{
    "organizations": [],
    "uuid": "b8209e033f4988b60f67a77374d101f8fe843b6c",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/05/pr-newswire-mplx-lp-announces-senior-notes-offering.html",
    "ord_in_thread": 0,
    "title": "MPLX LP announces senior notes offering",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "FINDLAY, Ohio, Feb. 5, 2018 /PRNewswire/ -- MPLX LP (NYSE: MPLX) announced today that it has commenced an underwritten public offering of unsecured senior notes pursuant to an effective shelf registration statement on Form S-3 previously filed with the Securities and Exchange Commission (SEC). The actual terms of the unsecured senior notes, including principal amount, interest rate and maturity, will depend on market and other conditions.\nMPLX intends to use the net proceeds from this offering to repay the principal amount and accrued interest on its $4.1 billion term loan borrowing made on Feb. 1, 2018, and to pay related fees and expenses. MPLX will use the remaining net proceeds of this offering, if any, to repay borrowings under its revolving credit facility and the intercompany loan agreement with its sponsor, Marathon Petroleum Corporation, and/or for general partnership purposes, which may include, from time to time, acquisitions, capital expenditures and the payment of distributions.\nMerrill Lynch, Pierce, Fenner & Smith Incorporated; Barclays Capital Inc.; and Mizuho Securities USA LLC are acting as joint global coordinators and book-running managers. J.P. Morgan Securities LLC; MUFG Securities Americas Inc.; Wells Fargo Securities, LLC; Citigroup Global Markets Inc.; RBC Capital Markets, LLC; BNP Paribas Securities Corp.; Goldman Sachs & Co. LLC; PNC Capital Markets LLC; Scotia Capital (USA) Inc.; SunTrust Robinson Humphrey, Inc.; TD Securities (USA) LLC; UBS Securities LLC; and U.S. Bancorp Investments, Inc. are acting as joint book-running managers.\nThis offering will be made only by means of a prospectus and related prospectus supplement, which may be obtained for free by visiting the SEC's website at http://www.sec.gov . Alternatively, copies may be obtained by contacting the following, who are acting as representatives of the underwriters:\nMerrill Lynch, Pierce, Fenner & Smith Incorporated\n200 North College Street\nNC1-004-03-43\nCharlotte NC 28255-0001\nAttn: Prospectus Department\nToll-free: 1-800-294-1322\nE-mail: dg.prospectus_requests@baml.com\nBarclays Capital Inc.\nc/o Broadridge Financial Solutions\n1155 Long Island Avenue\nEdgewood, NY 11717\n1-888-603-5847\nMizuho Securities USA LLC\n320 Park Avenue, New York, NY 10022\nAttn: Debt Capital Markets\nTel: 1-866-271-7403\nJ.P. Morgan Securities LLC\n383 Madison Avenue\nNew York, New York 10179\n(212) 834-4533 (collect)\nMUFG Securities Americas Inc.\n1221 Avenue of the Americas, 6th Floor\nNew York, NY 10020\nAttn: Capital Markets Group\n1-877-649-6848\nWells Fargo Securities, LLC\nAttention: WFS Customer Service\n608 2nd Avenue South, Suite 1000\nMinneapolis, MN 55402\nToll-Free: 1-800-645-3751\nThis news release shall not constitute an offer to sell or a solicitation of an offer to buy any securities, nor shall there be any sale of these securities in any state or jurisdiction in which such an offer, solicitation or sale would be unlawful prior to registration or qualification under the securities laws of any such state or jurisdiction.\nAbout MPLX LP\nMPLX is a diversified, growth-oriented master limited partnership formed in 2012 by Marathon Petroleum Corporation (MPC) to own, operate, develop and acquire midstream energy infrastructure assets. MPLX is engaged in the gathering, processing and transportation of natural gas; the gathering, transportation, fractionation, storage and marketing of NGLs; and the transportation, storage and distribution of crude oil and refined petroleum products through a marine fleet and approximately 10,000 miles of crude oil and light product pipelines. Headquartered in Findlay, Ohio, MPLX's assets consist of a network of crude oil and products pipelines and supporting assets, including storage facilities (tank farms) located in the Midwest and Gulf Coast regions of the United States; 62 light-product terminals with approximately 24 million barrels of storage capacity; an inland marine business; storage caverns with approximately 2.8 million barrels of storage capacity; a barge dock facility with approximately 78,000 barrels per day of crude oil and product throughput capacity; and gathering and processing assets that include approximately 5.9 billion cubic feet per day of gathering capacity, 8.2 billion cubic feet per day of natural gas processing capacity and 610,000 barrels per day of fractionation capacity. In addition, MPLX provides fuels distribution services to MPC and owns refining logistics assets consisting of tanks with storage capacity of approximately 56 million barrels as well as refinery docks, loading racks and associated piping.\nThis press release contains forward-looking statements within the meaning of federal securities laws regarding MPLX LP (\"MPLX\") and Marathon Petroleum Corporation (\"MPC\"). These forward-looking statements relate to, among other things, expectations, estimates and projections concerning the business and operations of MPLX and MPC, including strategic initiatives and our value creation plans. You can identify forward-looking statements by words such as \"anticipate,\" \"believe,\" \"design,\" \"estimate,\" \"expect,\" \"forecast,\" \"goal,\" \"guidance,\" \"imply,\" \"intend,\" \"objective,\" \"opportunity,\" \"outlook,\" \"plan,\" \"position,\" \"pursue,\" \"prospective,\" \"predict,\" \"project,\" \"potential,\" \"seek,\" \"strategy,\" \"target,\" \"could,\" \"may,\" \"should,\" \"would,\" \"will\" or other similar expressions that convey the uncertainty of future events or outcomes. Such forward-looking statements are not guarantees of future performance and are subject to risks, uncertainties and other factors, some of which are beyond the companies' control and are difficult to predict. Factors that could cause MPLX's actual results to differ materially from those implied in the forward-looking statements include: negative capital market conditions, including an increase of the current yield on common units, adversely affecting MPLX's ability to meet its distribution growth guidance; our ability to achieve the strategic and other objectives related to the strategic initiatives and other proposed transactions; adverse changes in laws including with respect to tax and regulatory matters; the adequacy of MPLX's capital resources and liquidity, including, but not limited to, availability of sufficient cash flow to pay distributions and access to debt on commercially reasonable terms, and the ability to successfully execute its business plans and growth strategy; the timing and extent of changes in commodity prices and demand for crude oil, refined products, feedstocks or other hydrocarbon-based products; continued/further volatility in and/or degradation of market and industry conditions; changes to the expected construction costs and timing of projects; completion of midstream infrastructure by competitors; disruptions due to equipment interruption or failure, including electrical shortages and power grid failures; the suspension, reduction or termination of MPC's obligations under MPLX's commercial agreements; modifications to earnings and distribution growth objectives; our ability to manage disruptions in credit markets or changes to our credit rating; compliance with federal and state environmental, economic, health and safety, energy and other policies and regulations and/or enforcement actions initiated thereunder; adverse results in litigation; changes to MPLX's capital budget; other risk factors inherent to MPLX's industry; and the factors set forth under the heading \"Risk Factors\" in MPLX's Annual Report on Form 10-K for the year ended Dec. 31, 2016, filed with the Securities and Exchange Commission (SEC). Factors that could cause MPC's actual results to differ materially from those implied in the forward-looking statements include: our ability to achieve the strategic and other objectives related to the strategic initiatives; our ability to manage disruptions in credit markets or changes to our credit rating; adverse changes in laws including with respect to tax and regulatory matters; changes to the expected construction costs and timing of projects; continued/further volatility in and/or degradation of market and industry conditions; the availability and pricing of crude oil and other feedstocks; slower growth in domestic and Canadian crude supply; the effects of the lifting of the U.S. crude oil export ban; completion of pipeline capacity to areas outside the U.S. Midwest; consumer demand for refined products; transportation logistics; the reliability of processing units and other equipment; MPC's ability to successfully implement growth opportunities; the impact of adverse market conditions affecting MPLX's midstream business; modifications to MPLX earnings and distribution growth objectives, and other risks described above with respect to MPLX; compliance with federal and state environmental, economic, health and safety, energy and other policies and regulations, including the cost of compliance with the Renewable Fuel Standard, and/or enforcement actions initiated thereunder; adverse results in litigation; other risk factors inherent to MPC's industry; and the factors set forth under the heading \"Risk Factors\" in MPC's Annual Report on Form 10-K for the year ended Dec. 31, 2016, filed with the SEC. In addition, the forward-looking statements included herein could be affected by general domestic and international economic and political conditions. Unpredictable or unknown factors not discussed here, in MPLX's Form 10-K or in MPC's Form 10-K could also have material adverse effects on forward-looking statements. Copies of MPLX's Form 10-K are available on the SEC website or by contacting MPLX's Investor Relations office. Copies of MPC's Form 10-K are available on the SEC website or by contacting MPC's Investor Relations office.\nView original content: http://www.prnewswire.com/news-releases/mplx-lp-announces-senior-notes-offering-300593362.html\nSOURCE MPLX LP",
    "published": "2018-02-05T17:31:00.000+02:00",
    "crawled": "2018-02-05T20:16:17.005+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "findlay",
        "ohio",
        "mplx",
        "lp",
        "nyse",
        "mplx",
        "announced",
        "today",
        "commenced",
        "underwritten",
        "public",
        "offering",
        "unsecured",
        "senior",
        "note",
        "pursuant",
        "effective",
        "shelf",
        "registration",
        "statement",
        "form",
        "previously",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "actual",
        "term",
        "unsecured",
        "senior",
        "note",
        "including",
        "principal",
        "amount",
        "interest",
        "rate",
        "maturity",
        "depend",
        "market",
        "condition",
        "mplx",
        "intends",
        "use",
        "net",
        "proceeds",
        "offering",
        "repay",
        "principal",
        "amount",
        "accrued",
        "interest",
        "billion",
        "term",
        "loan",
        "borrowing",
        "made",
        "pay",
        "related",
        "fee",
        "expense",
        "mplx",
        "use",
        "remaining",
        "net",
        "proceeds",
        "offering",
        "repay",
        "borrowing",
        "revolving",
        "credit",
        "facility",
        "intercompany",
        "loan",
        "agreement",
        "sponsor",
        "marathon",
        "petroleum",
        "corporation",
        "general",
        "partnership",
        "purpose",
        "may",
        "include",
        "time",
        "time",
        "acquisition",
        "capital",
        "expenditure",
        "payment",
        "distribution",
        "merrill",
        "lynch",
        "pierce",
        "fenner",
        "smith",
        "incorporated",
        "barclays",
        "capital",
        "mizuho",
        "security",
        "usa",
        "llc",
        "acting",
        "joint",
        "global",
        "coordinator",
        "manager",
        "morgan",
        "security",
        "llc",
        "mufg",
        "security",
        "america",
        "well",
        "fargo",
        "security",
        "llc",
        "citigroup",
        "global",
        "market",
        "rbc",
        "capital",
        "market",
        "llc",
        "bnp",
        "paribas",
        "security",
        "goldman",
        "sachs",
        "llc",
        "pnc",
        "capital",
        "market",
        "llc",
        "scotia",
        "capital",
        "usa",
        "suntrust",
        "robinson",
        "humphrey",
        "td",
        "security",
        "usa",
        "llc",
        "ubs",
        "security",
        "llc",
        "bancorp",
        "investment",
        "acting",
        "joint",
        "manager",
        "offering",
        "made",
        "mean",
        "prospectus",
        "related",
        "prospectus",
        "supplement",
        "may",
        "obtained",
        "free",
        "visiting",
        "sec",
        "website",
        "http",
        "alternatively",
        "copy",
        "may",
        "obtained",
        "contacting",
        "following",
        "acting",
        "representative",
        "underwriter",
        "merrill",
        "lynch",
        "pierce",
        "fenner",
        "smith",
        "incorporated",
        "north",
        "college",
        "street",
        "charlotte",
        "nc",
        "attn",
        "prospectus",
        "department",
        "barclays",
        "capital",
        "broadridge",
        "financial",
        "solution",
        "long",
        "island",
        "avenue",
        "edgewood",
        "ny",
        "mizuho",
        "security",
        "usa",
        "llc",
        "park",
        "avenue",
        "new",
        "york",
        "ny",
        "attn",
        "debt",
        "capital",
        "market",
        "tel",
        "morgan",
        "security",
        "llc",
        "madison",
        "avenue",
        "new",
        "york",
        "new",
        "york",
        "collect",
        "mufg",
        "security",
        "america",
        "avenue",
        "america",
        "6th",
        "floor",
        "new",
        "york",
        "ny",
        "attn",
        "capital",
        "market",
        "group",
        "well",
        "fargo",
        "security",
        "llc",
        "attention",
        "wfs",
        "customer",
        "service",
        "2nd",
        "avenue",
        "south",
        "suite",
        "minneapolis",
        "mn",
        "news",
        "release",
        "shall",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "shall",
        "sale",
        "security",
        "state",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "state",
        "jurisdiction",
        "mplx",
        "lp",
        "mplx",
        "diversified",
        "master",
        "limited",
        "partnership",
        "formed",
        "marathon",
        "petroleum",
        "corporation",
        "mpc",
        "operate",
        "develop",
        "acquire",
        "midstream",
        "energy",
        "infrastructure",
        "asset",
        "mplx",
        "engaged",
        "gathering",
        "processing",
        "transportation",
        "natural",
        "gas",
        "gathering",
        "transportation",
        "fractionation",
        "storage",
        "marketing",
        "ngls",
        "transportation",
        "storage",
        "distribution",
        "crude",
        "oil",
        "refined",
        "petroleum",
        "product",
        "marine",
        "fleet",
        "approximately",
        "mile",
        "crude",
        "oil",
        "light",
        "product",
        "pipeline",
        "headquartered",
        "findlay",
        "ohio",
        "mplx",
        "asset",
        "consist",
        "network",
        "crude",
        "oil",
        "product",
        "pipeline",
        "supporting",
        "asset",
        "including",
        "storage",
        "facility",
        "tank",
        "farm",
        "located",
        "midwest",
        "gulf",
        "coast",
        "region",
        "united",
        "state",
        "terminal",
        "approximately",
        "million",
        "barrel",
        "storage",
        "capacity",
        "inland",
        "marine",
        "business",
        "storage",
        "cavern",
        "approximately",
        "million",
        "barrel",
        "storage",
        "capacity",
        "barge",
        "dock",
        "facility",
        "approximately",
        "barrel",
        "per",
        "day",
        "crude",
        "oil",
        "product",
        "throughput",
        "capacity",
        "gathering",
        "processing",
        "asset",
        "include",
        "approximately",
        "billion",
        "cubic",
        "foot",
        "per",
        "day",
        "gathering",
        "capacity",
        "billion",
        "cubic",
        "foot",
        "per",
        "day",
        "natural",
        "gas",
        "processing",
        "capacity",
        "barrel",
        "per",
        "day",
        "fractionation",
        "capacity",
        "addition",
        "mplx",
        "provides",
        "fuel",
        "distribution",
        "service",
        "mpc",
        "owns",
        "refining",
        "logistics",
        "asset",
        "consisting",
        "tank",
        "storage",
        "capacity",
        "approximately",
        "million",
        "barrel",
        "well",
        "refinery",
        "dock",
        "loading",
        "rack",
        "associated",
        "piping",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "federal",
        "security",
        "law",
        "regarding",
        "mplx",
        "lp",
        "mplx",
        "marathon",
        "petroleum",
        "corporation",
        "mpc",
        "statement",
        "relate",
        "among",
        "thing",
        "expectation",
        "estimate",
        "projection",
        "concerning",
        "business",
        "operation",
        "mplx",
        "mpc",
        "including",
        "strategic",
        "initiative",
        "value",
        "creation",
        "plan",
        "identify",
        "statement",
        "word",
        "anticipate",
        "believe",
        "design",
        "estimate",
        "expect",
        "forecast",
        "goal",
        "guidance",
        "imply",
        "intend",
        "objective",
        "opportunity",
        "outlook",
        "plan",
        "position",
        "pursue",
        "prospective",
        "predict",
        "project",
        "potential",
        "seek",
        "strategy",
        "target",
        "could",
        "may",
        "would",
        "similar",
        "expression",
        "convey",
        "uncertainty",
        "future",
        "event",
        "outcome",
        "statement",
        "guarantee",
        "future",
        "performance",
        "subject",
        "risk",
        "uncertainty",
        "factor",
        "beyond",
        "company",
        "control",
        "difficult",
        "predict",
        "factor",
        "could",
        "cause",
        "mplx",
        "actual",
        "result",
        "differ",
        "materially",
        "implied",
        "statement",
        "include",
        "negative",
        "capital",
        "market",
        "condition",
        "including",
        "increase",
        "current",
        "yield",
        "common",
        "unit",
        "adversely",
        "affecting",
        "mplx",
        "ability",
        "meet",
        "distribution",
        "growth",
        "guidance",
        "ability",
        "achieve",
        "strategic",
        "objective",
        "related",
        "strategic",
        "initiative",
        "proposed",
        "transaction",
        "adverse",
        "change",
        "law",
        "including",
        "respect",
        "tax",
        "regulatory",
        "matter",
        "adequacy",
        "mplx",
        "capital",
        "resource",
        "liquidity",
        "including",
        "limited",
        "availability",
        "sufficient",
        "cash",
        "flow",
        "pay",
        "distribution",
        "access",
        "debt",
        "commercially",
        "reasonable",
        "term",
        "ability",
        "successfully",
        "execute",
        "business",
        "plan",
        "growth",
        "strategy",
        "timing",
        "extent",
        "change",
        "commodity",
        "price",
        "demand",
        "crude",
        "oil",
        "refined",
        "product",
        "feedstock",
        "product",
        "volatility",
        "degradation",
        "market",
        "industry",
        "condition",
        "change",
        "expected",
        "construction",
        "cost",
        "timing",
        "project",
        "completion",
        "midstream",
        "infrastructure",
        "competitor",
        "disruption",
        "due",
        "equipment",
        "interruption",
        "failure",
        "including",
        "electrical",
        "shortage",
        "power",
        "grid",
        "failure",
        "suspension",
        "reduction",
        "termination",
        "mpc",
        "obligation",
        "mplx",
        "commercial",
        "agreement",
        "modification",
        "earnings",
        "distribution",
        "growth",
        "objective",
        "ability",
        "manage",
        "disruption",
        "credit",
        "market",
        "change",
        "credit",
        "rating",
        "compliance",
        "federal",
        "state",
        "environmental",
        "economic",
        "health",
        "safety",
        "energy",
        "policy",
        "regulation",
        "enforcement",
        "action",
        "initiated",
        "thereunder",
        "adverse",
        "result",
        "litigation",
        "change",
        "mplx",
        "capital",
        "budget",
        "risk",
        "factor",
        "inherent",
        "mplx",
        "industry",
        "factor",
        "set",
        "forth",
        "heading",
        "risk",
        "factor",
        "mplx",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "factor",
        "could",
        "cause",
        "mpc",
        "actual",
        "result",
        "differ",
        "materially",
        "implied",
        "statement",
        "include",
        "ability",
        "achieve",
        "strategic",
        "objective",
        "related",
        "strategic",
        "initiative",
        "ability",
        "manage",
        "disruption",
        "credit",
        "market",
        "change",
        "credit",
        "rating",
        "adverse",
        "change",
        "law",
        "including",
        "respect",
        "tax",
        "regulatory",
        "matter",
        "change",
        "expected",
        "construction",
        "cost",
        "timing",
        "project",
        "volatility",
        "degradation",
        "market",
        "industry",
        "condition",
        "availability",
        "pricing",
        "crude",
        "oil",
        "feedstock",
        "slower",
        "growth",
        "domestic",
        "canadian",
        "crude",
        "supply",
        "effect",
        "lifting",
        "crude",
        "oil",
        "export",
        "ban",
        "completion",
        "pipeline",
        "capacity",
        "area",
        "outside",
        "midwest",
        "consumer",
        "demand",
        "refined",
        "product",
        "transportation",
        "logistics",
        "reliability",
        "processing",
        "unit",
        "equipment",
        "mpc",
        "ability",
        "successfully",
        "implement",
        "growth",
        "opportunity",
        "impact",
        "adverse",
        "market",
        "condition",
        "affecting",
        "mplx",
        "midstream",
        "business",
        "modification",
        "mplx",
        "earnings",
        "distribution",
        "growth",
        "objective",
        "risk",
        "described",
        "respect",
        "mplx",
        "compliance",
        "federal",
        "state",
        "environmental",
        "economic",
        "health",
        "safety",
        "energy",
        "policy",
        "regulation",
        "including",
        "cost",
        "compliance",
        "renewable",
        "fuel",
        "standard",
        "enforcement",
        "action",
        "initiated",
        "thereunder",
        "adverse",
        "result",
        "litigation",
        "risk",
        "factor",
        "inherent",
        "mpc",
        "industry",
        "factor",
        "set",
        "forth",
        "heading",
        "risk",
        "factor",
        "mpc",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "filed",
        "sec",
        "addition",
        "statement",
        "included",
        "herein",
        "could",
        "affected",
        "general",
        "domestic",
        "international",
        "economic",
        "political",
        "condition",
        "unpredictable",
        "unknown",
        "factor",
        "discussed",
        "mplx",
        "form",
        "mpc",
        "form",
        "could",
        "also",
        "material",
        "adverse",
        "effect",
        "statement",
        "copy",
        "mplx",
        "form",
        "available",
        "sec",
        "website",
        "contacting",
        "mplx",
        "investor",
        "relation",
        "office",
        "copy",
        "mpc",
        "form",
        "available",
        "sec",
        "website",
        "contacting",
        "mpc",
        "investor",
        "relation",
        "office",
        "view",
        "original",
        "content",
        "http",
        "source",
        "mplx",
        "lp"
    ]
}