{
    "organizations": [],
    "uuid": "a063fdbf9083f55ed291406be059ae3941643e0c",
    "author": "Sy Mukherjee",
    "url": "http://fortune.com/2018/02/06/the-diseases-we-arent-curing-and-why/",
    "ord_in_thread": 0,
    "title": "Why Diseases Like Cancer Get More Money, and Cures, Than Others | Fortune",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "The Diseases We Aren't Curing—And Why The diseases which get left behind. BSIP UIG via Getty Images By Sy Mukherjee 12:01 PM EST \nMore than 2.6 million Americans die every year . The top three causes of U.S. deaths are all biological scourges: Heart disease (more than 633,000 deaths per year); cancers (more than 595,000 deaths per year); and respiratory diseases (more than 155,000 deaths per year). Other than accidents and suicides, the top 10 leading causes of death encompass stroke, Alzheimer’s, diabetes, the flu and pneumonia, and kidney disease, according to the Centers for Disease Control (CDC). \nOne recent, concerning development? U.S. life expectancy has actually f allen for two years in a row —and while the opioid addiction and overdose epidemic has a part to play in that, overall, the diseases that kill Americans have been killing a larger share of them. One of the few bright spots has been a decrease in the death rate associated with cancer (more on that later). \nTo state the obvious: Death is a natural part of human life. But what makes one malady more deadly—from a nuts-and-bolts standpoint—than another? Why have we made more progress on certain diseases while other mass-scale killers, like chronic obstructive pulmonary disease (COPD), are largely off of people’s radars and so difficult to treat in an age of therapies which can resemble magic ? \nThese are complicated questions with complicated answers. But a number of financial and scientific realities—including plummeting return on investment for drug research and development, as outlined by a recent report from Deloitte—play major roles in determining which diseases we’ve had better luck in curing—and the ones left behind. \nHere is a partial exploration of those trends. \nSubscribe to Brainstorm Health Daily , our newsletter about the most exciting health innovations. The Alzheimer’s curse \nPerhaps no field in the life sciences has been as heartbreaking, from a drug development standpoint, as Alzheimer’s disease and dementia. Alzheimer’s and cognitive impairment cases are expected to more than double by 2060 to 15 million patients as the U.S. population grows older. Developing nations will share in that public health crisis as their populations live longer. There is nothing approaching a cure available on the market. Treatments simply address symptoms, and there hasn’t been a new Alzheimer’s drug approved in more than a decade. \nThe past two years alone have seen devastating setbacks for experimental Alzheimer’s drugs from a compendium of major pharmaceutical companies. U.S.-based Eli Lilly’s high-profile phase 3 failure for solanezumab was a particularly harsh blow , which also cost the company hundreds of millions of dollars and led to job cuts. Biogen is marching on in its own effort, and while updated results are expected in the second half of this year, initial study results haven’t been promising . Other, recent experimental treatments from the likes of Axovant, Merck , and others, have also crashed spectacularly; Pfizer announced it’s largely exiting the space this year. \nThere actually isn’t a lack of interest, on the financial side, in fueling Alzheimer’s research given the critical need for it and the rewards that life sciences firms would reap from even a modestly-successful product. In fact, from a venture capital standpoint, neurology (which, admittedly, encompasses fields outside of dementia) still secures quite a bit of VC cash, according to the biotech trade group Biotechnology Innovation Organization (BIO). (Cancer also continues to be one of the most popular investment spaces.) BIO \nOne of the main problems with Alzheimer’s drug research—despite the money, the interest, and the need—is that there’s still uncertainty about how to control the disease in the first place. The “amyloid hypothesis” figures that a buildup of brain plaque is what leads to the cognitive decline that Alzheimer’s patients experience. Consequently, drugs that can fight this buildup should slow cognitive decline—or so the theory goes. \nThe results have been mixed thus far, and raised questions about whether or not there are other possible avenues to tackle Alzheimer’s, including prevention. But a breakthrough has yet to occur, simultaneously posing a financial conundrum for drug makers and a bitter pill for patients’ caregivers. COPD: The disease you don’t know \nYou may not know it, but the third leading cause of death in America is actually respiratory disease. Chronic obstructive pulmonary disease (COPD), which eats away at patients’ ability to breathe, is a devastating condition that saps quality of life from even people with milder forms of the disorder. (If you’ve seen people who rely on an oxygen tank, they may suffer from COPD.) \nWhat makes the disease particularly difficult to treat is that reviving lung function is no mean feat; once it’s gone, it’s largely gone. And so therapy depends on slowing the rate of deterioration and the number of lung-related episodes that a patient experiences. British pharma giant GlaxoSmithKline has been a mainstay in this drug development arena (GSK received the first-ever three-in-one inhaler product approval for COPD by the Food and Drug Administration, Trelegy Ellipta, in late 2017). \nThere’s also the reality that, beyond seeing someone lugging around an oxygen tank, it may not be easy to identify COPD. Last year, several GSK representatives had me try on an “empathy vest” to emulate what it’s like to live with diminished lung function at the Fortune offices; with the apparatus strapped on, choking my lower chest and abdomen, I found it hard to get through more than a couple of sentences—even while standing perfectly still—before needing to pause to take more breath. Another example of the empathy vest at work below from Glaxo’s Twitter account: We landed at #CHEST2016 ! Join us tomorrow at Lung Health Experience 2-4 PST for a 1st-hand #COPD empathy vest demo. Follow @GSK_conferences pic.twitter.com/AS9i0NBDMf \n— GSK US (@GSKUS) October 21, 2016 Heart disease \nHeart disease is the number one killer of Americans. Some of those deaths are preventable through non-drug interventions, including lifestyle changes such as cutting down on smoking, drinking, and eating unhealthy foods high in simple sugars, sodium, and fat. \nBut, at least in the venture capital world, funding for companies focused on tackling heart disease, respiratory disease, and other mass population conditions—i.e., those that afflict millions upon millions of people—has dropped sharply in the last decade. “Companies with lead programs in psychiatry, hematology, cardiovascular, and gastrointestinal diseases received the least amount of funding in 2016, with each category receiving well under $100 million,” writes BIO. BIO \nConsidering that nearly one in four American deaths per year are attributable to heart disease… What gives? \nFor one thing, “There are a lot of good drugs on the market for heart disease right now that come in generic form,” says Neil Lesser, a principal at Deloitte who specializes in the life sciences, in an interview with Fortune . \nLow-priced competitors aside, it’s also really expensive to develop new cardiovascular drugs. Take the example of a new class of cholesterol-busting treatments called PCSK9 inhibitors , from companies like Sanofi/Regeneron and Amgen , which decimate levels of “bad” cholesterol in patients. The treatments are expensive enough that some doctors have been wary of switching certain patients over from much cheaper, generic statins. And heart drugs in general are usually subject to expensive, post-drug approval “cardiovascular outcomes trials” that physicians may use to gauge whether or not to take a chance on a newcomer. A (partial) cancer drug gold rush \nNow, here’s a happy story: A combination of better screening, investments in drug research, and better lifestyle choices (including declines in cigarette smoking) may have helped lead to a downtick in the rate of cancer drug deaths. Consider: Last year alone, the FDA approved two treatments, from Novartis and Gilead , that literally reengineer patients’ immune T-cells to target and destroy blood cancers. \nCancer immunotherapies at large have been some of the most sought-after treatments in all of the life sciences. Of 12 major, large-cap biopharmaceutical companies examined by Deloitte, the industry appears to be homing in on cancer therapies—and for a good economic reason. Big pharma’s return on investment vis-a-vis R&D plummeted to a dismal 3.2% in 2017 compared with 10.1% in 2010. Deloitte \n“We are seeing evidence in our data that the biopharma companies from the original cohort have shifted their focus on specific therapeutic areas as they look to maximize their return on investment in R&D,” wrote the Deloitte report authors . “Products targeted at therapeutic areas such as CNS (central nervous system) and oncology are associated with higher pricing, and our analysis suggests that companies are targeting these therapeutic areas (TAs) with increasing prevalence.” \nThere are a number of economic rationales for this trend. For instance, large-scale development costs per asset have gone up while pressures from insurance companies and benefits managers to lower prices have also increased. So, at the end of the day, are companies simply flocking to disease areas like oncology, and rare diseases—which have low chances of approval from phase one trials due to their complexities but carry high margins and high rewards if they do cross the regulatory finish line—at the expense of other conditions? \nDeloitte’s Lesser says things aren’t quite that simple. “I think it’s more complicated,” he said. “There’s still a tremendous amount of unmet need in oncology, and the economic rationales alone don’t explain everything. I think scientists are dedicated to helping cure these diseases that need curing.” \nThere’s also a flip side to the cancer immunotherapy R&D boom that could soon haunt the industry: There’s so many of them, both ongoing and planned, that there’s a legitimate fear that companies will run out of enough patients on whom to conduct clinical trials . Where do we go from here? \nThis is just a partial list of the disease areas that need more attention. But the general trends are clear: return on investment is falling and certain therapeutic spaces are championed at the opportunity cost of others. \nSo how does biopharma reverse its R&D ROI rut while also innovating newer, better treatments for the diseases afflicting millions of people? For one, says Lesser, they need to get their costs per asset down. \nBoth Deloitte and EY have a number of proposals on how to accomplish that. Artificial intelligence to better target identify both experimental drug candidates and the right patients for clinical trials—and a more streamlined supply chain—could go a long way. The future of medical innovation may largely depend on companies’ abilities to carry out those changes. SPONSORED FINANCIAL CONTENT ",
    "published": "2018-02-06T14:01:00.000+02:00",
    "crawled": "2018-02-06T20:47:27.007+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "disease",
        "disease",
        "get",
        "left",
        "behind",
        "bsip",
        "uig",
        "via",
        "getty",
        "image",
        "sy",
        "mukherjee",
        "pm",
        "est",
        "million",
        "american",
        "die",
        "every",
        "year",
        "top",
        "three",
        "cause",
        "death",
        "biological",
        "scourge",
        "heart",
        "disease",
        "death",
        "per",
        "year",
        "cancer",
        "death",
        "per",
        "year",
        "respiratory",
        "disease",
        "death",
        "per",
        "year",
        "accident",
        "suicide",
        "top",
        "leading",
        "cause",
        "death",
        "encompass",
        "stroke",
        "alzheimer",
        "diabetes",
        "flu",
        "pneumonia",
        "kidney",
        "disease",
        "according",
        "center",
        "disease",
        "control",
        "cdc",
        "one",
        "recent",
        "concerning",
        "development",
        "life",
        "expectancy",
        "actually",
        "f",
        "allen",
        "two",
        "year",
        "row",
        "opioid",
        "addiction",
        "overdose",
        "epidemic",
        "part",
        "play",
        "overall",
        "disease",
        "kill",
        "american",
        "killing",
        "larger",
        "share",
        "one",
        "bright",
        "spot",
        "decrease",
        "death",
        "rate",
        "associated",
        "cancer",
        "later",
        "state",
        "obvious",
        "death",
        "natural",
        "part",
        "human",
        "life",
        "make",
        "one",
        "malady",
        "another",
        "made",
        "progress",
        "certain",
        "disease",
        "killer",
        "like",
        "chronic",
        "obstructive",
        "pulmonary",
        "disease",
        "copd",
        "largely",
        "people",
        "radar",
        "difficult",
        "treat",
        "age",
        "therapy",
        "resemble",
        "magic",
        "complicated",
        "question",
        "complicated",
        "answer",
        "number",
        "financial",
        "scientific",
        "plummeting",
        "return",
        "investment",
        "drug",
        "research",
        "development",
        "outlined",
        "recent",
        "report",
        "major",
        "role",
        "determining",
        "disease",
        "better",
        "luck",
        "one",
        "left",
        "behind",
        "partial",
        "exploration",
        "trend",
        "subscribe",
        "brainstorm",
        "health",
        "daily",
        "newsletter",
        "exciting",
        "health",
        "innovation",
        "alzheimer",
        "curse",
        "perhaps",
        "field",
        "life",
        "science",
        "heartbreaking",
        "drug",
        "development",
        "standpoint",
        "alzheimer",
        "disease",
        "dementia",
        "alzheimer",
        "cognitive",
        "impairment",
        "case",
        "expected",
        "double",
        "million",
        "patient",
        "population",
        "grows",
        "older",
        "developing",
        "nation",
        "share",
        "public",
        "health",
        "crisis",
        "population",
        "live",
        "longer",
        "nothing",
        "approaching",
        "cure",
        "available",
        "market",
        "treatment",
        "simply",
        "address",
        "symptom",
        "new",
        "alzheimer",
        "drug",
        "approved",
        "decade",
        "past",
        "two",
        "year",
        "alone",
        "seen",
        "devastating",
        "setback",
        "experimental",
        "alzheimer",
        "drug",
        "compendium",
        "major",
        "pharmaceutical",
        "company",
        "eli",
        "lilly",
        "phase",
        "failure",
        "solanezumab",
        "particularly",
        "harsh",
        "blow",
        "also",
        "cost",
        "company",
        "hundred",
        "million",
        "dollar",
        "led",
        "job",
        "cut",
        "biogen",
        "marching",
        "effort",
        "updated",
        "result",
        "expected",
        "second",
        "half",
        "year",
        "initial",
        "study",
        "result",
        "promising",
        "recent",
        "experimental",
        "treatment",
        "like",
        "axovant",
        "merck",
        "others",
        "also",
        "crashed",
        "spectacularly",
        "pfizer",
        "announced",
        "largely",
        "exiting",
        "space",
        "year",
        "actually",
        "lack",
        "interest",
        "financial",
        "side",
        "fueling",
        "alzheimer",
        "research",
        "given",
        "critical",
        "need",
        "reward",
        "life",
        "science",
        "firm",
        "would",
        "reap",
        "even",
        "product",
        "fact",
        "venture",
        "capital",
        "standpoint",
        "neurology",
        "admittedly",
        "encompasses",
        "field",
        "outside",
        "dementia",
        "still",
        "secures",
        "quite",
        "bit",
        "vc",
        "cash",
        "according",
        "biotech",
        "trade",
        "group",
        "biotechnology",
        "innovation",
        "organization",
        "bio",
        "cancer",
        "also",
        "continues",
        "one",
        "popular",
        "investment",
        "space",
        "bio",
        "one",
        "main",
        "problem",
        "alzheimer",
        "drug",
        "money",
        "interest",
        "still",
        "uncertainty",
        "control",
        "disease",
        "first",
        "place",
        "amyloid",
        "hypothesis",
        "figure",
        "buildup",
        "brain",
        "plaque",
        "lead",
        "cognitive",
        "decline",
        "alzheimer",
        "patient",
        "experience",
        "consequently",
        "drug",
        "fight",
        "buildup",
        "slow",
        "cognitive",
        "theory",
        "go",
        "result",
        "mixed",
        "thus",
        "far",
        "raised",
        "question",
        "whether",
        "possible",
        "avenue",
        "tackle",
        "alzheimer",
        "including",
        "prevention",
        "breakthrough",
        "yet",
        "occur",
        "simultaneously",
        "posing",
        "financial",
        "conundrum",
        "drug",
        "maker",
        "bitter",
        "pill",
        "patient",
        "caregiver",
        "copd",
        "disease",
        "know",
        "may",
        "know",
        "third",
        "leading",
        "cause",
        "death",
        "america",
        "actually",
        "respiratory",
        "disease",
        "chronic",
        "obstructive",
        "pulmonary",
        "disease",
        "copd",
        "eats",
        "away",
        "patient",
        "ability",
        "breathe",
        "devastating",
        "condition",
        "sap",
        "quality",
        "life",
        "even",
        "people",
        "milder",
        "form",
        "disorder",
        "seen",
        "people",
        "rely",
        "oxygen",
        "tank",
        "may",
        "suffer",
        "copd",
        "make",
        "disease",
        "particularly",
        "difficult",
        "treat",
        "reviving",
        "lung",
        "function",
        "mean",
        "feat",
        "gone",
        "largely",
        "gone",
        "therapy",
        "depends",
        "slowing",
        "rate",
        "deterioration",
        "number",
        "episode",
        "patient",
        "experience",
        "british",
        "pharma",
        "giant",
        "glaxosmithkline",
        "mainstay",
        "drug",
        "development",
        "arena",
        "gsk",
        "received",
        "inhaler",
        "product",
        "approval",
        "copd",
        "food",
        "drug",
        "administration",
        "trelegy",
        "ellipta",
        "late",
        "also",
        "reality",
        "beyond",
        "seeing",
        "someone",
        "lugging",
        "around",
        "oxygen",
        "tank",
        "may",
        "easy",
        "identify",
        "copd",
        "last",
        "year",
        "several",
        "gsk",
        "representative",
        "try",
        "empathy",
        "vest",
        "emulate",
        "like",
        "live",
        "diminished",
        "lung",
        "function",
        "fortune",
        "office",
        "apparatus",
        "strapped",
        "choking",
        "lower",
        "chest",
        "abdomen",
        "found",
        "hard",
        "get",
        "couple",
        "standing",
        "perfectly",
        "needing",
        "pause",
        "take",
        "breath",
        "another",
        "example",
        "empathy",
        "vest",
        "work",
        "glaxo",
        "twitter",
        "account",
        "landed",
        "chest2016",
        "join",
        "u",
        "tomorrow",
        "lung",
        "health",
        "experience",
        "pst",
        "copd",
        "empathy",
        "vest",
        "demo",
        "follow",
        "gsk",
        "u",
        "gskus",
        "october",
        "heart",
        "disease",
        "heart",
        "disease",
        "number",
        "one",
        "killer",
        "american",
        "death",
        "preventable",
        "intervention",
        "including",
        "lifestyle",
        "change",
        "cutting",
        "smoking",
        "drinking",
        "eating",
        "unhealthy",
        "food",
        "high",
        "simple",
        "sugar",
        "sodium",
        "fat",
        "least",
        "venture",
        "capital",
        "world",
        "funding",
        "company",
        "focused",
        "tackling",
        "heart",
        "disease",
        "respiratory",
        "disease",
        "mass",
        "population",
        "afflict",
        "million",
        "upon",
        "million",
        "dropped",
        "sharply",
        "last",
        "decade",
        "company",
        "lead",
        "program",
        "psychiatry",
        "hematology",
        "cardiovascular",
        "gastrointestinal",
        "disease",
        "received",
        "least",
        "amount",
        "funding",
        "category",
        "receiving",
        "well",
        "million",
        "writes",
        "bio",
        "bio",
        "considering",
        "nearly",
        "one",
        "four",
        "american",
        "death",
        "per",
        "year",
        "attributable",
        "heart",
        "give",
        "one",
        "thing",
        "lot",
        "good",
        "drug",
        "market",
        "heart",
        "disease",
        "right",
        "come",
        "generic",
        "form",
        "say",
        "neil",
        "lesser",
        "principal",
        "deloitte",
        "specializes",
        "life",
        "science",
        "interview",
        "fortune",
        "competitor",
        "aside",
        "also",
        "really",
        "expensive",
        "develop",
        "new",
        "cardiovascular",
        "drug",
        "take",
        "example",
        "new",
        "class",
        "treatment",
        "called",
        "pcsk9",
        "inhibitor",
        "company",
        "like",
        "amgen",
        "decimate",
        "level",
        "bad",
        "cholesterol",
        "patient",
        "treatment",
        "expensive",
        "enough",
        "doctor",
        "wary",
        "switching",
        "certain",
        "patient",
        "much",
        "cheaper",
        "generic",
        "statin",
        "heart",
        "drug",
        "general",
        "usually",
        "subject",
        "expensive",
        "approval",
        "cardiovascular",
        "outcome",
        "trial",
        "physician",
        "may",
        "use",
        "gauge",
        "whether",
        "take",
        "chance",
        "newcomer",
        "partial",
        "cancer",
        "drug",
        "gold",
        "rush",
        "happy",
        "story",
        "combination",
        "better",
        "screening",
        "investment",
        "drug",
        "research",
        "better",
        "lifestyle",
        "choice",
        "including",
        "decline",
        "cigarette",
        "smoking",
        "may",
        "helped",
        "lead",
        "downtick",
        "rate",
        "cancer",
        "drug",
        "death",
        "consider",
        "last",
        "year",
        "alone",
        "fda",
        "approved",
        "two",
        "treatment",
        "novartis",
        "gilead",
        "literally",
        "reengineer",
        "patient",
        "immune",
        "target",
        "destroy",
        "blood",
        "cancer",
        "cancer",
        "immunotherapy",
        "large",
        "treatment",
        "life",
        "science",
        "major",
        "biopharmaceutical",
        "company",
        "examined",
        "deloitte",
        "industry",
        "appears",
        "homing",
        "cancer",
        "good",
        "economic",
        "reason",
        "big",
        "pharma",
        "return",
        "investment",
        "r",
        "plummeted",
        "dismal",
        "compared",
        "deloitte",
        "seeing",
        "evidence",
        "data",
        "biopharma",
        "company",
        "original",
        "cohort",
        "shifted",
        "focus",
        "specific",
        "therapeutic",
        "area",
        "look",
        "maximize",
        "return",
        "investment",
        "r",
        "wrote",
        "deloitte",
        "report",
        "author",
        "product",
        "targeted",
        "therapeutic",
        "area",
        "cns",
        "central",
        "nervous",
        "system",
        "oncology",
        "associated",
        "higher",
        "pricing",
        "analysis",
        "suggests",
        "company",
        "targeting",
        "therapeutic",
        "area",
        "ta",
        "increasing",
        "number",
        "economic",
        "rationale",
        "trend",
        "instance",
        "development",
        "cost",
        "per",
        "asset",
        "gone",
        "pressure",
        "insurance",
        "company",
        "benefit",
        "manager",
        "lower",
        "price",
        "also",
        "increased",
        "end",
        "day",
        "company",
        "simply",
        "flocking",
        "disease",
        "area",
        "like",
        "oncology",
        "rare",
        "low",
        "chance",
        "approval",
        "phase",
        "one",
        "trial",
        "due",
        "complexity",
        "carry",
        "high",
        "margin",
        "high",
        "reward",
        "cross",
        "regulatory",
        "finish",
        "expense",
        "condition",
        "deloitte",
        "lesser",
        "say",
        "thing",
        "quite",
        "simple",
        "think",
        "complicated",
        "said",
        "still",
        "tremendous",
        "amount",
        "unmet",
        "need",
        "oncology",
        "economic",
        "rationale",
        "alone",
        "explain",
        "everything",
        "think",
        "scientist",
        "dedicated",
        "helping",
        "cure",
        "disease",
        "need",
        "also",
        "flip",
        "side",
        "cancer",
        "immunotherapy",
        "r",
        "boom",
        "could",
        "soon",
        "haunt",
        "industry",
        "many",
        "ongoing",
        "planned",
        "legitimate",
        "fear",
        "company",
        "run",
        "enough",
        "patient",
        "conduct",
        "clinical",
        "trial",
        "go",
        "partial",
        "list",
        "disease",
        "area",
        "need",
        "attention",
        "general",
        "trend",
        "clear",
        "return",
        "investment",
        "falling",
        "certain",
        "therapeutic",
        "space",
        "championed",
        "opportunity",
        "cost",
        "others",
        "biopharma",
        "reverse",
        "r",
        "roi",
        "rut",
        "also",
        "innovating",
        "newer",
        "better",
        "treatment",
        "disease",
        "afflicting",
        "million",
        "people",
        "one",
        "say",
        "lesser",
        "need",
        "get",
        "cost",
        "per",
        "asset",
        "deloitte",
        "ey",
        "number",
        "proposal",
        "accomplish",
        "artificial",
        "intelligence",
        "better",
        "target",
        "identify",
        "experimental",
        "drug",
        "candidate",
        "right",
        "patient",
        "clinical",
        "streamlined",
        "supply",
        "go",
        "long",
        "way",
        "future",
        "medical",
        "innovation",
        "may",
        "largely",
        "depend",
        "company",
        "ability",
        "carry",
        "change",
        "sponsored",
        "financial",
        "content"
    ]
}