{
    "organizations": [],
    "uuid": "16543f2833f0f37fdc3ed1d5e980c46238ef8c27",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/27/business-wire-acceleron-reports-fourth-quarter-and-full-year-2017-operating-and-financial-results.html",
    "ord_in_thread": 0,
    "title": "Acceleron Reports Fourth Quarter and Full Year 2017 Operating and Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "– Top-line results from the MEDALIST and BELIEVE Phase 3 trials of luspatercept are expected in mid-2018 –\n– Plans to advance neuromuscular agent ACE-083 into Part 2 of the ongoing Phase 2 trials in facioscapulohumeral dystrophy and Charcot-Marie-Tooth disease –\n– Expanded pipeline with sotatercept in pulmonary disease; on track to initiate a Phase 2 trial in pulmonary arterial hypertension in 1H 2018 –\nCAMBRIDGE, Mass.--(BUSINESS WIRE)-- Acceleron Pharma Inc. (NASDAQ:XLRN), a leading biopharmaceutical company in the discovery and development of TGF-beta therapeutics to treat serious and rare diseases, today provided a corporate update and reported financial results for the fourth quarter and full year ended December 31, 2017.\n“2017 was an important year for Acceleron as we laid out our corporate strategy and vision for future growth. We are committed to building therapeutic area leadership and advancing our clinical programs in three areas of high unmet medical need in hematologic, neuromuscular, and pulmonary disease,” said Habib Dable, Chief Executive Officer of Acceleron. “With this progress, we are well positioned for the transformative year ahead. In hematology, we look forward to announcing top-line results from our MEDALIST and BELIEVE Phase 3 trials of luspatercept in mid-2018. We and Celgene continue to drive preparations and key activities for regulatory and commercial readiness. In neuromuscular, we are advancing ACE-083, our locally acting ‘Myostatin+’ agent, through Phase 2 trials in two distinct neuromuscular diseases. In pulmonary, we plan to initiate a Phase 2 study with sotatercept in pulmonary arterial hypertension. Our entire team remains focused on near-term execution as we prepare for long-term value creation and aim to bring new transformative therapies to patients.”\nDevelopment Program Highlights\nHematology\nLuspatercept :\nMyelodysplastic Syndromes (MDS), Beta-Thalassemia, and Myelofibrosis (MF)\nLuspatercept is designed to treat chronic anemia and reduce red blood cell (RBC) transfusion burden in adults with rare blood disorders. Luspatercept is being developed as part of the global collaboration between Acceleron and Celgene.\nTop-line results from the MEDALIST and BELIEVE Phase 3 trials in MDS and beta-thalassemia, respectively, are expected in mid-2018. The initiation of the COMMANDS Phase 3 trial in first-line, lower-risk MDS patients is planned for the first half of 2018. The BEYOND Phase 2 trial in non-transfusion-dependent beta-thalassemia was recently initiated and enrollment is ongoing in the Phase 2 trial in MF. Updated results from the ongoing Phase 2 trial in lower-risk MDS patients were presented at the American Society of Hematology (ASH) 2017 annual meeting. Multiple patients are now nearing three years on treatment.\nNeuromuscular Disease\nACE-083 :\nFacioscapulohumeral Muscular Dystrophy (FSHD) and Charcot-Marie-Tooth (CMT) disease\nACE-083 is a locally-acting therapeutic, based on the naturally-occurring protein follistatin, designed to have a concentrated effect on muscle mass and strength in target muscles for diseases that cause debilitating focal muscle weakness. ACE-083 utilizes the \"Myostatin+\" approach to inhibit multiple TGF-beta ligands.\nPreliminary results from dose cohorts 1 and 2 in Part 1 of the ACE-083 Phase 2 trial in patients with FSHD demonstrated mean total muscle volume increases of over 12% in the tibialis anterior and biceps brachii muscle cohorts. In addition, both of these cohorts demonstrated a reduction in fat fraction. Part 1 of the trial is fully enrolled with treatment ongoing in dose cohort 3; the Company plans to begin Part 2 of the Phase 2 trial in the second quarter of this year. Enrollment and treatment are ongoing in Part 1 of the Phase 2 trial in patients with CMT disease. The Company plans to present preliminary Part 1 results in the second half of 2018 and to initiate Part 2 of the Phase 2 trial by the end of 2018.\nACE-2494 :\nACE-2494 is designed to have a systemic effect on muscle mass and strength throughout the body by utilizing the \"Myostatin+\" approach to inhibit multiple TGF-beta ligands.\nThe Phase 1 clinical trial has been initiated and preliminary results from this healthy volunteer study are expected in the first half of 2019.\nPulmonary Disease\nSotatercept :\nPulmonary Arterial Hypertension (PAH)\nSotatercept is an activin receptor type IIA fusion protein that acts as a ligand trap for members in the TGF-beta protein superfamily involved in the remodeling of a variety of different tissues, including the vasculature and fibrotic tissue.\nPreclinical results were presented at the American Heart Association 2017 Scientific Sessions demonstrating that sotatercept decreased vessel muscularization, improved pulmonary arterial pressures, and decreased indicators of right heart failure. Clinical activities are underway to initiate the planned Phase 2 trial in PAH in the first half of 2018. The Company plans to host an educational webinar to discuss the Phase 2 trial design in the first half of 2018.\nFinancial Results\nCash Position – Cash, cash equivalents and investments as of December 31, 2017 were $372.9 million. As of December 31, 2016 the Company had cash, cash equivalents and investments of $234.4 million. Cash, cash equivalents and investments include $215.8 million of net proceeds from a follow-on public offering of common stock in 2017. We believe that our existing cash, cash equivalents and investments will be sufficient to fund projected operating requirements into 2021. Revenue – Collaboration revenue for the year was $13.5 million. The revenue is all from our Celgene partnership and is primarily due to cost sharing revenue of $12.9 million related to expenses incurred by the Company in support of our partnered programs. Costs and expenses – Total costs and expenses for the year were $123.5 million. This includes R&D expenses of $89.7 million and G&A expenses of $33.7 million. Net Loss – The Company’s net loss for the year ended December 31, 2017 was $108.5 million.\nConference Call and Webcast\nThe Company will host a webcast and conference call to discuss its fourth quarter and full year financial results for 2017 and provide an update on recent corporate activities on February 27, 2018, at 5:00 p.m. EST.\nThe webcast will be accessible under \"Events & Presentations\" in the Investors/Media page of the Company’s website at www.acceleronpharma.com . Individuals can participate in the conference call by dialing 877-312-5848 (domestic) or 253-237-1155 (international) and referring to the “Acceleron Fourth Quarter and Full Year 2017 Earnings Call”.\nThe archived webcast will be available for replay on the Acceleron website approximately two hours after the event.\nAbout Acceleron\nAcceleron is a Cambridge-based, clinical-stage biopharmaceutical company dedicated to the discovery, development, and commercialization of therapeutics to treat serious and rare diseases. The Company's leadership in the understanding of TGF-beta biology and protein engineering generates innovative compounds that engage the body's ability to regulate cellular growth and repair.\nAcceleron focuses its research and development efforts in hematologic, neuromuscular, and pulmonary diseases. In hematology, the Company and its global collaboration partner, Celgene, are developing luspatercept for the treatment of chronic anemia in myelodysplastic syndromes, beta-thalassemia, and myelofibrosis. Acceleron is also advancing its neuromuscular franchise with two distinct Myostatin+ agents, ACE-083 and ACE-2494, and a pulmonary program with a planned Phase 2 trial of sotatercept in pulmonary arterial hypertension.\nFor more information, please visit www.acceleronpharma.com . Follow Acceleron on Social Media: @AcceleronPharma and LinkedIn .\nACCELERON PHARMA INC.\nCONDENSED CONSOLIDATED BALANCE SHEET\n(Amounts in thousands)\n(unaudited)\nDecember 31, 2017 December 31, 2016 Cash and cash equivalents $ 100,150 $ 20,950 Short and long-term investments 272,800 213,432 Other assets 16,227 13,264 Total assets $ 389,177 $ 247,647 Deferred revenue $ 3,702 $ 4,245 Warrants to purchase common stock 2,236 1,244 Other liabilities 18,021 16,562 Total liabilities 23,960 22,050 Total stockholders’ equity 365,217 225,597 Total liabilities and stockholders’ equity $ 389,177 $ 247,647 ACCELERON PHARMA INC.\nCONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS\n(Amounts in thousands except per share data)\n(unaudited)\nThree Months Ended December 31, Year Ended December 31, 2017 2016 2017 2016 Revenue: Collaboration revenue $ 3,705 $ 3,369 $ 13,481 $ 27,771 Costs and expenses: Research and development 25,339 19,088 89,726 68,580 General and administrative 7,002 6,267 33,738 25,297 Total costs and expenses 32,341 25,355 123,464 93,877 Loss from operations (28,636 ) (21,986 ) (109,983 ) (66,106 ) Total other income, net 770 2,742 1,561 9,116 Loss before income taxes (27,866 ) (19,244 ) (108,422 ) (56,990 ) Income tax provision (60 ) (44 ) (32 ) (24 ) Net loss $ (27,926 ) $ (19,288 ) $ (108,454 ) $ (57,014 ) Net loss per share - basic and diluted $ (0.62 ) $ (0.51 ) $ (2.68 ) $ (1.52 ) Weighted-average number of common shares used in computing net loss per share 45,217 37,914 40,420 37,430 Cautionary Note on Forward-Looking Statements\nThis press release contains about the Company's strategy, future plans and prospects, including statements regarding the development of the Company's compounds, the timeline for clinical development and regulatory approval of the Company’s compounds and the expected timing for reporting of data from ongoing clinical trials. The words \"anticipate,\" \"believe,\" \"could,\" \"estimate,\" \"expect,\" \"goal,\" \"intend,\" \"may,\" \"plan,\" \"potential,\" \"project,\" \"should,\" \"target,\" \"will,\" \"would,\" and similar expressions are intended to identify , although not all contain these identifying words.\nActual results could differ materially from those included in the due to various risks and uncertainties, including, but not limited to, that preclinical testing of the Company's compounds and data from clinical trials may not be predictive of the results or success of ongoing or later clinical trials, that the development of the Company's compounds will take longer and/or cost more than planned, that the Company or its collaboration partner, Celgene, will be unable to successfully complete the clinical development of the Company’s compounds, that the Company or Celgene may be delayed in initiating, enrolling or completing any clinical trials, and that the Company's compounds will not receive regulatory approval or become commercially successful products. These and other risks and uncertainties are identified under the heading \"Risk Factors\" included in the Company's most recent Annual Report on Form 10-K, and other filings that the Company has made and may make with the SEC in the future.\nThe contained in this press release are based on management’s current views, plans, estimates, assumptions and projections with respect to future events, and the Company does not undertake and specifically disclaims any obligation to update any .\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180227006474/en/\nFor Acceleron Pharma Inc.\nIRC\nTodd James, 617-649-9393\nVice President, Investor Relations and Corporate Communications\nor\nCandice Ellis, 617-649-9226\nManager, Investor Relations and Corporate Communications\nor\nMedia:\nBMC Communications\nBrad Miles, 646-513-3125\nSource: Acceleron Pharma Inc.",
    "published": "2018-02-28T00:05:00.000+02:00",
    "crawled": "2018-02-28T02:13:39.028+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "result",
        "medalist",
        "believe",
        "phase",
        "trial",
        "luspatercept",
        "expected",
        "plan",
        "advance",
        "neuromuscular",
        "agent",
        "part",
        "ongoing",
        "phase",
        "trial",
        "facioscapulohumeral",
        "dystrophy",
        "disease",
        "expanded",
        "pipeline",
        "sotatercept",
        "pulmonary",
        "disease",
        "track",
        "initiate",
        "phase",
        "trial",
        "pulmonary",
        "arterial",
        "hypertension",
        "1h",
        "cambridge",
        "business",
        "wire",
        "acceleron",
        "pharma",
        "nasdaq",
        "xlrn",
        "leading",
        "biopharmaceutical",
        "company",
        "discovery",
        "development",
        "therapeutic",
        "treat",
        "serious",
        "rare",
        "disease",
        "today",
        "provided",
        "corporate",
        "update",
        "reported",
        "financial",
        "result",
        "fourth",
        "quarter",
        "full",
        "year",
        "ended",
        "december",
        "important",
        "year",
        "acceleron",
        "laid",
        "corporate",
        "strategy",
        "vision",
        "future",
        "growth",
        "committed",
        "building",
        "therapeutic",
        "area",
        "leadership",
        "advancing",
        "clinical",
        "program",
        "three",
        "area",
        "high",
        "unmet",
        "medical",
        "need",
        "hematologic",
        "neuromuscular",
        "pulmonary",
        "disease",
        "said",
        "habib",
        "dable",
        "chief",
        "executive",
        "officer",
        "acceleron",
        "progress",
        "well",
        "positioned",
        "transformative",
        "year",
        "ahead",
        "hematology",
        "look",
        "forward",
        "announcing",
        "result",
        "medalist",
        "believe",
        "phase",
        "trial",
        "luspatercept",
        "celgene",
        "continue",
        "drive",
        "preparation",
        "key",
        "activity",
        "regulatory",
        "commercial",
        "readiness",
        "neuromuscular",
        "advancing",
        "locally",
        "acting",
        "agent",
        "phase",
        "trial",
        "two",
        "distinct",
        "neuromuscular",
        "disease",
        "pulmonary",
        "plan",
        "initiate",
        "phase",
        "study",
        "sotatercept",
        "pulmonary",
        "arterial",
        "hypertension",
        "entire",
        "team",
        "remains",
        "focused",
        "execution",
        "prepare",
        "value",
        "creation",
        "aim",
        "bring",
        "new",
        "transformative",
        "therapy",
        "development",
        "program",
        "highlight",
        "hematology",
        "luspatercept",
        "myelodysplastic",
        "syndrome",
        "md",
        "myelofibrosis",
        "mf",
        "luspatercept",
        "designed",
        "treat",
        "chronic",
        "anemia",
        "reduce",
        "red",
        "blood",
        "cell",
        "rbc",
        "transfusion",
        "burden",
        "adult",
        "rare",
        "blood",
        "disorder",
        "luspatercept",
        "developed",
        "part",
        "global",
        "collaboration",
        "acceleron",
        "celgene",
        "result",
        "medalist",
        "believe",
        "phase",
        "trial",
        "md",
        "respectively",
        "expected",
        "initiation",
        "command",
        "phase",
        "trial",
        "md",
        "patient",
        "planned",
        "first",
        "half",
        "beyond",
        "phase",
        "trial",
        "recently",
        "initiated",
        "enrollment",
        "ongoing",
        "phase",
        "trial",
        "mf",
        "updated",
        "result",
        "ongoing",
        "phase",
        "trial",
        "md",
        "patient",
        "presented",
        "american",
        "society",
        "hematology",
        "ash",
        "annual",
        "meeting",
        "multiple",
        "patient",
        "nearing",
        "three",
        "year",
        "treatment",
        "neuromuscular",
        "disease",
        "facioscapulohumeral",
        "muscular",
        "dystrophy",
        "fshd",
        "cmt",
        "disease",
        "therapeutic",
        "based",
        "protein",
        "follistatin",
        "designed",
        "concentrated",
        "effect",
        "muscle",
        "mass",
        "strength",
        "target",
        "muscle",
        "disease",
        "cause",
        "debilitating",
        "focal",
        "muscle",
        "weakness",
        "utilizes",
        "approach",
        "inhibit",
        "multiple",
        "ligand",
        "preliminary",
        "result",
        "dose",
        "cohort",
        "part",
        "phase",
        "trial",
        "patient",
        "fshd",
        "demonstrated",
        "mean",
        "total",
        "muscle",
        "volume",
        "increase",
        "tibialis",
        "anterior",
        "biceps",
        "brachii",
        "muscle",
        "cohort",
        "addition",
        "cohort",
        "demonstrated",
        "reduction",
        "fat",
        "fraction",
        "part",
        "trial",
        "fully",
        "enrolled",
        "treatment",
        "ongoing",
        "dose",
        "cohort",
        "company",
        "plan",
        "begin",
        "part",
        "phase",
        "trial",
        "second",
        "quarter",
        "year",
        "enrollment",
        "treatment",
        "ongoing",
        "part",
        "phase",
        "trial",
        "patient",
        "cmt",
        "disease",
        "company",
        "plan",
        "present",
        "preliminary",
        "part",
        "result",
        "second",
        "half",
        "initiate",
        "part",
        "phase",
        "trial",
        "end",
        "designed",
        "systemic",
        "effect",
        "muscle",
        "mass",
        "strength",
        "throughout",
        "body",
        "utilizing",
        "approach",
        "inhibit",
        "multiple",
        "ligand",
        "phase",
        "clinical",
        "trial",
        "initiated",
        "preliminary",
        "result",
        "healthy",
        "volunteer",
        "study",
        "expected",
        "first",
        "half",
        "pulmonary",
        "disease",
        "sotatercept",
        "pulmonary",
        "arterial",
        "hypertension",
        "pah",
        "sotatercept",
        "activin",
        "receptor",
        "type",
        "iia",
        "fusion",
        "protein",
        "act",
        "ligand",
        "trap",
        "member",
        "protein",
        "superfamily",
        "involved",
        "remodeling",
        "variety",
        "different",
        "tissue",
        "including",
        "vasculature",
        "fibrotic",
        "tissue",
        "preclinical",
        "result",
        "presented",
        "american",
        "heart",
        "association",
        "scientific",
        "session",
        "demonstrating",
        "sotatercept",
        "decreased",
        "vessel",
        "muscularization",
        "improved",
        "pulmonary",
        "arterial",
        "pressure",
        "decreased",
        "indicator",
        "right",
        "heart",
        "failure",
        "clinical",
        "activity",
        "underway",
        "initiate",
        "planned",
        "phase",
        "trial",
        "pah",
        "first",
        "half",
        "company",
        "plan",
        "host",
        "educational",
        "webinar",
        "discus",
        "phase",
        "trial",
        "design",
        "first",
        "half",
        "financial",
        "result",
        "cash",
        "position",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "december",
        "million",
        "december",
        "company",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "million",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "include",
        "million",
        "net",
        "proceeds",
        "public",
        "offering",
        "common",
        "stock",
        "believe",
        "existing",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "sufficient",
        "fund",
        "projected",
        "operating",
        "requirement",
        "revenue",
        "collaboration",
        "revenue",
        "year",
        "million",
        "revenue",
        "celgene",
        "partnership",
        "primarily",
        "due",
        "cost",
        "sharing",
        "revenue",
        "million",
        "related",
        "expense",
        "incurred",
        "company",
        "support",
        "partnered",
        "program",
        "cost",
        "expense",
        "total",
        "cost",
        "expense",
        "year",
        "million",
        "includes",
        "r",
        "expense",
        "million",
        "g",
        "expense",
        "million",
        "net",
        "loss",
        "company",
        "net",
        "loss",
        "year",
        "ended",
        "december",
        "million",
        "conference",
        "call",
        "webcast",
        "company",
        "host",
        "webcast",
        "conference",
        "call",
        "discus",
        "fourth",
        "quarter",
        "full",
        "year",
        "financial",
        "result",
        "provide",
        "update",
        "recent",
        "corporate",
        "activity",
        "february",
        "est",
        "webcast",
        "accessible",
        "event",
        "presentation",
        "page",
        "company",
        "website",
        "individual",
        "participate",
        "conference",
        "call",
        "dialing",
        "domestic",
        "international",
        "referring",
        "acceleron",
        "fourth",
        "quarter",
        "full",
        "year",
        "earnings",
        "call",
        "archived",
        "webcast",
        "available",
        "replay",
        "acceleron",
        "website",
        "approximately",
        "two",
        "hour",
        "event",
        "acceleron",
        "acceleron",
        "biopharmaceutical",
        "company",
        "dedicated",
        "discovery",
        "development",
        "commercialization",
        "therapeutic",
        "treat",
        "serious",
        "rare",
        "disease",
        "company",
        "leadership",
        "understanding",
        "biology",
        "protein",
        "engineering",
        "generates",
        "innovative",
        "compound",
        "engage",
        "body",
        "ability",
        "regulate",
        "cellular",
        "growth",
        "repair",
        "acceleron",
        "focus",
        "research",
        "development",
        "effort",
        "hematologic",
        "neuromuscular",
        "pulmonary",
        "disease",
        "hematology",
        "company",
        "global",
        "collaboration",
        "partner",
        "celgene",
        "developing",
        "luspatercept",
        "treatment",
        "chronic",
        "anemia",
        "myelodysplastic",
        "syndrome",
        "myelofibrosis",
        "acceleron",
        "also",
        "advancing",
        "neuromuscular",
        "franchise",
        "two",
        "distinct",
        "agent",
        "pulmonary",
        "program",
        "planned",
        "phase",
        "trial",
        "sotatercept",
        "pulmonary",
        "arterial",
        "hypertension",
        "information",
        "please",
        "visit",
        "follow",
        "acceleron",
        "social",
        "medium",
        "acceleronpharma",
        "linkedin",
        "acceleron",
        "pharma",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "amount",
        "thousand",
        "unaudited",
        "december",
        "december",
        "cash",
        "cash",
        "equivalent",
        "short",
        "investment",
        "asset",
        "total",
        "asset",
        "deferred",
        "revenue",
        "warrant",
        "purchase",
        "common",
        "stock",
        "liability",
        "total",
        "liability",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "acceleron",
        "pharma",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "amount",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "revenue",
        "collaboration",
        "revenue",
        "cost",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "cost",
        "expense",
        "loss",
        "operation",
        "total",
        "income",
        "net",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "provision",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "number",
        "common",
        "share",
        "used",
        "computing",
        "net",
        "loss",
        "per",
        "share",
        "cautionary",
        "note",
        "statement",
        "press",
        "release",
        "contains",
        "company",
        "strategy",
        "future",
        "plan",
        "prospect",
        "including",
        "statement",
        "regarding",
        "development",
        "company",
        "compound",
        "timeline",
        "clinical",
        "development",
        "regulatory",
        "approval",
        "company",
        "compound",
        "expected",
        "timing",
        "reporting",
        "data",
        "ongoing",
        "clinical",
        "trial",
        "word",
        "anticipate",
        "believe",
        "could",
        "estimate",
        "expect",
        "goal",
        "intend",
        "may",
        "plan",
        "potential",
        "project",
        "target",
        "would",
        "similar",
        "expression",
        "intended",
        "identify",
        "although",
        "contain",
        "identifying",
        "word",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "included",
        "due",
        "various",
        "risk",
        "uncertainty",
        "including",
        "limited",
        "preclinical",
        "testing",
        "company",
        "compound",
        "data",
        "clinical",
        "trial",
        "may",
        "predictive",
        "result",
        "success",
        "ongoing",
        "later",
        "clinical",
        "trial",
        "development",
        "company",
        "compound",
        "take",
        "longer",
        "cost",
        "planned",
        "company",
        "collaboration",
        "partner",
        "celgene",
        "unable",
        "successfully",
        "complete",
        "clinical",
        "development",
        "company",
        "compound",
        "company",
        "celgene",
        "may",
        "delayed",
        "initiating",
        "enrolling",
        "completing",
        "clinical",
        "trial",
        "company",
        "compound",
        "receive",
        "regulatory",
        "approval",
        "become",
        "commercially",
        "successful",
        "product",
        "risk",
        "uncertainty",
        "identified",
        "heading",
        "risk",
        "factor",
        "included",
        "company",
        "recent",
        "annual",
        "report",
        "form",
        "filing",
        "company",
        "made",
        "may",
        "make",
        "sec",
        "future",
        "contained",
        "press",
        "release",
        "based",
        "management",
        "current",
        "view",
        "plan",
        "estimate",
        "assumption",
        "projection",
        "respect",
        "future",
        "event",
        "company",
        "undertake",
        "specifically",
        "disclaims",
        "obligation",
        "update",
        "view",
        "source",
        "version",
        "http",
        "acceleron",
        "pharma",
        "irc",
        "todd",
        "james",
        "vice",
        "president",
        "investor",
        "relation",
        "corporate",
        "communication",
        "candice",
        "elli",
        "manager",
        "investor",
        "relation",
        "corporate",
        "communication",
        "medium",
        "bmc",
        "communication",
        "brad",
        "mile",
        "source",
        "acceleron",
        "pharma",
        "inc"
    ]
}