{
    "organizations": [],
    "uuid": "810e2a720fa1a30dff3876ee8a8cb5aa493d4f5e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/12/business-wire-pacific-premier-bancorp-inc-to-acquire-grandpoint-capital-inc.html",
    "ord_in_thread": 0,
    "title": "Pacific Premier Bancorp, Inc. to Acquire Grandpoint Capital, Inc.",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Highlights of the Announced Transaction:\nStrengthens Pacific Premier’s position as one of the leading and largest commercial banks headquartered in Southern California with approximately $11.7 billion in total assets on a pro forma basis Meaningfully deepens Pacific Premier’s presence within highly desirable Los Angeles County Increases non-maturity deposits by $2.0 billion Compelling economics for Pacific Premier’s shareholders\nIRVINE, Calif.--(BUSINESS WIRE)-- Pacific Premier Bancorp, Inc. (NASDAQ: PPBI) (the “Company,” “Pacific Premier,” “we,” “us” or “our”), the holding company of Pacific Premier Bank (“Pacific Premier Bank”), and Grandpoint Capital, Inc. (OTC Pink: GPNC) (“Grandpoint”) today announced they have entered into a definitive agreement under which Pacific Premier will acquire Grandpoint in an all-stock transaction valued at approximately $641.2 million, or $18.57 per share, based on a closing price for Pacific Premier’s common stock of $39.10 as of February 9, 2018. The Company expects the transaction to be immediately accretive to 2018 earnings per share, 8.6% accretive to earnings per share in 2019, and approximately 2.4% dilutive to tangible book value per share with a 1.2 year earn back period.\nGrandpoint Capital, Inc., the holding company of Grandpoint Bank, is headquartered in Los Angeles, California, with $3.2 billion in total assets, $2.4 billion in gross loans and $2.4 billion in total deposits as of December 31, 2017. Grandpoint Bank operates 14 regional offices in Southern California, Arizona and Vancouver, Washington. The transaction will increase Pacific Premier’s total assets to approximately $11.7 billion on a pro forma basis.\nSteven R. Gardner, Chairman, President and Chief Executive Officer of Pacific Premier, commented, “Grandpoint is a highly attractive business banking franchise that we have known for many years and believe will be an excellent strategic and cultural fit with our existing franchise. The expansion of our organization remains a key focus of our long-term strategic plan as we build Pacific Premier into the leading commercial bank headquartered in Southern California. With this acquisition, we will surpass $10 billion in total assets, which we believe will allow us to further leverage our operational scale. Our increased market presence in and beyond Southern California will allow us to take advantage of organic and strategic growth opportunities that we anticipate will further enhance shareholder value.”\n“We are excited to join Pacific Premier and believe this combined company is one of the most attractive commercial banks headquartered in Southern California,” said Don Griffith, Chairman and Chief Executive Officer of Grandpoint. “On a combined basis, Pacific Premier will offer greater capital resources and an expanded array of products and services, which we believe will be beneficial to our clients and our employees. We are excited about the opportunities that will be created from this merger and look forward to the combined success going forward.”\nThe earnings per share accretion estimates are based off of consensus street estimates and assume costs savings of approximately 40% of Grandpoint’s non-interest expense, with 75% of the cost savings phased-in during 2018 and 100% phased-in during 2019. Pro forma earnings per share estimates do not include any assumption of revenue synergies.\nTransaction Details\nUnder the terms of the definitive agreement, upon consummation of the transaction, holders of Grandpoint common stock will have the right to receive 0.4750 of a share of Pacific Premier common stock for each share of Grandpoint common stock they own. Based on a $39.10 closing price of Pacific Premier’s common stock on February 9, 2018, the aggregate merger consideration is approximately $641.2 million or $18.57 per share of Grandpoint common stock.\nExisting Pacific Premier shareholders will own approximately 75% of the outstanding shares of the combined company and Grandpoint shareholders are expected to own approximately 25%.\nThe transaction is expected to close in the third quarter of 2018, subject to satisfaction of customary closing conditions, including regulatory approvals and approval of the Company’s and Grandpoint’s shareholders. Certain Grandpoint shareholders, as well as Grandpoint’s directors and executive officers, have entered into agreements with Pacific Premier pursuant to which they have committed to provide written consents with respect to their shares of Grandpoint common stock in favor of the acquisition. For additional information about the proposed acquisition of Grandpoint, shareholders are encouraged to carefully read the definitive agreement that was filed with the Securities and Exchange Commission (“SEC”) today.\nRaymond James & Associates, Inc. acted as financial advisor to Pacific Premier in the transaction and delivered a fairness opinion to the Board of Directors of the Company. Holland & Knight LLP served as legal counsel to Pacific Premier. Keefe, Bruyette, & Woods, A Stifel Company, acted as financial advisor to Grandpoint in the transaction. Sullivan & Cromwell LLP served as legal counsel to Grandpoint.\nConference Call, Webcast and Investor Presentation\nThe Company will host a conference call at 8:00 a.m. PT / 11:00 a.m. ET on Monday, February 12, 2018 to discuss the merger announcement. Analysts and investors may participate in the question-and-answer session. The conference call can be accessed by telephone at 866-290-5977 and asking to join the “Pacific Premier Bancorp” conference call. Additionally a telephone replay will be made available through February 19, 2018 at 877-344-7529, access code 10117103. The conference call will be webcast live on the Investor Relations section of the Company’s website. An archived version of the webcast will be made available in the same location shortly after the live call has ended.\nA presentation to be discussed on the conference call will be made available on the Presentations page of the Company’s investor relations website.\nAbout Pacific Premier Bancorp, Inc.\nPacific Premier Bancorp is the holding company for Pacific Premier Bank, one of the largest banks headquartered in Southern California with approximately $8.0 billion in assets. Pacific Premier Bank is a business bank primarily focused on serving small and middle market businesses in the counties of Orange, Los Angeles, Riverside, San Bernardino, San Diego, San Luis Obispo and Santa Barbara, California as well as Clark County, Nevada. Through its 33 depository branches, Pacific Premier Bank offers a diverse range of lending products including commercial, commercial real estate, construction, and SBA loans, as well as specialty banking products for homeowners associations and franchise lending nationwide.\nAbout Grandpoint Capital\nGrandpoint Capital, Inc., is the parent company of Grandpoint Bank, a full service commercial bank with assets of $3.2 billion focused on professionals, entrepreneurs, and privately held businesses. The Bank operates 14 banking offices in Southern California, Washington, and Arizona. Grandpoint Capital and Grandpoint Bank are headquartered in Los Angeles, Calif. More information about Grandpoint is available at www.grandpointbank.com .\nFORWARD-LOOKING STATEMENTS\nThis press release may contain forward-looking statements regarding the Company, Grandpoint and the proposed acquisition. These statements involve certain risks and uncertainties that could cause actual results to differ materially from those in the forward-looking statements. Such risks and uncertainties include, but are not limited to, the following factors: the expected cost savings, synergies and other financial benefits from the acquisition might not be realized within the expected time frames or at all; governmental approval of the acquisition may not be obtained or adverse regulatory conditions may be imposed in connection with governmental approvals of the acquisition; conditions to the closing of the acquisition may not be satisfied; the shareholders of Grandpoint may fail to provide the requisite consents to approve the consummation of the acquisition; and the Company’s shareholders may fail to approve the issuance of shares of the Company’s common stock in connection with the proposed acquisition. Annualized, pro forma, projected and estimated numbers in this press release are used for illustrative purposes only, are not forecasts and may not reflect actual results.\nThe Company and Grandpoint undertake no obligation to revise or publicly release any revision or update to these forward-looking statements to reflect events or circumstances that occur after the date on which such statements were made.\nAdditional Information About the Merger and Where to Find It\nThis press release does not constitute an offer to sell or the solicitation of an offer to buy any securities or a solicitation of any vote or approval.\nIn connection with the proposed acquisition transaction, a registration statement on Form S-4 will be filed with the SEC that will include a consent solicitation statement and proxy statement/prospectus to be distributed to the shareholders of Grandpoint and Pacific Premier in connection with their vote on the acquisition. SHAREHOLDERS OF GRANDPOINT AND PACIFIC PREMIER ARE ENCOURAGED TO READ THE REGISTRATION STATEMENT AND ANY OTHER RELEVANT DOCUMENTS FILED WITH THE SEC, INCLUDING THE CONSENT SOLICITATION AND PROXY STATEMENT/PROSPECTUS THAT WILL BE PART OF THE REGISTRATION STATEMENT, BECAUSE THEY WILL CONTAIN IMPORTANT INFORMATION ABOUT THE PROPOSED ACQUISITION. The final consent solicitation and proxy statement/prospectus will be mailed to shareholders of Grandpoint and Pacific Premier. Investors and security holders will be able to obtain the documents, and any other documents the Company has filed with the SEC, free of charge at the SEC's website, www.sec.gov . In addition, documents filed with the SEC by the Company will be available free of charge by (1) accessing PPBI’s website at www.ppbi.com under the “Investor Relations” link and then under the heading “SEC Filings”; (2) writing PPBI at 17901 Von Karman Avenue, Suite 1200, Irvine, CA 92614, Attention: Investor Relations; or (3) writing Grandpoint at 333 South Grand Avenue, Los Angeles, California 90071, Attention: Corporate Secretary.\nThe directors, executive officers and certain other members of management and employees of Pacific Premier may be deemed to be participants in the solicitation of proxies in respect of the proposed transactions. Information about Pacific Premier’s directors and executive officers is included in the proxy statement for its 2017 annual meeting of Pacific Premier shareholders, which was filed with the SEC on April 27, 2017. The directors, executive officers, and certain other members of management and employees of Grandpoint may also be deemed to be participants in the solicitation of consents in favor of the transaction from the shareholders of Grandpoint. Additional information regarding the interests of those participants and other persons who may be deemed participants in the transaction may be obtained by reading the consent solicitation and proxy statement/prospectus regarding the proposed transaction when it becomes available. Free copies of this document may be obtained as described in the preceding paragraph.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180212005347/en/\nPacific Premier Bancorp, Inc.\nSteven R. Gardner\nChairman, President & Chief Executive Officer\n949-864-8000\nsgardner@ppbi.com\nor\nRonald J. Nicolas, Jr.\nSenior Executive Vice President & Chief Financial Officer\n949-864-8000\nrnicolas@ppbi.com\nSource: Pacific Premier Bancorp, Inc.",
    "published": "2018-02-12T14:00:00.000+02:00",
    "crawled": "2018-02-12T16:49:47.011+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "highlight",
        "announced",
        "transaction",
        "strengthens",
        "pacific",
        "premier",
        "position",
        "one",
        "leading",
        "largest",
        "commercial",
        "bank",
        "headquartered",
        "southern",
        "california",
        "approximately",
        "billion",
        "total",
        "asset",
        "pro",
        "forma",
        "basis",
        "meaningfully",
        "deepens",
        "pacific",
        "premier",
        "presence",
        "within",
        "highly",
        "desirable",
        "los",
        "angeles",
        "county",
        "increase",
        "deposit",
        "billion",
        "compelling",
        "economics",
        "pacific",
        "premier",
        "shareholder",
        "irvine",
        "business",
        "wire",
        "pacific",
        "premier",
        "bancorp",
        "nasdaq",
        "ppbi",
        "company",
        "pacific",
        "premier",
        "u",
        "holding",
        "company",
        "pacific",
        "premier",
        "bank",
        "pacific",
        "premier",
        "bank",
        "grandpoint",
        "capital",
        "otc",
        "pink",
        "gpnc",
        "grandpoint",
        "today",
        "announced",
        "entered",
        "definitive",
        "agreement",
        "pacific",
        "premier",
        "acquire",
        "grandpoint",
        "transaction",
        "valued",
        "approximately",
        "million",
        "per",
        "share",
        "based",
        "closing",
        "price",
        "pacific",
        "premier",
        "common",
        "stock",
        "february",
        "company",
        "expects",
        "transaction",
        "immediately",
        "accretive",
        "earnings",
        "per",
        "share",
        "accretive",
        "earnings",
        "per",
        "share",
        "approximately",
        "dilutive",
        "tangible",
        "book",
        "value",
        "per",
        "share",
        "year",
        "earn",
        "back",
        "period",
        "grandpoint",
        "capital",
        "holding",
        "company",
        "grandpoint",
        "bank",
        "headquartered",
        "los",
        "angeles",
        "california",
        "billion",
        "total",
        "asset",
        "billion",
        "gross",
        "loan",
        "billion",
        "total",
        "deposit",
        "december",
        "grandpoint",
        "bank",
        "operates",
        "regional",
        "office",
        "southern",
        "california",
        "arizona",
        "vancouver",
        "washington",
        "transaction",
        "increase",
        "pacific",
        "premier",
        "total",
        "asset",
        "approximately",
        "billion",
        "pro",
        "forma",
        "basis",
        "steven",
        "gardner",
        "chairman",
        "president",
        "chief",
        "executive",
        "officer",
        "pacific",
        "premier",
        "commented",
        "grandpoint",
        "highly",
        "attractive",
        "business",
        "banking",
        "franchise",
        "known",
        "many",
        "year",
        "believe",
        "excellent",
        "strategic",
        "cultural",
        "fit",
        "existing",
        "franchise",
        "expansion",
        "organization",
        "remains",
        "key",
        "focus",
        "strategic",
        "plan",
        "build",
        "pacific",
        "premier",
        "leading",
        "commercial",
        "bank",
        "headquartered",
        "southern",
        "california",
        "acquisition",
        "surpass",
        "billion",
        "total",
        "asset",
        "believe",
        "allow",
        "u",
        "leverage",
        "operational",
        "scale",
        "increased",
        "market",
        "presence",
        "beyond",
        "southern",
        "california",
        "allow",
        "u",
        "take",
        "advantage",
        "organic",
        "strategic",
        "growth",
        "opportunity",
        "anticipate",
        "enhance",
        "shareholder",
        "excited",
        "join",
        "pacific",
        "premier",
        "believe",
        "combined",
        "company",
        "one",
        "attractive",
        "commercial",
        "bank",
        "headquartered",
        "southern",
        "california",
        "said",
        "griffith",
        "chairman",
        "chief",
        "executive",
        "officer",
        "grandpoint",
        "combined",
        "basis",
        "pacific",
        "premier",
        "offer",
        "greater",
        "capital",
        "resource",
        "expanded",
        "array",
        "product",
        "service",
        "believe",
        "beneficial",
        "client",
        "employee",
        "excited",
        "opportunity",
        "created",
        "merger",
        "look",
        "forward",
        "combined",
        "success",
        "going",
        "earnings",
        "per",
        "share",
        "accretion",
        "estimate",
        "based",
        "consensus",
        "street",
        "estimate",
        "assume",
        "cost",
        "saving",
        "approximately",
        "grandpoint",
        "expense",
        "cost",
        "saving",
        "pro",
        "forma",
        "earnings",
        "per",
        "share",
        "estimate",
        "include",
        "assumption",
        "revenue",
        "synergy",
        "transaction",
        "detail",
        "term",
        "definitive",
        "agreement",
        "upon",
        "consummation",
        "transaction",
        "holder",
        "grandpoint",
        "common",
        "stock",
        "right",
        "receive",
        "share",
        "pacific",
        "premier",
        "common",
        "stock",
        "share",
        "grandpoint",
        "common",
        "stock",
        "based",
        "closing",
        "price",
        "pacific",
        "premier",
        "common",
        "stock",
        "february",
        "aggregate",
        "merger",
        "consideration",
        "approximately",
        "million",
        "per",
        "share",
        "grandpoint",
        "common",
        "stock",
        "existing",
        "pacific",
        "premier",
        "shareholder",
        "approximately",
        "outstanding",
        "share",
        "combined",
        "company",
        "grandpoint",
        "shareholder",
        "expected",
        "approximately",
        "transaction",
        "expected",
        "close",
        "third",
        "quarter",
        "subject",
        "satisfaction",
        "customary",
        "closing",
        "condition",
        "including",
        "regulatory",
        "approval",
        "approval",
        "company",
        "grandpoint",
        "shareholder",
        "certain",
        "grandpoint",
        "shareholder",
        "well",
        "grandpoint",
        "director",
        "executive",
        "officer",
        "entered",
        "agreement",
        "pacific",
        "premier",
        "pursuant",
        "committed",
        "provide",
        "written",
        "consent",
        "respect",
        "share",
        "grandpoint",
        "common",
        "stock",
        "favor",
        "acquisition",
        "additional",
        "information",
        "proposed",
        "acquisition",
        "grandpoint",
        "shareholder",
        "encouraged",
        "carefully",
        "read",
        "definitive",
        "agreement",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "today",
        "raymond",
        "james",
        "associate",
        "acted",
        "financial",
        "advisor",
        "pacific",
        "premier",
        "transaction",
        "delivered",
        "fairness",
        "opinion",
        "board",
        "director",
        "company",
        "holland",
        "knight",
        "llp",
        "served",
        "legal",
        "counsel",
        "pacific",
        "premier",
        "keefe",
        "bruyette",
        "wood",
        "stifel",
        "company",
        "acted",
        "financial",
        "advisor",
        "grandpoint",
        "transaction",
        "sullivan",
        "cromwell",
        "llp",
        "served",
        "legal",
        "counsel",
        "grandpoint",
        "conference",
        "call",
        "webcast",
        "investor",
        "presentation",
        "company",
        "host",
        "conference",
        "call",
        "pt",
        "et",
        "monday",
        "february",
        "discus",
        "merger",
        "announcement",
        "analyst",
        "investor",
        "may",
        "participate",
        "session",
        "conference",
        "call",
        "accessed",
        "telephone",
        "asking",
        "join",
        "pacific",
        "premier",
        "bancorp",
        "conference",
        "call",
        "additionally",
        "telephone",
        "replay",
        "made",
        "available",
        "february",
        "access",
        "code",
        "conference",
        "call",
        "webcast",
        "live",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "archived",
        "version",
        "webcast",
        "made",
        "available",
        "location",
        "shortly",
        "live",
        "call",
        "ended",
        "presentation",
        "discussed",
        "conference",
        "call",
        "made",
        "available",
        "presentation",
        "page",
        "company",
        "investor",
        "relation",
        "website",
        "pacific",
        "premier",
        "bancorp",
        "pacific",
        "premier",
        "bancorp",
        "holding",
        "company",
        "pacific",
        "premier",
        "bank",
        "one",
        "largest",
        "bank",
        "headquartered",
        "southern",
        "california",
        "approximately",
        "billion",
        "asset",
        "pacific",
        "premier",
        "bank",
        "business",
        "bank",
        "primarily",
        "focused",
        "serving",
        "small",
        "middle",
        "market",
        "business",
        "county",
        "orange",
        "los",
        "angeles",
        "riverside",
        "san",
        "bernardino",
        "san",
        "diego",
        "san",
        "luis",
        "obispo",
        "santa",
        "barbara",
        "california",
        "well",
        "clark",
        "county",
        "nevada",
        "depository",
        "branch",
        "pacific",
        "premier",
        "bank",
        "offer",
        "diverse",
        "range",
        "lending",
        "product",
        "including",
        "commercial",
        "commercial",
        "real",
        "estate",
        "construction",
        "sba",
        "loan",
        "well",
        "specialty",
        "banking",
        "product",
        "homeowner",
        "association",
        "franchise",
        "lending",
        "nationwide",
        "grandpoint",
        "capital",
        "grandpoint",
        "capital",
        "parent",
        "company",
        "grandpoint",
        "bank",
        "full",
        "service",
        "commercial",
        "bank",
        "asset",
        "billion",
        "focused",
        "professional",
        "entrepreneur",
        "privately",
        "held",
        "business",
        "bank",
        "operates",
        "banking",
        "office",
        "southern",
        "california",
        "washington",
        "arizona",
        "grandpoint",
        "capital",
        "grandpoint",
        "bank",
        "headquartered",
        "los",
        "angeles",
        "information",
        "grandpoint",
        "available",
        "statement",
        "press",
        "release",
        "may",
        "contain",
        "statement",
        "regarding",
        "company",
        "grandpoint",
        "proposed",
        "acquisition",
        "statement",
        "involve",
        "certain",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "statement",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "following",
        "factor",
        "expected",
        "cost",
        "saving",
        "synergy",
        "financial",
        "benefit",
        "acquisition",
        "might",
        "realized",
        "within",
        "expected",
        "time",
        "frame",
        "governmental",
        "approval",
        "acquisition",
        "may",
        "obtained",
        "adverse",
        "regulatory",
        "condition",
        "may",
        "imposed",
        "connection",
        "governmental",
        "approval",
        "acquisition",
        "condition",
        "closing",
        "acquisition",
        "may",
        "satisfied",
        "shareholder",
        "grandpoint",
        "may",
        "fail",
        "provide",
        "requisite",
        "consent",
        "approve",
        "consummation",
        "acquisition",
        "company",
        "shareholder",
        "may",
        "fail",
        "approve",
        "issuance",
        "share",
        "company",
        "common",
        "stock",
        "connection",
        "proposed",
        "acquisition",
        "annualized",
        "pro",
        "forma",
        "projected",
        "estimated",
        "number",
        "press",
        "release",
        "used",
        "illustrative",
        "purpose",
        "forecast",
        "may",
        "reflect",
        "actual",
        "result",
        "company",
        "grandpoint",
        "undertake",
        "obligation",
        "revise",
        "publicly",
        "release",
        "revision",
        "update",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "occur",
        "date",
        "statement",
        "made",
        "additional",
        "information",
        "merger",
        "find",
        "press",
        "release",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "solicitation",
        "vote",
        "approval",
        "connection",
        "proposed",
        "acquisition",
        "transaction",
        "registration",
        "statement",
        "form",
        "filed",
        "sec",
        "include",
        "consent",
        "solicitation",
        "statement",
        "proxy",
        "distributed",
        "shareholder",
        "grandpoint",
        "pacific",
        "premier",
        "connection",
        "vote",
        "acquisition",
        "shareholder",
        "grandpoint",
        "pacific",
        "premier",
        "encouraged",
        "read",
        "registration",
        "statement",
        "relevant",
        "document",
        "filed",
        "sec",
        "including",
        "consent",
        "solicitation",
        "proxy",
        "part",
        "registration",
        "statement",
        "contain",
        "important",
        "information",
        "proposed",
        "acquisition",
        "final",
        "consent",
        "solicitation",
        "proxy",
        "mailed",
        "shareholder",
        "grandpoint",
        "pacific",
        "premier",
        "investor",
        "security",
        "holder",
        "able",
        "obtain",
        "document",
        "document",
        "company",
        "filed",
        "sec",
        "free",
        "charge",
        "sec",
        "website",
        "addition",
        "document",
        "filed",
        "sec",
        "company",
        "available",
        "free",
        "charge",
        "accessing",
        "ppbi",
        "website",
        "investor",
        "relation",
        "link",
        "heading",
        "sec",
        "filing",
        "writing",
        "ppbi",
        "von",
        "karman",
        "avenue",
        "suite",
        "irvine",
        "ca",
        "attention",
        "investor",
        "relation",
        "writing",
        "grandpoint",
        "south",
        "grand",
        "avenue",
        "los",
        "angeles",
        "california",
        "attention",
        "corporate",
        "secretary",
        "director",
        "executive",
        "officer",
        "certain",
        "member",
        "management",
        "employee",
        "pacific",
        "premier",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "respect",
        "proposed",
        "transaction",
        "information",
        "pacific",
        "premier",
        "director",
        "executive",
        "officer",
        "included",
        "proxy",
        "statement",
        "annual",
        "meeting",
        "pacific",
        "premier",
        "shareholder",
        "filed",
        "sec",
        "april",
        "director",
        "executive",
        "officer",
        "certain",
        "member",
        "management",
        "employee",
        "grandpoint",
        "may",
        "also",
        "deemed",
        "participant",
        "solicitation",
        "consent",
        "favor",
        "transaction",
        "shareholder",
        "grandpoint",
        "additional",
        "information",
        "regarding",
        "interest",
        "participant",
        "person",
        "may",
        "deemed",
        "participant",
        "transaction",
        "may",
        "obtained",
        "reading",
        "consent",
        "solicitation",
        "proxy",
        "regarding",
        "proposed",
        "transaction",
        "becomes",
        "available",
        "free",
        "copy",
        "document",
        "may",
        "obtained",
        "described",
        "preceding",
        "paragraph",
        "view",
        "source",
        "version",
        "http",
        "pacific",
        "premier",
        "bancorp",
        "steven",
        "gardner",
        "chairman",
        "president",
        "chief",
        "executive",
        "officer",
        "sgardner",
        "ronald",
        "nicolas",
        "senior",
        "executive",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "rnicolas",
        "source",
        "pacific",
        "premier",
        "bancorp",
        "inc"
    ]
}