{
    "organizations": [],
    "uuid": "45324bd6daddf2b8e6bab71f767944242c80065d",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/13/business-wire-quidel-receives-510k-clearance-for-quickvuea-influenza-ab-test-assay-meets-fdaas-class-ii-ridt-requirements.html",
    "ord_in_thread": 0,
    "title": "Quidel Receives 510(k) Clearance for QuickVue® Influenza A+B Test, Assay Meets FDA’s Class II RIDT Requirements",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN DIEGO--(BUSINESS WIRE)-- Quidel Corporation (NASDAQ: QDEL) , a provider of rapid diagnostic testing solutions, cellular-based virology assays and molecular diagnostic systems, announced today that it has received 510(k) clearance from the United States Food and Drug Administration (FDA) for Quidel’s CLIA Waived QuickVue® Influenza A+B assay for the rapid, differential detection of influenza types A and B.\nIn a recent clinical study, Quidel’s QuickVue® Influenza A+B test was shown to meet the FDA’s reclassification criteria for Class II Rapid Influenza Diagnostic Tests and is available for sale in the United States. The assay allows for the rapid, qualitative detection of influenza type A and type B antigens directly in nasal swab and nasopharyngeal swab specimens from symptomatic patients.\n“Influenza is a highly contagious, acute, viral infection of the respiratory tract, and rapid diagnosis is critical to avoid potentially serious complications. Recent CDC figures and positivity rates from our Sofia analyzers suggest that this year’s influenza season may be getting worse, not better, and has surpassed the rate of every other year except the unusual pandemic of 2009. Quidel’s QuickVue® Influenza A+B test identifies and differentiates influenza type A and B in approximately 10 minutes aiding in better patient management decisions for healthcare professionals,” commented Douglas Bryant, president and chief executive officer of Quidel Corporation.\nThe causative agents of the disease are immunologically diverse, single-strand RNA viruses known as influenza viruses. There are three types of influenza viruses: A, B, and C. Type A viruses are the most prevalent and are associated with the most serious epidemics. Type B viruses produce a disease that is generally milder than that caused by type A. Type C viruses have never been associated with a large epidemic of human disease. Both type A and B viruses can circulate simultaneously, but usually one type is dominant during a given season. 1\n1 Murphy, B.R., and R.G. Webster. Orthomyxoviruses, In: Fields Virology, 3rd edition, B.N. Fields, D.M. Knipe, P.M. Howley, et al. (eds.), Lippincott-Raven, Philadelphia. 1996, pp. 1397–1445.\nAbout Quidel Corporation\nQuidel Corporation serves to enhance the health and well-being of people around the globe through the development of diagnostic solutions that can lead to improved patient outcomes and provide economic benefits to the healthcare system. Marketed under the Sofia®, QuickVue®, D3® Direct Detection, Thyretain®, Triage® and InflammaDry® leading brand names, as well as under the new Solana®, AmpliVue® and Lyra® molecular diagnostic brands, Quidel’s products aid in the detection and diagnosis of many critical diseases and conditions, including, among others, influenza, respiratory syncytial virus, Strep A, herpes, pregnancy, thyroid disease and fecal occult blood. Quidel's recently acquired Triage® system of tests comprises a comprehensive test menu that provides rapid, cost-effective treatment decisions at the point-of-care (POC), offering a diverse immunoassay menu in a variety of tests to provide you with diagnostic answers for quantitative BNP, CK-MB, d-dimer, myoglobin, troponin I and qualitative TOX Drug Screen. Quidel’s research and development engine is also developing a continuum of diagnostic solutions from advanced immunoassay to molecular diagnostic tests to further improve the quality of healthcare in physicians’ offices and hospital and reference laboratories. For more information about Quidel’s comprehensive product portfolio, visit quidel.com .\nThis press release contains forward-looking statements within the meaning of the federal securities laws that involve material risks, assumptions and uncertainties. Many possible events or factors could affect our future financial results and performance, such that our actual results and performance may differ materially from those that may be described or implied in the forward-looking statements. As such, no forward-looking statement can be guaranteed. Differences in actual results and performance may arise as a result of a number of factors including, without limitation, fluctuations in our operating results resulting from seasonality, the timing of the onset, length and severity of cold and flu seasons, government and media attention focused on influenza and the related potential impact on humans from novel influenza viruses, adverse changes in competitive conditions in domestic and international markets, changes in sales levels as it relates to the absorption of our fixed costs, lower than anticipated market penetration of our products, the reimbursement system currently in place and future changes to that system, changes in economic conditions in our domestic and international markets, the quantity of our product in our distributors’ inventory or distribution channels, changes in the buying patterns of our distributors, and changes in the healthcare market and consolidation of our customer base; our development and protection of intellectual property; our development of new technologies, products and markets; our reliance on a limited number of key distributors; our reliance on sales of our influenza diagnostics tests; our ability to manage our growth strategy; our ability to integrate companies or technologies we have acquired or may acquire, including integration and transition risks, the ability to achieve anticipated financial results and synergies, and effects of disruptions or threatened disruptions to our relationships, or those of the acquired businesses, with distributors, suppliers, customers and employees; intellectual property risks, including but not limited to, infringement litigation; our debt service requirements; our inability to settle conversions of our Convertible Senior Notes in cash; the effect on our operating results from the trigger of the conditional conversion feature of our Convertible Senior Notes; the possibility that we may incur additional indebtedness; our need for additional funds to finance our operating needs; volatility and disruption in the global capital and credit markets; acceptance of our products among physicians and other healthcare providers; competition with other providers of diagnostic products; adverse actions or delays in new product reviews or related to currently-marketed products by the FDA or any loss of previously received regulatory approvals or clearances; changes in government policies; compliance with other government regulations, such as safe working conditions, manufacturing practices, environmental protection, fire hazard and disposal of hazardous substances; third-party reimbursement policies; our ability to meet demand for our products; interruptions in our supply of raw materials; product defects; business risks not covered by insurance and exposure to other litigation claims; interruption to our computer systems; competition for and loss of management and key personnel; international risks, including but not limited to, compliance with product registration requirements, exposure to currency exchange fluctuations and foreign currency exchange risk sharing arrangements, longer payment cycles, lower selling prices and greater difficulty in collecting accounts receivable, reduced protection of intellectual property rights, political and economic instability, taxes, and diversion of lower priced international products into U.S. markets; dilution resulting from future sales of our equity; volatility in our stock price; provisions in our charter documents, Delaware law and our Convertible Senior Notes that might delay or impede stockholder actions with respect to business combinations or similar transactions; and our intention of not paying dividends. Forward-looking statements typically are identified by the use of terms such as “may,” “will,” “should,” “might,” “expect,” “anticipate,” “estimate,” “plan,” “intend,” “goal,” “project,” “strategy,” “future,” and similar words, although some forward-looking statements are expressed differently. The risks described in reports and registration statements that we file with the Securities and Exchange Commission (the “SEC”) from time to time, should be carefully considered. You are cautioned not to place undue reliance on these forward-looking statements, which reflect management’s analysis only as of the date of this press release. Except as required by law, we undertake no obligation to publicly release the results of any revision or update of these forward-looking statements, whether as a result of new information, future events or otherwise.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180213006702/en/\nQuidel Corporation\nQuidel Contact:\nRandy Steward, (858) 552-7931\nChief Financial Officer\nor\nMedia and Investors Contact:\nRuben Argueta, (858) 646-8023\nrargueta@quidel.com\nSource: Quidel Corporation",
    "published": "2018-02-14T02:45:00.000+02:00",
    "crawled": "2018-02-14T05:01:02.028+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "diego",
        "business",
        "wire",
        "quidel",
        "corporation",
        "nasdaq",
        "qdel",
        "provider",
        "rapid",
        "diagnostic",
        "testing",
        "solution",
        "virology",
        "assay",
        "molecular",
        "diagnostic",
        "system",
        "announced",
        "today",
        "received",
        "k",
        "clearance",
        "united",
        "state",
        "food",
        "drug",
        "administration",
        "fda",
        "quidel",
        "clia",
        "waived",
        "influenza",
        "assay",
        "rapid",
        "differential",
        "detection",
        "influenza",
        "type",
        "recent",
        "clinical",
        "study",
        "quidel",
        "influenza",
        "test",
        "shown",
        "meet",
        "fda",
        "reclassification",
        "criterion",
        "class",
        "ii",
        "rapid",
        "influenza",
        "diagnostic",
        "test",
        "available",
        "sale",
        "united",
        "state",
        "assay",
        "allows",
        "rapid",
        "qualitative",
        "detection",
        "influenza",
        "type",
        "type",
        "b",
        "antigen",
        "directly",
        "nasal",
        "swab",
        "nasopharyngeal",
        "swab",
        "specimen",
        "symptomatic",
        "patient",
        "influenza",
        "highly",
        "contagious",
        "acute",
        "viral",
        "infection",
        "respiratory",
        "tract",
        "rapid",
        "diagnosis",
        "critical",
        "avoid",
        "potentially",
        "serious",
        "complication",
        "recent",
        "cdc",
        "figure",
        "positivity",
        "rate",
        "sofia",
        "analyzer",
        "suggest",
        "year",
        "influenza",
        "season",
        "may",
        "getting",
        "worse",
        "better",
        "surpassed",
        "rate",
        "every",
        "year",
        "except",
        "unusual",
        "pandemic",
        "quidel",
        "influenza",
        "test",
        "identifies",
        "differentiates",
        "influenza",
        "type",
        "b",
        "approximately",
        "minute",
        "aiding",
        "better",
        "patient",
        "management",
        "decision",
        "healthcare",
        "professional",
        "commented",
        "douglas",
        "bryant",
        "president",
        "chief",
        "executive",
        "officer",
        "quidel",
        "corporation",
        "causative",
        "agent",
        "disease",
        "immunologically",
        "diverse",
        "rna",
        "virus",
        "known",
        "influenza",
        "virus",
        "three",
        "type",
        "influenza",
        "virus",
        "b",
        "type",
        "virus",
        "prevalent",
        "associated",
        "serious",
        "epidemic",
        "type",
        "b",
        "virus",
        "produce",
        "disease",
        "generally",
        "milder",
        "caused",
        "type",
        "type",
        "c",
        "virus",
        "never",
        "associated",
        "large",
        "epidemic",
        "human",
        "disease",
        "type",
        "b",
        "virus",
        "circulate",
        "simultaneously",
        "usually",
        "one",
        "type",
        "dominant",
        "given",
        "season",
        "murphy",
        "webster",
        "orthomyxovirus",
        "field",
        "virology",
        "3rd",
        "edition",
        "field",
        "knipe",
        "howley",
        "et",
        "al",
        "ed",
        "philadelphia",
        "pp",
        "quidel",
        "corporation",
        "quidel",
        "corporation",
        "serf",
        "enhance",
        "health",
        "people",
        "around",
        "globe",
        "development",
        "diagnostic",
        "solution",
        "lead",
        "improved",
        "patient",
        "outcome",
        "provide",
        "economic",
        "benefit",
        "healthcare",
        "system",
        "marketed",
        "direct",
        "detection",
        "leading",
        "brand",
        "name",
        "well",
        "new",
        "molecular",
        "diagnostic",
        "brand",
        "quidel",
        "product",
        "aid",
        "detection",
        "diagnosis",
        "many",
        "critical",
        "disease",
        "condition",
        "including",
        "among",
        "others",
        "influenza",
        "respiratory",
        "syncytial",
        "virus",
        "strep",
        "herpes",
        "pregnancy",
        "thyroid",
        "disease",
        "fecal",
        "occult",
        "blood",
        "quidel",
        "recently",
        "acquired",
        "system",
        "test",
        "comprises",
        "comprehensive",
        "test",
        "menu",
        "provides",
        "rapid",
        "treatment",
        "decision",
        "poc",
        "offering",
        "diverse",
        "immunoassay",
        "menu",
        "variety",
        "test",
        "provide",
        "diagnostic",
        "answer",
        "quantitative",
        "bnp",
        "myoglobin",
        "troponin",
        "qualitative",
        "tox",
        "drug",
        "screen",
        "quidel",
        "research",
        "development",
        "engine",
        "also",
        "developing",
        "continuum",
        "diagnostic",
        "solution",
        "advanced",
        "immunoassay",
        "molecular",
        "diagnostic",
        "test",
        "improve",
        "quality",
        "healthcare",
        "physician",
        "office",
        "hospital",
        "reference",
        "laboratory",
        "information",
        "quidel",
        "comprehensive",
        "product",
        "portfolio",
        "visit",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "federal",
        "security",
        "law",
        "involve",
        "material",
        "risk",
        "assumption",
        "uncertainty",
        "many",
        "possible",
        "event",
        "factor",
        "could",
        "affect",
        "future",
        "financial",
        "result",
        "performance",
        "actual",
        "result",
        "performance",
        "may",
        "differ",
        "materially",
        "may",
        "described",
        "implied",
        "statement",
        "statement",
        "guaranteed",
        "difference",
        "actual",
        "result",
        "performance",
        "may",
        "arise",
        "result",
        "number",
        "factor",
        "including",
        "without",
        "limitation",
        "fluctuation",
        "operating",
        "result",
        "resulting",
        "seasonality",
        "timing",
        "onset",
        "length",
        "severity",
        "cold",
        "flu",
        "season",
        "government",
        "medium",
        "attention",
        "focused",
        "influenza",
        "related",
        "potential",
        "impact",
        "human",
        "novel",
        "influenza",
        "virus",
        "adverse",
        "change",
        "competitive",
        "condition",
        "domestic",
        "international",
        "market",
        "change",
        "sale",
        "level",
        "relates",
        "absorption",
        "fixed",
        "cost",
        "lower",
        "anticipated",
        "market",
        "penetration",
        "product",
        "reimbursement",
        "system",
        "currently",
        "place",
        "future",
        "change",
        "system",
        "change",
        "economic",
        "condition",
        "domestic",
        "international",
        "market",
        "quantity",
        "product",
        "distributor",
        "inventory",
        "distribution",
        "channel",
        "change",
        "buying",
        "pattern",
        "distributor",
        "change",
        "healthcare",
        "market",
        "consolidation",
        "customer",
        "base",
        "development",
        "protection",
        "intellectual",
        "property",
        "development",
        "new",
        "technology",
        "product",
        "market",
        "reliance",
        "limited",
        "number",
        "key",
        "distributor",
        "reliance",
        "sale",
        "influenza",
        "diagnostics",
        "test",
        "ability",
        "manage",
        "growth",
        "strategy",
        "ability",
        "integrate",
        "company",
        "technology",
        "acquired",
        "may",
        "acquire",
        "including",
        "integration",
        "transition",
        "risk",
        "ability",
        "achieve",
        "anticipated",
        "financial",
        "result",
        "synergy",
        "effect",
        "disruption",
        "threatened",
        "disruption",
        "relationship",
        "acquired",
        "business",
        "distributor",
        "supplier",
        "customer",
        "employee",
        "intellectual",
        "property",
        "risk",
        "including",
        "limited",
        "infringement",
        "litigation",
        "debt",
        "service",
        "requirement",
        "inability",
        "settle",
        "conversion",
        "convertible",
        "senior",
        "note",
        "cash",
        "effect",
        "operating",
        "result",
        "trigger",
        "conditional",
        "conversion",
        "feature",
        "convertible",
        "senior",
        "note",
        "possibility",
        "may",
        "incur",
        "additional",
        "indebtedness",
        "need",
        "additional",
        "fund",
        "finance",
        "operating",
        "need",
        "volatility",
        "disruption",
        "global",
        "capital",
        "credit",
        "market",
        "acceptance",
        "product",
        "among",
        "physician",
        "healthcare",
        "provider",
        "competition",
        "provider",
        "diagnostic",
        "product",
        "adverse",
        "action",
        "delay",
        "new",
        "product",
        "review",
        "related",
        "product",
        "fda",
        "loss",
        "previously",
        "received",
        "regulatory",
        "approval",
        "clearance",
        "change",
        "government",
        "policy",
        "compliance",
        "government",
        "regulation",
        "safe",
        "working",
        "condition",
        "manufacturing",
        "practice",
        "environmental",
        "protection",
        "fire",
        "hazard",
        "disposal",
        "hazardous",
        "substance",
        "reimbursement",
        "policy",
        "ability",
        "meet",
        "demand",
        "product",
        "interruption",
        "supply",
        "raw",
        "material",
        "product",
        "defect",
        "business",
        "risk",
        "covered",
        "insurance",
        "exposure",
        "litigation",
        "claim",
        "interruption",
        "computer",
        "system",
        "competition",
        "loss",
        "management",
        "key",
        "personnel",
        "international",
        "risk",
        "including",
        "limited",
        "compliance",
        "product",
        "registration",
        "requirement",
        "exposure",
        "currency",
        "exchange",
        "fluctuation",
        "foreign",
        "currency",
        "exchange",
        "risk",
        "sharing",
        "arrangement",
        "longer",
        "payment",
        "cycle",
        "lower",
        "selling",
        "price",
        "greater",
        "difficulty",
        "collecting",
        "account",
        "receivable",
        "reduced",
        "protection",
        "intellectual",
        "property",
        "right",
        "political",
        "economic",
        "instability",
        "tax",
        "diversion",
        "lower",
        "priced",
        "international",
        "product",
        "market",
        "dilution",
        "resulting",
        "future",
        "sale",
        "equity",
        "volatility",
        "stock",
        "price",
        "provision",
        "charter",
        "document",
        "delaware",
        "law",
        "convertible",
        "senior",
        "note",
        "might",
        "delay",
        "impede",
        "stockholder",
        "action",
        "respect",
        "business",
        "combination",
        "similar",
        "transaction",
        "intention",
        "paying",
        "dividend",
        "statement",
        "typically",
        "identified",
        "use",
        "term",
        "may",
        "might",
        "expect",
        "anticipate",
        "estimate",
        "plan",
        "intend",
        "goal",
        "project",
        "strategy",
        "future",
        "similar",
        "word",
        "although",
        "statement",
        "expressed",
        "differently",
        "risk",
        "described",
        "report",
        "registration",
        "statement",
        "file",
        "security",
        "exchange",
        "commission",
        "sec",
        "time",
        "time",
        "carefully",
        "considered",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "reflect",
        "management",
        "analysis",
        "date",
        "press",
        "release",
        "except",
        "required",
        "law",
        "undertake",
        "obligation",
        "publicly",
        "release",
        "result",
        "revision",
        "update",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "view",
        "source",
        "version",
        "http",
        "quidel",
        "corporation",
        "quidel",
        "contact",
        "randy",
        "steward",
        "chief",
        "financial",
        "officer",
        "medium",
        "investor",
        "contact",
        "ruben",
        "argueta",
        "rargueta",
        "source",
        "quidel",
        "corporation"
    ]
}