{
    "organizations": [],
    "uuid": "5229c1761cc0335383f4789257fe94a949bc3d3a",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/21/business-wire-sanderson-farms-inc-reports-results-for-first-quarter-of-fiscal-2018.html",
    "ord_in_thread": 0,
    "title": "Sanderson Farms, Inc. Reports Results for First Quarter of Fiscal 2018",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "LAUREL, Miss.--(BUSINESS WIRE)-- Sanderson Farms, Inc. (NASDAQ: SAFM) today reported results for the first quarter of fiscal 2018.\nNet sales for the first quarter of fiscal 2018 were $771.9 million compared with $688.3 million for the same period a year ago. The Company reported net income of $51.2 million, or $2.24 per share, for the quarter compared with net income of $24.0 million, or $1.06 per share, for the first quarter of fiscal 2017.\nAs a result of the Company’s adoption of Accounting Standards Update 2016-09, Improvements to Employee Share-Based Payment Accounting, during the third quarter of fiscal 2017, the income tax expense on the statement of operations for the three months ended January 31, 2017, is $852,000 less than the amount originally reported in the Company’s financial statements for the first quarter of fiscal 2017. In turn, adoption increased the Company’s net income by $852,000, or $0.04 per share, from what was originally reported.\nNet income for the quarter reflects a one-time non-cash tax benefit of $37.5 million as a result of an adjustment to the Company’s deferred income tax liability to reflect a lower tax rate resulting from the recent federal tax reform legislation.\n“Our results for the first quarter reflect higher market prices for dark meat products sold from our big bird deboning plants compared with last year’s first quarter, offset by lower white meat prices,” said Joe F. Sanderson, Jr., chairman and chief executive officer of Sanderson Farms, Inc. “Poultry market prices for tray pack products sold to retail grocery store customers were higher when compared with the same period a year ago and continued to reflect a healthy supply and demand balance in that customer market. On the other hand, the overall food service market remains weak. Traffic numbers through legacy food service chains continue to trend lower, and market prices for boneless breast meat reflect that weakness. Demand and prices for jumbo wings weakened counter seasonally during the quarter, and market prices were lower by nine percent when compared to last year’s first quarter.”\nAccording to Sanderson, overall market prices for poultry products were lower during the first quarter compared with the same period last year. Compared with the first fiscal quarter of 2017, the average prices of the Company’s retail tray pack products were approximately 2.1 percent higher, boneless breast meat prices were approximately 2.8 percent lower, bulk leg quarters increased by approximately 15.9 percent, and jumbo wing prices were lower by 9.0 percent. The Company’s average feed cost per pound of poultry products processed decreased approximately one half cent per pound, or 1.9 percent, compared with the first quarter of fiscal 2017, and prices paid during the quarter for corn and soybean meal, the Company’s primary feed ingredients, increased 1.0 percent and decreased 3.5 percent, respectively, compared with the first quarter of fiscal 2017.\n“Record corn and soybean crops harvested in the United States last fall contributed to healthy soybean and corn balance tables heading into the 2018 planting season,” added Sanderson. “Strong export demand and weather challenges for the Argentine crops, however, have supported higher prices for both corn and soybeans despite ample supplies of both grains.\n“Construction at our new Tyler, Texas, complex began in the fall of 2017 and continues on schedule to open in the first calendar quarter of 2019. We reached near full production at the Company’s St. Pauls, North Carolina, plant in January and will move to full production in April,” added Sanderson.\nSanderson Farms will hold a conference call to discuss this press release tomorrow, February 22, 2018, at 10:00 a.m. Central, 11:00 a.m. Eastern. Investors will have the opportunity to listen to a live internet broadcast of the conference call through the Company's website at www.sandersonfarms.com . To listen to the live call, please go to the website at least 15 minutes early to register, download, and install any necessary audio software. For those who cannot listen to the live broadcast, an internet replay will be available shortly after the call and continue through March 21, 2018. Those who would like to participate in the call can do so by dialing 888-339-3513; confirmation code 8580523.\nSanderson Farms, Inc. is engaged in the production, processing, marketing and distribution of fresh, frozen and minimally prepared chicken. Its shares trade on the NASDAQ Global Select Market under the symbol SAFM.\nThis press release includes forward-looking statements within the meaning of the “safe harbor” provisions of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended. Forward-looking statements are based on a number of assumptions about future events and are subject to various risks, uncertainties and other factors that may cause actual results to differ materially from the views, beliefs, projections and estimates expressed in such statements. These risks, uncertainties and other factors include, but are not limited to those discussed under “Risk Factors” in the Company’s Annual Report on Form 10-K for the year ended October 31, 2017, the Company’s subsequent reports on Form 10Q, and the following:\n(1) Changes in the market price for the Company’s finished products and feed grains, both of which may fluctuate substantially and exhibit cyclical characteristics typically associated with commodity markets.\n(2) Changes in economic and business conditions, monetary and fiscal policies or the amount of growth, stagnation or recession in the global or U.S. economies, any of which may affect the value of inventories, the collectability of accounts receivable or the financial integrity of customers, and the ability of the end user or consumer to afford protein.\n(3) Changes in the political or economic climate, trade policies, laws and regulations or the domestic poultry industry of countries to which the Company or other companies in the poultry industry ship product, and other changes that might limit the Company’s or the industry’s access to foreign markets.\n(4) Changes in laws, regulations, and other activities in government agencies and similar organizations applicable to the Company and the poultry industry and changes in laws, regulations and other activities in government agencies and similar organizations related to food safety.\n(5) Various inventory risks due to changes in market conditions including, but not limited to, the risk that market values of live and processed poultry inventories might be lower than the cost of such inventories, requiring a downward adjustment to record the value of such inventories at the lower of cost or market value as required by generally accepted accounting principles.\n(6) Changes in and effects of competition, which is significant in all markets in which the Company competes, and the effectiveness of marketing and advertising programs. The Company competes with regional and national firms, some of which have greater financial and marketing resources than the Company.\n(7) Changes in accounting policies and practices adopted voluntarily by the Company or required to be adopted by accounting principles generally accepted in the United States.\n(8) Disease outbreaks affecting the production, performance and/or marketability of the Company’s poultry products, or the contamination of its products.\n(9) Changes in the availability and cost of labor and growers.\n(10) The loss of any of the Company’s major customers.\n(11) Inclement weather that could hurt Company flocks or otherwise adversely affect its operations, or changes in global weather patterns that could affect the supply and price of feed grains.\n(12) Failure to respond to changing consumer preferences and negative or competitive media campaigns.\n(13) Failure to successfully and efficiently start up and run a new plant or integrate any business the Company might acquire.\n(14) Unfavorable results from currently pending litigation and proceedings, or litigation and proceedings that could arise in the future.\nReaders are cautioned not to place undue reliance on forward-looking statements made by or on behalf of the Company. Each such statement speaks only as of the day it was made. The Company undertakes no obligation to update or to revise any forward-looking statements. The factors described above cannot be controlled by the Company. When used in this press release or in the related conference call, the words “believes,” “estimates,” “plans,” “expects,” “should,” “could,” “outlook,” and “anticipates” and similar expressions as they relate to the Company or its management are intended to identify forward-looking statements. Examples of forward-looking statements include statements of the Company’s belief about future earnings, grain prices, supply and demand factors, growth plans and other industry conditions.\nSANDERSON FARMS, INC. AND SUBSIDIARIES\nCondensed Consolidated Statements of Operations\n(Unaudited)\n(In thousands, except per share amounts)\nThree Months Ended January 31, 2018 2017 Net sales $ 771,948 $ 688,346 Cost and expenses: Cost of sales 702,101 606,391 Selling, general and administrative 52,575 46,070 754,676 652,461 Operating income 17,272 35,885 Other income (expense): Interest income 419 195 Interest expense (523 ) (432 ) Other 2 2 (102 ) (235 ) Income before income taxes 17,170 35,650 Income tax expense (benefit) (34,036 ) 11,625 Net income $ 51,206 $ 24,025 Earnings per share: Basic $ 2.24 $ 1.06 Diluted $ 2.24 $ 1.06 Dividends per share $ 0.32 $ 0.24 SANDERSON FARMS, INC. AND SUBSIDIARIES\nCondensed Consolidated Balance Sheets\n(In thousands)\nJanuary 31,\n2018 October 31,\n2017 (unaudited) (1) Assets Current assets: Cash and cash equivalents $ 388,896 $ 419,285 Accounts receivable, net 134,045 138,868 Inventories 253,081 252,765 Prepaid expenses and other current assets 43,497 38,620 Total current assets 819,519 849,538 Property, plant and equipment 1,700,092 1,657,084 Less accumulated depreciation (804,382 ) (780,276 ) 895,710 876,808 Other assets 6,995 6,897 Total assets $ 1,722,224 $ 1,733,243 Liabilities and stockholders’ equity Current liabilities: Accounts payable $ 104,990 $ 90,904 Dividends payable 7,305 -- Accrued expenses 56,606 101,168 Accrued income taxes 6,649 6,649 Total current liabilities 175,550 198,721 Claims payable and other liabilities 10,481 9,762 Deferred income taxes 57,862 91,898 Commitments and contingencies Stockholders’ equity: Common Stock 22,829 22,803 Paid-in capital 136,541 134,999 Retained earnings 1,318,961 1,275,060 Total stockholders’ equity 1,478,331 1,432,862 Total liabilities and stockholders’ equity $ 1,722,224 $ 1,733,243 (1) The Condensed Consolidated Balance Sheet at October 31, 2017, was derived from the audited consolidated financial statements at that date, but does not include all of the information and footnotes required by U.S. generally accepted accounting principles for complete financial statements.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180221006272/en/\nSanderson Farms, Inc.\nMike Cockrell, 601-649-4030\nTreasurer & Chief Financial Officer\nSource: Sanderson Farms, Inc.",
    "published": "2018-02-22T01:00:00.000+02:00",
    "crawled": "2018-02-22T03:33:45.006+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "laurel",
        "business",
        "wire",
        "sanderson",
        "farm",
        "nasdaq",
        "safm",
        "today",
        "reported",
        "result",
        "first",
        "quarter",
        "fiscal",
        "net",
        "sale",
        "first",
        "quarter",
        "fiscal",
        "million",
        "compared",
        "million",
        "period",
        "year",
        "ago",
        "company",
        "reported",
        "net",
        "income",
        "million",
        "per",
        "share",
        "quarter",
        "compared",
        "net",
        "income",
        "million",
        "per",
        "share",
        "first",
        "quarter",
        "fiscal",
        "result",
        "company",
        "adoption",
        "accounting",
        "standard",
        "update",
        "improvement",
        "employee",
        "payment",
        "accounting",
        "third",
        "quarter",
        "fiscal",
        "income",
        "tax",
        "expense",
        "statement",
        "operation",
        "three",
        "month",
        "ended",
        "january",
        "less",
        "amount",
        "originally",
        "reported",
        "company",
        "financial",
        "statement",
        "first",
        "quarter",
        "fiscal",
        "turn",
        "adoption",
        "increased",
        "company",
        "net",
        "income",
        "per",
        "share",
        "originally",
        "reported",
        "net",
        "income",
        "quarter",
        "reflects",
        "tax",
        "benefit",
        "million",
        "result",
        "adjustment",
        "company",
        "deferred",
        "income",
        "tax",
        "liability",
        "reflect",
        "lower",
        "tax",
        "rate",
        "resulting",
        "recent",
        "federal",
        "tax",
        "reform",
        "legislation",
        "result",
        "first",
        "quarter",
        "reflect",
        "higher",
        "market",
        "price",
        "dark",
        "meat",
        "product",
        "sold",
        "big",
        "bird",
        "deboning",
        "plant",
        "compared",
        "last",
        "year",
        "first",
        "quarter",
        "offset",
        "lower",
        "white",
        "meat",
        "price",
        "said",
        "joe",
        "sanderson",
        "chairman",
        "chief",
        "executive",
        "officer",
        "sanderson",
        "farm",
        "poultry",
        "market",
        "price",
        "tray",
        "pack",
        "product",
        "sold",
        "retail",
        "grocery",
        "store",
        "customer",
        "higher",
        "compared",
        "period",
        "year",
        "ago",
        "continued",
        "reflect",
        "healthy",
        "supply",
        "demand",
        "balance",
        "customer",
        "market",
        "hand",
        "overall",
        "food",
        "service",
        "market",
        "remains",
        "weak",
        "traffic",
        "number",
        "legacy",
        "food",
        "service",
        "chain",
        "continue",
        "trend",
        "lower",
        "market",
        "price",
        "boneless",
        "breast",
        "meat",
        "reflect",
        "weakness",
        "demand",
        "price",
        "jumbo",
        "wing",
        "weakened",
        "counter",
        "seasonally",
        "quarter",
        "market",
        "price",
        "lower",
        "nine",
        "percent",
        "compared",
        "last",
        "year",
        "first",
        "according",
        "sanderson",
        "overall",
        "market",
        "price",
        "poultry",
        "product",
        "lower",
        "first",
        "quarter",
        "compared",
        "period",
        "last",
        "year",
        "compared",
        "first",
        "fiscal",
        "quarter",
        "average",
        "price",
        "company",
        "retail",
        "tray",
        "pack",
        "product",
        "approximately",
        "percent",
        "higher",
        "boneless",
        "breast",
        "meat",
        "price",
        "approximately",
        "percent",
        "lower",
        "bulk",
        "leg",
        "quarter",
        "increased",
        "approximately",
        "percent",
        "jumbo",
        "wing",
        "price",
        "lower",
        "percent",
        "company",
        "average",
        "feed",
        "cost",
        "per",
        "pound",
        "poultry",
        "product",
        "processed",
        "decreased",
        "approximately",
        "one",
        "half",
        "cent",
        "per",
        "pound",
        "percent",
        "compared",
        "first",
        "quarter",
        "fiscal",
        "price",
        "paid",
        "quarter",
        "corn",
        "soybean",
        "meal",
        "company",
        "primary",
        "feed",
        "ingredient",
        "increased",
        "percent",
        "decreased",
        "percent",
        "respectively",
        "compared",
        "first",
        "quarter",
        "fiscal",
        "record",
        "corn",
        "soybean",
        "crop",
        "harvested",
        "united",
        "state",
        "last",
        "fall",
        "contributed",
        "healthy",
        "soybean",
        "corn",
        "balance",
        "table",
        "heading",
        "planting",
        "season",
        "added",
        "sanderson",
        "strong",
        "export",
        "demand",
        "weather",
        "challenge",
        "argentine",
        "crop",
        "however",
        "supported",
        "higher",
        "price",
        "corn",
        "soybean",
        "despite",
        "ample",
        "supply",
        "grain",
        "construction",
        "new",
        "tyler",
        "texas",
        "complex",
        "began",
        "fall",
        "continues",
        "schedule",
        "open",
        "first",
        "calendar",
        "quarter",
        "reached",
        "near",
        "full",
        "production",
        "company",
        "paul",
        "north",
        "carolina",
        "plant",
        "january",
        "move",
        "full",
        "production",
        "april",
        "added",
        "sanderson",
        "sanderson",
        "farm",
        "hold",
        "conference",
        "call",
        "discus",
        "press",
        "release",
        "tomorrow",
        "february",
        "central",
        "eastern",
        "investor",
        "opportunity",
        "listen",
        "live",
        "internet",
        "broadcast",
        "conference",
        "call",
        "company",
        "website",
        "listen",
        "live",
        "call",
        "please",
        "go",
        "website",
        "least",
        "minute",
        "early",
        "register",
        "download",
        "install",
        "necessary",
        "audio",
        "software",
        "listen",
        "live",
        "broadcast",
        "internet",
        "replay",
        "available",
        "shortly",
        "call",
        "continue",
        "march",
        "would",
        "like",
        "participate",
        "call",
        "dialing",
        "confirmation",
        "code",
        "sanderson",
        "farm",
        "engaged",
        "production",
        "processing",
        "marketing",
        "distribution",
        "fresh",
        "frozen",
        "minimally",
        "prepared",
        "chicken",
        "share",
        "trade",
        "nasdaq",
        "global",
        "select",
        "market",
        "symbol",
        "safm",
        "press",
        "release",
        "includes",
        "statement",
        "within",
        "meaning",
        "safe",
        "harbor",
        "provision",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "statement",
        "based",
        "number",
        "assumption",
        "future",
        "event",
        "subject",
        "various",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "view",
        "belief",
        "projection",
        "estimate",
        "expressed",
        "statement",
        "risk",
        "uncertainty",
        "factor",
        "include",
        "limited",
        "discussed",
        "risk",
        "factor",
        "company",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "october",
        "company",
        "subsequent",
        "report",
        "form",
        "10q",
        "following",
        "change",
        "market",
        "price",
        "company",
        "finished",
        "product",
        "feed",
        "grain",
        "may",
        "fluctuate",
        "substantially",
        "exhibit",
        "cyclical",
        "characteristic",
        "typically",
        "associated",
        "commodity",
        "market",
        "change",
        "economic",
        "business",
        "condition",
        "monetary",
        "fiscal",
        "policy",
        "amount",
        "growth",
        "stagnation",
        "recession",
        "global",
        "economy",
        "may",
        "affect",
        "value",
        "inventory",
        "collectability",
        "account",
        "receivable",
        "financial",
        "integrity",
        "customer",
        "ability",
        "end",
        "user",
        "consumer",
        "afford",
        "protein",
        "change",
        "political",
        "economic",
        "climate",
        "trade",
        "policy",
        "law",
        "regulation",
        "domestic",
        "poultry",
        "industry",
        "country",
        "company",
        "company",
        "poultry",
        "industry",
        "ship",
        "product",
        "change",
        "might",
        "limit",
        "company",
        "industry",
        "access",
        "foreign",
        "market",
        "change",
        "law",
        "regulation",
        "activity",
        "government",
        "agency",
        "similar",
        "organization",
        "applicable",
        "company",
        "poultry",
        "industry",
        "change",
        "law",
        "regulation",
        "activity",
        "government",
        "agency",
        "similar",
        "organization",
        "related",
        "food",
        "safety",
        "various",
        "inventory",
        "risk",
        "due",
        "change",
        "market",
        "condition",
        "including",
        "limited",
        "risk",
        "market",
        "value",
        "live",
        "processed",
        "poultry",
        "inventory",
        "might",
        "lower",
        "cost",
        "inventory",
        "requiring",
        "downward",
        "adjustment",
        "record",
        "value",
        "inventory",
        "lower",
        "cost",
        "market",
        "value",
        "required",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "change",
        "effect",
        "competition",
        "significant",
        "market",
        "company",
        "competes",
        "effectiveness",
        "marketing",
        "advertising",
        "program",
        "company",
        "competes",
        "regional",
        "national",
        "firm",
        "greater",
        "financial",
        "marketing",
        "resource",
        "company",
        "change",
        "accounting",
        "policy",
        "practice",
        "adopted",
        "voluntarily",
        "company",
        "required",
        "adopted",
        "accounting",
        "principle",
        "generally",
        "accepted",
        "united",
        "state",
        "disease",
        "outbreak",
        "affecting",
        "production",
        "performance",
        "marketability",
        "company",
        "poultry",
        "product",
        "contamination",
        "product",
        "change",
        "availability",
        "cost",
        "labor",
        "grower",
        "loss",
        "company",
        "major",
        "customer",
        "inclement",
        "weather",
        "could",
        "hurt",
        "company",
        "flock",
        "otherwise",
        "adversely",
        "affect",
        "operation",
        "change",
        "global",
        "weather",
        "pattern",
        "could",
        "affect",
        "supply",
        "price",
        "feed",
        "grain",
        "failure",
        "respond",
        "changing",
        "consumer",
        "preference",
        "negative",
        "competitive",
        "medium",
        "campaign",
        "failure",
        "successfully",
        "efficiently",
        "start",
        "run",
        "new",
        "plant",
        "integrate",
        "business",
        "company",
        "might",
        "acquire",
        "unfavorable",
        "result",
        "currently",
        "pending",
        "litigation",
        "proceeding",
        "litigation",
        "proceeding",
        "could",
        "arise",
        "future",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "made",
        "behalf",
        "company",
        "statement",
        "speaks",
        "day",
        "made",
        "company",
        "undertakes",
        "obligation",
        "update",
        "revise",
        "statement",
        "factor",
        "described",
        "controlled",
        "company",
        "used",
        "press",
        "release",
        "related",
        "conference",
        "call",
        "word",
        "belief",
        "estimate",
        "plan",
        "expects",
        "could",
        "outlook",
        "anticipates",
        "similar",
        "expression",
        "relate",
        "company",
        "management",
        "intended",
        "identify",
        "statement",
        "example",
        "statement",
        "include",
        "statement",
        "company",
        "belief",
        "future",
        "earnings",
        "grain",
        "price",
        "supply",
        "demand",
        "factor",
        "growth",
        "plan",
        "industry",
        "condition",
        "sanderson",
        "farm",
        "subsidiary",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "january",
        "net",
        "sale",
        "cost",
        "expense",
        "cost",
        "sale",
        "selling",
        "general",
        "administrative",
        "operating",
        "income",
        "income",
        "expense",
        "interest",
        "income",
        "interest",
        "expense",
        "income",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "benefit",
        "net",
        "income",
        "earnings",
        "per",
        "share",
        "basic",
        "diluted",
        "dividend",
        "per",
        "share",
        "sanderson",
        "farm",
        "subsidiary",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "january",
        "october",
        "unaudited",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "net",
        "inventory",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "plant",
        "equipment",
        "less",
        "accumulated",
        "depreciation",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "dividend",
        "payable",
        "accrued",
        "expense",
        "accrued",
        "income",
        "tax",
        "total",
        "current",
        "liability",
        "claim",
        "payable",
        "liability",
        "deferred",
        "income",
        "tax",
        "commitment",
        "contingency",
        "stockholder",
        "equity",
        "common",
        "stock",
        "capital",
        "retained",
        "earnings",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "october",
        "derived",
        "audited",
        "consolidated",
        "financial",
        "statement",
        "date",
        "include",
        "information",
        "footnote",
        "required",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "complete",
        "financial",
        "statement",
        "view",
        "source",
        "version",
        "http",
        "sanderson",
        "farm",
        "mike",
        "cockrell",
        "treasurer",
        "chief",
        "financial",
        "officer",
        "source",
        "sanderson",
        "farm",
        "inc"
    ]
}