{
    "organizations": [],
    "uuid": "3e6cc6d3fb694824dcd34ea39e5be0856fc98f70",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/12/business-wire-x-fab-fourth-quarter-and-full-year-2017-results.html",
    "ord_in_thread": 0,
    "title": "X-FAB Fourth Quarter and Full Year 2017 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Intermediate declaration by the Board of Directors\nTESSENDERLO, Belgium--(BUSINESS WIRE)-- Regulatory News:\nHighlights for Q4 2017:\nRevenue of USD 154.1 million, down 3% year-on-year and up 10% quarter-on-quarter; above the guidance of USD 147-153 million EBITDA of USD 31.1 million, up 25% year-on-year and up 16% quarter-on-quarter EBIT of USD 16.9 million, up 44% year-on-year and up 32% quarter-on-quarter Net profit of USD 32.0 million, up 144% year-on-year and up 43% quarter-on-quarter Earnings per share of USD 0.25\nHighlights for 2017:\nRevenue of USD 581.7 million, up 13% year-on-year EBITDA of USD 106.1 million, up 5% year-on-year EBIT of USD 50.5 million, flat year-on-year Net profit of USD 89.8 million, up 95% year-on-year Earnings per share of USD 0.73\nOutlook:\nQ1 2018 revenue is expected in the range of USD 138-144 million with an EBITDA margin of about 12-14%. For the full year, revenue is expected in the range of USD 615-655 million with an EBIT in the range of USD 50 to 70million. For 2019, current planning foresees revenues in the range of USD 700-760 million and an EBIT in the range of USD 70-100 million. Our guidance is based on an average exchange rate of 1.20 USD/Euro.\nGrowth in the fourth quarter was driven by increased revenues in all of X-FAB’s key end markets, namely automotive, industrial and medial, each contributing to a strong overall growth in 2017. Year-on-year, the automotive business grew by 19% driven by the adoption of more electronics in cars with X-FAB manufacturing about 500 different products for the automotive market. Industrial sales, representing about 600 different products, grew by 32%, whereas medical sales increased by 75% with about 60 different products. Revenues relating to CCC products dropped by 11% compared to 2016, which was mainly caused by capacity constraints. As more technologies become available in the factory in France, X-FAB will be in a better position to support the demand going forward.\nThe expected revenue decrease in the first quarter of 2018 is due to weaker sales in RF-SOI as well as the lower amount of calendar days of the first quarter. The drop in RF-SOI is in line with the typical seasonality of the mobile market as seen in previous years. The RF-SOI business is expected to go up again in the second quarter of 2018. Over the year, X-FAB’s core business is also expected to increase further based on the strong demand in X-FAB’s key end markets. The capacity expansion currently being implemented at the Malaysian factory will support this growth and also help to reduce the amount of outstanding orders which could not be completed due to capacity constraints.\nThe integration of X-FAB France progressed well. In the fourth quarter, the first prototyping of automotive products based on X-FAB’s 180nm high-voltage process with embedded flash was launched. Automotive production is planned to start towards the end of 2018 after successful qualification and respective approvals.\nThe capacity expansion of the Malaysian fab is on track. All equipment is now installed and in the process of being qualified. The additional capacity of 4,000 wafer starts per month is expected to become fully effective in the second quarter of 2018.\nIn the fourth quarter, X-FAB Texas recorded its first SiC production revenues while working with eleven customers on implementing their proprietary version of SiC technologies and components.\nAt a constant USD/Euro currency exchange rate, fourth quarter revenues dropped by 4% year-on-year and grew by 10% quarter-on-quarter. Without X-FAB France as well as the subcontracted business, revenues increased by 17% year-on-year and by 10% compared to the previous quarter.\nRevenue Breakdown per Quarter\nin millions of USD Q1 2016 Q2 2016 Q3 2016 Q4 2016 Q1 2017 Q2 2017 Q3 2017 Q4 2017 Y-o-Y Growth\nAutomotive 46.2 52.9 55.9 56.0 54.5 59.3 66.5 70.2 19% Industrial 11.8 11.3 14.9 12.7 15.2 16.5 16.7 18.5 32% Medical 2.7 2.6 4.1 3.5 4.6 4.5 6.6 6.9 75% Subtotal core business 1 60.6 56.9%\n66.8 56.4%\n74.8 58.2%\n72.2 45.3%\n74.3 50.2%\n80.3 57.6%\n89.8 64.0%\n95.6 62.0%\n24% CCC 2 24.8 25.5 29.8 30.5 30.9 24.4 18.8 24.2 -11% Others 0.7 0.7 0.3 0.7 0.7 0.5 0.8 0.9 Subtotal 1 86.1 80.8%\n93.0 78.5%\n105.0 81.6%\n103.4 64.9%\n106.0 71.7%\n105.2 75.5%\n109.4 78.0%\n120.7 78.3%\n14% X-FAB France 3 0.0 0.0 0.0 31.6 26.5 31.0 30.9 33.4 Subcontracted business 20.4 25.5 23.6 24.3 15.4 3.2 0.0 0.0 Total revenues 106.5 118.5 128.6 159.3 147.9 139.3 140.3 154.1 13% 1 Without X-FAB France and Subcontracting Business\n2 Consumer, Communications & Computer\n3 X-FAB France business is predominantly CCC with a small amount of Automotive and Industrial business\nIn the fourth quarter of 2017, prototyping revenues as indicator for future business came in at USD 15.3 million. For the full year, prototyping revenues totaled USD 54.4 million, an increase of 28% compared to previous year. Prototyping revenues in the core market segments, i.e. automotive, industrial and medical, typically convert into production revenues within four to five years after initial prototyping.\nCommenting on the development of X-FAB’s MEMS business, Rudi De Winter added: “I am delighted about our MEMS business, which is well on track for strong growth in 2018 based on various applications in all 4 of our end markets. In the fourth quarter, we launched production of a new generation MEMS microphone, setting new standards with respect to technical performance. The market for MEMS microphones is growing strongly due to the increased number of microphones per smartphone, the increased use of headphones with noise cancellation, as well as the wider adoption of voice input for various smart applications.”\nFX Sensitivity\nThe weaker US-Dollar has created a headwind with respect to profitability. The average exchange rate for the fourth quarter 2017 deteriorated by 10 cents compared to the same quarter last year. Despite the effect, the operational result increased by 44%. Relating to the financials as per year-end 2017, an evolution of the USD/Euro exchange rate from 1.10 to 1.20 would translate into a net positive effect on the financial result by about USD 8 million, while on a yearly basis it would have a negative effect of USD 12 million on the operational result. At a constant USD/Euro exchange rate of 1.05, the EBITDA margin for 2017 would have come in at 20.2%, above the guidance of 19% as provided at the IPO. The actual exchange rate for 2017 is at 1.129 with a corresponding EBITDA margin of 18.2%.\nProcedures of the independent auditor\nThe statutory auditor, KPMG Bedrijfsrevisoren - Réviseurs d’Entreprises, represented by Herwig Carmans, has confirmed that the audit procedures, which have been substantially completed, have not revealed any material adjustments which would have to be made to the condensed consolidated financial information included in this press release.\nX-FAB Quarterly Conference Call\nX-FAB’s fourth quarter results will be discussed in a live conference call on Monday, February 12 th , 2018 at 6.30 pm CET. The conference call will be in English. Please register in advance of the conference using the following link: http://emea.directeventreg.com/registration/1859408\nUpon registering, you will be provided with participant dial-in numbers, Direct Event passcode and a unique registrant ID. In the 10 minutes prior to the call, you will need to use the conference access information provided in the email received at the point of registering.\nThe conference call will be available for replay from February 12 th 9.30 pm CET until February 19 th 9.30 pm CET. The replay number will be +44 (0)1452550000, conference ID 1859408.\nThe first quarter 2018 results will be communicated on May 2 nd , 2018.\nAbout X-FAB\nX-FAB is the leading analog/mixed-signal and MEMS foundry group manufacturing silicon wafers for automotive, industrial, consumer, medical and other applications. Its customers worldwide benefit from the highest quality standards, manufacturing excellence and innovative solutions by using X-FAB’s modular CMOS processes in geometries ranging from 1.0 to 0.13 µm, and its special BCD, SOI and MEMS long-lifetime processes. X-FAB’s analog-digital integrated circuits (mixed-signal ICs), sensors and micro-electro-mechanical systems (MEMS) are manufactured at six production facilities in Germany, France, Malaysia and the U.S. X-FAB employs about 4,000 people worldwide.\nFor more information, please visit www.xfab.com .\nForward-looking information\nThis press release may include forward-looking statements. Forward-looking statements are statements regarding or based upon our management’s current intentions, beliefs or expectations relating to, among other things, X-FAB’s future results of operations, financial condition, liquidity, prospects, growth, strategies or developments in the industry in which we operate. By their nature, forward-looking statements are subject to risks, uncertainties and assumptions that could cause actual results or future events to differ materially from those expressed or implied thereby. These risks, uncertainties and assumptions could adversely affect the outcome and financial effects of the plans and events described herein.\nForward-looking statements contained in this press release regarding trends or current activities should not be taken as a report that such trends or activities will continue in the future. We undertake no obligation to update or revise any forward-looking statements, whether as a result of new information, future events or otherwise. You should not place undue reliance on any such forward-looking statements, which speak only as of the date of this press release.\nThe information contained in this press release is subject to change without notice. No re-report or warranty, express or implied, is made as to the fairness, accuracy, reasonableness or completeness of the information contained herein and no reliance should be placed on it.\nCondensed Consolidated Statement of Profit and Loss\nin thousands of USD Quarter ended\n31 Dec 2017\nQuarter ended\n31 Dec 2016\nQuarter ended\n30 Sep 2017\nYear ended\n31 Dec 2017\nYear ended\n31 Dec 2016\naudited\nRevenue 154,118 159,299 140,287 581,687 512,897 Revenues in USD in % 83 89 81 84 87 Revenues in EUR in % 16 11 19 16 13 Cost of sales -119,826 -131,365 -112,081 -465,948 -407,831 Gross Profit 34,293 27,933 28,206 115,739 105,066 Gross Profit margin in % 22.3 17.5 20.1 19.9 20.5 Research and development expenses -7,130 -9,079 -6,995 -28,326 -26,847 Selling expenses -2,230 -2,176 -2,123 -8,874 -7,369 General and administrative expenses -8,607 -7,916 -6,992 -30,306 -22,786 Rental income and expenses from investment properties 514 2,865 628 2,152 1,897 Other income and other expenses 100 135 103 105 496 Operating profit 16,940 11,763 12,826 50,489 50,456 Finance income 10,273 9,105 19,294 55,208 11,119 Finance costs -5,179 -11,917 -9,857 -26,109 -19,123 Net financial result 5,095 -2,812 9,437 29,099 -8,005 Profit before tax 22,035 8,950 22,263 79,588 42,451 Income tax 10,006 4,185 146 10,169 3,500 Profit for the period 32,041 13,135 22,409 89,758 45,952 EBITDA 31,139 24,958 26,742 106,114 100,614 EBITDA margin in % 20.2 15.7 19.1 18.2 19.6 Earnings per share at the end of period 0.25 0.13 0.17 0.73 0.46 Weighted average number of shares 130,631,921 99,381,921 130,631,921 122,412,743 99,381,921 EUR/USD average exchange rate 1.17748 1.07971 1.17442 1.12893 1.10696 Condensed Consolidated Statement of Financial Position\nin thousands of USD Year ended\n31 Dec 2017 unaudited\nYear ended\n31 Dec 2016 audited\nASSETS Non-current assets Property, plant and equipment 315,856 265,472 Investment properties 9,033 9,143 Intangible assets 7,060 7,874 Non-current investments 558 190 Other non-current assets 152 36 Deferred tax assets 32,959 19,904 Total non-current assets 365,618 302,618 Current assets Inventories 105,847 88,972 Trade and other receivables 82,008 77,292 Other assets 38,929 18,881 Cash and cash equivalents 319,235 104,157 Total current assets 546,018 289,303 TOTAL ASSETS 911,637 591,921 EQUITY AND LIABILITIES Equity Share capital 432,745 265,231 Share premium 348,709 255,262 Retained earnings -106,716 -196,506 Cumulative translation adjustment -591 -879 Treasury shares -770 -770 Total equity attributable to equity holders of the parent 673,377 322,338 Non-controlling interests 357 400 Total equity 673,734 322,738 Non-current liabilities Non-current loans and borrowings 106,178 132,407 Other non-current liabilities and provisions 8,872 8,481 Total non-current liabilities 115,050 140,888 Current liabilities Trade payables 36,684 49,032 Current loans and borrowings 37,799 31,432 Other current liabilities and provisions 48,370 47,831 Total current liabilities 122,853 128,295 TOTAL EQUITY AND LIABILITIES 911,637 591,921 Condensed Consolidated Statement of Cash Flow\nin thousands of USD Quarter ended\n31 Dec 2017\nunaudited\nQuarter ended\n31 Dec 2016\naudited\nQuarter\nEnded\n30 Sep 2017\nunaudited\nYear ended\n31 Dec 2017\nunaudited\nYear\nended\n31 Dec 2016\naudited\nIncome before taxes 22,035 8,950 22,263 79,588 42,451 Reconciliation of net income to cash flow arising from operating activities: 8,000 9,435 4,871 25,332 51,381 Depreciation and amortization, before effect of grants and subsidies 14,200 13,195 13,917 55,625 50,158 Recognized investment grants and subsidies netted with depreciation and amortization -868 -908 -892 -3,622 -2,858 Interest income and expenses (net) 483 1,222 803 2,935 4,434 Loss/(gain) on the sale of plant, property and equipment (net) 72 1 -64 8 -232 Loss/(gain) on the change in fair value of derivatives (net) -470 280 -3,489 -11,698 280 FX currency differences & other non-cash transactions (net) -5,417 -4,355 -5,402 -17,916 -400 Changes in working capital: -13,071 -2,854 -16,986 -40,527 -16,359 Decrease/(increase) of trade receivables -9,059 -6,255 -2,754 -2,936 -32,825 Decrease/(increase) of other receivables & prepaid expenses -2,891 -7,462 -6,779 -14,231 -9,828 Decrease/(increase) of inventories -2,280 -3,556 -7,390 -16,875 -16,318 (Decrease)/increase of trade payables 10,649 14,223 -4,587 -11,281 34,802 (Decrease)/increase of other liabilities -9,489 196 4,525 4,797 7,810 Income taxes (paid)/received -283 -879 -618 -1,153 -3,554 Cash Flow from operating activities 16,681 14,652 9,530 63,240 73,920 Cash Flow from investing activities: Payments for property, plant, equipment & intangible assets -34,708 -11,441 -17,836 -102,536 -72,189 Payments for investments 0 -11 0 0 -289 Acquisition of subsidiary, net of cash acquired 0 -10,178 0 0 -10,178 Payments for loan investments to related parties -35 -56 -33 -131 -5,694 Proceeds from loan investments related parties 35 5,636 30 146 5,740 Proceeds from sale of property, plant and equipment 25 1 66 91 735 Interest received 609 137 495 1,901 275 Cash Flow used in investing activities -34,075 -15,912 -17,277 -100,528 -81,600 Condensed Consolidated Statement of Cash Flow – con’t\nin thousands of USD Quarter ended\n31 Dec 2017\nunaudited\nQuarter ended\n31 Dec 2016\naudited\nQuarter\nEnded\n30 Sep 2017\nunaudited\nYear ended\n31 Dec 2017\nunaudited\nYear\nended\n31 Dec 2016\naudited\nCash Flow from (used in) financing activities: Proceeds from loans and borrowings 0 33,901 0 0 60,981 Repayment of loans and borrowings -8,826 -5,009 -7,978 -32,008 -19,374 Receipts from sale & leaseback arrangements -8 792 8 0 6,190 Payments of lease installments -468 -576 -670 -2,377 -1,558 Receipt of government grants and subsidies 0 725 329 375 2,532 Interest paid -656 -1,255 -768 -2,814 -2,843 Gross proceeds from capital increase 0 0 0 266,575 0 Direct cost related to capital increase 0 0 0 -7,389 0 Payment of preference dividend -3,095 0 0 -3,095 0 Distribution to non-controlling interests 0 -11 0 -11 -11 Cash Flow from (used in) financing activities -13,055 28,566 -9,079 219,257 45,917 Effect of changes in foreign currency exchange rates on cash 6,296 -228 9,907 33,109 -177 Increase/(decrease) of cash and cash equivalents -30,449 27,306 -16,826 181,968 38,237 Cash and cash equivalents at the beginning of the period 343,389 77,080 350,307 104,157 66,098 Cash and cash equivalents at the end of the period 319,235 104,157 343,389 319,235 104,157 ###\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180212005353/en/\nX-FAB Press Contact\nUta Steinbrecher, +49-361-427-6489\nInvestor Relations\nX-FAB Silicon Foundries\nuta.steinbrecher@xfab.com\nSource: X-FAB",
    "published": "2018-02-12T19:40:00.000+02:00",
    "crawled": "2018-02-12T20:41:44.008+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "intermediate",
        "declaration",
        "board",
        "director",
        "tessenderlo",
        "belgium",
        "business",
        "wire",
        "regulatory",
        "news",
        "highlight",
        "q4",
        "revenue",
        "usd",
        "million",
        "guidance",
        "usd",
        "million",
        "ebitda",
        "usd",
        "million",
        "ebit",
        "usd",
        "million",
        "net",
        "profit",
        "usd",
        "million",
        "earnings",
        "per",
        "share",
        "usd",
        "highlight",
        "revenue",
        "usd",
        "million",
        "ebitda",
        "usd",
        "million",
        "ebit",
        "usd",
        "million",
        "flat",
        "net",
        "profit",
        "usd",
        "million",
        "earnings",
        "per",
        "share",
        "usd",
        "outlook",
        "q1",
        "revenue",
        "expected",
        "range",
        "usd",
        "million",
        "ebitda",
        "margin",
        "full",
        "year",
        "revenue",
        "expected",
        "range",
        "usd",
        "million",
        "ebit",
        "range",
        "usd",
        "70million",
        "current",
        "planning",
        "foresees",
        "revenue",
        "range",
        "usd",
        "million",
        "ebit",
        "range",
        "usd",
        "million",
        "guidance",
        "based",
        "average",
        "exchange",
        "rate",
        "growth",
        "fourth",
        "quarter",
        "driven",
        "increased",
        "revenue",
        "key",
        "end",
        "market",
        "namely",
        "automotive",
        "industrial",
        "medial",
        "contributing",
        "strong",
        "overall",
        "growth",
        "automotive",
        "business",
        "grew",
        "driven",
        "adoption",
        "electronics",
        "car",
        "manufacturing",
        "different",
        "product",
        "automotive",
        "market",
        "industrial",
        "sale",
        "representing",
        "different",
        "product",
        "grew",
        "whereas",
        "medical",
        "sale",
        "increased",
        "different",
        "product",
        "revenue",
        "relating",
        "ccc",
        "product",
        "dropped",
        "compared",
        "mainly",
        "caused",
        "capacity",
        "constraint",
        "technology",
        "become",
        "available",
        "factory",
        "france",
        "better",
        "position",
        "support",
        "demand",
        "going",
        "forward",
        "expected",
        "revenue",
        "decrease",
        "first",
        "quarter",
        "due",
        "weaker",
        "sale",
        "well",
        "lower",
        "amount",
        "calendar",
        "day",
        "first",
        "quarter",
        "drop",
        "line",
        "typical",
        "seasonality",
        "mobile",
        "market",
        "seen",
        "previous",
        "year",
        "business",
        "expected",
        "go",
        "second",
        "quarter",
        "year",
        "core",
        "business",
        "also",
        "expected",
        "increase",
        "based",
        "strong",
        "demand",
        "key",
        "end",
        "market",
        "capacity",
        "expansion",
        "currently",
        "implemented",
        "malaysian",
        "factory",
        "support",
        "growth",
        "also",
        "help",
        "reduce",
        "amount",
        "outstanding",
        "order",
        "could",
        "completed",
        "due",
        "capacity",
        "constraint",
        "integration",
        "france",
        "progressed",
        "well",
        "fourth",
        "quarter",
        "first",
        "prototyping",
        "automotive",
        "product",
        "based",
        "180nm",
        "process",
        "embedded",
        "flash",
        "launched",
        "automotive",
        "production",
        "planned",
        "start",
        "towards",
        "end",
        "successful",
        "qualification",
        "respective",
        "approval",
        "capacity",
        "expansion",
        "malaysian",
        "fab",
        "track",
        "equipment",
        "installed",
        "process",
        "qualified",
        "additional",
        "capacity",
        "wafer",
        "start",
        "per",
        "month",
        "expected",
        "become",
        "fully",
        "effective",
        "second",
        "quarter",
        "fourth",
        "quarter",
        "texas",
        "recorded",
        "first",
        "sic",
        "production",
        "revenue",
        "working",
        "eleven",
        "customer",
        "implementing",
        "proprietary",
        "version",
        "sic",
        "technology",
        "component",
        "constant",
        "currency",
        "exchange",
        "rate",
        "fourth",
        "quarter",
        "revenue",
        "dropped",
        "grew",
        "without",
        "france",
        "well",
        "subcontracted",
        "business",
        "revenue",
        "increased",
        "compared",
        "previous",
        "quarter",
        "revenue",
        "breakdown",
        "per",
        "quarter",
        "million",
        "usd",
        "q1",
        "q2",
        "q3",
        "q4",
        "q1",
        "q2",
        "q3",
        "q4",
        "growth",
        "automotive",
        "industrial",
        "medical",
        "subtotal",
        "core",
        "business",
        "ccc",
        "others",
        "subtotal",
        "france",
        "subcontracted",
        "business",
        "total",
        "revenue",
        "without",
        "france",
        "subcontracting",
        "business",
        "consumer",
        "communication",
        "computer",
        "france",
        "business",
        "predominantly",
        "ccc",
        "small",
        "amount",
        "automotive",
        "industrial",
        "business",
        "fourth",
        "quarter",
        "prototyping",
        "revenue",
        "indicator",
        "future",
        "business",
        "came",
        "usd",
        "million",
        "full",
        "year",
        "prototyping",
        "revenue",
        "totaled",
        "usd",
        "million",
        "increase",
        "compared",
        "previous",
        "year",
        "prototyping",
        "revenue",
        "core",
        "market",
        "segment",
        "automotive",
        "industrial",
        "medical",
        "typically",
        "convert",
        "production",
        "revenue",
        "within",
        "four",
        "five",
        "year",
        "initial",
        "prototyping",
        "commenting",
        "development",
        "mem",
        "business",
        "rudi",
        "de",
        "winter",
        "added",
        "delighted",
        "mem",
        "business",
        "well",
        "track",
        "strong",
        "growth",
        "based",
        "various",
        "application",
        "end",
        "market",
        "fourth",
        "quarter",
        "launched",
        "production",
        "new",
        "generation",
        "mem",
        "microphone",
        "setting",
        "new",
        "standard",
        "respect",
        "technical",
        "performance",
        "market",
        "mem",
        "microphone",
        "growing",
        "strongly",
        "due",
        "increased",
        "number",
        "microphone",
        "per",
        "smartphone",
        "increased",
        "use",
        "headphone",
        "noise",
        "cancellation",
        "well",
        "wider",
        "adoption",
        "voice",
        "input",
        "various",
        "smart",
        "fx",
        "sensitivity",
        "weaker",
        "created",
        "headwind",
        "respect",
        "profitability",
        "average",
        "exchange",
        "rate",
        "fourth",
        "quarter",
        "deteriorated",
        "cent",
        "compared",
        "quarter",
        "last",
        "year",
        "despite",
        "effect",
        "operational",
        "result",
        "increased",
        "relating",
        "financials",
        "per",
        "evolution",
        "exchange",
        "rate",
        "would",
        "translate",
        "net",
        "positive",
        "effect",
        "financial",
        "result",
        "usd",
        "million",
        "yearly",
        "basis",
        "would",
        "negative",
        "effect",
        "usd",
        "million",
        "operational",
        "result",
        "constant",
        "exchange",
        "rate",
        "ebitda",
        "margin",
        "would",
        "come",
        "guidance",
        "provided",
        "ipo",
        "actual",
        "exchange",
        "rate",
        "corresponding",
        "ebitda",
        "margin",
        "procedure",
        "independent",
        "auditor",
        "statutory",
        "auditor",
        "kpmg",
        "bedrijfsrevisoren",
        "réviseurs",
        "entreprises",
        "represented",
        "herwig",
        "carmans",
        "confirmed",
        "audit",
        "procedure",
        "substantially",
        "completed",
        "revealed",
        "material",
        "adjustment",
        "would",
        "made",
        "condensed",
        "consolidated",
        "financial",
        "information",
        "included",
        "press",
        "release",
        "quarterly",
        "conference",
        "call",
        "fourth",
        "quarter",
        "result",
        "discussed",
        "live",
        "conference",
        "call",
        "monday",
        "february",
        "th",
        "pm",
        "cet",
        "conference",
        "call",
        "english",
        "please",
        "register",
        "advance",
        "conference",
        "using",
        "following",
        "link",
        "http",
        "upon",
        "registering",
        "provided",
        "participant",
        "number",
        "direct",
        "event",
        "passcode",
        "unique",
        "registrant",
        "id",
        "minute",
        "prior",
        "call",
        "need",
        "use",
        "conference",
        "access",
        "information",
        "provided",
        "email",
        "received",
        "point",
        "registering",
        "conference",
        "call",
        "available",
        "replay",
        "february",
        "th",
        "pm",
        "cet",
        "february",
        "th",
        "pm",
        "cet",
        "replay",
        "number",
        "conference",
        "id",
        "first",
        "quarter",
        "result",
        "communicated",
        "may",
        "nd",
        "leading",
        "mem",
        "foundry",
        "group",
        "manufacturing",
        "silicon",
        "wafer",
        "automotive",
        "industrial",
        "consumer",
        "medical",
        "application",
        "customer",
        "worldwide",
        "benefit",
        "highest",
        "quality",
        "standard",
        "manufacturing",
        "excellence",
        "innovative",
        "solution",
        "using",
        "modular",
        "cmos",
        "process",
        "geometry",
        "ranging",
        "µm",
        "special",
        "bcd",
        "soi",
        "mem",
        "process",
        "integrated",
        "circuit",
        "ic",
        "sensor",
        "system",
        "mem",
        "manufactured",
        "six",
        "production",
        "facility",
        "germany",
        "france",
        "malaysia",
        "employ",
        "people",
        "worldwide",
        "information",
        "please",
        "visit",
        "information",
        "press",
        "release",
        "may",
        "include",
        "statement",
        "statement",
        "statement",
        "regarding",
        "based",
        "upon",
        "management",
        "current",
        "intention",
        "belief",
        "expectation",
        "relating",
        "among",
        "thing",
        "future",
        "result",
        "operation",
        "financial",
        "condition",
        "liquidity",
        "prospect",
        "growth",
        "strategy",
        "development",
        "industry",
        "operate",
        "nature",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "assumption",
        "could",
        "cause",
        "actual",
        "result",
        "future",
        "event",
        "differ",
        "materially",
        "expressed",
        "implied",
        "thereby",
        "risk",
        "uncertainty",
        "assumption",
        "could",
        "adversely",
        "affect",
        "outcome",
        "financial",
        "effect",
        "plan",
        "event",
        "described",
        "herein",
        "statement",
        "contained",
        "press",
        "release",
        "regarding",
        "trend",
        "current",
        "activity",
        "taken",
        "report",
        "trend",
        "activity",
        "continue",
        "future",
        "undertake",
        "obligation",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "press",
        "release",
        "information",
        "contained",
        "press",
        "release",
        "subject",
        "change",
        "without",
        "notice",
        "warranty",
        "express",
        "implied",
        "made",
        "fairness",
        "accuracy",
        "reasonableness",
        "completeness",
        "information",
        "contained",
        "herein",
        "reliance",
        "placed",
        "condensed",
        "consolidated",
        "statement",
        "profit",
        "loss",
        "thousand",
        "usd",
        "quarter",
        "ended",
        "dec",
        "quarter",
        "ended",
        "dec",
        "quarter",
        "ended",
        "sep",
        "year",
        "ended",
        "dec",
        "year",
        "ended",
        "dec",
        "audited",
        "revenue",
        "revenue",
        "usd",
        "revenue",
        "eur",
        "cost",
        "sale",
        "gross",
        "profit",
        "gross",
        "profit",
        "margin",
        "research",
        "development",
        "expense",
        "selling",
        "expense",
        "general",
        "administrative",
        "expense",
        "rental",
        "income",
        "expense",
        "investment",
        "property",
        "income",
        "expense",
        "operating",
        "profit",
        "finance",
        "income",
        "finance",
        "cost",
        "net",
        "financial",
        "result",
        "profit",
        "tax",
        "income",
        "tax",
        "profit",
        "period",
        "ebitda",
        "ebitda",
        "margin",
        "earnings",
        "per",
        "share",
        "end",
        "period",
        "weighted",
        "average",
        "number",
        "share",
        "average",
        "exchange",
        "rate",
        "condensed",
        "consolidated",
        "statement",
        "financial",
        "position",
        "thousand",
        "usd",
        "year",
        "ended",
        "dec",
        "unaudited",
        "year",
        "ended",
        "dec",
        "audited",
        "asset",
        "asset",
        "property",
        "plant",
        "equipment",
        "investment",
        "property",
        "intangible",
        "asset",
        "investment",
        "asset",
        "deferred",
        "tax",
        "asset",
        "total",
        "asset",
        "current",
        "asset",
        "inventory",
        "trade",
        "receivables",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "total",
        "current",
        "asset",
        "total",
        "asset",
        "equity",
        "liability",
        "equity",
        "share",
        "capital",
        "share",
        "premium",
        "retained",
        "earnings",
        "cumulative",
        "translation",
        "adjustment",
        "treasury",
        "share",
        "total",
        "equity",
        "attributable",
        "equity",
        "holder",
        "parent",
        "interest",
        "total",
        "equity",
        "liability",
        "loan",
        "borrowing",
        "liability",
        "provision",
        "total",
        "liability",
        "current",
        "liability",
        "trade",
        "payable",
        "current",
        "loan",
        "borrowing",
        "current",
        "liability",
        "provision",
        "total",
        "current",
        "liability",
        "total",
        "equity",
        "liability",
        "condensed",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "thousand",
        "usd",
        "quarter",
        "ended",
        "dec",
        "unaudited",
        "quarter",
        "ended",
        "dec",
        "audited",
        "quarter",
        "ended",
        "sep",
        "unaudited",
        "year",
        "ended",
        "dec",
        "unaudited",
        "year",
        "ended",
        "dec",
        "audited",
        "income",
        "tax",
        "reconciliation",
        "net",
        "income",
        "cash",
        "flow",
        "arising",
        "operating",
        "activity",
        "depreciation",
        "amortization",
        "effect",
        "grant",
        "subsidy",
        "recognized",
        "investment",
        "grant",
        "subsidy",
        "netted",
        "depreciation",
        "amortization",
        "interest",
        "income",
        "expense",
        "net",
        "gain",
        "sale",
        "plant",
        "property",
        "equipment",
        "net",
        "gain",
        "change",
        "fair",
        "value",
        "derivative",
        "net",
        "fx",
        "currency",
        "difference",
        "transaction",
        "net",
        "change",
        "working",
        "capital",
        "increase",
        "trade",
        "receivables",
        "increase",
        "receivables",
        "prepaid",
        "expense",
        "increase",
        "inventory",
        "decrease",
        "trade",
        "payable",
        "decrease",
        "liability",
        "income",
        "tax",
        "paid",
        "cash",
        "flow",
        "operating",
        "activity",
        "cash",
        "flow",
        "investing",
        "activity",
        "payment",
        "property",
        "plant",
        "equipment",
        "intangible",
        "asset",
        "payment",
        "investment",
        "acquisition",
        "subsidiary",
        "net",
        "cash",
        "acquired",
        "payment",
        "loan",
        "investment",
        "related",
        "party",
        "proceeds",
        "loan",
        "investment",
        "related",
        "party",
        "proceeds",
        "sale",
        "property",
        "plant",
        "equipment",
        "interest",
        "received",
        "cash",
        "flow",
        "used",
        "investing",
        "activity",
        "condensed",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "con",
        "thousand",
        "usd",
        "quarter",
        "ended",
        "dec",
        "unaudited",
        "quarter",
        "ended",
        "dec",
        "audited",
        "quarter",
        "ended",
        "sep",
        "unaudited",
        "year",
        "ended",
        "dec",
        "unaudited",
        "year",
        "ended",
        "dec",
        "audited",
        "cash",
        "flow",
        "used",
        "financing",
        "activity",
        "proceeds",
        "loan",
        "borrowing",
        "repayment",
        "loan",
        "borrowing",
        "receipt",
        "sale",
        "leaseback",
        "arrangement",
        "payment",
        "lease",
        "installment",
        "receipt",
        "government",
        "grant",
        "subsidy",
        "interest",
        "paid",
        "gross",
        "proceeds",
        "capital",
        "increase",
        "direct",
        "cost",
        "related",
        "capital",
        "increase",
        "payment",
        "preference",
        "dividend",
        "distribution",
        "interest",
        "cash",
        "flow",
        "used",
        "financing",
        "activity",
        "effect",
        "change",
        "foreign",
        "currency",
        "exchange",
        "rate",
        "cash",
        "decrease",
        "cash",
        "cash",
        "equivalent",
        "cash",
        "cash",
        "equivalent",
        "beginning",
        "period",
        "cash",
        "cash",
        "equivalent",
        "end",
        "period",
        "view",
        "source",
        "version",
        "http",
        "press",
        "contact",
        "uta",
        "steinbrecher",
        "investor",
        "relation",
        "silicon",
        "foundry",
        "source"
    ]
}