{
    "organizations": [],
    "uuid": "efceeebb235d5d5150df0dc3af37e2ce80737ca0",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/06/pr-newswire-dlh-reports-first-quarter-fiscal-year-2018-results.html",
    "ord_in_thread": 0,
    "title": "DLH Reports First Quarter Fiscal Year 2018 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "ATLANTA, Feb. 6, 2018 /PRNewswire/ -- DLH Holdings Corp. (NASDAQ: DLHC) (\"DLH\" or the \"Company\"), a leading provider of innovative healthcare services and solutions to federal agencies, today announced financial results for its fiscal first quarter ended December 31, 2017.\nHighlights\nFirst quarter revenue of $30.2 million, up 15.7% over the first quarter of fiscal 2017 Gross margin of 21.6% for the first quarter versus 22.3% in the prior- year period Recorded a one-time charge of $3.4 million, or $(0.28) per diluted share, for revaluation of deferred tax assets due to the enactment of the 2017 Tax Act on December 22, 2017 Diluted earnings per share of $(0.24) for the quarter\nManagement Discussion\n\"First quarter results set the stage for solid performance in fiscal 2018, bolstered by strong leading indicators that support our strategic growth initiatives,\" stated DLH President and Chief Executive Officer Zach Parker. \"While bottom line results were impacted by non-cash charges related to the new federal Tax Act, revenue rose nearly 16% in the quarter, and our new business development pipeline continues to support significant opportunities within the federal markets we've targeted. In addition to our double-digit growth, we remain focused on strengthening our balance sheet and deleveraging the business to better enable the Company to compete on the acquisition front.\n\"Despite ongoing continuing resolutions and federal budget uncertainties in Washington, DLH is well positioned and aligned with key agencies such as the Department of Health and Human Services, Veterans Health Administration, and Defense Health Agency. Early indications are that each of these organizations enjoys strong advocacy in Congress due to their mission-critical operations. Accordingly, we expect to build upon first quarter results as we deliver value-added services and solutions going forward. In addition, we intend to invest in expanding our proprietary SPOT-m ® data analytics technology to enhance productivity optimization for our clients and accelerate top-line growth.\"\nResults for the Three Months Ended December 31, 2017\nRevenue for the first quarter of fiscal 2018 was $30.2 million, up $4.1 million, or 15.7%, over the prior-year first quarter, reflecting the expansion of services on existing contract vehicles and contribution from new contract awards.\nGross profit was $6.5 million for the quarter, an increase of $0.7 million, or 12.4%, over the first quarter of fiscal 2017. As a percent of revenue, the Company's gross margin was 21.6% versus 22.3% in the prior-year period. General and Administrative (\"G&A\") expenses were $4.9 million for the quarter versus $4.7 million in fiscal 2017. As a percent of revenue, G&A expenses were 16.2% in the current fiscal first quarter versus 18.1% last year. Depreciation and amortization for the quarter was $0.5 million versus $0.2 million in the prior year period.\nIncome from operations was $1.1 million for the quarter versus $0.9 million in the prior-year period. This increase reflects gross profit improvement of $0.7 million, partially offset by higher expenses noted above. Income before taxes was $0.9 million for the quarter, up approximately $0.3 million over the prior-year period.\nThe Company reported a net loss for the first quarter of 2018 of approximately $2.9 million, or $(0.24) per diluted share, versus net income of $0.3 million, or $0.03 per diluted share, in the prior-year period. DLH recorded a $3.7 million provision for tax expense during the quarter, versus $0.2 million in fiscal 2017. Net income in the fiscal 2018 first quarter included a one-time $3.4 million charge for the revaluation of the Company's net deferred tax assets due to the Tax Cuts and Jobs Act (\"Tax Act\") that was enacted into law on December 22, 2017. On a non-GAAP basis, excluding the estimated impact of the Tax Act, net income in the first quarter of 2018 was $0.5 million, or $0.04 per diluted share.\nOn a non-GAAP basis, Earnings Before Interest Tax Depreciation and Amortization (\"EBITDA\") for the three months ended December 31, 2017 was approximately $1.7 million versus $1.1 million in the prior-year period. Growth was attributable to increased revenue and gross profit, partially offset by additional G&A expenses as described above.\nBalance Sheet and Cash Flow\nCash as of December 31, 2017 was $3.2 million, and the Company's senior debt was $18.8 million, versus cash of $4.9 million and senior debt of $19.7 million as of September 30, 2017. Regarding cash flow, for the fiscal first quarter DLH used $0.4 million in cash from operations, based on the timing of key collections and incentive compensation payments for the prior fiscal year. It is expected that for fiscal 2018 in total, the Company will generate cash flow which will continue to be positively impacted by utilizing tax net operating losses.\nNon-GAAP Financial Measures\nThe Company uses Earnings Before Interest Tax Depreciation and Amortization (\"EBITDA\") as a supplemental non-GAAP measure of our performance. DLH defines EBITDA as net income excluding (i) interest expense, (ii) provision for or benefit from income taxes, if any, and (iii) depreciation and amortization.\nBeginning with the first quarter of fiscal year 2018, the Company commenced reporting EBITDA, rather than adjusted EBITDA, as a key non-GAAP financial measure of our business. The Company believes that due to the growth and maturation of its business, this change will improve the transparency of its business performance and increase the comparability of its results with peers. Non-GAAP measures for prior periods have been recast to conform to this change in the Company's reporting. It is important to note that GAAP results and the presentation of GAAP metrics do not change, and the reporting of EBITDA has no effect on the Company's business nor how the business is managed.\nIn addition, for the quarter ended December 31, 2017, the Company is also reporting, for the first time, net income excluding the impact of the Tax Cut and Jobs Act of 2017 on the valuation of its deferred tax assets. On December 22, 2017, the Tax Cut and Jobs Act was enacted, which, among other things, reduced corporate tax rates and revised rules regarding the usability of net operating losses. These changes have resulted in a tax provision of $3.4 million associated with revaluing the benefit of the Company's net operating losses. DLH is reporting this non-GAAP metric beginning with this quarter since applicable guidance requires that the Company's deferred tax assets must be revalued immediately.\nThese non-GAAP measures of performance are used by management to conduct and evaluate its business during its regular review of operating results for the periods presented. Management and the Company's Board utilize these non-GAAP measures to make decisions about the use of the Company's resources, analyze performance between periods, develop internal projections and measure managements performance. DLH believes that these non-GAAP measures are useful to investors in evaluating the Company's ongoing operating and financial results and understanding how such results compare with the Company's historical performance. By providing this non-GAAP measure as a supplement to GAAP information, DLH believes this enhances investors' understanding of its business and results of operations.\nReconciliation of GAAP net income to EBITDA, a non-GAAP measure:\nThree Months Ended\nDecember 31,\n2017\n2016\nChange\nNet income (loss)\n$\n(2,851)\n$\n324\n$\n(3,175)\n(i) Interest expense\n278\n364\n(86)\n(ii) Provision for taxes\n3,719\n201\n3,518\n(iii) Depreciation, amortization, and loss on fixed assets\n506\n201\n305\nEBITDA\n$\n1,652\n$\n1,090\n$\n562\nReconciliation of GAAP net income to net income, excluding the effect of write-down, a non-GAAP measure:\nThree Months Ended\nDecember 31,\n2017\n2016\nChange\nNet Income (Loss)\n$\n(2,851)\n$\n324\n$\n(3,175)\nWrite-down of deferred tax assets\n3,365\n—\n3,365\nNet income, excluding effect of write-down of deferred tax assets\n$\n514\n$\n324\n$\n190\nNet income (loss) per fully-diluted share\n$\n(0.24)\n$\n0.03\n$\n(0.27)\nWrite-down of deferred tax assets\n0.28\n—\n0.28\nNet income (loss) per fully-diluted share, excluding effect of write-\ndown of deferred tax assets\n$\n0.04\n$\n0.03\n$\n0.01\nConference Call and Webcast Details\nDLH management will discuss first quarter results during a conference call beginning at 11:00 AM Eastern Time on Tuesday, February 6, 2018. Interested parties may listen to the conference call by dialing 877-870-4263 or 412-317-0790. Presentation materials will also be posted on the Investor Relations section of the DLH website prior to the commencement of the conference call.\nA digital recording of the conference call will be available for replay two hours after the completion of the call and can be accessed on the DLH Investor Relations website or by dialing 877-344-7529 and using conference code #10116164.\nAbout DLH\nDLH (NASDAQ:DLHC) serves federal government clients throughout the United States and abroad delivering technology enabled solutions in key health and human services programs. The Company's core competencies and consulting services include assessment and compliance monitoring, program management, health IT systems integration, data analytics and medical logistics, and pharmacy solutions. DLH has over 1,400 employees serving numerous government agencies. For more information, visit the corporate website at www.dlhcorp.com .\nSafe Harbor Statement under the Private Securities Litigation Reform Act of 1995:\nThis press release may contain forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. These statements relate to future events or DLH`s future financial performance. Any statements that are not statements of historical fact (including without limitation statements to the effect that the Company or its management \"believes\", \"expects\", \"anticipates\", \"plans\", \"intends\" and similar expressions) should be considered forward looking statements that involve risks and uncertainties which could cause actual events or DLH`s actual results to differ materially from those indicated by the forward-looking statements. For a discussion of such risks and uncertainties which could cause actual results to differ from those contained in the forward-looking statements, see \"Risk Factors\" in the Company's periodic reports filed with the SEC, including our Annual Report on Form 10-K for the fiscal year ended September 30, 2017. The forward-looking statements contained in this press release are made as of the date hereof and may become outdated over time. The Company does not assume any responsibility for updating forward-looking statements.\nCONTACTS:\nCOMMUNICATIONS\nINVESTOR RELATIONS\nContact: Tiffany McCall\nContact: Chris Witty\nPhone: 404-334-6000\nPhone: 646-438-9385\nEmail: tiffany.mccall@dlhcorp.com\nEmail: cwitty@darrowir.com\nDLH HOLDINGS CORP.\nCONSOLIDATED STATEMENTS OF INCOME\n(Amounts in thousands except per share amounts)\n(unaudited)\nThree Months Ended\nDecember 31,\n2017\n2016\nRevenue\n$\n30,215\n$\n26,111\nDirect expenses\n23,683\n20,300\nGross margin\n6,532\n5,811\nGeneral and administrative expenses\n4,880\n4,721\nDepreciation and amortization\n506\n201\nIncome from operations\n1,146\n889\nInterest expense\n(278)\n(364)\nInterest expense, net\n(278)\n(364)\nIncome before income taxes\n868\n525\nIncome tax expense, net\n3,719\n201\nNet income (loss)\n$\n(2,851)\n$\n324\nNet income (loss) per share - basic\n$\n(0.24)\n$\n0.03\nNet income (loss) per share-diluted\n$\n(0.24)\n$\n0.03\nWeighted average common shares outstanding\nBasic\n11,837\n11,201\nDiluted\n11,837\n12,690\nDLH HOLDINGS CORP.\nCONSOLIDATED BALANCE SHEETS\n(Amounts in thousands except par value of shares)\nDecember 31,\n2017\nSeptember 30,\n2017\n(unaudited)\nASSETS\nCurrent assets:\nCash and cash equivalents\n$\n3,243\n$\n4,930\nAccounts receivable\n12,843\n11,911\nOther current assets\n586\n598\nTotal current assets\n16,672\n17,439\nEquipment and improvements, net\n1,701\n1,391\nDeferred taxes, net\n6,100\n9,639\nGoodwill and other intangible assets, net\n40,676\n41,116\nOther long-term assets\n139\n139\nTotal assets\n$\n65,288\n$\n69,724\nLIABILITIES AND SHAREHOLDERS' EQUITY\nCurrent liabilities:\nDebt obligations - current\n$\n3,612\n$\n3,601\nDerivative financial instruments, at fair value\n—\n306\nAccrued payroll\n3,592\n3,723\nAccounts payable, accrued expenses, and other current liabilities\n9,536\n10,895\nTotal current liabilities\n16,740\n18,525\nTotal long term liabilities\n14,458\n15,344\nTotal liabilities\n31,198\n33,869\nCommitments and contingencies\nShareholders' equity:\nCommon stock, $.001 par value; authorized 40,000 shares; issued and outstanding\n11,882 at December 31, 2017 and 11,767 at September 30, 2017\n12\n12\nAdditional paid-in capital\n83,644\n82,687\nAccumulated deficit\n(49,566)\n(46,844)\nTotal shareholders' equity\n34,090\n35,855\nTotal liabilities and shareholders' equity\n$\n65,288\n$\n69,724\nDLH HOLDINGS CORP. AND SUBSIDIARIES\nCONSOLIDATED STATEMENTS OF CASH FLOWS\n(Amounts in thousands)\nYear Ended\nDecember 31,\n2017\n2016\nOperating activities\nNet income (loss)\n$\n(2,851)\n$\n324\nAdjustments to reconcile net income(loss) to net cash provided by(used in) operating activities:\nDepreciation and amortization\n505\n201\nAmortization of debt financing costs as interest expense\n65\n60\nChange in fair value of derivative financial instruments\n—\n79\nStock based compensation expense\n757\n485\nDeferred taxes, net\n3,539\n—\nChanges in operating assets and liabilities\nAccounts receivable\n(931)\n(655)\nOther current assets\n11\n(83)\nAccounts payable, accrued payroll, accrued expenses and other current liabilities\n(1,485)\n(199)\nOther long term assets/liabilities\n(4)\n85\nNet cash (used in)provided by operating activities\n(394)\n297\nInvesting activities\nAcquisition net of cash acquired\n—\n(250)\nPurchase of equipment and improvements\n(375)\n(41)\nNet cash used in investing activities\n(375)\n(291)\nFinancing activities\nRepayments on senior debt\n(937)\n(938)\nRepayments of capital lease obligations\n(5)\n(24)\nProceeds from issuance of stock upon exercise of options\n24\n—\nNet cash used in financing activities\n(918)\n(962)\nNet change in cash and cash equivalents\n(1,687)\n(956)\nCash and cash equivalents at beginning of period\n4,930\n3,427\nCash and cash equivalents at end of period\n$\n3,243\n$\n2,471\nSupplemental disclosures of cash flow information\nCash paid during the period for interest\n$\n219\n$\n225\nCash paid during the period for income taxes\n$\n480\n$\n300\nView original content: http://www.prnewswire.com/news-releases/dlh-reports-first-quarter-fiscal-year-2018-results-300593937.html\nSOURCE DLH Holdings Corp.",
    "published": "2018-02-06T16:00:00.000+02:00",
    "crawled": "2018-02-06T17:23:08.016+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "atlanta",
        "dlh",
        "holding",
        "nasdaq",
        "dlhc",
        "dlh",
        "company",
        "leading",
        "provider",
        "innovative",
        "healthcare",
        "service",
        "solution",
        "federal",
        "agency",
        "today",
        "announced",
        "financial",
        "result",
        "fiscal",
        "first",
        "quarter",
        "ended",
        "december",
        "highlight",
        "first",
        "quarter",
        "revenue",
        "million",
        "first",
        "quarter",
        "fiscal",
        "gross",
        "margin",
        "first",
        "quarter",
        "versus",
        "year",
        "period",
        "recorded",
        "charge",
        "million",
        "per",
        "diluted",
        "share",
        "revaluation",
        "deferred",
        "tax",
        "asset",
        "due",
        "enactment",
        "tax",
        "act",
        "december",
        "diluted",
        "earnings",
        "per",
        "share",
        "quarter",
        "management",
        "discussion",
        "first",
        "quarter",
        "result",
        "set",
        "stage",
        "solid",
        "performance",
        "fiscal",
        "bolstered",
        "strong",
        "leading",
        "indicator",
        "support",
        "strategic",
        "growth",
        "initiative",
        "stated",
        "dlh",
        "president",
        "chief",
        "executive",
        "officer",
        "zach",
        "parker",
        "bottom",
        "line",
        "result",
        "impacted",
        "charge",
        "related",
        "new",
        "federal",
        "tax",
        "act",
        "revenue",
        "rose",
        "nearly",
        "quarter",
        "new",
        "business",
        "development",
        "pipeline",
        "continues",
        "support",
        "significant",
        "opportunity",
        "within",
        "federal",
        "market",
        "targeted",
        "addition",
        "growth",
        "remain",
        "focused",
        "strengthening",
        "balance",
        "sheet",
        "deleveraging",
        "business",
        "better",
        "enable",
        "company",
        "compete",
        "acquisition",
        "front",
        "despite",
        "ongoing",
        "continuing",
        "resolution",
        "federal",
        "budget",
        "uncertainty",
        "washington",
        "dlh",
        "well",
        "positioned",
        "aligned",
        "key",
        "agency",
        "department",
        "health",
        "human",
        "service",
        "veteran",
        "health",
        "administration",
        "defense",
        "health",
        "agency",
        "early",
        "indication",
        "organization",
        "enjoys",
        "strong",
        "advocacy",
        "congress",
        "due",
        "operation",
        "accordingly",
        "expect",
        "build",
        "upon",
        "first",
        "quarter",
        "result",
        "deliver",
        "service",
        "solution",
        "going",
        "forward",
        "addition",
        "intend",
        "invest",
        "expanding",
        "proprietary",
        "data",
        "analytics",
        "technology",
        "enhance",
        "productivity",
        "optimization",
        "client",
        "accelerate",
        "growth",
        "result",
        "three",
        "month",
        "ended",
        "december",
        "revenue",
        "first",
        "quarter",
        "fiscal",
        "million",
        "million",
        "first",
        "quarter",
        "reflecting",
        "expansion",
        "service",
        "existing",
        "contract",
        "vehicle",
        "contribution",
        "new",
        "contract",
        "award",
        "gross",
        "profit",
        "million",
        "quarter",
        "increase",
        "million",
        "first",
        "quarter",
        "fiscal",
        "percent",
        "revenue",
        "company",
        "gross",
        "margin",
        "versus",
        "period",
        "general",
        "administrative",
        "g",
        "expense",
        "million",
        "quarter",
        "versus",
        "million",
        "fiscal",
        "percent",
        "revenue",
        "g",
        "expense",
        "current",
        "fiscal",
        "first",
        "quarter",
        "versus",
        "last",
        "year",
        "depreciation",
        "amortization",
        "quarter",
        "million",
        "versus",
        "million",
        "prior",
        "year",
        "period",
        "income",
        "operation",
        "million",
        "quarter",
        "versus",
        "million",
        "period",
        "increase",
        "reflects",
        "gross",
        "profit",
        "improvement",
        "million",
        "partially",
        "offset",
        "higher",
        "expense",
        "noted",
        "income",
        "tax",
        "million",
        "quarter",
        "approximately",
        "million",
        "period",
        "company",
        "reported",
        "net",
        "loss",
        "first",
        "quarter",
        "approximately",
        "million",
        "per",
        "diluted",
        "share",
        "versus",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "share",
        "period",
        "dlh",
        "recorded",
        "million",
        "provision",
        "tax",
        "expense",
        "quarter",
        "versus",
        "million",
        "fiscal",
        "net",
        "income",
        "fiscal",
        "first",
        "quarter",
        "included",
        "million",
        "charge",
        "revaluation",
        "company",
        "net",
        "deferred",
        "tax",
        "asset",
        "due",
        "tax",
        "cut",
        "job",
        "act",
        "tax",
        "act",
        "enacted",
        "law",
        "december",
        "basis",
        "excluding",
        "estimated",
        "impact",
        "tax",
        "act",
        "net",
        "income",
        "first",
        "quarter",
        "million",
        "per",
        "diluted",
        "share",
        "basis",
        "earnings",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "ebitda",
        "three",
        "month",
        "ended",
        "december",
        "approximately",
        "million",
        "versus",
        "million",
        "period",
        "growth",
        "attributable",
        "increased",
        "revenue",
        "gross",
        "profit",
        "partially",
        "offset",
        "additional",
        "g",
        "expense",
        "described",
        "balance",
        "sheet",
        "cash",
        "flow",
        "cash",
        "december",
        "million",
        "company",
        "senior",
        "debt",
        "million",
        "versus",
        "cash",
        "million",
        "senior",
        "debt",
        "million",
        "september",
        "regarding",
        "cash",
        "flow",
        "fiscal",
        "first",
        "quarter",
        "dlh",
        "used",
        "million",
        "cash",
        "operation",
        "based",
        "timing",
        "key",
        "collection",
        "incentive",
        "compensation",
        "payment",
        "prior",
        "fiscal",
        "year",
        "expected",
        "fiscal",
        "total",
        "company",
        "generate",
        "cash",
        "flow",
        "continue",
        "positively",
        "impacted",
        "utilizing",
        "tax",
        "net",
        "operating",
        "loss",
        "financial",
        "measure",
        "company",
        "us",
        "earnings",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "ebitda",
        "supplemental",
        "measure",
        "performance",
        "dlh",
        "defines",
        "ebitda",
        "net",
        "income",
        "excluding",
        "interest",
        "expense",
        "ii",
        "provision",
        "benefit",
        "income",
        "tax",
        "iii",
        "depreciation",
        "amortization",
        "beginning",
        "first",
        "quarter",
        "fiscal",
        "year",
        "company",
        "commenced",
        "reporting",
        "ebitda",
        "rather",
        "adjusted",
        "ebitda",
        "key",
        "financial",
        "measure",
        "business",
        "company",
        "belief",
        "due",
        "growth",
        "maturation",
        "business",
        "change",
        "improve",
        "transparency",
        "business",
        "performance",
        "increase",
        "comparability",
        "result",
        "peer",
        "measure",
        "prior",
        "period",
        "recast",
        "conform",
        "change",
        "company",
        "reporting",
        "important",
        "note",
        "gaap",
        "result",
        "presentation",
        "gaap",
        "metric",
        "change",
        "reporting",
        "ebitda",
        "effect",
        "company",
        "business",
        "business",
        "managed",
        "addition",
        "quarter",
        "ended",
        "december",
        "company",
        "also",
        "reporting",
        "first",
        "time",
        "net",
        "income",
        "excluding",
        "impact",
        "tax",
        "cut",
        "job",
        "act",
        "valuation",
        "deferred",
        "tax",
        "asset",
        "december",
        "tax",
        "cut",
        "job",
        "act",
        "enacted",
        "among",
        "thing",
        "reduced",
        "corporate",
        "tax",
        "rate",
        "revised",
        "rule",
        "regarding",
        "usability",
        "net",
        "operating",
        "loss",
        "change",
        "resulted",
        "tax",
        "provision",
        "million",
        "associated",
        "revaluing",
        "benefit",
        "company",
        "net",
        "operating",
        "loss",
        "dlh",
        "reporting",
        "metric",
        "beginning",
        "quarter",
        "since",
        "applicable",
        "guidance",
        "requires",
        "company",
        "deferred",
        "tax",
        "asset",
        "must",
        "revalued",
        "immediately",
        "measure",
        "performance",
        "used",
        "management",
        "conduct",
        "evaluate",
        "business",
        "regular",
        "review",
        "operating",
        "result",
        "period",
        "presented",
        "management",
        "company",
        "board",
        "utilize",
        "measure",
        "make",
        "decision",
        "use",
        "company",
        "resource",
        "analyze",
        "performance",
        "period",
        "develop",
        "internal",
        "projection",
        "measure",
        "management",
        "performance",
        "dlh",
        "belief",
        "measure",
        "useful",
        "investor",
        "evaluating",
        "company",
        "ongoing",
        "operating",
        "financial",
        "result",
        "understanding",
        "result",
        "compare",
        "company",
        "historical",
        "performance",
        "providing",
        "measure",
        "supplement",
        "gaap",
        "information",
        "dlh",
        "belief",
        "enhances",
        "investor",
        "understanding",
        "business",
        "result",
        "operation",
        "reconciliation",
        "gaap",
        "net",
        "income",
        "ebitda",
        "measure",
        "three",
        "month",
        "ended",
        "december",
        "change",
        "net",
        "income",
        "loss",
        "interest",
        "expense",
        "ii",
        "provision",
        "tax",
        "iii",
        "depreciation",
        "amortization",
        "loss",
        "fixed",
        "asset",
        "ebitda",
        "reconciliation",
        "gaap",
        "net",
        "income",
        "net",
        "income",
        "excluding",
        "effect",
        "measure",
        "three",
        "month",
        "ended",
        "december",
        "change",
        "net",
        "income",
        "loss",
        "deferred",
        "tax",
        "asset",
        "net",
        "income",
        "excluding",
        "effect",
        "deferred",
        "tax",
        "asset",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "deferred",
        "tax",
        "asset",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "excluding",
        "effect",
        "deferred",
        "tax",
        "asset",
        "conference",
        "call",
        "webcast",
        "detail",
        "dlh",
        "management",
        "discus",
        "first",
        "quarter",
        "result",
        "conference",
        "call",
        "beginning",
        "eastern",
        "time",
        "tuesday",
        "february",
        "interested",
        "party",
        "may",
        "listen",
        "conference",
        "call",
        "dialing",
        "presentation",
        "material",
        "also",
        "posted",
        "investor",
        "relation",
        "section",
        "dlh",
        "website",
        "prior",
        "commencement",
        "conference",
        "call",
        "digital",
        "recording",
        "conference",
        "call",
        "available",
        "replay",
        "two",
        "hour",
        "completion",
        "call",
        "accessed",
        "dlh",
        "investor",
        "relation",
        "website",
        "dialing",
        "using",
        "conference",
        "code",
        "dlh",
        "dlh",
        "nasdaq",
        "dlhc",
        "serf",
        "federal",
        "government",
        "client",
        "throughout",
        "united",
        "state",
        "abroad",
        "delivering",
        "technology",
        "enabled",
        "solution",
        "key",
        "health",
        "human",
        "service",
        "program",
        "company",
        "core",
        "competency",
        "consulting",
        "service",
        "include",
        "assessment",
        "compliance",
        "monitoring",
        "program",
        "management",
        "health",
        "system",
        "integration",
        "data",
        "analytics",
        "medical",
        "logistics",
        "pharmacy",
        "solution",
        "dlh",
        "employee",
        "serving",
        "numerous",
        "government",
        "agency",
        "information",
        "visit",
        "corporate",
        "website",
        "safe",
        "harbor",
        "statement",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "press",
        "release",
        "may",
        "contain",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "relate",
        "future",
        "event",
        "dlh",
        "future",
        "financial",
        "performance",
        "statement",
        "statement",
        "historical",
        "fact",
        "including",
        "without",
        "limitation",
        "statement",
        "effect",
        "company",
        "management",
        "belief",
        "expects",
        "anticipates",
        "plan",
        "intends",
        "similar",
        "expression",
        "considered",
        "forward",
        "looking",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "event",
        "dlh",
        "actual",
        "result",
        "differ",
        "materially",
        "indicated",
        "statement",
        "discussion",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "contained",
        "statement",
        "see",
        "risk",
        "factor",
        "company",
        "periodic",
        "report",
        "filed",
        "sec",
        "including",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "september",
        "statement",
        "contained",
        "press",
        "release",
        "made",
        "date",
        "hereof",
        "may",
        "become",
        "outdated",
        "time",
        "company",
        "assume",
        "responsibility",
        "updating",
        "statement",
        "contact",
        "communication",
        "investor",
        "relation",
        "contact",
        "tiffany",
        "mccall",
        "contact",
        "chris",
        "witty",
        "phone",
        "phone",
        "email",
        "email",
        "cwitty",
        "dlh",
        "holding",
        "consolidated",
        "statement",
        "income",
        "amount",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "unaudited",
        "three",
        "month",
        "ended",
        "december",
        "revenue",
        "direct",
        "expense",
        "gross",
        "margin",
        "general",
        "administrative",
        "expense",
        "depreciation",
        "amortization",
        "income",
        "operation",
        "interest",
        "expense",
        "interest",
        "expense",
        "net",
        "income",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "net",
        "net",
        "income",
        "loss",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "basic",
        "net",
        "income",
        "loss",
        "per",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "dlh",
        "holding",
        "consolidated",
        "balance",
        "sheet",
        "amount",
        "thousand",
        "except",
        "par",
        "value",
        "share",
        "december",
        "september",
        "unaudited",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "equipment",
        "improvement",
        "net",
        "deferred",
        "tax",
        "net",
        "goodwill",
        "intangible",
        "asset",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "shareholder",
        "equity",
        "current",
        "liability",
        "debt",
        "obligation",
        "current",
        "derivative",
        "financial",
        "instrument",
        "fair",
        "value",
        "accrued",
        "payroll",
        "account",
        "payable",
        "accrued",
        "expense",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "total",
        "long",
        "term",
        "liability",
        "total",
        "liability",
        "commitment",
        "contingency",
        "shareholder",
        "equity",
        "common",
        "stock",
        "par",
        "value",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "december",
        "september",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "shareholder",
        "equity",
        "total",
        "liability",
        "shareholder",
        "equity",
        "dlh",
        "holding",
        "subsidiary",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "amount",
        "thousand",
        "year",
        "ended",
        "december",
        "operating",
        "activity",
        "net",
        "income",
        "loss",
        "adjustment",
        "reconcile",
        "net",
        "income",
        "loss",
        "net",
        "cash",
        "provided",
        "used",
        "operating",
        "activity",
        "depreciation",
        "amortization",
        "amortization",
        "debt",
        "financing",
        "cost",
        "interest",
        "expense",
        "change",
        "fair",
        "value",
        "derivative",
        "financial",
        "instrument",
        "stock",
        "based",
        "compensation",
        "expense",
        "deferred",
        "tax",
        "net",
        "change",
        "operating",
        "asset",
        "liability",
        "account",
        "receivable",
        "current",
        "asset",
        "account",
        "payable",
        "accrued",
        "payroll",
        "accrued",
        "expense",
        "current",
        "liability",
        "long",
        "term",
        "net",
        "cash",
        "used",
        "provided",
        "operating",
        "activity",
        "investing",
        "activity",
        "acquisition",
        "net",
        "cash",
        "acquired",
        "purchase",
        "equipment",
        "improvement",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "financing",
        "activity",
        "repayment",
        "senior",
        "debt",
        "repayment",
        "capital",
        "lease",
        "obligation",
        "proceeds",
        "issuance",
        "stock",
        "upon",
        "exercise",
        "option",
        "net",
        "cash",
        "used",
        "financing",
        "activity",
        "net",
        "change",
        "cash",
        "cash",
        "equivalent",
        "cash",
        "cash",
        "equivalent",
        "beginning",
        "period",
        "cash",
        "cash",
        "equivalent",
        "end",
        "period",
        "supplemental",
        "disclosure",
        "cash",
        "flow",
        "information",
        "cash",
        "paid",
        "period",
        "interest",
        "cash",
        "paid",
        "period",
        "income",
        "tax",
        "view",
        "original",
        "content",
        "http",
        "source",
        "dlh",
        "holding",
        "corp"
    ]
}