{
    "organizations": [],
    "uuid": "c10abecfe05f3d9166b1e1d3351d3c0f77282d1e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/06/globe-newswire-silicon-motion-announces-results-for-the-period-ended-december-31-2017.html",
    "ord_in_thread": 0,
    "title": "Silicon Motion Announces Results for the Period Ended December 31, 2017",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Financial Highlights\n4Q 2017 GAAP 4Q 2017 Non-GAAP Net sales $136.2 million (+7 % Q/Q, -6% Y/Y ) $136.2 million (+7 % Q/Q, -6% Y/Y ) Gross margin 46.5 % 46.6 % Operating margin 10.0% 24.1% Earnings per diluted ADS $0.27 $0.79 Full Year 2017 GAAP Full Year 2017 Non-GAAP Net sales $523.4 million ( -6% Y/Y ) $523.4 million ( -6% Y/Y ) Gross margin 48.0 % 48.0 % Operating margin 18.2% 23.6% Earnings per diluted ADS $2.09 $2.81\nBusiness Highlights\nEmbedded Storage 1 sales increased approximately 10% Q/Q and accounted for about 80% of total sales, similar to the previous quarter Client SSD controller sales increased over 15% Q/Q eMMC controller sales remained stable Q/Q SSD solutions sales increased over 15% Q/Q Began shipping our SATA3 SSD controller for Micron’s Crucial MX500 SSD and our 2 nd generation PCIe NVMe controller for Intel’s 760p SSD Delivered pre-production samples of our Open-Channel NVMe SSD controller to hyperscale data center customer\nTAIPEI, Taiwan and MILPITAS, Calif., Feb. 07, 2018 (GLOBE NEWSWIRE) -- Silicon Motion Technology Corporation (NasdaqGS:SIMO) (“Silicon Motion” or the “Company”) today announced its financial results for the quarter ended December 31, 2017. For the fourth quarter, net sales increased 7% sequentially to $136.2 million from $127.2 million in the third quarter. Net income (GAAP) decreased to $9.9 million or $0.27 per diluted ADS (GAAP) from a net income (GAAP) of $17.6 million or $0.49 per diluted ADS (GAAP) in the third quarter.\nFor the fourth quarter, net income (non-GAAP) increased to $28.4 million or $0.79 per diluted ADS (non-GAAP) from a net income (non-GAAP) of $20.3 million or $0.57 per diluted ADS (non-GAAP) in the third quarter.\n1 Embedded Storage comprises primarily eMMC and client SSD controllers and data center and industrial SSD solutions.\nFourth Quarter 2017 Review\n“This quarter, NAND flash industry supply continued to improve and prices continued to soften,” said Wallace Kou, President and CEO of Silicon Motion. “Our SSD controller sales to our NAND flash partners rebounded, SSD solutions sales, specifically to our diversified Ferri OEM customers exceeded expectations, and our eMMC controller sales were stable sequentially.”\nSales\n(in millions, except percentages) 4Q 2017 3Q 2017 4Q 2016 Sales Mix Sales Mix Sales Mix Mobile Storage*\nQ/Q\nY/Y $125.3\n+7%\n-4% 92 %\n$117.3\n-4%\n-20% 92 %\n$130.3\n-11%\n+49% 90 %\nMobile Communications** $9.4 7 % $8.7 7 % $12.5 9 % Others $1.5 1 % $1.3 1 % $1.4 1 % Total revenue\nQ/Q\nY/Y $136.2\n+7%\n-6% 100 %\n$127.2\n-4%\n-20% 100\n%\n$144.2\n-9%\n+47% 100 %\n* Mobile Storage products include Embedded Storage products (eMMC and client SSD controllers and data center and industrial SSD solutions) and Expandable Storage products (SD and USB flash drive controllers)\n** Mobile Communications products include mobile TV SoCs\nKey Financial Results\n(in millions, except percentages and per ADS amounts) GAAP Non-GAAP 4Q 2017 3Q 2017 4Q 2016 4Q 2017 3Q 2017 4Q 2016 Revenue $136.2 $127.2 $144.2 $136.2 $127.2 $144.2 Gross profit\nPercent of revenue $63.3\n46.5 % $58.5\n46.0 % $72.1\n50.0 % $63.5\n46.6 % $58.5\n46.0 % $72.3\n50.2 % Operating expenses $49.7 $36.9 $37.3 $30.6 $33.1 $28.5 Operating income\nPercent of revenue $13.6\n10.0 % $21.6\n17.0 % $34.9\n24.2 % $32.9\n24.1 % $25.4\n20.0 % $43.8\n30.4 % Earnings per diluted ADS $0.27 $0.49 $0.73 $0.79 $0.57 $0.95 Other Financial Information\n(in millions) 4Q 2017 3Q 2017 4Q 2016 Cash and cash equivalents, and short-term investments $ 366.4 $ 332.8 $ 277.8 Bank loans $ 25.0 -- $ 25.0 Capital expenditures $ 3.5 $ 3.0 $ 2.5 Dividend payments $ 10.7 $ 7.1 $ 7.1 Loan repayments -- $ 25.0 $ 10.0 During the fourth quarter, we had $3.2 million of capital expenditures for the routine purchase of software and design tools.\nOur fourth quarter cash flows were as follows:\n3 months ended Dec. 31, 2017 (In $ millions) Net income (GAAP) 9.9 Depreciation & amortization 3.8 Impairment loss of goodwill 10.3 Gain from disposal of other assets (1.9) Changes in operating assets and liabilities (9.8) Others 7.4 Net cash provided by operating activities 19.7 Acquisition of property and equipment (3.5) Net cash used in investing activities (3.5) Dividend (10.7) Loans 25.0 Net cash provided in financing activities 14.3 Effects of changes in foreign currency exchange rates on cash 1.3 Net increase in cash, cash equivalents and restricted cash 31.8 Returning Value to Shareholder\nOn October 24, 2017, the Board of Directors of the Company declared a $1.20 per ADS annual dividend to be paid in quarterly installments of $0.30 per ADS. On November 23, 2017, we paid $10.7 million to shareholders as the first installment of our annual dividend.\nOn August 1, 2017, the Company announced that its Board of Directors had authorized a new program for the Company to repurchase up to $200 million of its ADS over a 12 month period. In the fourth quarter, the Company did not repurchase any of its ADS.\nBusiness Outlook\n“This year, we believe that we will benefit from better industry dynamics. As NAND industry supply continues to increase, we expect both NAND cost and prices will fall further,” said Wallace Kou, President and CEO of Silicon Motion. “Our NAND partners are placing more emphasis on their client SSDs because of strong interest by PC and other OEMs in increasing adoption of SSDs, which is highly dependent on how quickly NAND prices fall. We believe NAND prices will fall quickly, but do not have good visibility on this, so our revenue guidance assumes SSD demand based solely on today’s NAND prices. We will revise our guidance when there is better clarity on market trends. In Q1, we believe that growth of SSD and eMMC controller sales should be more than offset by seasonal decline of our SSD solutions.”\nFor the first quarter of 2018, management expects:\nGAAP Non-GAAP Adjustment Non-GAAP Revenue $127m to $132m\n-7% to -3% Q/Q\n-1% to +4% Y/Y -- $127m to $132m\n-7% to -3% Q/Q\n-1% to +4% Y/Y Gross margin 46.4% to 48.4% Approximately $0.1m* 46.5% to 48.5% Operating margin 17.8% to 20.0% Approximately $3.9m to 4.0m** 21.0% to 23.0% * Projected gross margin (non-GAAP) excludes $0.1 million of stock-based compensation.\n** Projected operating margin (non-GAAP) excludes $0.7 million of amortization of intangible assets, and $3.2 million to $3.3 million of stock-based compensation.\nFor the full-year 2018, management expects:\nGAAP Non-GAAP Adjustment Non-GAAP Revenue $550m to $576m\n+5% to +10% Y/Y -- $550m to $576m\n+5% to +10% Y/Y Gross margin 46.9% to 48.9% Approximately $0.5m* 47.0% to 49.0% Operating margin 19.4% to 21.9% Approximately $17.8m to19.8m** 23.0% to 25.0% * Projected gross margin (non-GAAP) excludes $0.5 million of stock-based compensation.\n** Projected operating margin (non-GAAP) excludes $2.8 million of amortization of intangible assets, and $15 million to $17 million of stock-based compensation.\nConference Call & Webcast:\nThe Company’s management team will conduct a conference call at 8:00 am Eastern Time on February 7, 2018.\nSpeakers\nWallace Kou, President & CEO\nRiyadh Lai, CFO\nJason Tsai, Senior Director of Investor Relations and Strategy\nCONFERENCE CALL ACCESS NUMBERS:\nUSA (Toll Free): 1 866 519 4004\nUSA (Toll): 1 845 675 0437\nTaiwan (Toll Free): 0080 112 6920\nParticipant Passcode: 5679806\nREPLAY NUMBERS (for 7 days):\nUSA (Toll Free): 1 855 452 5696\nUSA (Toll): 1 646 254 3697\nParticipant Passcode: 5679806\nA webcast of the call will be available on the Company's website at www.siliconmotion.com .\nDiscussion of Non-GAAP Financial Measures\nTo supplement the Company’s unaudited selected financial results calculated in accordance with U.S. Generally Accepted Accounting Principles (“GAAP”), the Company discloses certain non-GAAP financial measures that exclude stock-based compensation and other items, including gross profit (non-GAAP), operating expenses (non-GAAP), operating profit (non-GAAP), net income (non-GAAP), and earnings per diluted ADS (non-GAAP). These non-GAAP measures are not in accordance with or an alternative to GAAP, and may be different from non-GAAP measures used by other companies. We believe that these non-GAAP measures have limitations in that they do not reflect all the amounts associated with the Company’s results of operations as determined in accordance with GAAP and that these measures should only be used to evaluate the Company’s results of operations in conjunction with the corresponding GAAP measures. The presentation of this additional information is not meant to be considered in isolation or as a substitute for the most directly comparable GAAP measure. We compensate for the limitations of our non-GAAP financial measures by relying upon GAAP results to gain a complete picture of our performance.\nOur non-GAAP financial measures are provided to enhance the user’s overall understanding of our current financial performance and our prospects for the future. Specifically, we believe the non-GAAP results provide useful information to both management and investors as these non-GAAP results exclude certain expenses, gains and losses that we believe are not indicative of our core operating results and because they are consistent with the financial models and estimates published by many analysts who follow the Company. We use non-GAAP measures to evaluate the operating performance of our business, for comparison with our forecasts, and for benchmarking our performance externally against our competitors. Also, when evaluating potential acquisitions, we exclude the items described below from our consideration of the target’s performance and valuation. Since we find these measures to be useful, we believe that our investors benefit from seeing the results from management’s perspective in addition to seeing our GAAP results. We believe that these non-GAAP measures, when read in conjunction with the Company’s GAAP financials, provide useful information to investors by offering:\nthe ability to make more meaningful period-to-period comparisons of the Company’s on-going operating results; the ability to better identify trends in the Company’s underlying business and perform related trend analysis; a better understanding of how management plans and measures the Company’s underlying business; and an easier way to compare the Company’s operating results against analyst financial models and operating results of our competitors that supplement their GAAP results with non-GAAP financial measures.\nThe following are explanations of each of the adjustments that we incorporate into our non-GAAP measures, as well as the reasons for excluding each of these individual items in our reconciliation of these non-GAAP financial measures:\nStock-based compensation expense consists of non-cash charges related to the fair value of restricted stock units awarded to employees. The Company believes that the exclusion of these non-cash charges provides for more accurate comparisons of our operating results to our peer companies due to the varying available valuation methodologies, subjective assumptions and the variety of award types. In addition, the Company believes it is useful to investors to understand the specific impact of share-based compensation on its operating results.\nAmortization of intangibles assets consists of non-cash charges that can be impacted by the timing and magnitude of our acquisitions. The Company considers its operating results without these charges when evaluating its ongoing performance and forecasting its earnings trends, and therefore excludes such charges when presenting non-GAAP financial measures. The Company believes that the assessment of its operations excluding these costs is relevant to its assessment of internal operations and comparisons to the performance of its competitors.\nLitigation expenses consist of legal expenses relating to intellectual property disputes, commercial claims and other types of litigation. While litigation may arise in the ordinary course of our business, we nevertheless consider litigation to be an unusual and unplanned activity and therefore exclude this charge when presenting non-GAAP financial measures.\nImpairment of goodwill evaluates the recoverability of goodwill annually, or sooner if events or changes in circumstances indicate that the carrying amount may not be recoverable.\nForeign exchange gains and losses consist of translation gains and/or losses of non-US$ denominated current assets and current liabilities, as well as certain other balance sheet items which result from the appreciation or depreciation of non-US$ currencies against the US$. We do not use financial instruments to manage the impact on our operations from changes in foreign exchange rates, and because our operations are subject to fluctuations in foreign exchange rates, we therefore exclude foreign exchange gains and losses when presenting non-GAAP financial measures.\nImpairment of long-term investments relates to the other-than-temporary, non-operating write down of the Company's minority stake investments. We do not consider these investments, which were made before 2007, to be strategic and exclude the performance of these investments when evaluating our ongoing performance and forecasting our earnings trends, and therefore excluding losses (and gains) from the investments when presenting non-GAAP financial measures.\nSilicon Motion Technology Corporation\nConsolidated Statements of Income\n(in thousands, except percentages and per ADS data, unaudited) For the Three Months Ended Dec. 31, 2016\n($) Sep. 30, 2017\n($) Dec. 31, 2017\n($) Net Sales 144,198 127,216 136,165 Cost of sales 72,080 68,746 72,878 Gross profit 72,118 58,470 63,287 Operating expenses Research & development 26,038 25,293 27,946 Sales & marketing 5,651 7,157 7,364 General & administrative 5,048 3,917 5,046 Amortization of intangibles assets 526 526 878 Impairment loss of goodwill - - 10,337 Gain from disposal of other assets - - (1,880 ) Operating income 34,855 21,577 13,596 Non-operating income (expense) Interest income, net 623 993 1,135 Foreign exchange gain (loss), net 112 701 (447 ) Impairment of long-term investments (13 ) - (120 ) Others, net (4 ) 32 70 Subtotal 718 1,726 638 Income before income tax 35,573 23,303 14,234 Income tax expense 9,416 5,709 4,338 Net income 26,157 17,594 9,896 Earnings per basic ADS $ 0.74 $ 0.49 $ 0.28 Earnings per diluted ADS $ 0.73 $ 0.49 $ 0.27 Margin Analysis: Gross margin 50.0 % 46.0 % 46.5 % Operating margin 24.2 % 17.0 % 10.0 % Net margin 18.1 % 13.8 % 7.3 % Additional Data: Weighted avg. ADS equivalents 2 35,324 35,766 35,785 Diluted ADS equivalents 35,623 35,828 36,005",
    "published": "2018-02-07T02:00:00.000+02:00",
    "crawled": "2018-02-07T04:01:22.015+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "financial",
        "highlight",
        "4q",
        "gaap",
        "4q",
        "net",
        "sale",
        "million",
        "million",
        "gross",
        "margin",
        "operating",
        "margin",
        "earnings",
        "per",
        "diluted",
        "ad",
        "full",
        "year",
        "gaap",
        "full",
        "year",
        "net",
        "sale",
        "million",
        "million",
        "gross",
        "margin",
        "operating",
        "margin",
        "earnings",
        "per",
        "diluted",
        "ad",
        "business",
        "highlight",
        "embedded",
        "storage",
        "sale",
        "increased",
        "approximately",
        "accounted",
        "total",
        "sale",
        "similar",
        "previous",
        "quarter",
        "client",
        "ssd",
        "controller",
        "sale",
        "increased",
        "emmc",
        "controller",
        "sale",
        "remained",
        "stable",
        "ssd",
        "solution",
        "sale",
        "increased",
        "began",
        "shipping",
        "sata3",
        "ssd",
        "controller",
        "micron",
        "crucial",
        "mx500",
        "ssd",
        "nd",
        "generation",
        "pcie",
        "nvme",
        "controller",
        "intel",
        "760p",
        "ssd",
        "delivered",
        "sample",
        "nvme",
        "ssd",
        "controller",
        "hyperscale",
        "data",
        "center",
        "customer",
        "taipei",
        "taiwan",
        "milpitas",
        "globe",
        "newswire",
        "silicon",
        "motion",
        "technology",
        "corporation",
        "nasdaqgs",
        "simo",
        "silicon",
        "motion",
        "company",
        "today",
        "announced",
        "financial",
        "result",
        "quarter",
        "ended",
        "december",
        "fourth",
        "quarter",
        "net",
        "sale",
        "increased",
        "sequentially",
        "million",
        "million",
        "third",
        "quarter",
        "net",
        "income",
        "gaap",
        "decreased",
        "million",
        "per",
        "diluted",
        "ad",
        "gaap",
        "net",
        "income",
        "gaap",
        "million",
        "per",
        "diluted",
        "ad",
        "gaap",
        "third",
        "quarter",
        "fourth",
        "quarter",
        "net",
        "income",
        "increased",
        "million",
        "per",
        "diluted",
        "ad",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "ad",
        "third",
        "quarter",
        "embedded",
        "storage",
        "comprises",
        "primarily",
        "emmc",
        "client",
        "ssd",
        "controller",
        "data",
        "center",
        "industrial",
        "ssd",
        "solution",
        "fourth",
        "quarter",
        "review",
        "quarter",
        "nand",
        "flash",
        "industry",
        "supply",
        "continued",
        "improve",
        "price",
        "continued",
        "soften",
        "said",
        "wallace",
        "kou",
        "president",
        "ceo",
        "silicon",
        "motion",
        "ssd",
        "controller",
        "sale",
        "nand",
        "flash",
        "partner",
        "rebounded",
        "ssd",
        "solution",
        "sale",
        "specifically",
        "diversified",
        "ferri",
        "oem",
        "customer",
        "exceeded",
        "expectation",
        "emmc",
        "controller",
        "sale",
        "stable",
        "sale",
        "million",
        "except",
        "percentage",
        "4q",
        "3q",
        "4q",
        "sale",
        "mix",
        "sale",
        "mix",
        "sale",
        "mix",
        "mobile",
        "storage",
        "mobile",
        "communication",
        "others",
        "total",
        "revenue",
        "mobile",
        "storage",
        "product",
        "include",
        "embedded",
        "storage",
        "product",
        "emmc",
        "client",
        "ssd",
        "controller",
        "data",
        "center",
        "industrial",
        "ssd",
        "solution",
        "expandable",
        "storage",
        "product",
        "sd",
        "usb",
        "flash",
        "drive",
        "controller",
        "mobile",
        "communication",
        "product",
        "include",
        "mobile",
        "tv",
        "socs",
        "key",
        "financial",
        "result",
        "million",
        "except",
        "percentage",
        "per",
        "ad",
        "amount",
        "gaap",
        "4q",
        "3q",
        "4q",
        "4q",
        "3q",
        "4q",
        "revenue",
        "gross",
        "profit",
        "percent",
        "revenue",
        "operating",
        "expense",
        "operating",
        "income",
        "percent",
        "revenue",
        "earnings",
        "per",
        "diluted",
        "ad",
        "financial",
        "information",
        "million",
        "4q",
        "3q",
        "4q",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "bank",
        "loan",
        "capital",
        "expenditure",
        "dividend",
        "payment",
        "loan",
        "repayment",
        "fourth",
        "quarter",
        "million",
        "capital",
        "expenditure",
        "routine",
        "purchase",
        "software",
        "design",
        "tool",
        "fourth",
        "quarter",
        "cash",
        "flow",
        "follows",
        "month",
        "ended",
        "million",
        "net",
        "income",
        "gaap",
        "depreciation",
        "amortization",
        "impairment",
        "loss",
        "goodwill",
        "gain",
        "disposal",
        "asset",
        "change",
        "operating",
        "asset",
        "liability",
        "others",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "acquisition",
        "property",
        "equipment",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "dividend",
        "loan",
        "net",
        "cash",
        "provided",
        "financing",
        "activity",
        "effect",
        "change",
        "foreign",
        "currency",
        "exchange",
        "rate",
        "cash",
        "net",
        "increase",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "returning",
        "value",
        "shareholder",
        "october",
        "board",
        "director",
        "company",
        "declared",
        "per",
        "ad",
        "annual",
        "dividend",
        "paid",
        "quarterly",
        "installment",
        "per",
        "ad",
        "november",
        "paid",
        "million",
        "shareholder",
        "first",
        "installment",
        "annual",
        "dividend",
        "august",
        "company",
        "announced",
        "board",
        "director",
        "authorized",
        "new",
        "program",
        "company",
        "repurchase",
        "million",
        "ad",
        "month",
        "period",
        "fourth",
        "quarter",
        "company",
        "repurchase",
        "ad",
        "business",
        "outlook",
        "year",
        "believe",
        "benefit",
        "better",
        "industry",
        "dynamic",
        "nand",
        "industry",
        "supply",
        "continues",
        "increase",
        "expect",
        "nand",
        "cost",
        "price",
        "fall",
        "said",
        "wallace",
        "kou",
        "president",
        "ceo",
        "silicon",
        "motion",
        "nand",
        "partner",
        "placing",
        "emphasis",
        "client",
        "ssds",
        "strong",
        "interest",
        "pc",
        "oems",
        "increasing",
        "adoption",
        "ssds",
        "highly",
        "dependent",
        "quickly",
        "nand",
        "price",
        "fall",
        "believe",
        "nand",
        "price",
        "fall",
        "quickly",
        "good",
        "visibility",
        "revenue",
        "guidance",
        "assumes",
        "ssd",
        "demand",
        "based",
        "solely",
        "today",
        "nand",
        "price",
        "revise",
        "guidance",
        "better",
        "clarity",
        "market",
        "trend",
        "q1",
        "believe",
        "growth",
        "ssd",
        "emmc",
        "controller",
        "sale",
        "offset",
        "seasonal",
        "decline",
        "ssd",
        "first",
        "quarter",
        "management",
        "expects",
        "gaap",
        "adjustment",
        "revenue",
        "127m",
        "132m",
        "127m",
        "132m",
        "gross",
        "margin",
        "approximately",
        "operating",
        "margin",
        "approximately",
        "projected",
        "gross",
        "margin",
        "excludes",
        "million",
        "compensation",
        "projected",
        "operating",
        "margin",
        "excludes",
        "million",
        "amortization",
        "intangible",
        "asset",
        "million",
        "million",
        "compensation",
        "management",
        "expects",
        "gaap",
        "adjustment",
        "revenue",
        "550m",
        "576m",
        "550m",
        "576m",
        "gross",
        "margin",
        "approximately",
        "operating",
        "margin",
        "approximately",
        "projected",
        "gross",
        "margin",
        "excludes",
        "million",
        "compensation",
        "projected",
        "operating",
        "margin",
        "excludes",
        "million",
        "amortization",
        "intangible",
        "asset",
        "million",
        "million",
        "compensation",
        "conference",
        "call",
        "webcast",
        "company",
        "management",
        "team",
        "conduct",
        "conference",
        "call",
        "eastern",
        "time",
        "february",
        "speaker",
        "wallace",
        "kou",
        "president",
        "ceo",
        "riyadh",
        "lai",
        "cfo",
        "jason",
        "tsai",
        "senior",
        "director",
        "investor",
        "relation",
        "strategy",
        "conference",
        "call",
        "access",
        "number",
        "usa",
        "toll",
        "free",
        "usa",
        "toll",
        "taiwan",
        "toll",
        "free",
        "participant",
        "passcode",
        "replay",
        "number",
        "day",
        "usa",
        "toll",
        "free",
        "usa",
        "toll",
        "participant",
        "passcode",
        "webcast",
        "call",
        "available",
        "company",
        "website",
        "discussion",
        "financial",
        "measure",
        "supplement",
        "company",
        "unaudited",
        "selected",
        "financial",
        "result",
        "calculated",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "company",
        "discloses",
        "certain",
        "financial",
        "measure",
        "exclude",
        "compensation",
        "item",
        "including",
        "gross",
        "profit",
        "operating",
        "expense",
        "operating",
        "profit",
        "net",
        "income",
        "earnings",
        "per",
        "diluted",
        "ad",
        "measure",
        "accordance",
        "alternative",
        "gaap",
        "may",
        "different",
        "measure",
        "used",
        "company",
        "believe",
        "measure",
        "limitation",
        "reflect",
        "amount",
        "associated",
        "company",
        "result",
        "operation",
        "determined",
        "accordance",
        "gaap",
        "measure",
        "used",
        "evaluate",
        "company",
        "result",
        "operation",
        "conjunction",
        "corresponding",
        "gaap",
        "measure",
        "presentation",
        "additional",
        "information",
        "meant",
        "considered",
        "isolation",
        "substitute",
        "directly",
        "comparable",
        "gaap",
        "measure",
        "compensate",
        "limitation",
        "financial",
        "measure",
        "relying",
        "upon",
        "gaap",
        "result",
        "gain",
        "complete",
        "picture",
        "performance",
        "financial",
        "measure",
        "provided",
        "enhance",
        "user",
        "overall",
        "understanding",
        "current",
        "financial",
        "performance",
        "prospect",
        "future",
        "specifically",
        "believe",
        "result",
        "provide",
        "useful",
        "information",
        "management",
        "investor",
        "result",
        "exclude",
        "certain",
        "expense",
        "gain",
        "loss",
        "believe",
        "indicative",
        "core",
        "operating",
        "result",
        "consistent",
        "financial",
        "model",
        "estimate",
        "published",
        "many",
        "analyst",
        "follow",
        "company",
        "use",
        "measure",
        "evaluate",
        "operating",
        "performance",
        "business",
        "comparison",
        "forecast",
        "benchmarking",
        "performance",
        "externally",
        "competitor",
        "also",
        "evaluating",
        "potential",
        "acquisition",
        "exclude",
        "item",
        "described",
        "consideration",
        "target",
        "performance",
        "valuation",
        "since",
        "find",
        "measure",
        "useful",
        "believe",
        "investor",
        "benefit",
        "seeing",
        "result",
        "management",
        "perspective",
        "addition",
        "seeing",
        "gaap",
        "result",
        "believe",
        "measure",
        "read",
        "conjunction",
        "company",
        "gaap",
        "financials",
        "provide",
        "useful",
        "information",
        "investor",
        "offering",
        "ability",
        "make",
        "meaningful",
        "comparison",
        "company",
        "operating",
        "result",
        "ability",
        "better",
        "identify",
        "trend",
        "company",
        "underlying",
        "business",
        "perform",
        "related",
        "trend",
        "analysis",
        "better",
        "understanding",
        "management",
        "plan",
        "measure",
        "company",
        "underlying",
        "business",
        "easier",
        "way",
        "compare",
        "company",
        "operating",
        "result",
        "analyst",
        "financial",
        "model",
        "operating",
        "result",
        "competitor",
        "supplement",
        "gaap",
        "result",
        "financial",
        "measure",
        "following",
        "explanation",
        "adjustment",
        "incorporate",
        "measure",
        "well",
        "reason",
        "excluding",
        "individual",
        "item",
        "reconciliation",
        "financial",
        "measure",
        "compensation",
        "expense",
        "consists",
        "charge",
        "related",
        "fair",
        "value",
        "restricted",
        "stock",
        "unit",
        "awarded",
        "employee",
        "company",
        "belief",
        "exclusion",
        "charge",
        "provides",
        "accurate",
        "comparison",
        "operating",
        "result",
        "peer",
        "company",
        "due",
        "varying",
        "available",
        "valuation",
        "methodology",
        "subjective",
        "assumption",
        "variety",
        "award",
        "type",
        "addition",
        "company",
        "belief",
        "useful",
        "investor",
        "understand",
        "specific",
        "impact",
        "compensation",
        "operating",
        "result",
        "amortization",
        "intangible",
        "asset",
        "consists",
        "charge",
        "impacted",
        "timing",
        "magnitude",
        "acquisition",
        "company",
        "considers",
        "operating",
        "result",
        "without",
        "charge",
        "evaluating",
        "ongoing",
        "performance",
        "forecasting",
        "earnings",
        "trend",
        "therefore",
        "excludes",
        "charge",
        "presenting",
        "financial",
        "measure",
        "company",
        "belief",
        "assessment",
        "operation",
        "excluding",
        "cost",
        "relevant",
        "assessment",
        "internal",
        "operation",
        "comparison",
        "performance",
        "competitor",
        "litigation",
        "expense",
        "consist",
        "legal",
        "expense",
        "relating",
        "intellectual",
        "property",
        "dispute",
        "commercial",
        "claim",
        "type",
        "litigation",
        "litigation",
        "may",
        "arise",
        "ordinary",
        "course",
        "business",
        "nevertheless",
        "consider",
        "litigation",
        "unusual",
        "unplanned",
        "activity",
        "therefore",
        "exclude",
        "charge",
        "presenting",
        "financial",
        "measure",
        "impairment",
        "goodwill",
        "evaluates",
        "recoverability",
        "goodwill",
        "annually",
        "sooner",
        "event",
        "change",
        "circumstance",
        "indicate",
        "carrying",
        "amount",
        "may",
        "recoverable",
        "foreign",
        "exchange",
        "gain",
        "loss",
        "consist",
        "translation",
        "gain",
        "loss",
        "denominated",
        "current",
        "asset",
        "current",
        "liability",
        "well",
        "certain",
        "balance",
        "sheet",
        "item",
        "result",
        "appreciation",
        "depreciation",
        "currency",
        "u",
        "use",
        "financial",
        "instrument",
        "manage",
        "impact",
        "operation",
        "change",
        "foreign",
        "exchange",
        "rate",
        "operation",
        "subject",
        "fluctuation",
        "foreign",
        "exchange",
        "rate",
        "therefore",
        "exclude",
        "foreign",
        "exchange",
        "gain",
        "loss",
        "presenting",
        "financial",
        "measure",
        "impairment",
        "investment",
        "relates",
        "write",
        "company",
        "minority",
        "stake",
        "investment",
        "consider",
        "investment",
        "made",
        "strategic",
        "exclude",
        "performance",
        "investment",
        "evaluating",
        "ongoing",
        "performance",
        "forecasting",
        "earnings",
        "trend",
        "therefore",
        "excluding",
        "loss",
        "gain",
        "investment",
        "presenting",
        "financial",
        "measure",
        "silicon",
        "motion",
        "technology",
        "corporation",
        "consolidated",
        "statement",
        "income",
        "thousand",
        "except",
        "percentage",
        "per",
        "ad",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "net",
        "sale",
        "cost",
        "sale",
        "gross",
        "profit",
        "operating",
        "expense",
        "research",
        "development",
        "sale",
        "marketing",
        "general",
        "administrative",
        "amortization",
        "intangible",
        "asset",
        "impairment",
        "loss",
        "goodwill",
        "gain",
        "disposal",
        "asset",
        "operating",
        "income",
        "income",
        "expense",
        "interest",
        "income",
        "net",
        "foreign",
        "exchange",
        "gain",
        "loss",
        "net",
        "impairment",
        "investment",
        "others",
        "net",
        "subtotal",
        "income",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "net",
        "income",
        "earnings",
        "per",
        "basic",
        "ad",
        "earnings",
        "per",
        "diluted",
        "ad",
        "margin",
        "analysis",
        "gross",
        "margin",
        "operating",
        "margin",
        "net",
        "margin",
        "additional",
        "data",
        "weighted",
        "avg",
        "ad",
        "equivalent",
        "diluted",
        "ad",
        "equivalent"
    ]
}