{
    "organizations": [],
    "uuid": "4f82900e45b941c88f196920e8040d253f2ab5c4",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/27/pr-newswire-cboe-global-markets-announces-additional-150-million-in-share-repurchase-authorization.html",
    "ord_in_thread": 0,
    "title": "Cboe Global Markets Announces Additional $150 Million in Share Repurchase Authorization",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CHICAGO, Feb. 27, 2018 /PRNewswire/ -- Cboe Global Markets, Inc. (Cboe: CBOE | Nasdaq: CBOE), one of the world's largest exchange holding companies, announced today that its Board of Directors has authorized the company to repurchase up to an additional $150 million of its outstanding common stock, effective immediately.\nThis increased share repurchase authorization will be added to the approximately $75 million of availability remaining as of today's market close, under the company's existing share repurchase authorization. The company had $97 million remaining under its share repurchase authorization at December 31, 2017.\n\"We are pleased that our company's strong balance sheet and cash flow enable us to simultaneously return value to shareholders through opportunistic share repurchases and our planned regular quarterly dividend while at the same time continuing to reduce debt and invest in the growth of our business to drive long-term shareholder value,\" said Edward Tilly, Chairman and Chief Executive Officer. \"The Board of Directors and management team believe that at the current valuation, the purchase of our own stock is an appropriate use of our cash and this additional authorization demonstrates our confidence in Cboe's future growth and our commitment to shareholders.\"\nThe share repurchase program has no expiration date. The repurchase program permits the company to purchase shares through a variety of methods, including in the open market or through privately negotiated transactions, in accordance with applicable securities laws. It does not obligate the corporation to make any repurchases at any specific time or situation. The timing and extent to which the company repurchases its shares will depend upon, among other things, market conditions, share price, liquidity targets, regulatory requirements and other factors. Share repurchases may be commenced or suspended at any time or from time to time without prior notice. The company had approximately 112.7 million fully diluted shares of common stock outstanding as of December 31, 2017.\nAbout Cboe Global Markets, Inc.\nCboe Global Markets, Inc. (Cboe: CBOE | Nasdaq: CBOE) is one of the world's largest exchange holding companies, offering cutting-edge trading and investment solutions to investors around the world. The company is committed to relentless innovation, connecting global markets with world-class technology, and providing seamless solutions that enhance the customer experience.\nCboe offers trading across a diverse range of products in multiple asset classes and geographies, including options, futures, U.S. and European equities, exchange-traded products (ETPs), global foreign exchange (FX) and multi-asset volatility products based on the Cboe Volatility Index (VIX Index), the world's barometer for equity market volatility.\nCboe's trading venues include the largest options exchange in the U.S. and the largest stock exchange by value traded in Europe. In addition, the company is the second-largest stock exchange operator in the U.S. and a leading market globally for ETP trading.\nThe company is headquartered in Chicago with offices in Kansas City, New York, London, San Francisco, Singapore, Hong Kong and Quito, Ecuador. For more information, visit www.cboe.com .\nMedia Contacts\nAnalyst Contact\nSuzanne Cosgrove\nHannah Randall\nStacie Fleming\nDebbie Koopman\n+1-312-786-7123\n+1-646-856-8809\n+44-20-7012-8950\n+1-312-786-7136\ncosgrove@cboe.com\nhrandall@cboe.com\nsfleming@cboe.com\nkoopman@cboe.com\nCBOE-C\nCBOE-OE\nCboe®, Cboe Volatility Index®, and VIX® are registered trademarks and Cboe Global Markets SM is a service mark of Cboe Exchange, Inc. All other trademarks and service marks are the property of their respective owners.\nCautionary Statements Regarding Forward-Looking Information\nThis press release contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995 that involve a number of risks and uncertainties. You can identify these statements by forward-looking words such as \"may,\" \"might,\" \"should,\" \"expect,\" \"plan,\" \"anticipate,\" \"believe,\" \"estimate,\" \"predict,\" \"potential\" or \"continue,\" and the negative of these terms and other comparable terminology. All statements that reflect our expectations, assumptions or projections about the future other than statements of historical fact are forward-looking statements. These forward-looking statements, which are subject to known and unknown risks, uncertainties and assumptions about us, may include projections of our future financial performance based on our growth strategies and anticipated trends in our business. These statements are only predictions based on our current expectations and projections about future events. There are important factors that could cause our actual results, level of activity, performance or achievements to differ materially from those expressed or implied by the forward-looking statements.\nWe operate in a very competitive and rapidly changing environment. New risks and uncertainties emerge from time to time, and it is not possible to predict all risks and uncertainties, nor can we assess the impact of all factors on our business or the extent to which any factor, or combination of factors, may cause actual results to differ materially from those contained in any forward-looking statements.\nSome factors that could cause actual results to differ include: the loss of our right to exclusively list and trade certain index options and futures products; economic, political and market conditions; compliance with legal and regulatory obligations; price competition and consolidation in our industry; decreases in trading volumes, market data fees or a shift in the mix of products traded on our exchanges; legislative or regulatory changes; increasing competition by foreign and domestic entities; our dependence on and exposure to risk from third parties; our index providers' ability to maintain the quality and integrity of their indexes and to perform under our agreements; our ability to operate our business without violating the intellectual property rights of others and the costs associated with protecting our intellectual property rights; our ability to attract and retain skilled management and other personnel, including those experienced with post-acquisition integration; our ability to accommodate trading volume and transaction traffic, including significant increases, without failure or degradation of performance of our systems; our ability to protect our systems and communication networks from security risks, including cyber-attacks and unauthorized disclosure of confidential information; challenges to our use of open source software code; our ability to meet our compliance obligations, including managing potential conflicts between our regulatory responsibilities and our for-profit status; damage to our reputation; the ability of our compliance and risk management methods to effectively monitor and manage our risks; our ability to manage our growth and strategic acquisitions or alliances effectively; unanticipated difficulties or expenditures relating to the acquisition of Bats Global Markets, Inc., including, without limitation, difficulties that result in the failure to realize expected synergies, accretion, efficiencies and cost savings from the acquisition within the expected time period (if at all), whether in connection with integration, migrating trading platforms, broadening distribution of product offerings or otherwise; restrictions imposed by our debt obligations; our ability to maintain an investment grade credit rating; potential difficulties in our migration of trading platforms and our ability to retain employees as a result of the acquisition; and the accuracy of our estimates and expectations. More detailed information about factors that may affect our actual results to differ may be found in our filings with the SEC, including in our Annual Report on Form 10‑K for the year ended December 31, 2017 and other filings made from time to time with the SEC.\nWe do not undertake, and we expressly disclaim, any duty to update any forward-looking statement whether as a result of new information, future events or otherwise, except as required by law. Readers are cautioned not to place undue reliance on these forward-looking statements, which speak only as of the date hereof.\nView original content with multimedia: http://www.prnewswire.com/news-releases/cboe-global-markets-announces-additional-150-million-in-share-repurchase-authorization-300605338.html\nSOURCE Cboe Global Markets, Inc.",
    "published": "2018-02-28T01:04:00.000+02:00",
    "crawled": "2018-02-28T01:23:23.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "chicago",
        "cboe",
        "global",
        "market",
        "cboe",
        "cboe",
        "nasdaq",
        "cboe",
        "one",
        "world",
        "largest",
        "exchange",
        "holding",
        "company",
        "announced",
        "today",
        "board",
        "director",
        "authorized",
        "company",
        "repurchase",
        "additional",
        "million",
        "outstanding",
        "common",
        "stock",
        "effective",
        "immediately",
        "increased",
        "share",
        "repurchase",
        "authorization",
        "added",
        "approximately",
        "million",
        "availability",
        "remaining",
        "today",
        "market",
        "close",
        "company",
        "existing",
        "share",
        "repurchase",
        "authorization",
        "company",
        "million",
        "remaining",
        "share",
        "repurchase",
        "authorization",
        "december",
        "pleased",
        "company",
        "strong",
        "balance",
        "sheet",
        "cash",
        "flow",
        "enable",
        "u",
        "simultaneously",
        "return",
        "value",
        "shareholder",
        "opportunistic",
        "share",
        "repurchase",
        "planned",
        "regular",
        "quarterly",
        "dividend",
        "time",
        "continuing",
        "reduce",
        "debt",
        "invest",
        "growth",
        "business",
        "drive",
        "shareholder",
        "value",
        "said",
        "edward",
        "tilly",
        "chairman",
        "chief",
        "executive",
        "officer",
        "board",
        "director",
        "management",
        "team",
        "believe",
        "current",
        "valuation",
        "purchase",
        "stock",
        "appropriate",
        "use",
        "cash",
        "additional",
        "authorization",
        "demonstrates",
        "confidence",
        "cboe",
        "future",
        "growth",
        "commitment",
        "shareholder",
        "share",
        "repurchase",
        "program",
        "expiration",
        "date",
        "repurchase",
        "program",
        "permit",
        "company",
        "purchase",
        "share",
        "variety",
        "method",
        "including",
        "open",
        "market",
        "privately",
        "negotiated",
        "transaction",
        "accordance",
        "applicable",
        "security",
        "law",
        "obligate",
        "corporation",
        "make",
        "repurchase",
        "specific",
        "time",
        "situation",
        "timing",
        "extent",
        "company",
        "repurchase",
        "share",
        "depend",
        "upon",
        "among",
        "thing",
        "market",
        "condition",
        "share",
        "price",
        "liquidity",
        "target",
        "regulatory",
        "requirement",
        "factor",
        "share",
        "repurchase",
        "may",
        "commenced",
        "suspended",
        "time",
        "time",
        "time",
        "without",
        "prior",
        "notice",
        "company",
        "approximately",
        "million",
        "fully",
        "diluted",
        "share",
        "common",
        "stock",
        "outstanding",
        "december",
        "cboe",
        "global",
        "market",
        "cboe",
        "global",
        "market",
        "cboe",
        "cboe",
        "nasdaq",
        "cboe",
        "one",
        "world",
        "largest",
        "exchange",
        "holding",
        "company",
        "offering",
        "trading",
        "investment",
        "solution",
        "investor",
        "around",
        "world",
        "company",
        "committed",
        "relentless",
        "innovation",
        "connecting",
        "global",
        "market",
        "technology",
        "providing",
        "seamless",
        "solution",
        "enhance",
        "customer",
        "experience",
        "cboe",
        "offer",
        "trading",
        "across",
        "diverse",
        "range",
        "product",
        "multiple",
        "asset",
        "class",
        "geography",
        "including",
        "option",
        "future",
        "european",
        "equity",
        "product",
        "etps",
        "global",
        "foreign",
        "exchange",
        "fx",
        "volatility",
        "product",
        "based",
        "cboe",
        "volatility",
        "index",
        "vix",
        "index",
        "world",
        "barometer",
        "equity",
        "market",
        "volatility",
        "cboe",
        "trading",
        "venue",
        "include",
        "largest",
        "option",
        "exchange",
        "largest",
        "stock",
        "exchange",
        "value",
        "traded",
        "europe",
        "addition",
        "company",
        "stock",
        "exchange",
        "operator",
        "leading",
        "market",
        "globally",
        "etp",
        "trading",
        "company",
        "headquartered",
        "chicago",
        "office",
        "kansa",
        "city",
        "new",
        "york",
        "london",
        "san",
        "francisco",
        "singapore",
        "hong",
        "kong",
        "quito",
        "ecuador",
        "information",
        "visit",
        "medium",
        "contact",
        "analyst",
        "contact",
        "suzanne",
        "cosgrove",
        "hannah",
        "randall",
        "stacie",
        "fleming",
        "debbie",
        "koopman",
        "cosgrove",
        "hrandall",
        "sfleming",
        "koopman",
        "cboe",
        "volatility",
        "registered",
        "trademark",
        "cboe",
        "global",
        "market",
        "sm",
        "service",
        "mark",
        "cboe",
        "exchange",
        "trademark",
        "service",
        "mark",
        "property",
        "respective",
        "owner",
        "cautionary",
        "statement",
        "regarding",
        "information",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "involve",
        "number",
        "risk",
        "uncertainty",
        "identify",
        "statement",
        "word",
        "may",
        "might",
        "expect",
        "plan",
        "anticipate",
        "believe",
        "estimate",
        "predict",
        "potential",
        "continue",
        "negative",
        "term",
        "comparable",
        "terminology",
        "statement",
        "reflect",
        "expectation",
        "assumption",
        "projection",
        "future",
        "statement",
        "historical",
        "fact",
        "statement",
        "statement",
        "subject",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "assumption",
        "u",
        "may",
        "include",
        "projection",
        "future",
        "financial",
        "performance",
        "based",
        "growth",
        "strategy",
        "anticipated",
        "trend",
        "business",
        "statement",
        "prediction",
        "based",
        "current",
        "expectation",
        "projection",
        "future",
        "event",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "level",
        "activity",
        "performance",
        "achievement",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "operate",
        "competitive",
        "rapidly",
        "changing",
        "environment",
        "new",
        "risk",
        "uncertainty",
        "emerge",
        "time",
        "time",
        "possible",
        "predict",
        "risk",
        "uncertainty",
        "assess",
        "impact",
        "factor",
        "business",
        "extent",
        "factor",
        "combination",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "contained",
        "statement",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "include",
        "loss",
        "right",
        "exclusively",
        "list",
        "trade",
        "certain",
        "index",
        "option",
        "future",
        "product",
        "economic",
        "political",
        "market",
        "condition",
        "compliance",
        "legal",
        "regulatory",
        "obligation",
        "price",
        "competition",
        "consolidation",
        "industry",
        "decrease",
        "trading",
        "volume",
        "market",
        "data",
        "fee",
        "shift",
        "mix",
        "product",
        "traded",
        "exchange",
        "legislative",
        "regulatory",
        "change",
        "increasing",
        "competition",
        "foreign",
        "domestic",
        "entity",
        "dependence",
        "exposure",
        "risk",
        "third",
        "party",
        "index",
        "provider",
        "ability",
        "maintain",
        "quality",
        "integrity",
        "index",
        "perform",
        "agreement",
        "ability",
        "operate",
        "business",
        "without",
        "violating",
        "intellectual",
        "property",
        "right",
        "others",
        "cost",
        "associated",
        "protecting",
        "intellectual",
        "property",
        "right",
        "ability",
        "attract",
        "retain",
        "skilled",
        "management",
        "personnel",
        "including",
        "experienced",
        "integration",
        "ability",
        "accommodate",
        "trading",
        "volume",
        "transaction",
        "traffic",
        "including",
        "significant",
        "increase",
        "without",
        "failure",
        "degradation",
        "performance",
        "system",
        "ability",
        "protect",
        "system",
        "communication",
        "network",
        "security",
        "risk",
        "including",
        "unauthorized",
        "disclosure",
        "confidential",
        "information",
        "challenge",
        "use",
        "open",
        "source",
        "software",
        "code",
        "ability",
        "meet",
        "compliance",
        "obligation",
        "including",
        "managing",
        "potential",
        "conflict",
        "regulatory",
        "responsibility",
        "status",
        "damage",
        "reputation",
        "ability",
        "compliance",
        "risk",
        "management",
        "method",
        "effectively",
        "monitor",
        "manage",
        "risk",
        "ability",
        "manage",
        "growth",
        "strategic",
        "acquisition",
        "alliance",
        "effectively",
        "unanticipated",
        "difficulty",
        "expenditure",
        "relating",
        "acquisition",
        "bat",
        "global",
        "market",
        "including",
        "without",
        "limitation",
        "difficulty",
        "result",
        "failure",
        "realize",
        "expected",
        "synergy",
        "accretion",
        "efficiency",
        "cost",
        "saving",
        "acquisition",
        "within",
        "expected",
        "time",
        "period",
        "whether",
        "connection",
        "integration",
        "migrating",
        "trading",
        "platform",
        "broadening",
        "distribution",
        "product",
        "offering",
        "otherwise",
        "restriction",
        "imposed",
        "debt",
        "obligation",
        "ability",
        "maintain",
        "investment",
        "grade",
        "credit",
        "rating",
        "potential",
        "difficulty",
        "migration",
        "trading",
        "platform",
        "ability",
        "retain",
        "employee",
        "result",
        "acquisition",
        "accuracy",
        "estimate",
        "expectation",
        "detailed",
        "information",
        "factor",
        "may",
        "affect",
        "actual",
        "result",
        "differ",
        "may",
        "found",
        "filing",
        "sec",
        "including",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "filing",
        "made",
        "time",
        "time",
        "sec",
        "undertake",
        "expressly",
        "disclaim",
        "duty",
        "update",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "law",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "hereof",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "cboe",
        "global",
        "market",
        "inc"
    ]
}