{
    "organizations": [],
    "uuid": "7fcdeeeb0bf5b2fba2ba2f1290f04e749d94d2d3",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/europe-stocks/live-markets-a-reminder-that-momentum-cuts-both-ways-idUSL8N1PX3T2",
    "ord_in_thread": 0,
    "title": "LIVE MARKETS-A reminder that momentum cuts both ways",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "February 7, 2018 / 11:12 AM / Updated an hour ago LIVE MARKETS-\"A reminder that momentum cuts both ways\" Reuters Staff 11 Min Read * European shares set to snap 7-day losing streak * STOXX 600 around 7 percent below January's peak * Wall Street rebounded on Tuesday but futures weak Feb 7 (Reuters) - Welcome to the home for real time coverage of European equity markets brought to you by Reuters stocks reporters and anchored today by Danilo Masoni. Reach him on Messenger to share your thoughts on market moves: danilo.masoni.thomsonreuters.com@reuters.net \"A REMINDER THAT MOMENTUM CUTS BOTH WAYS\" (1108 GMT) UBS strategist Bhanu Baweja notes momentum was one of the most successful factor styles on the way up, and the fact these moves can reverse shouldn't take the market totally by surprise. Momentum was the strongest-performing 'factor' in 2017 as a strong global economy and better earnings growth drove stocks to trend continually upwards for nearly two years, their rally virtually untouched until this week's sell-off. ETFs tracking the factor drew in significant inflows over the year (see chart) - but if stocks now sink into a downwards trend, these flows could reverse. UBS' Baweja, echoing other brokers' views this morning, reckons this price action won't mark a medium-term top for markets, with the sell-off causing relatively few ripple effects across asset classes. \"In the worst case, contagion and feedback loops could strengthen, even if the initial selloff was triggered by algorithms,\" he argues. \"Given the strength of data, we consider it more likely that the selloff abates before long, and are therefore not minded to fundamentally reassess our positive view on equities.\" (Helen Reid) IS NOW A GOOD TIME TO JUMP INTO EQUITIES? (1055 GMT) Strategists at BAML say they were surprised by the intensity of the moves in yesterday's correction, which was a result of very overbought conditions. However, they add that it could be a good idea to buy the dip as global growth remains strong. \"On a one- to two-week view it is difficult to know whether to buy the equity market but on a six-month view we see this as a good entry point,\" BAML's cross-asset strategists say in a note. Global equity losses of the size we saw yesterday usually take around four months to recoup on average, they reckon. (Kit Rees) WHAT IF RETAIL MONEY LEAVES ETFS? (1022 GMT) It's arguably a remote possibility but after retail investors got stung by the collapse of high-risk low-volatility stock market products, some market players have started to speculate about what could happen if ETF products lose popularity among ordinary investors. Here's a reflection from StJohn Gardner, MD of Investment Management at Arbuthnot Latham: \"We believe recent events to be short term and technically driven and not the beginning of a long bear market cycle... Nevertheless, there is also the potential for a new swathe of sellers to enter the market, spooked by the events of the last few days. If money from retail investors leaves the Exchange Traded Funds that they have been buying in large quantities over the last few years, then a longer-term bear market could begin,\" he writes in a note. \"Logically, though, investors should now focus on the fundamentals of the companies they are invested in and will realise that equities actually present a better investment opportunity than many other asset types in an inflationary environment... We would expect retail selling to be countered by professional investors using the recent falls as an opportunity to rebalance Pension funds and portfolios, particularly those that have been waiting a long time now for an opportunity to switch from bonds or cash into equities,\" he adds. (Danilo Masoni) INVESTORS RELIEVED TO GET CORRECTION \"OVER AND DONE WITH\" (0957 GMT) Looking at comments from investors, the prevailing mood seems to be that the equity market correction was expected - many even calling it a 'healthy' correction. \"Having been expecting a correction for so long, we are relieved to get it over and done with and focus on more fundamental factors,\" John Husselbee, head of multi-asset at Liontrust Asset Management, says. \"In our portfolios, we took some profits in Japan in December and also tilted towards value stocks. Japan has been hit hard and, if the correction continues, growth stocks would be expected to bear the brunt of any selloffs so we will wait to see how things play out,\" Husselbee adds. (Kit Rees) EUROPE EDGES UP, BUT NO CLEAR-CUT REBOUND (0808 GMT) European bourses are up but they are clearly not rebounding the way you could expect them to after seven sessions in negative territory. Here's what it looks like 8 minutes after the bell rang: (Julien Ponthus) WHAT YOU NEED TO KNOW BEFORE EUROPE'S OPEN (0746 GMT) European shares are expected to break a seven-day losing streak at the open with futures up 0.6-1.2 percent. Although traders don’t rule out further turbulence ahead, the focus is likely to turn again to the thick agenda of earnings updates. There is a good number of banks reporting results including ABN Amro and Raiffeisen which have already released market-beating figures, while the results from GlaxoSmithKline later in the day will put the healthcare sector in the spotlight. According to a Thomson Reuters data, 48.2 percent of the STOXX 600 companies that reported results so far have exceeding earnings estimates. That's below the 50 percent beat seen in a typical quarter. The picture looks much better in the U.S. where 78 percent of the S&P 500 companies that reported so far are above expectations. STOXX 600 Q4 earnings are seen up 11 percent, while S&P 500 earnings are seen up 14 percent. For a round up of market moving headlines, scroll down for an earlier post. (Danilo Masoni) CURB YOUR ENTHUSIASM, U.S. FUTURES APPEAR TO SAY (0730 GMT) While Europe seemed set to bounce back thanks to Wall Street's overnight rebound, investors are keeping an anxious eye on futures for the S&P 500 and the Dow, which have somehow dampened the mood in Asia. Have a look at the last few hours of trading on S&P 500 futures: (Julien Ponthus) EARLY MORNING EUROPEAN HEADLINE ROUND-UP (0715 GMT) As some calm looks set to return to the market today, corporate news is again in the spotlight with some earnings beats from Statoil, ABN Amro and Aker possibly providing support. Also in focus is Tesco after the BBC reported that the retailer is facing Britain's largest ever equal pay claim from women and a possible bill of up to 4 billion pounds. Here's your early morning headline round-up with links to the full stories. Rio Tinto full-year profit jumps 69 pct; announces $1 bln buyback Statoil raises dividend, capex as oil sector picks up Sanofi pins hopes on 2018 for growth after recent takeover deals Tesco faces record 4 billion pound equal pay claim in Britain - BBC ABN Amro keeps aim at high capital buffer after surge in Q4 profit Hannover Re sees 2018 net profit of more than 1 bln euros UniCredit completes sale of large bad loan portfolio Carlsberg increases dividend, fourth quarter sales disappoint Credit Suisse 'volatility' fund liquidated after market selloff Delivery Hero Q4 revenue soars 51 pct Osram Q1 core profit falls less than expected Norway's Aker Solutions Q4 beats forecast, vows further cost cuts Handelsbanken Q4 profit hit by loan losses, to pay extra dividend Raiffeisen Q4 profit beats expectations helped by falling risk costs Swisscom steps up cost cuts as competition grows MEDIA-Vodafone may hang up on India's Indus Towers in $5 bln deal - Economic Times (Danilo Masoni) DAX, FTSE, CAC FUTURES ON THE UP (0703 GMT) Futures on Europe's top stock benchmarks have opened in positive territory, up 0.4-1 percent, confirming earlier indications from spreadbetters for a rebound at the open following seven days of losses in a row. Traders, however, don't rule out there could be further turbulence ahead. Here's your snapshot: (Danilo Masoni) EUROPEAN EARNINGS: BEATS LAG TYPICAL QUARTER, BUT REVENUES AHEAD (0637 GMT) The latest Thomson Reuters Earnings Outlook report for the pan-European STOXX 600 index is out, showing how fourth-quarter earning beats so far are lagging the typical quarter, while revenue beats are ahead. As a result earnings growth forecasts for the quarter have been revised downwards. Here in the key highlights there are more details: * Fourth quarter earnings are expected to increase 11.0% from Q4 2016. Excluding the Energy sector, earnings are expected to increase 7.9%. * Fourth quarter revenue is expected to increase 1.5% from Q4 2016. Excluding the Energy sector, earnings are expected to increase 0.6%. * 85 companies in the STOXX 600 have reported earnings to date for Q4 2017. Of these, 48.2% reported results exceeding analyst estimates. In a typical quarter 50% beat analyst EPS estimates. * 89 companies in the STOXX 600 have reported revenue to date for Q4 2017. Of these, 57.3% reported revenue exceeding analyst estimates. In a typical quarter 54% beat analyst revenue estimates. * During the week of Feb. 12, 33 STOXX 600 companies are expected to report quarterly earnings. (Danilo Masoni)",
    "published": "2018-02-07T19:12:00.000+02:00",
    "crawled": "2018-02-07T13:40:40.021+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "february",
        "updated",
        "hour",
        "ago",
        "live",
        "reminder",
        "momentum",
        "cut",
        "way",
        "reuters",
        "staff",
        "min",
        "read",
        "european",
        "share",
        "set",
        "snap",
        "losing",
        "streak",
        "stoxx",
        "around",
        "percent",
        "january",
        "peak",
        "wall",
        "street",
        "rebounded",
        "tuesday",
        "future",
        "weak",
        "feb",
        "reuters",
        "welcome",
        "home",
        "real",
        "time",
        "coverage",
        "european",
        "equity",
        "market",
        "brought",
        "reuters",
        "stock",
        "reporter",
        "anchored",
        "today",
        "danilo",
        "masoni",
        "reach",
        "messenger",
        "share",
        "thought",
        "market",
        "move",
        "reminder",
        "momentum",
        "cut",
        "way",
        "gmt",
        "ubs",
        "strategist",
        "bhanu",
        "baweja",
        "note",
        "momentum",
        "one",
        "successful",
        "factor",
        "style",
        "way",
        "fact",
        "move",
        "reverse",
        "take",
        "market",
        "totally",
        "surprise",
        "momentum",
        "strong",
        "global",
        "economy",
        "better",
        "earnings",
        "growth",
        "drove",
        "stock",
        "trend",
        "continually",
        "upwards",
        "nearly",
        "two",
        "year",
        "rally",
        "virtually",
        "untouched",
        "week",
        "etf",
        "tracking",
        "factor",
        "drew",
        "significant",
        "inflow",
        "year",
        "see",
        "chart",
        "stock",
        "sink",
        "downwards",
        "trend",
        "flow",
        "could",
        "reverse",
        "ubs",
        "baweja",
        "echoing",
        "broker",
        "view",
        "morning",
        "reckons",
        "price",
        "action",
        "wo",
        "mark",
        "top",
        "market",
        "causing",
        "relatively",
        "ripple",
        "effect",
        "across",
        "asset",
        "class",
        "worst",
        "case",
        "contagion",
        "feedback",
        "loop",
        "could",
        "strengthen",
        "even",
        "initial",
        "selloff",
        "triggered",
        "algorithm",
        "argues",
        "given",
        "strength",
        "data",
        "consider",
        "likely",
        "selloff",
        "abates",
        "long",
        "therefore",
        "minded",
        "fundamentally",
        "reassess",
        "positive",
        "view",
        "equity",
        "helen",
        "reid",
        "good",
        "time",
        "jump",
        "equity",
        "gmt",
        "strategist",
        "baml",
        "say",
        "surprised",
        "intensity",
        "move",
        "yesterday",
        "correction",
        "result",
        "overbought",
        "condition",
        "however",
        "add",
        "could",
        "good",
        "idea",
        "buy",
        "dip",
        "global",
        "growth",
        "remains",
        "strong",
        "view",
        "difficult",
        "know",
        "whether",
        "buy",
        "equity",
        "market",
        "view",
        "see",
        "good",
        "entry",
        "point",
        "baml",
        "strategist",
        "say",
        "note",
        "global",
        "equity",
        "loss",
        "size",
        "saw",
        "yesterday",
        "usually",
        "take",
        "around",
        "four",
        "month",
        "recoup",
        "average",
        "reckon",
        "kit",
        "rees",
        "retail",
        "money",
        "leaf",
        "etf",
        "gmt",
        "arguably",
        "remote",
        "possibility",
        "retail",
        "investor",
        "got",
        "stung",
        "collapse",
        "stock",
        "market",
        "product",
        "market",
        "player",
        "started",
        "speculate",
        "could",
        "happen",
        "etf",
        "product",
        "lose",
        "popularity",
        "among",
        "ordinary",
        "investor",
        "reflection",
        "stjohn",
        "gardner",
        "md",
        "investment",
        "management",
        "arbuthnot",
        "latham",
        "believe",
        "recent",
        "event",
        "short",
        "term",
        "technically",
        "driven",
        "beginning",
        "long",
        "bear",
        "market",
        "cycle",
        "nevertheless",
        "also",
        "potential",
        "new",
        "swathe",
        "seller",
        "enter",
        "market",
        "spooked",
        "event",
        "last",
        "day",
        "money",
        "retail",
        "investor",
        "leaf",
        "exchange",
        "traded",
        "fund",
        "buying",
        "large",
        "quantity",
        "last",
        "year",
        "bear",
        "market",
        "could",
        "begin",
        "writes",
        "note",
        "logically",
        "though",
        "investor",
        "focus",
        "fundamental",
        "company",
        "invested",
        "realise",
        "equity",
        "actually",
        "present",
        "better",
        "investment",
        "opportunity",
        "many",
        "asset",
        "type",
        "inflationary",
        "environment",
        "would",
        "expect",
        "retail",
        "selling",
        "countered",
        "professional",
        "investor",
        "using",
        "recent",
        "fall",
        "opportunity",
        "rebalance",
        "pension",
        "fund",
        "portfolio",
        "particularly",
        "waiting",
        "long",
        "time",
        "opportunity",
        "switch",
        "bond",
        "cash",
        "equity",
        "add",
        "danilo",
        "masoni",
        "investor",
        "relieved",
        "get",
        "correction",
        "done",
        "gmt",
        "looking",
        "comment",
        "investor",
        "prevailing",
        "mood",
        "seems",
        "equity",
        "market",
        "correction",
        "expected",
        "many",
        "even",
        "calling",
        "correction",
        "expecting",
        "correction",
        "long",
        "relieved",
        "get",
        "done",
        "focus",
        "fundamental",
        "factor",
        "john",
        "husselbee",
        "head",
        "liontrust",
        "asset",
        "management",
        "say",
        "portfolio",
        "took",
        "profit",
        "japan",
        "december",
        "also",
        "tilted",
        "towards",
        "value",
        "stock",
        "japan",
        "hit",
        "hard",
        "correction",
        "continues",
        "growth",
        "stock",
        "would",
        "expected",
        "bear",
        "brunt",
        "selloff",
        "wait",
        "see",
        "thing",
        "play",
        "husselbee",
        "add",
        "kit",
        "rees",
        "europe",
        "edge",
        "rebound",
        "gmt",
        "european",
        "bourse",
        "clearly",
        "rebounding",
        "way",
        "could",
        "expect",
        "seven",
        "session",
        "negative",
        "territory",
        "look",
        "like",
        "minute",
        "bell",
        "rang",
        "julien",
        "ponthus",
        "need",
        "know",
        "europe",
        "open",
        "gmt",
        "european",
        "share",
        "expected",
        "break",
        "losing",
        "streak",
        "open",
        "future",
        "percent",
        "although",
        "trader",
        "rule",
        "turbulence",
        "ahead",
        "focus",
        "likely",
        "turn",
        "thick",
        "agenda",
        "earnings",
        "update",
        "good",
        "number",
        "bank",
        "reporting",
        "result",
        "including",
        "abn",
        "amro",
        "raiffeisen",
        "already",
        "released",
        "figure",
        "result",
        "glaxosmithkline",
        "later",
        "day",
        "put",
        "healthcare",
        "sector",
        "spotlight",
        "according",
        "thomson",
        "reuters",
        "data",
        "percent",
        "stoxx",
        "company",
        "reported",
        "result",
        "far",
        "exceeding",
        "earnings",
        "estimate",
        "percent",
        "beat",
        "seen",
        "typical",
        "quarter",
        "picture",
        "look",
        "much",
        "better",
        "percent",
        "p",
        "company",
        "reported",
        "far",
        "expectation",
        "stoxx",
        "q4",
        "earnings",
        "seen",
        "percent",
        "p",
        "earnings",
        "seen",
        "percent",
        "round",
        "market",
        "moving",
        "headline",
        "scroll",
        "earlier",
        "post",
        "danilo",
        "masoni",
        "curb",
        "enthusiasm",
        "future",
        "appear",
        "say",
        "gmt",
        "europe",
        "seemed",
        "set",
        "bounce",
        "back",
        "thanks",
        "wall",
        "street",
        "overnight",
        "rebound",
        "investor",
        "keeping",
        "anxious",
        "eye",
        "future",
        "p",
        "dow",
        "somehow",
        "dampened",
        "mood",
        "asia",
        "look",
        "last",
        "hour",
        "trading",
        "p",
        "future",
        "julien",
        "ponthus",
        "early",
        "morning",
        "european",
        "headline",
        "gmt",
        "calm",
        "look",
        "set",
        "return",
        "market",
        "today",
        "corporate",
        "news",
        "spotlight",
        "earnings",
        "beat",
        "statoil",
        "abn",
        "amro",
        "aker",
        "possibly",
        "providing",
        "support",
        "also",
        "focus",
        "tesco",
        "bbc",
        "reported",
        "retailer",
        "facing",
        "britain",
        "largest",
        "ever",
        "equal",
        "pay",
        "claim",
        "woman",
        "possible",
        "bill",
        "billion",
        "pound",
        "early",
        "morning",
        "headline",
        "link",
        "full",
        "story",
        "rio",
        "tinto",
        "profit",
        "jump",
        "pct",
        "announces",
        "bln",
        "buyback",
        "statoil",
        "raise",
        "dividend",
        "capex",
        "oil",
        "sector",
        "pick",
        "sanofi",
        "pin",
        "hope",
        "growth",
        "recent",
        "takeover",
        "deal",
        "tesco",
        "face",
        "record",
        "billion",
        "pound",
        "equal",
        "pay",
        "claim",
        "britain",
        "bbc",
        "abn",
        "amro",
        "keep",
        "aim",
        "high",
        "capital",
        "buffer",
        "surge",
        "q4",
        "profit",
        "hannover",
        "see",
        "net",
        "profit",
        "bln",
        "euro",
        "unicredit",
        "completes",
        "sale",
        "large",
        "bad",
        "loan",
        "portfolio",
        "carlsberg",
        "increase",
        "dividend",
        "fourth",
        "quarter",
        "sale",
        "disappoint",
        "credit",
        "suisse",
        "fund",
        "liquidated",
        "market",
        "selloff",
        "delivery",
        "hero",
        "q4",
        "revenue",
        "soar",
        "pct",
        "osram",
        "q1",
        "core",
        "profit",
        "fall",
        "less",
        "expected",
        "norway",
        "aker",
        "solution",
        "q4",
        "beat",
        "forecast",
        "vow",
        "cost",
        "cut",
        "handelsbanken",
        "q4",
        "profit",
        "hit",
        "loan",
        "loss",
        "pay",
        "extra",
        "dividend",
        "raiffeisen",
        "q4",
        "profit",
        "beat",
        "expectation",
        "helped",
        "falling",
        "risk",
        "cost",
        "swisscom",
        "step",
        "cost",
        "cut",
        "competition",
        "grows",
        "may",
        "hang",
        "india",
        "indus",
        "tower",
        "bln",
        "deal",
        "economic",
        "time",
        "danilo",
        "masoni",
        "dax",
        "ftse",
        "cac",
        "future",
        "gmt",
        "future",
        "europe",
        "top",
        "stock",
        "benchmark",
        "opened",
        "positive",
        "territory",
        "percent",
        "confirming",
        "earlier",
        "indication",
        "spreadbetters",
        "rebound",
        "open",
        "following",
        "seven",
        "day",
        "loss",
        "row",
        "trader",
        "however",
        "rule",
        "could",
        "turbulence",
        "ahead",
        "snapshot",
        "danilo",
        "masoni",
        "european",
        "earnings",
        "beat",
        "lag",
        "typical",
        "quarter",
        "revenue",
        "ahead",
        "gmt",
        "latest",
        "thomson",
        "reuters",
        "earnings",
        "outlook",
        "report",
        "stoxx",
        "index",
        "showing",
        "earning",
        "beat",
        "far",
        "lagging",
        "typical",
        "quarter",
        "revenue",
        "beat",
        "ahead",
        "result",
        "earnings",
        "growth",
        "forecast",
        "quarter",
        "revised",
        "downwards",
        "key",
        "highlight",
        "detail",
        "fourth",
        "quarter",
        "earnings",
        "expected",
        "increase",
        "q4",
        "excluding",
        "energy",
        "sector",
        "earnings",
        "expected",
        "increase",
        "fourth",
        "quarter",
        "revenue",
        "expected",
        "increase",
        "q4",
        "excluding",
        "energy",
        "sector",
        "earnings",
        "expected",
        "increase",
        "company",
        "stoxx",
        "reported",
        "earnings",
        "date",
        "q4",
        "reported",
        "result",
        "exceeding",
        "analyst",
        "estimate",
        "typical",
        "quarter",
        "beat",
        "analyst",
        "eps",
        "estimate",
        "company",
        "stoxx",
        "reported",
        "revenue",
        "date",
        "q4",
        "reported",
        "revenue",
        "exceeding",
        "analyst",
        "estimate",
        "typical",
        "quarter",
        "beat",
        "analyst",
        "revenue",
        "estimate",
        "week",
        "stoxx",
        "company",
        "expected",
        "report",
        "quarterly",
        "earnings",
        "danilo",
        "masoni"
    ]
}