{
    "organizations": [],
    "uuid": "df36cb2d317140dbb78aa0717e0b3fe1abf83695",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/22/globe-newswire-adamas-reports-recent-achievements-and-financial-results-for-the-fourth-quarter-and-full-year-2017.html",
    "ord_in_thread": 0,
    "title": "Adamas Reports Recent Achievements and Financial Results for the Fourth Quarter and Full-Year 2017",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "EMERYVILLE, Calif., Adamas Pharmaceuticals, Inc. (Nasdaq:ADMS) today reported recent achievements and financial results for the fourth quarter and full- 2017.\n“I’m very proud of the accomplishments made by the Adamas team in 2017, especially the approval and commercial availability of GOCOVRI™, the first and only FDA-approved treatment for dyskinesia in patients with Parkinson’s disease receiving levodopa-based therapy,” said Gregory T. Went, Ph.D., Founder, Chairman and Chief Executive Officer of Adamas Pharmaceuticals, Inc. “Parkinson’s disease is a particularly burdensome and costly disease, not only for patients, but also for their care partners and the healthcare system, which is why it was so important to bring to market a medicine that delivers substantial benefit in dyskinesia as well as a secondary benefit in OFF time. We are encouraged by the initial weeks of GOCOVRI’s full commercial launch and are pleased with the reaction we are receiving from physicians, patients, care partners and payers as we continue to educate them on the unique benefits of GOCOVRI.”\nDr. Went continued, “In addition, we are now capitalized to advance our clinical programs based upon our time-dependent biology approach and look forward to initiating the first Phase 3 study for ADS-5102 in multiple sclerosis patients with walking impairment early in the second quarter of 2018, and finalizing the clinical development pathway for ADS-4101 in epilepsy patients with partial onset seizures.”\nRecent Achievements\nGOCOVRI™ (amantadine) extended release capsules for the treatment of dyskinesia in patients with Parkinson’s disease receiving levodopa-based therapy, with or without concomitant dopaminergic medications\nCommenced full U.S. commercial launch of GOCOVRI with 59 neurology account specialists in January 2018 Received prescriptions for GOCOVRI from over 300 distinct prescribers as of February 16, 2018, up from 100 distinct prescribers as of December 31, 2017 Published GOCOVRI open-label subgroup analysis in Movement Disorders Clinical Practice and presented two posters at scientific conferences Received approval of a supplemental New Drug Application for manufacturing GOCOVRI at a second commercial site\nADS-5102 (amantadine) extended release capsules in development for the treatment of walking impairment in patients with multiple sclerosis\nPublished Phase 2 proof-of-concept data in Multiple Sclerosis Journal\nADS-4101 (lacosamide) modified release capsules in development for the treatment of partial onset seizures in patients with epilepsy\nPresented ADS-4101 Phase 1a and Phase 1b clinical data, as well as pre-clinical rotarod data at the American Epilepsy Society Annual Meeting in December 2017 Scheduled a meeting with the FDA to discuss development program\nCorporate\nConcluded 2017 with $176.4 million in cash and investments, which includes $65 million in funding from HealthCare Royalty Partners in the fourth quarter of 2017, as part of the $100 million royalty-backed debt agreement executed in May 2017 Raised $134.1 million, net of underwriting discounts, commissions, and transaction costs, through a public offering of 3,450,000 shares of common stock at a price of $41.50 per share in January 2018\nAnticipated Milestones in the First Half of 2018\nInitiate the first Phase 3 study for ADS-5102 (GOCOVRI) in multiple sclerosis patients with walking impairment Present GOCOVRI and ADS-4101 clinical data at the American Academy of Neurology (AAN) Annual Meeting Report topline GOCOVRI data from EASE LID 2 long-term Phase 3 open-label study Review ADS-4101 development program with the FDA Report first full quarter of revenues for GOCOVRI\nFourth Quarter and Full-Year 2017 Financial Results\nAdamas recorded net product sales of GOCOVRI of $0.6 million for both the fourth quarter and full- 2017. GOCOVRI was made commercially available on October 20, 2017 and the full commercial launch occurred on January 8, 2018. The company recognizes revenue using a sell-in method when products are delivered to the specialty pharmacy. No product revenues were recorded in 2016.\nAdamas reported a net loss of $29.4 million, or $1.27 per share, basic and diluted, for the fourth quarter of 2017, compared to a net loss of $15.0 million, or $0.68 per share, basic and diluted, for the fourth quarter of 2016. For the 2017, Adamas reported a net loss of $89.5 million, or $3.97 per share, basic and diluted, compared to a net loss of $60.1 million, or $2.77 per share, basic and diluted, for the year ended 2016.\nResearch and development (R&D) expenses for the fourth quarter ended December 31, 2017, were $6.4 million, including $1.0 million in stock-based compensation expense, compared to $7.0 million for the fourth quarter ended December 31, 2016, which included $0.7 million in stock-based compensation expense. For the full-year 2017, R&D expenses were $27.2 million, including $3.6 million in stock-based compensation expense, compared to $31.2 million for the full-year 2016, which included $2.9 million in stock-based compensation expense. R&D expenses for the full-year were primarily for the ongoing open-label safety study for GOCOVRI, pre-approval manufacturing costs, and development work for ADS-5102 (GOCOVRI) in development for the treatment of walking impairment in patients with multiple sclerosis and for ADS-4101 in development for the treatment of partial onset seizures in patients with epilepsy.\nSelling, general and administrative (SG&A) expenses for the fourth quarter ended December 31, 2017, were $23.0 million, including $2.4 million in stock-based compensation expense, compared to $8.3 million for the same quarter in the prior year, which included $2.1 million in stock-based compensation expense. In the full-year 2017, SG&A expenses were $61.3 million, including $9.8 million in stock-based compensation expense, compared to $30.3 million, including $7.7 million in stock-based compensation expense, incurred during the full-year 2016. The increase in SG&A expenses for the fourth quarter and full-year was primarily due to growth in commercial and administrative expenses in preparation for the commercial launch of GOCOVRI.\nOn December 31, 2017, Adamas had $176.4 million of cash, cash equivalents and available-for-sale securities, which includes $65 million in funding the company received from HealthCare Royalty Partners (HCR) in the fourth quarter of 2017 as part of the $100 million royalty-backed debt agreement the company executed in May 2017. In January 2018, the company raised $134.1 million net proceeds in a public offering.\n2018 Guidance\nFor 2018, Adamas expects full-year R&D expenses to be between $45 million and $50 million, reflecting the completion of the GOCOVRI open-label study, initiation of the ADS-5102 Phase 3 trials in multiple sclerosis patients with walking impairment as well as preparation work for the ADS-4101 Phase 3 trial in epilepsy patients with partial onset seizures. Additionally, the company expects full-year SG&A expenses to be between $115 million and $125 million, in support of GOCOVRI commercialization.\nInvestor Conference Call and Webcast\nAdamas will host a conference call and webcast today, February 22, 2018, at 4:30 p.m. Eastern Time. The conference call may be accessed by dialing 844-215-3280 for participants in the U.S. or Canada and 484-747-6383 for international callers. The webcast can be accessed live via the investor section of the Adamas website at http://ir.adamaspharma.com/events.cfm and will be available for replay until March 22, 2018.\nAbout GOCOVRI\nGOCOVRI (amantadine) extended release capsules is the first and only medicine approved by the FDA for the treatment of dyskinesia in patients with Parkinson’s disease receiving levodopa-based therapy, with or without concomitant dopaminergic medications. GOCOVRI is a high-dose 274 mg amantadine taken once-daily at bedtime, which delivers consistently high levels of amantadine in the morning and throughout the day when dyskinesia is most prevalent.\nFor more information about GOCOVRI, including important safety information and full U.S. Prescribing Information, please call 1-844-GOCOVRI (1-844-462-6874) or visit www.GOCOVRI.com .\nAbout Adamas Pharmaceuticals, Inc.\nAdamas is using its deep understanding of time-dependent biology to redefine the treatment experience for patients suffering from chronic neurological diseases. The company is building upon the commercial launch of GOCOVRI™ (amantadine) extended release capsules (previously ADS-5102), the first and only FDA-approved medicine for the treatment of dyskinesia in patients with Parkinson’s disease, with a pipeline of differentiated investigational programs, which includes: ADS-5102 in development for the treatment of multiple sclerosis walking impairment; and ADS-4101, a high-dose, modified release lacosamide in development for the treatment of partial onset seizures in patients with epilepsy. Adamas’ goal is to create and commercialize a new generation of neurological medicines intended to lessen the burden of disease on patients, caregivers and society. For more information about Adamas and its unique approach to developing medicines based on time-dependent biology, please visit www.adamaspharma.com .\nForward-looking Statements\nStatements contained in this press release regarding matters that relate to future events, conditions, or circumstances are “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995, including but not limited to, statements contained in this press release regarding the timing of initiating the first Phase 3 study for ADS-5102 in multiple sclerosis patients with walking impairment, and finalizing the clinical development pathway for ADS-4101 in epilepsy patients with partial onset seizures, and the statements under the captions “Anticipated Milestones in the First Half of 2018” and “2018 Guidance.” Words such as “look forward,” “expects,” and other words or expressions referencing future events, conditions, or circumstances are intended to identify forward-looking statements. Because such statements are subject to risks and uncertainties, actual results may differ materially from those expressed or implied by such forward-looking statements. For a description of risks and uncertainties that could cause actual results to differ from those expressed in forward-looking statements, including risks relating to Adamas’ research, clinical, development, and commercial activities relating to GOCOVRI, ADS-5102 and ADS-4101, the regulatory and competitive environment and Adamas’ business in general, see Adamas’ Annual Report on Form 10-K filed with the Securities and Exchange Commission on February 22, 2018, particularly under the caption “Risk Factors.” Investors are cautioned not to place undue reliance on these forward-looking statements, which speak only as of the date of this release. Adamas undertakes no obligation to update any forward-looking statement in this press release.\nAdamas Pharmaceuticals, Inc.\nUnaudited Condensed Consolidated Statements of Operations\n(in thousands, except per share data)\nThree Months Ended\nDecember 31, Twelve Months Ended\nDecember 31, 2017 2016 2017 2016 Revenues: Product sales, net $ 568 $ — $ 568 $ — License and grant revenue — 37 3 572 Total net revenues 568 37 571 572 Costs and operating expenses: Cost of product sales 17 — 17 — Research and development 6,445 7,047 27,168 31,230 Selling, general and administrative, net 22,989 8,283 61,312 30,326 Total costs and operating expenses 29,451 15,330 88,497 61,556 Loss from operations (28,883 ) (15,293 ) (87,926 ) (60,984 ) Interest and other income, net 86 218 1,351 811 Interest expense (2,239 ) — (4,645 ) — Loss before income taxes (31,036 ) (15,075 ) (91,220 ) (60,173 ) Benefit for income taxes (1,679 ) (115 ) (1,730 ) (115 ) Net loss $ (29,357 ) $ (14,960 ) $ (89,490 ) $ (60,058 ) Net loss per share, basic and diluted $ (1.27 ) $ (0.68 ) $ (3.97 ) $ (2.77 ) Weighted average shares used in computing net loss per share, basic and diluted 23,056 21,992 22,558 21,711\nAdamas Pharmaceuticals, Inc.\nUnaudited Consolidated Balance Sheet Data\n(in thousands)\nDecember 31,\n2017 December 31,\n2016 Cash, cash equivalents, and available-for-sale securities $ 176,433 $ 135,944 Total assets 186,176 142,473 Total current liabilities 16,607 9,743 Long-term debt 102,647 — Total liabilities 120,050 10,290 Total stockholders’ equity 66,126 132,183\nContact: Media: Terri Clevenger Continuum Health Communications 203-227-0209 tclevenger@continuumhealthcom.com Investors: Ashleigh Barreto Director, Corporate Communications & Investor Relations Adamas Pharmaceuticals, Inc. 510-450-3567 ir@adamaspharma.com\nSource:Adamas Pharmaceuticals, Inc.",
    "published": "2018-02-23T00:01:00.000+02:00",
    "crawled": "2018-02-23T01:51:15.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "emeryville",
        "adamas",
        "pharmaceutical",
        "nasdaq",
        "adms",
        "today",
        "reported",
        "recent",
        "achievement",
        "financial",
        "result",
        "fourth",
        "quarter",
        "proud",
        "accomplishment",
        "made",
        "adamas",
        "team",
        "especially",
        "approval",
        "commercial",
        "availability",
        "first",
        "treatment",
        "dyskinesia",
        "patient",
        "parkinson",
        "disease",
        "receiving",
        "therapy",
        "said",
        "gregory",
        "went",
        "founder",
        "chairman",
        "chief",
        "executive",
        "officer",
        "adamas",
        "pharmaceutical",
        "parkinson",
        "disease",
        "particularly",
        "burdensome",
        "costly",
        "disease",
        "patient",
        "also",
        "care",
        "partner",
        "healthcare",
        "system",
        "important",
        "bring",
        "market",
        "medicine",
        "delivers",
        "substantial",
        "benefit",
        "dyskinesia",
        "well",
        "secondary",
        "benefit",
        "time",
        "encouraged",
        "initial",
        "week",
        "gocovri",
        "full",
        "commercial",
        "launch",
        "pleased",
        "reaction",
        "receiving",
        "physician",
        "patient",
        "care",
        "partner",
        "payer",
        "continue",
        "educate",
        "unique",
        "benefit",
        "went",
        "continued",
        "addition",
        "capitalized",
        "advance",
        "clinical",
        "program",
        "based",
        "upon",
        "biology",
        "approach",
        "look",
        "forward",
        "initiating",
        "first",
        "phase",
        "study",
        "multiple",
        "sclerosis",
        "patient",
        "walking",
        "impairment",
        "early",
        "second",
        "quarter",
        "finalizing",
        "clinical",
        "development",
        "pathway",
        "epilepsy",
        "patient",
        "partial",
        "onset",
        "recent",
        "achievement",
        "amantadine",
        "extended",
        "release",
        "capsule",
        "treatment",
        "dyskinesia",
        "patient",
        "parkinson",
        "disease",
        "receiving",
        "therapy",
        "without",
        "concomitant",
        "dopaminergic",
        "medication",
        "commenced",
        "full",
        "commercial",
        "launch",
        "gocovri",
        "neurology",
        "account",
        "specialist",
        "january",
        "received",
        "prescription",
        "gocovri",
        "distinct",
        "prescribers",
        "february",
        "distinct",
        "prescribers",
        "december",
        "published",
        "gocovri",
        "subgroup",
        "analysis",
        "movement",
        "disorder",
        "clinical",
        "practice",
        "presented",
        "two",
        "poster",
        "scientific",
        "conference",
        "received",
        "approval",
        "supplemental",
        "new",
        "drug",
        "application",
        "manufacturing",
        "gocovri",
        "second",
        "commercial",
        "site",
        "amantadine",
        "extended",
        "release",
        "capsule",
        "development",
        "treatment",
        "walking",
        "impairment",
        "patient",
        "multiple",
        "sclerosis",
        "published",
        "phase",
        "data",
        "multiple",
        "sclerosis",
        "journal",
        "lacosamide",
        "modified",
        "release",
        "capsule",
        "development",
        "treatment",
        "partial",
        "onset",
        "seizure",
        "patient",
        "epilepsy",
        "presented",
        "phase",
        "1a",
        "phase",
        "1b",
        "clinical",
        "data",
        "well",
        "rotarod",
        "data",
        "american",
        "epilepsy",
        "society",
        "annual",
        "meeting",
        "december",
        "scheduled",
        "meeting",
        "fda",
        "discus",
        "development",
        "program",
        "corporate",
        "concluded",
        "million",
        "cash",
        "investment",
        "includes",
        "million",
        "funding",
        "healthcare",
        "royalty",
        "partner",
        "fourth",
        "quarter",
        "part",
        "million",
        "debt",
        "agreement",
        "executed",
        "may",
        "raised",
        "million",
        "net",
        "underwriting",
        "discount",
        "commission",
        "transaction",
        "cost",
        "public",
        "offering",
        "share",
        "common",
        "stock",
        "price",
        "per",
        "share",
        "january",
        "anticipated",
        "milestone",
        "first",
        "half",
        "initiate",
        "first",
        "phase",
        "study",
        "gocovri",
        "multiple",
        "sclerosis",
        "patient",
        "walking",
        "impairment",
        "present",
        "gocovri",
        "clinical",
        "data",
        "american",
        "academy",
        "neurology",
        "aan",
        "annual",
        "meeting",
        "report",
        "topline",
        "gocovri",
        "data",
        "ease",
        "lid",
        "phase",
        "study",
        "review",
        "development",
        "program",
        "fda",
        "report",
        "first",
        "full",
        "quarter",
        "revenue",
        "gocovri",
        "fourth",
        "quarter",
        "financial",
        "result",
        "adamas",
        "recorded",
        "net",
        "product",
        "sale",
        "gocovri",
        "million",
        "fourth",
        "quarter",
        "gocovri",
        "made",
        "commercially",
        "available",
        "october",
        "full",
        "commercial",
        "launch",
        "occurred",
        "january",
        "company",
        "recognizes",
        "revenue",
        "using",
        "method",
        "product",
        "delivered",
        "specialty",
        "pharmacy",
        "product",
        "revenue",
        "recorded",
        "adamas",
        "reported",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "basic",
        "diluted",
        "fourth",
        "quarter",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "basic",
        "diluted",
        "fourth",
        "quarter",
        "adamas",
        "reported",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "basic",
        "diluted",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "basic",
        "diluted",
        "year",
        "ended",
        "research",
        "development",
        "r",
        "expense",
        "fourth",
        "quarter",
        "ended",
        "december",
        "million",
        "including",
        "million",
        "compensation",
        "expense",
        "compared",
        "million",
        "fourth",
        "quarter",
        "ended",
        "december",
        "included",
        "million",
        "compensation",
        "expense",
        "r",
        "expense",
        "million",
        "including",
        "million",
        "compensation",
        "expense",
        "compared",
        "million",
        "included",
        "million",
        "compensation",
        "expense",
        "r",
        "expense",
        "primarily",
        "ongoing",
        "safety",
        "study",
        "gocovri",
        "manufacturing",
        "cost",
        "development",
        "work",
        "gocovri",
        "development",
        "treatment",
        "walking",
        "impairment",
        "patient",
        "multiple",
        "sclerosis",
        "development",
        "treatment",
        "partial",
        "onset",
        "seizure",
        "patient",
        "epilepsy",
        "selling",
        "general",
        "administrative",
        "sg",
        "expense",
        "fourth",
        "quarter",
        "ended",
        "december",
        "million",
        "including",
        "million",
        "compensation",
        "expense",
        "compared",
        "million",
        "quarter",
        "prior",
        "year",
        "included",
        "million",
        "compensation",
        "expense",
        "sg",
        "expense",
        "million",
        "including",
        "million",
        "compensation",
        "expense",
        "compared",
        "million",
        "including",
        "million",
        "compensation",
        "expense",
        "incurred",
        "increase",
        "sg",
        "expense",
        "fourth",
        "quarter",
        "primarily",
        "due",
        "growth",
        "commercial",
        "administrative",
        "expense",
        "preparation",
        "commercial",
        "launch",
        "gocovri",
        "december",
        "adamas",
        "million",
        "cash",
        "cash",
        "equivalent",
        "security",
        "includes",
        "million",
        "funding",
        "company",
        "received",
        "healthcare",
        "royalty",
        "partner",
        "hcr",
        "fourth",
        "quarter",
        "part",
        "million",
        "debt",
        "agreement",
        "company",
        "executed",
        "may",
        "january",
        "company",
        "raised",
        "million",
        "net",
        "proceeds",
        "public",
        "offering",
        "guidance",
        "adamas",
        "expects",
        "r",
        "expense",
        "million",
        "million",
        "reflecting",
        "completion",
        "gocovri",
        "study",
        "initiation",
        "phase",
        "trial",
        "multiple",
        "sclerosis",
        "patient",
        "walking",
        "impairment",
        "well",
        "preparation",
        "work",
        "phase",
        "trial",
        "epilepsy",
        "patient",
        "partial",
        "onset",
        "seizure",
        "additionally",
        "company",
        "expects",
        "sg",
        "expense",
        "million",
        "million",
        "support",
        "gocovri",
        "commercialization",
        "investor",
        "conference",
        "call",
        "webcast",
        "adamas",
        "host",
        "conference",
        "call",
        "webcast",
        "today",
        "february",
        "eastern",
        "time",
        "conference",
        "call",
        "may",
        "accessed",
        "dialing",
        "participant",
        "canada",
        "international",
        "caller",
        "webcast",
        "accessed",
        "live",
        "via",
        "investor",
        "section",
        "adamas",
        "website",
        "http",
        "available",
        "replay",
        "march",
        "gocovri",
        "gocovri",
        "amantadine",
        "extended",
        "release",
        "capsule",
        "first",
        "medicine",
        "approved",
        "fda",
        "treatment",
        "dyskinesia",
        "patient",
        "parkinson",
        "disease",
        "receiving",
        "therapy",
        "without",
        "concomitant",
        "dopaminergic",
        "medication",
        "gocovri",
        "mg",
        "amantadine",
        "taken",
        "bedtime",
        "delivers",
        "consistently",
        "high",
        "level",
        "amantadine",
        "morning",
        "throughout",
        "day",
        "dyskinesia",
        "prevalent",
        "information",
        "gocovri",
        "including",
        "important",
        "safety",
        "information",
        "full",
        "prescribing",
        "information",
        "please",
        "call",
        "visit",
        "adamas",
        "pharmaceutical",
        "adamas",
        "using",
        "deep",
        "understanding",
        "biology",
        "redefine",
        "treatment",
        "experience",
        "patient",
        "suffering",
        "chronic",
        "neurological",
        "disease",
        "company",
        "building",
        "upon",
        "commercial",
        "launch",
        "amantadine",
        "extended",
        "release",
        "capsule",
        "previously",
        "first",
        "medicine",
        "treatment",
        "dyskinesia",
        "patient",
        "parkinson",
        "disease",
        "pipeline",
        "differentiated",
        "investigational",
        "program",
        "includes",
        "development",
        "treatment",
        "multiple",
        "sclerosis",
        "walking",
        "impairment",
        "modified",
        "release",
        "lacosamide",
        "development",
        "treatment",
        "partial",
        "onset",
        "seizure",
        "patient",
        "epilepsy",
        "adamas",
        "goal",
        "create",
        "commercialize",
        "new",
        "generation",
        "neurological",
        "medicine",
        "intended",
        "lessen",
        "burden",
        "disease",
        "patient",
        "caregiver",
        "society",
        "information",
        "adamas",
        "unique",
        "approach",
        "developing",
        "medicine",
        "based",
        "biology",
        "please",
        "visit",
        "statement",
        "statement",
        "contained",
        "press",
        "release",
        "regarding",
        "matter",
        "relate",
        "future",
        "event",
        "condition",
        "circumstance",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "including",
        "limited",
        "statement",
        "contained",
        "press",
        "release",
        "regarding",
        "timing",
        "initiating",
        "first",
        "phase",
        "study",
        "multiple",
        "sclerosis",
        "patient",
        "walking",
        "impairment",
        "finalizing",
        "clinical",
        "development",
        "pathway",
        "epilepsy",
        "patient",
        "partial",
        "onset",
        "seizure",
        "statement",
        "caption",
        "anticipated",
        "milestone",
        "first",
        "half",
        "word",
        "look",
        "forward",
        "expects",
        "word",
        "expression",
        "referencing",
        "future",
        "event",
        "condition",
        "circumstance",
        "intended",
        "identify",
        "statement",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "description",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "expressed",
        "statement",
        "including",
        "risk",
        "relating",
        "adamas",
        "research",
        "clinical",
        "development",
        "commercial",
        "activity",
        "relating",
        "gocovri",
        "regulatory",
        "competitive",
        "environment",
        "adamas",
        "business",
        "general",
        "see",
        "adamas",
        "annual",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "february",
        "particularly",
        "caption",
        "risk",
        "investor",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "release",
        "adamas",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "press",
        "release",
        "adamas",
        "pharmaceutical",
        "unaudited",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "december",
        "twelve",
        "month",
        "ended",
        "december",
        "revenue",
        "product",
        "sale",
        "net",
        "license",
        "grant",
        "revenue",
        "total",
        "net",
        "revenue",
        "cost",
        "operating",
        "expense",
        "cost",
        "product",
        "sale",
        "research",
        "development",
        "selling",
        "general",
        "administrative",
        "net",
        "total",
        "cost",
        "operating",
        "expense",
        "loss",
        "operation",
        "interest",
        "income",
        "net",
        "interest",
        "expense",
        "loss",
        "income",
        "tax",
        "benefit",
        "income",
        "tax",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "used",
        "computing",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "adamas",
        "pharmaceutical",
        "unaudited",
        "consolidated",
        "balance",
        "sheet",
        "data",
        "thousand",
        "december",
        "december",
        "cash",
        "cash",
        "equivalent",
        "security",
        "total",
        "asset",
        "total",
        "current",
        "liability",
        "debt",
        "total",
        "liability",
        "total",
        "stockholder",
        "equity",
        "contact",
        "medium",
        "terri",
        "clevenger",
        "continuum",
        "health",
        "communication",
        "tclevenger",
        "investor",
        "ashleigh",
        "barreto",
        "director",
        "corporate",
        "communication",
        "investor",
        "relation",
        "adamas",
        "pharmaceutical",
        "ir",
        "source",
        "adamas",
        "pharmaceutical",
        "inc"
    ]
}