{
    "organizations": [],
    "uuid": "769c610cc6a0d17f57349fcc25772d79e08d8650",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/12/business-wire-fda-approves-symdekotm-tezacaftorivacaftor-and-ivacaftor-to-treat-the-underlying-cause-of-cystic-fibrosis-in-people-ages-12.html",
    "ord_in_thread": 0,
    "title": "FDA Approves SYMDEKOTM (tezacaftor/ivacaftor and ivacaftor) to Treat the Underlying Cause of Cystic Fibrosis in People Ages 12 and Older with Certain Mutations in the CFTR Gene",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "- SYMDEKO is Vertex’s third medicine to treat the underlying cause of CF -\n- SYMDEKO to begin shipping to pharmacies this week -\nBOSTON--(BUSINESS WIRE)-- Vertex Pharmaceuticals Incorporated (Nasdaq: VRTX) today announced that the U.S. Food and Drug Administration (FDA) approved SYMDEKO ™ (tezacaftor/ivacaftor and ivacaftor) for treating the underlying cause of cystic fibrosis (CF) in people ages 12 and older who have two copies of the F508del mutation in the cystic fibrosis transmembrane conductance regulator (CFTR) gene or who have at least one mutation that is responsive to tezacaftor/ivacaftor. SYMDEKO is Vertex’s third medicine approved to treat the underlying cause of CF. Vertex is ready to launch SYMDEKO and will begin shipping it to pharmacies in the United States this week.\nThis press release features multimedia. View the full release here: http://www.businesswire.com/news/home/20180212006334/en/\n“Today is an exciting day for the CF community. The approval of SYMDEKO, our third disease-modifying CF medicine, offers many patients an important new treatment option,” said Jeffrey Leiden, M.D., Ph.D., Vertex's Chairman, President and Chief Executive Officer. “This approval is an important milestone in our journey to treat every person with CF, and we remain committed to urgently advancing our efforts to develop new medicines that treat the underlying cause of CF for the many people still waiting.”\nIn November 2017 , the New England Journal of Medicine published the results of two Phase 3 studies of SYMDEKO. These studies, named EVOLVE and EXPAND, enrolled approximately 750 people with CF ages 12 and older with two copies of the F508del mutation or with one F508del mutation and one mutation that results in residual CFTR function. Across both studies, patients treated with SYMDEKO experienced statistically significant and clinically meaningful improvements in lung function and other measures of disease, with a favorable safety profile. The most common adverse events, regardless of treatment group, included infective pulmonary exacerbation and cough. The first data from the ongoing EXTEND rollover study, also presented in November , show that the lung function improvements and the safety and tolerability profiles seen in EVOLVE and EXPAND were sustained for up to 48 total weeks of SYMDEKO treatment.\n“We’ve already seen the significant impact that disease-modifying medicines can have on patients and are incredibly pleased that there is now a third treatment option that enables more patients to benefit from CFTR modulation,” said Patrick Flume, M.D., Director of the Medical University of South Carolina Cystic Fibrosis Center and Principal Investigator for the EXTEND study. “In particular, SYMDEKO is an important treatment option for patients who either never started or discontinued ORKAMBI, and it also provides increased benefit over KALYDECO alone for patients with residual function mutations.”\nThe European Medicines Agency (EMA) has validated the Marketing Authorization Application (MAA) for the tezacaftor/ivacaftor combination. The company expects approval in the EU in the second half of 2018.\nHelping Patients Access SYMDEKO\nThe people who work at Vertex understand that medicines can only help patients who can get them. The Vertex Guidance & Patient Support (Vertex GPS™) program provides a team of Vertex employees dedicated to helping eligible patients who have been prescribed our medicines within their labeled indications understand their insurance benefits and the resources that are available to help them.\nVertex also offers a co-pay assistance program for patients with commercial insurance coverage and a free medicine program for qualifying patients who are uninsured and who meet certain income and other eligibility criteria. More information is available by visiting www.VertexGPS.com or by calling 1-877-752-5933.\nAbout CF\nCystic Fibrosis (CF) is a rare, life-shortening genetic disease affecting approximately 75,000 people in North America, Europe and Australia.\nCF is caused by a defective or missing cystic fibrosis transmembrane conductance regulator (CFTR) protein resulting from mutations in the CFTR gene. Children must inherit two defective CFTR genes — one from each parent — to have CF. There are approximately 2,000 known mutations in the CFTR gene. Some of these mutations, which can be determined by a genetic test, or genotyping test, lead to CF by creating non-working or too few CFTR proteins at the cell surface. The defective function or absence of CFTR protein results in poor flow of salt and water into and out of the cell in a number of organs. In the lungs, this leads to the buildup of abnormally thick, sticky mucus that can cause chronic lung infections and progressive lung damage in many patients that eventually leads to death. The median age of death is in the mid-to-late 20s.\nAbout SYMDEKO™ (tezacaftor/ivacaftor and ivacaftor)\nSome mutations result in CFTR protein that is not processed or folded normally within the cell, and that generally does not reach the cell surface. SYMDEKO is a combination of tezacaftor and ivacaftor. Tezacaftor is designed to address the trafficking and processing defect of the CFTR protein to enable it to reach the cell surface where ivacaftor can increase the amount of time the protein stays open.\nINDICATION AND IMPORTANT SAFETY INFORMATION FOR SYMDEKO™ (tezacaftor/ivacaftor and ivacaftor) tablets\nSYMDEKO is a prescription medicine used for the treatment of cystic fibrosis (CF) in patients aged 12 years and older who have two copies of the F508del mutation, or who have at least one mutation in the CF gene that is responsive to treatment with SYMDEKO. Patients should talk to their doctor to learn if they have an indicated CF gene mutation. It is not known if SYMDEKO is safe and effective in children under 12 years of age.\nPatients should not take SYMDEKO if they take certain medicines or herbal supplements such as: the antibiotics rifampin or rifabutin; seizure medicines such as phenobarbital, carbamazepine, or phenytoin; St. John’s wort.\nBefore taking SYMDEKO, patients should tell their doctor if they: have or have had liver problems; have kidney problems; are pregnant or plan to become pregnant because it is not known if SYMDEKO will harm an unborn baby; are breastfeeding or planning to breastfeed because it is not known if SYMDEKO passes into breast milk.\nSYMDEKO may affect the way other medicines work, and other medicines may affect how SYMDEKO works. Therefore, the dose of SYMDEKO may need to be adjusted when taken with certain medicines. Patients should especially tell their doctor if they take antifungal medicines such as ketoconazole, itraconazole, posaconazole, voriconazole, or fluconazole; or antibiotics such as telithromycin, clarithromycin, or erythromycin.\nSYMDEKO may cause dizziness in some people who take it. Patients should not drive a car, use machinery, or do anything that requires alertness until they know how SYMDEKO affects them.\nPatients should avoid food or drink that contains grapefruit or Seville oranges while they are taking SYMDEKO.\nSYMDEKO can cause serious side effects, including:\nHigh liver enzymes in the blood, which have been reported in people treated with SYMDEKO or treated with ivacaftor alone. The patient’s doctor will do blood tests to check their liver before they start SYMDEKO, every 3 months during the first year of taking SYMDEKO, and every year while taking SYMDEKO. Patients should call their doctor right away if they have any of the following symptoms of liver problems: pain or discomfort in the upper right stomach (abdominal) area; yellowing of the skin or the white part of the eyes; loss of appetite; nausea or vomiting; dark, amber-colored urine.\nAbnormality of the eye lens (cataract) in some children and adolescents treated with SYMDEKO or with ivacaftor alone. If the patient is a child or adolescent, their doctor should perform eye examinations before and during treatment with SYMDEKO to look for cataracts.\nThe most common side effects of SYMDEKO include headache, nausea, sinus congestion, and dizziness.\nThese are not all the possible side effects of SYMDEKO. Please click here to see the full Prescribing Information for SYMDEKO.\nAbout Vertex\nVertex is a global biotechnology company that invests in scientific innovation to create transformative medicines for people with serious and life-threatening diseases. In addition to clinical development programs in CF, Vertex has more than a dozen ongoing research programs focused on the underlying mechanisms of other serious diseases.\nFounded in 1989 in Cambridge, Mass., Vertex's headquarters is now located in Boston's Innovation District. Today, the company has research and development sites and commercial offices in the United States, Europe, Canada and Australia. Vertex is consistently recognized as one of the industry's top places to work, including being named to Science magazine's Top Employers in the life sciences ranking for eight years in a row. For additional information and the latest updates from the company, please visit www.vrtx.com .\nCollaborative History with Cystic Fibrosis Foundation Therapeutics, Inc. (CFFT)\nVertex initiated its CF research program in 2000 as part of a collaboration with CFFT, the nonprofit drug discovery and development affiliate of the Cystic Fibrosis Foundation. KALYDECO ® (ivacaftor), ORKAMBI ® (lumacaftor/ivacaftor), SYMDEKO™ (tezacaftor/ivacaftor and ivacaftor), VX-440, VX-152, VX-659 and VX-445 were discovered by Vertex as part of this collaboration.\nSpecial Note Regarding Forward-looking Statements\nThis press release contains forward-looking statements, as defined in the Private Securities Litigation Reform Act of 1995, as amended, including the statements by Dr. Leiden in the second paragraph and Dr. Flume in the fourth paragraph of this press release and statements regarding (i) the timing of shipping SYMDEKO in the United States; and (ii) the anticipated timing of approval by the EMA. While the company believes the forward-looking statements contained in this press release are accurate, there are a number of factors that could cause actual events or results to differ materially from those indicated by such forward-looking statements. Those risks and uncertainties include, among other things, risks related to commercializing SYMDEKO in the United States, obtaining approval and commercializing tezacaftor/ivacaftor in Europe, developing additional medicines to treat cystic fibrosis and the other risks listed under Risk Factors in Vertex's annual report and quarterly reports filed with the Securities and Exchange Commission and available through Vertex's website at www.vrtx.com . Vertex disclaims any obligation to update the information contained in this press release as new information becomes available.\n(VRTX-GEN)\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180212006334/en/\nVertex Pharmaceuticals Incorporated\nInvestors:\nMichael Partridge, 617-341-6108\nor\nEric Rojas, 617-961-7205\nor\nZach Barber, 617-341-6470\nor\nMedia:\nmediainfo@vrtx.com\nor\nNorth America:\nMegan Goulart, + 1-617-341-6992\nor\nEurope & Australia:\nRebecca Hunt, +44 7718 962 690\nSource: Vertex Pharmaceuticals Incorporated",
    "published": "2018-02-13T00:50:00.000+02:00",
    "crawled": "2018-02-13T01:02:45.025+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "symdeko",
        "vertex",
        "third",
        "medicine",
        "treat",
        "underlying",
        "cause",
        "cf",
        "symdeko",
        "begin",
        "shipping",
        "pharmacy",
        "week",
        "boston",
        "business",
        "wire",
        "vertex",
        "pharmaceutical",
        "incorporated",
        "nasdaq",
        "vrtx",
        "today",
        "announced",
        "food",
        "drug",
        "administration",
        "fda",
        "approved",
        "symdeko",
        "ivacaftor",
        "treating",
        "underlying",
        "cause",
        "cystic",
        "fibrosis",
        "cf",
        "people",
        "age",
        "older",
        "two",
        "copy",
        "f508del",
        "mutation",
        "cystic",
        "fibrosis",
        "transmembrane",
        "conductance",
        "regulator",
        "cftr",
        "gene",
        "least",
        "one",
        "mutation",
        "responsive",
        "symdeko",
        "vertex",
        "third",
        "medicine",
        "approved",
        "treat",
        "underlying",
        "cause",
        "cf",
        "vertex",
        "ready",
        "launch",
        "symdeko",
        "begin",
        "shipping",
        "pharmacy",
        "united",
        "state",
        "week",
        "press",
        "release",
        "feature",
        "multimedia",
        "view",
        "full",
        "release",
        "http",
        "today",
        "exciting",
        "day",
        "cf",
        "community",
        "approval",
        "symdeko",
        "third",
        "cf",
        "medicine",
        "offer",
        "many",
        "patient",
        "important",
        "new",
        "treatment",
        "option",
        "said",
        "jeffrey",
        "leiden",
        "vertex",
        "chairman",
        "president",
        "chief",
        "executive",
        "officer",
        "approval",
        "important",
        "milestone",
        "journey",
        "treat",
        "every",
        "person",
        "cf",
        "remain",
        "committed",
        "urgently",
        "advancing",
        "effort",
        "develop",
        "new",
        "medicine",
        "treat",
        "underlying",
        "cause",
        "cf",
        "many",
        "people",
        "still",
        "november",
        "new",
        "england",
        "journal",
        "medicine",
        "published",
        "result",
        "two",
        "phase",
        "study",
        "symdeko",
        "study",
        "named",
        "evolve",
        "expand",
        "enrolled",
        "approximately",
        "people",
        "cf",
        "age",
        "older",
        "two",
        "copy",
        "f508del",
        "mutation",
        "one",
        "f508del",
        "mutation",
        "one",
        "mutation",
        "result",
        "residual",
        "cftr",
        "function",
        "across",
        "study",
        "patient",
        "treated",
        "symdeko",
        "experienced",
        "statistically",
        "significant",
        "clinically",
        "meaningful",
        "improvement",
        "lung",
        "function",
        "measure",
        "disease",
        "favorable",
        "safety",
        "profile",
        "common",
        "adverse",
        "event",
        "regardless",
        "treatment",
        "group",
        "included",
        "infective",
        "pulmonary",
        "exacerbation",
        "cough",
        "first",
        "data",
        "ongoing",
        "extend",
        "rollover",
        "study",
        "also",
        "presented",
        "november",
        "show",
        "lung",
        "function",
        "improvement",
        "safety",
        "tolerability",
        "profile",
        "seen",
        "evolve",
        "expand",
        "sustained",
        "total",
        "week",
        "symdeko",
        "treatment",
        "already",
        "seen",
        "significant",
        "impact",
        "medicine",
        "patient",
        "incredibly",
        "pleased",
        "third",
        "treatment",
        "option",
        "enables",
        "patient",
        "benefit",
        "cftr",
        "modulation",
        "said",
        "patrick",
        "flume",
        "director",
        "medical",
        "university",
        "south",
        "carolina",
        "cystic",
        "fibrosis",
        "center",
        "principal",
        "investigator",
        "extend",
        "study",
        "particular",
        "symdeko",
        "important",
        "treatment",
        "option",
        "patient",
        "either",
        "never",
        "started",
        "discontinued",
        "orkambi",
        "also",
        "provides",
        "increased",
        "benefit",
        "kalydeco",
        "alone",
        "patient",
        "residual",
        "function",
        "european",
        "medicine",
        "agency",
        "ema",
        "validated",
        "marketing",
        "authorization",
        "application",
        "maa",
        "combination",
        "company",
        "expects",
        "approval",
        "eu",
        "second",
        "half",
        "helping",
        "patient",
        "access",
        "symdeko",
        "people",
        "work",
        "vertex",
        "understand",
        "medicine",
        "help",
        "patient",
        "get",
        "vertex",
        "guidance",
        "patient",
        "support",
        "vertex",
        "program",
        "provides",
        "team",
        "vertex",
        "employee",
        "dedicated",
        "helping",
        "eligible",
        "patient",
        "prescribed",
        "medicine",
        "within",
        "labeled",
        "indication",
        "understand",
        "insurance",
        "benefit",
        "resource",
        "available",
        "help",
        "vertex",
        "also",
        "offer",
        "assistance",
        "program",
        "patient",
        "commercial",
        "insurance",
        "coverage",
        "free",
        "medicine",
        "program",
        "qualifying",
        "patient",
        "uninsured",
        "meet",
        "certain",
        "income",
        "eligibility",
        "criterion",
        "information",
        "available",
        "visiting",
        "calling",
        "cf",
        "cystic",
        "fibrosis",
        "cf",
        "rare",
        "genetic",
        "disease",
        "affecting",
        "approximately",
        "people",
        "north",
        "america",
        "europe",
        "australia",
        "cf",
        "caused",
        "defective",
        "missing",
        "cystic",
        "fibrosis",
        "transmembrane",
        "conductance",
        "regulator",
        "cftr",
        "protein",
        "resulting",
        "mutation",
        "cftr",
        "gene",
        "child",
        "must",
        "inherit",
        "two",
        "defective",
        "cftr",
        "gene",
        "one",
        "parent",
        "cf",
        "approximately",
        "known",
        "mutation",
        "cftr",
        "gene",
        "mutation",
        "determined",
        "genetic",
        "test",
        "genotyping",
        "test",
        "lead",
        "cf",
        "creating",
        "cftr",
        "protein",
        "cell",
        "surface",
        "defective",
        "function",
        "absence",
        "cftr",
        "protein",
        "result",
        "poor",
        "flow",
        "salt",
        "water",
        "cell",
        "number",
        "organ",
        "lung",
        "lead",
        "buildup",
        "abnormally",
        "thick",
        "sticky",
        "mucus",
        "cause",
        "chronic",
        "lung",
        "infection",
        "progressive",
        "lung",
        "damage",
        "many",
        "patient",
        "eventually",
        "lead",
        "death",
        "median",
        "age",
        "death",
        "20",
        "ivacaftor",
        "mutation",
        "result",
        "cftr",
        "protein",
        "processed",
        "folded",
        "normally",
        "within",
        "cell",
        "generally",
        "reach",
        "cell",
        "surface",
        "symdeko",
        "combination",
        "tezacaftor",
        "ivacaftor",
        "tezacaftor",
        "designed",
        "address",
        "trafficking",
        "processing",
        "defect",
        "cftr",
        "protein",
        "enable",
        "reach",
        "cell",
        "surface",
        "ivacaftor",
        "increase",
        "amount",
        "time",
        "protein",
        "stay",
        "open",
        "indication",
        "important",
        "safety",
        "information",
        "ivacaftor",
        "tablet",
        "symdeko",
        "prescription",
        "medicine",
        "used",
        "treatment",
        "cystic",
        "fibrosis",
        "cf",
        "patient",
        "aged",
        "year",
        "older",
        "two",
        "copy",
        "f508del",
        "mutation",
        "least",
        "one",
        "mutation",
        "cf",
        "gene",
        "responsive",
        "treatment",
        "symdeko",
        "patient",
        "talk",
        "doctor",
        "learn",
        "indicated",
        "cf",
        "gene",
        "mutation",
        "known",
        "symdeko",
        "safe",
        "effective",
        "child",
        "year",
        "age",
        "patient",
        "take",
        "symdeko",
        "take",
        "certain",
        "medicine",
        "herbal",
        "supplement",
        "antibiotic",
        "rifampin",
        "rifabutin",
        "seizure",
        "medicine",
        "phenobarbital",
        "carbamazepine",
        "phenytoin",
        "john",
        "wort",
        "taking",
        "symdeko",
        "patient",
        "tell",
        "doctor",
        "liver",
        "problem",
        "kidney",
        "problem",
        "pregnant",
        "plan",
        "become",
        "pregnant",
        "known",
        "symdeko",
        "harm",
        "unborn",
        "baby",
        "breastfeeding",
        "planning",
        "breastfeed",
        "known",
        "symdeko",
        "pass",
        "breast",
        "milk",
        "symdeko",
        "may",
        "affect",
        "way",
        "medicine",
        "work",
        "medicine",
        "may",
        "affect",
        "symdeko",
        "work",
        "therefore",
        "dose",
        "symdeko",
        "may",
        "need",
        "adjusted",
        "taken",
        "certain",
        "medicine",
        "patient",
        "especially",
        "tell",
        "doctor",
        "take",
        "antifungal",
        "medicine",
        "ketoconazole",
        "itraconazole",
        "posaconazole",
        "voriconazole",
        "fluconazole",
        "antibiotic",
        "telithromycin",
        "clarithromycin",
        "erythromycin",
        "symdeko",
        "may",
        "cause",
        "dizziness",
        "people",
        "take",
        "patient",
        "drive",
        "car",
        "use",
        "machinery",
        "anything",
        "requires",
        "alertness",
        "know",
        "symdeko",
        "affect",
        "patient",
        "avoid",
        "food",
        "drink",
        "contains",
        "grapefruit",
        "seville",
        "orange",
        "taking",
        "symdeko",
        "symdeko",
        "cause",
        "serious",
        "side",
        "effect",
        "including",
        "high",
        "liver",
        "enzyme",
        "blood",
        "reported",
        "people",
        "treated",
        "symdeko",
        "treated",
        "ivacaftor",
        "alone",
        "patient",
        "doctor",
        "blood",
        "test",
        "check",
        "liver",
        "start",
        "symdeko",
        "every",
        "month",
        "first",
        "year",
        "taking",
        "symdeko",
        "every",
        "year",
        "taking",
        "symdeko",
        "patient",
        "call",
        "doctor",
        "right",
        "away",
        "following",
        "symptom",
        "liver",
        "problem",
        "pain",
        "discomfort",
        "upper",
        "right",
        "stomach",
        "abdominal",
        "area",
        "yellowing",
        "skin",
        "white",
        "part",
        "eye",
        "loss",
        "appetite",
        "nausea",
        "vomiting",
        "dark",
        "urine",
        "abnormality",
        "eye",
        "lens",
        "cataract",
        "child",
        "adolescent",
        "treated",
        "symdeko",
        "ivacaftor",
        "alone",
        "patient",
        "child",
        "adolescent",
        "doctor",
        "perform",
        "eye",
        "examination",
        "treatment",
        "symdeko",
        "look",
        "cataract",
        "common",
        "side",
        "effect",
        "symdeko",
        "include",
        "headache",
        "nausea",
        "sinus",
        "congestion",
        "dizziness",
        "possible",
        "side",
        "effect",
        "symdeko",
        "please",
        "click",
        "see",
        "full",
        "prescribing",
        "information",
        "symdeko",
        "vertex",
        "vertex",
        "global",
        "biotechnology",
        "company",
        "invests",
        "scientific",
        "innovation",
        "create",
        "transformative",
        "medicine",
        "people",
        "serious",
        "disease",
        "addition",
        "clinical",
        "development",
        "program",
        "cf",
        "vertex",
        "dozen",
        "ongoing",
        "research",
        "program",
        "focused",
        "underlying",
        "mechanism",
        "serious",
        "disease",
        "founded",
        "cambridge",
        "vertex",
        "headquarters",
        "located",
        "boston",
        "innovation",
        "district",
        "today",
        "company",
        "research",
        "development",
        "site",
        "commercial",
        "office",
        "united",
        "state",
        "europe",
        "canada",
        "australia",
        "vertex",
        "consistently",
        "recognized",
        "one",
        "industry",
        "top",
        "place",
        "work",
        "including",
        "named",
        "science",
        "magazine",
        "top",
        "employer",
        "life",
        "science",
        "ranking",
        "eight",
        "year",
        "row",
        "additional",
        "information",
        "latest",
        "update",
        "company",
        "please",
        "visit",
        "collaborative",
        "history",
        "cystic",
        "fibrosis",
        "foundation",
        "therapeutic",
        "cfft",
        "vertex",
        "initiated",
        "cf",
        "research",
        "program",
        "part",
        "collaboration",
        "cfft",
        "nonprofit",
        "drug",
        "discovery",
        "development",
        "affiliate",
        "cystic",
        "fibrosis",
        "foundation",
        "kalydeco",
        "ivacaftor",
        "orkambi",
        "ivacaftor",
        "discovered",
        "vertex",
        "part",
        "collaboration",
        "special",
        "note",
        "regarding",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "defined",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "amended",
        "including",
        "statement",
        "leiden",
        "second",
        "paragraph",
        "flume",
        "fourth",
        "paragraph",
        "press",
        "release",
        "statement",
        "regarding",
        "timing",
        "shipping",
        "symdeko",
        "united",
        "state",
        "ii",
        "anticipated",
        "timing",
        "approval",
        "ema",
        "company",
        "belief",
        "statement",
        "contained",
        "press",
        "release",
        "accurate",
        "number",
        "factor",
        "could",
        "cause",
        "actual",
        "event",
        "result",
        "differ",
        "materially",
        "indicated",
        "statement",
        "risk",
        "uncertainty",
        "include",
        "among",
        "thing",
        "risk",
        "related",
        "commercializing",
        "symdeko",
        "united",
        "state",
        "obtaining",
        "approval",
        "commercializing",
        "europe",
        "developing",
        "additional",
        "medicine",
        "treat",
        "cystic",
        "fibrosis",
        "risk",
        "listed",
        "risk",
        "factor",
        "vertex",
        "annual",
        "report",
        "quarterly",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "available",
        "vertex",
        "website",
        "vertex",
        "disclaims",
        "obligation",
        "update",
        "information",
        "contained",
        "press",
        "release",
        "new",
        "information",
        "becomes",
        "available",
        "view",
        "source",
        "version",
        "http",
        "vertex",
        "pharmaceutical",
        "incorporated",
        "investor",
        "michael",
        "partridge",
        "eric",
        "rojas",
        "zach",
        "barber",
        "medium",
        "mediainfo",
        "north",
        "america",
        "megan",
        "goulart",
        "europe",
        "australia",
        "rebecca",
        "hunt",
        "source",
        "vertex",
        "pharmaceutical",
        "incorporated"
    ]
}