{
    "organizations": [],
    "uuid": "a2d978ae85ecdb72a39e466afb6069e5c26ce006",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/14/pr-newswire-haldex-annual-statement-january--december-2017-strong-end-to-the-year.html",
    "ord_in_thread": 0,
    "title": "Haldex Annual Statement, January - December 2017: Strong End to the Year",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "STOCKHLOM, Feb. The market conditions gradually improved during the year, and Haldex' growth followed the trend. In Q4, Haldex continued to grow net sales in all geographic regions, which resulted in growth for FY 2017 as well. Several product areas have had strong development, including disc brakes and brake adjusters. In addition, sales of actuators exhibited growth for the first time since the product recall in 2014. Operating income excluding one-off items improved in the second half of the year and for FY 2017 reached the same level as the previous year. The year was burdened by the takeover process, which drew focus and resources away from the core business, but ended on a strong note in Q4.\nNet sales for FY 2017 totalled SEK 4,462 (4,374) m, equivalent to an increase of 2% compared with the previous year. After currency adjustments, net sales increased by 1%. Net sales in Q4 totalled SEK 1,049 (1,054) m, which, after currency adjustments, is a 5% increase.\nOperating income excluding one-off items amounted to SEK 292 (291) m for FY 2017, of which SEK 66 (48) m for Q4. This is the equivalent of an operating margin of 6.5 (6.6)% for FY 2017 and 6.3 (4.6)% for Q4. One-off items amounted to SEK 143 (87) m for FY 2017, of which SEK 33 (73) m for Q4.\nFor 2017, net income after tax amounted to SEK 79 (91) m and earnings per share amounted to SEK 1.67 (2.00). The corresponding figures for Q4 were SEK 14 (-56) m for net income before tax and SEK 0.25 (-1.27) for earnings per share.\nCash flow from operating activities amounted to SEK 130 (256) m for FY 2017 and SEK 45 (88) m for Q4.\nA takeover process for Haldex was initiated on 14 July 2016. On 29 June 2017, the announcement was made that the Board of Directors no longer supported the bid from Knorr-Bremse due to the very low probability that the bid would be approved by the competition authorities. On 19 September 2017, Knorr-Bremse withdrew its bid.\nThe Board of Directors proposes to the Annual General Meeting a dividend of SEK 0.55 (0.00) per share which is in line with the dividend policy.\nKey figures for October - December 2017\n(same period previous year in brackets)\nNet sales, SEK m 1,049 (1,054) Operating income, excl. one-off items, SEK m 66 (48) Operating income, SEK m 33 (-25) Operating margin, excl. one-off items, % 6.3 (4.6) Operating margin, % 3.1 (-2.4) Return on capital employed, excl. one-off items,%1 13.3 (13.8) Return on capital employed,%1 6.8 (9.7) Net income, SEK m 14 (-56) Earnings per share, SEK 0.25 (-1.27) Cash flow, operating activities, SEK m 45 (88)\n1) Rolling twelve months\nKey figures for Full year 2017\n(same period previous year in brackets)\nNet sales, SEK m 4,462 (4,374) Operating income, excl. one-off items, SEK m 292 (291) Operating income, SEK m 149 (204) Operating margin, excl. one-off items, % 6.5 (6.6) Operating margin, % 3.3 (4.7) Return on capital employed, excl. one-off items,%1 13.3 (13.8) Return on capital employed,%1 6.8 (9.7) Net income, SEK m 79 (91) Earnings per share, SEK 1.67 (2.00) Cash flow, operating activities, SEK m 130 (256)\n2) Rolling twelve months\nComment from Åke Bengtsson, President and CEO:\n\"In 2017, which in many ways was an exceptional year for Haldex, we created new drive and unity within the company. The technology shift to autonomous driven vehicles became increasingly evident, and Haldex' open and flexible solutions, which have been developed in cooperation with customers, are far more competitive than what the size of our company indicates. This was one of the primary reasons we ended up in the bidding battle for the company that dragged on for more than a year.\nImproved market conditions had an impact on earnings\nThe market conditions gradually improved during the year, and we noted a clear upward turn in the North American market. Haldex increased its net sales in all regions in the second half of the year, and total net sales grew compared to the previous year. We won market shares in Europe, but despite growth in North America we have not successfully matched the market improvement. However, this growth helped us achieve higher profitability than we forecast. In 2017, we predicted a slightly lower operating margin than in 2016. When we close the books, we see an operating margin that is in line with last year, largely due to the positive development in the second half of the year. This is an extremely strong performance given the conditions under which we have been working.\nTechnological development\nHaldex now accelerates the implementation of the strategy we laid the basis for in 2016. We have a good position to build on, and there is demand for our technology for future solutions. It is very important for Haldex' future competitiveness that we continue to pursue key development projects and are able to attract the right competence. These will therefore be our key focus areas in the future. The projects initiated with customers related to autonomous driven vehicles have continued to develop in Q4, and we are working on securing development contracts. We also reached a new milestone in our joint venture on electromechanical brakes as we completed a second test phase with prototypes mounted on vehicles.\nExpansion in Aftermarket\nI spent time with customers at the end of January at the Heavy Duty Aftermarket Week (HDAW) in the USA. The dialogues with our customers confirmed the view that Haldex is an appreciated supplier with strong customer relationships. We launched a number of new Aftermarket products at the show under the Midland brand, and the reception was very positive. We use Midland for value line products in North America, and the European equivalent is our Grau brand. The product selection in our value line has expanded faster in Europe than in North America, and we are therefore pleased to see that this brand is now picking up speed in the USA as well.\nTechnology shift in North America\nIt was also clear during my visit, both from customers and analysts, how the shift from drum brakes to disc brakes in the USA is expected to progress faster than what was previously believed. The disc brake has higher sales per unit compared to the drum brake, since we only sell the brake adjuster as part of the drum brake. The margin is lower in per cent but higher in absolute figures. A transition to the disc brake will therefore benefit us as a whole, even if it results in decreased sales of brake adjusters.\nTrend reversal for actuators\nAt the mid-year point, we were able to see that the downward trend for actuators had been broken, and we successfully reached sales numbers that exceeded those for last year. It is very positive that we successfully broke the trend that started with the product recall in 2014. In Q3, we also launched an upgraded version of the actuator in question, and as a result Haldex once again has the best sealed actuator on the market.\nGreater demand in China for brake adjusters\nAnother large product group that grew sharply during the quarter is the brake adjuster. The upswing in the number of vehicles produced in North America is the primary reason for the greater demand. Moving forward, however, it will be a law change in China that will drive growth. Newly built heavy vehicles must use automatic brake adjusters starting in January 2018. This will lead to a sharp increase in the number of sold units. However, the changed geographical sales mix will result in somewhat lover margins for this product group.\nLong-term financial targets and dividend\nIt has been Haldex' long-term goals since 2014 to grow faster than the market and achieve an operating margin of least 10%. We have reached this level of profitability some years, but not in 2017. Due to the forthcoming technology shift, we, like many of our customers, will be prioritising investments in R&D over the next few years in order to continue to build our future competitiveness. We will continue to maintain good cost control in all areas and also invest in the technology needed to reach an operating margin of 10% in the long run and not just over a short period of time.\nOur Board of Directors has proposed a dividend of SEK 0.55 per share, which is in line with the policy that 1/3 of the profits should be distributed. Due to the public offers, we have had high costs of one-time nature which has reduced the scope for dividend compared to previous years.\nMarket outlook and forecast for 2018\nWe are receiving positive signals from a number of markets. Since half of our sales are generated in North America, the rising demand on this market affects us the most. In China, we are expecting strong growth due to the change in the law regarding brake adjusters, but this growth will be at lower margins than what we are seeing in the western world. In Europe, we have a strong position on a stable market. This means that, as a whole, we believe that net sales for 2018 will increase compared to 2017.\nHigher sales enable higher operating income. This will be off-set against greater investment in development projects and costs for expansion in North America and China. The operating margin for 2018 is expected to be slightly lower or in line with the operating margin excluding one-off items in 2017.\"\nFull interim report\nThe full interim report is available at http://corporate.haldex.com/en/investors/financialreports or at http://news.cision.com/haldex\nPress and analyst meeting\nMedia and analysts are invited to a telephone conference at which the report will be presented with comments by Åke Bengtsson, President and CEO and Andreas Ekberg, acting CFO. The presentation will also be webcasted live and you can participate with questions by telephone.\nDate & Time : Wednesday, February 14, 2018 at 11.00 CET\nThe press conference is broadcasted at:\nhttps://tv.streamfabriken.com/haldex-q4-2017\nTo join the telephone conference:\nSE: +46-8-566-42-696\nUK: +44-203-00-898-10\nUS: +1-855-831-59-45\nThe webcast will also be available afterwards and you can download the Interim report and the presentation from Haldex website: http://corporate.haldex.com/en/investors\nCONTACT:\nFor further information visit http://corporate.haldex.com or contact:\nÅke Bengtsson,\nPresident & CEO,\n+46-418-476000\nAndreas Ekberg,\nacting CFO,\n+46-418-476000\nCatharina Paulcén,\nSVP Corporate Communications,\ncatharina.paulcen@haldex.com or\n+46-418-476157\nHaldex AB (publ) is required to publish the above information under the EU Market Abuse Regulation and the Swedish Financial Instruments Trading Act. The information was submitted for publication by the Haldex media contact stated in the release on February 14, 2018 at 7.20 CET.\nThe interim report is essentially a translation of Swedish language original thereof. In the event of any discrepancies between this translation and the original Swedish document the latter shall be deemed correct.\nThis information was brought to you by Cision http://news.cision.com\nhttp://news.cision.com/haldex/r/haldex-annual-statement--january---december-2017--strong-end-to-the-year,c2452085\nThe following files are available for download:\nhttp://mb.cision.com/Main/1432/2452085/791768.pdf\nFull annual statement as pdf\nhttp://mb.cision.com/Public/1432/2452085/8bcba27e8d81fd5d.pdf\nAppendix Q4 2017\nView original content: http://www.prnewswire.com/news-releases/haldex-annual-statement-january---december-2017-strong-end-to-the-year-300598511.html\nSOURCE Haldex",
    "published": "2018-02-14T09:32:00.000+02:00",
    "crawled": "2018-02-14T09:11:03.007+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "stockhlom",
        "market",
        "condition",
        "gradually",
        "improved",
        "year",
        "haldex",
        "growth",
        "followed",
        "trend",
        "q4",
        "haldex",
        "continued",
        "grow",
        "net",
        "sale",
        "geographic",
        "region",
        "resulted",
        "growth",
        "fy",
        "well",
        "several",
        "product",
        "area",
        "strong",
        "development",
        "including",
        "disc",
        "brake",
        "brake",
        "adjuster",
        "addition",
        "sale",
        "actuator",
        "exhibited",
        "growth",
        "first",
        "time",
        "since",
        "product",
        "recall",
        "operating",
        "income",
        "excluding",
        "item",
        "improved",
        "second",
        "half",
        "year",
        "fy",
        "reached",
        "level",
        "previous",
        "year",
        "year",
        "burdened",
        "takeover",
        "process",
        "drew",
        "focus",
        "resource",
        "away",
        "core",
        "business",
        "ended",
        "strong",
        "note",
        "q4",
        "net",
        "sale",
        "fy",
        "totalled",
        "sek",
        "equivalent",
        "increase",
        "compared",
        "previous",
        "year",
        "currency",
        "adjustment",
        "net",
        "sale",
        "increased",
        "net",
        "sale",
        "q4",
        "totalled",
        "sek",
        "currency",
        "adjustment",
        "increase",
        "operating",
        "income",
        "excluding",
        "item",
        "amounted",
        "sek",
        "fy",
        "sek",
        "q4",
        "equivalent",
        "operating",
        "margin",
        "fy",
        "q4",
        "item",
        "amounted",
        "sek",
        "fy",
        "sek",
        "q4",
        "net",
        "income",
        "tax",
        "amounted",
        "sek",
        "earnings",
        "per",
        "share",
        "amounted",
        "sek",
        "corresponding",
        "figure",
        "q4",
        "sek",
        "net",
        "income",
        "tax",
        "sek",
        "earnings",
        "per",
        "share",
        "cash",
        "flow",
        "operating",
        "activity",
        "amounted",
        "sek",
        "fy",
        "sek",
        "q4",
        "takeover",
        "process",
        "haldex",
        "initiated",
        "july",
        "june",
        "announcement",
        "made",
        "board",
        "director",
        "longer",
        "supported",
        "bid",
        "due",
        "low",
        "probability",
        "bid",
        "would",
        "approved",
        "competition",
        "authority",
        "september",
        "withdrew",
        "bid",
        "board",
        "director",
        "proposes",
        "annual",
        "general",
        "meeting",
        "dividend",
        "sek",
        "per",
        "share",
        "line",
        "dividend",
        "policy",
        "key",
        "figure",
        "october",
        "december",
        "period",
        "previous",
        "year",
        "bracket",
        "net",
        "sale",
        "sek",
        "operating",
        "income",
        "excl",
        "item",
        "sek",
        "operating",
        "income",
        "sek",
        "operating",
        "margin",
        "excl",
        "item",
        "operating",
        "margin",
        "return",
        "capital",
        "employed",
        "excl",
        "item",
        "return",
        "capital",
        "employed",
        "net",
        "income",
        "sek",
        "earnings",
        "per",
        "share",
        "sek",
        "cash",
        "flow",
        "operating",
        "activity",
        "sek",
        "rolling",
        "twelve",
        "month",
        "key",
        "figure",
        "full",
        "year",
        "period",
        "previous",
        "year",
        "bracket",
        "net",
        "sale",
        "sek",
        "operating",
        "income",
        "excl",
        "item",
        "sek",
        "operating",
        "income",
        "sek",
        "operating",
        "margin",
        "excl",
        "item",
        "operating",
        "margin",
        "return",
        "capital",
        "employed",
        "excl",
        "item",
        "return",
        "capital",
        "employed",
        "net",
        "income",
        "sek",
        "earnings",
        "per",
        "share",
        "sek",
        "cash",
        "flow",
        "operating",
        "activity",
        "sek",
        "rolling",
        "twelve",
        "month",
        "comment",
        "åke",
        "bengtsson",
        "president",
        "ceo",
        "many",
        "way",
        "exceptional",
        "year",
        "haldex",
        "created",
        "new",
        "drive",
        "unity",
        "within",
        "company",
        "technology",
        "shift",
        "autonomous",
        "driven",
        "vehicle",
        "became",
        "increasingly",
        "evident",
        "haldex",
        "open",
        "flexible",
        "solution",
        "developed",
        "cooperation",
        "customer",
        "far",
        "competitive",
        "size",
        "company",
        "indicates",
        "one",
        "primary",
        "reason",
        "ended",
        "bidding",
        "battle",
        "company",
        "dragged",
        "year",
        "improved",
        "market",
        "condition",
        "impact",
        "earnings",
        "market",
        "condition",
        "gradually",
        "improved",
        "year",
        "noted",
        "clear",
        "upward",
        "turn",
        "north",
        "american",
        "market",
        "haldex",
        "increased",
        "net",
        "sale",
        "region",
        "second",
        "half",
        "year",
        "total",
        "net",
        "sale",
        "grew",
        "compared",
        "previous",
        "year",
        "market",
        "share",
        "europe",
        "despite",
        "growth",
        "north",
        "america",
        "successfully",
        "matched",
        "market",
        "improvement",
        "however",
        "growth",
        "helped",
        "u",
        "achieve",
        "higher",
        "profitability",
        "forecast",
        "predicted",
        "slightly",
        "lower",
        "operating",
        "margin",
        "close",
        "book",
        "see",
        "operating",
        "margin",
        "line",
        "last",
        "year",
        "largely",
        "due",
        "positive",
        "development",
        "second",
        "half",
        "year",
        "extremely",
        "strong",
        "performance",
        "given",
        "condition",
        "working",
        "technological",
        "development",
        "haldex",
        "accelerates",
        "implementation",
        "strategy",
        "laid",
        "basis",
        "good",
        "position",
        "build",
        "demand",
        "technology",
        "future",
        "solution",
        "important",
        "haldex",
        "future",
        "competitiveness",
        "continue",
        "pursue",
        "key",
        "development",
        "project",
        "able",
        "attract",
        "right",
        "competence",
        "therefore",
        "key",
        "focus",
        "area",
        "future",
        "project",
        "initiated",
        "customer",
        "related",
        "autonomous",
        "driven",
        "vehicle",
        "continued",
        "develop",
        "q4",
        "working",
        "securing",
        "development",
        "contract",
        "also",
        "reached",
        "new",
        "milestone",
        "joint",
        "venture",
        "electromechanical",
        "brake",
        "completed",
        "second",
        "test",
        "phase",
        "prototype",
        "mounted",
        "vehicle",
        "expansion",
        "aftermarket",
        "spent",
        "time",
        "customer",
        "end",
        "january",
        "heavy",
        "duty",
        "aftermarket",
        "week",
        "hdaw",
        "usa",
        "dialogue",
        "customer",
        "confirmed",
        "view",
        "haldex",
        "appreciated",
        "supplier",
        "strong",
        "customer",
        "relationship",
        "launched",
        "number",
        "new",
        "aftermarket",
        "product",
        "show",
        "midland",
        "brand",
        "reception",
        "positive",
        "use",
        "midland",
        "value",
        "line",
        "product",
        "north",
        "america",
        "european",
        "equivalent",
        "grau",
        "brand",
        "product",
        "selection",
        "value",
        "line",
        "expanded",
        "faster",
        "europe",
        "north",
        "america",
        "therefore",
        "pleased",
        "see",
        "brand",
        "picking",
        "speed",
        "usa",
        "well",
        "technology",
        "shift",
        "north",
        "america",
        "also",
        "clear",
        "visit",
        "customer",
        "analyst",
        "shift",
        "drum",
        "brake",
        "disc",
        "brake",
        "usa",
        "expected",
        "progress",
        "faster",
        "previously",
        "believed",
        "disc",
        "brake",
        "higher",
        "sale",
        "per",
        "unit",
        "compared",
        "drum",
        "brake",
        "since",
        "sell",
        "brake",
        "adjuster",
        "part",
        "drum",
        "brake",
        "margin",
        "lower",
        "per",
        "cent",
        "higher",
        "absolute",
        "figure",
        "transition",
        "disc",
        "brake",
        "therefore",
        "benefit",
        "u",
        "whole",
        "even",
        "result",
        "decreased",
        "sale",
        "brake",
        "adjuster",
        "trend",
        "reversal",
        "actuator",
        "point",
        "able",
        "see",
        "downward",
        "trend",
        "actuator",
        "broken",
        "successfully",
        "reached",
        "sale",
        "number",
        "exceeded",
        "last",
        "year",
        "positive",
        "successfully",
        "broke",
        "trend",
        "started",
        "product",
        "recall",
        "q3",
        "also",
        "launched",
        "upgraded",
        "version",
        "actuator",
        "question",
        "result",
        "haldex",
        "best",
        "sealed",
        "actuator",
        "market",
        "greater",
        "demand",
        "china",
        "brake",
        "adjuster",
        "another",
        "large",
        "product",
        "group",
        "grew",
        "sharply",
        "quarter",
        "brake",
        "adjuster",
        "upswing",
        "number",
        "vehicle",
        "produced",
        "north",
        "america",
        "primary",
        "reason",
        "greater",
        "demand",
        "moving",
        "forward",
        "however",
        "law",
        "change",
        "china",
        "drive",
        "growth",
        "newly",
        "built",
        "heavy",
        "vehicle",
        "must",
        "use",
        "automatic",
        "brake",
        "adjuster",
        "starting",
        "january",
        "lead",
        "sharp",
        "increase",
        "number",
        "sold",
        "unit",
        "however",
        "changed",
        "geographical",
        "sale",
        "mix",
        "result",
        "somewhat",
        "lover",
        "margin",
        "product",
        "group",
        "financial",
        "target",
        "dividend",
        "haldex",
        "goal",
        "since",
        "grow",
        "faster",
        "market",
        "achieve",
        "operating",
        "margin",
        "least",
        "reached",
        "level",
        "profitability",
        "year",
        "due",
        "forthcoming",
        "technology",
        "shift",
        "like",
        "many",
        "customer",
        "prioritising",
        "investment",
        "r",
        "next",
        "year",
        "order",
        "continue",
        "build",
        "future",
        "competitiveness",
        "continue",
        "maintain",
        "good",
        "cost",
        "control",
        "area",
        "also",
        "invest",
        "technology",
        "needed",
        "reach",
        "operating",
        "margin",
        "long",
        "run",
        "short",
        "period",
        "time",
        "board",
        "director",
        "proposed",
        "dividend",
        "sek",
        "per",
        "share",
        "line",
        "policy",
        "profit",
        "distributed",
        "due",
        "public",
        "offer",
        "high",
        "cost",
        "nature",
        "reduced",
        "scope",
        "dividend",
        "compared",
        "previous",
        "year",
        "market",
        "outlook",
        "forecast",
        "receiving",
        "positive",
        "signal",
        "number",
        "market",
        "since",
        "half",
        "sale",
        "generated",
        "north",
        "america",
        "rising",
        "demand",
        "market",
        "affect",
        "u",
        "china",
        "expecting",
        "strong",
        "growth",
        "due",
        "change",
        "law",
        "regarding",
        "brake",
        "adjuster",
        "growth",
        "lower",
        "margin",
        "seeing",
        "western",
        "world",
        "europe",
        "strong",
        "position",
        "stable",
        "market",
        "mean",
        "whole",
        "believe",
        "net",
        "sale",
        "increase",
        "compared",
        "higher",
        "sale",
        "enable",
        "higher",
        "operating",
        "income",
        "greater",
        "investment",
        "development",
        "project",
        "cost",
        "expansion",
        "north",
        "america",
        "china",
        "operating",
        "margin",
        "expected",
        "slightly",
        "lower",
        "line",
        "operating",
        "margin",
        "excluding",
        "item",
        "full",
        "interim",
        "report",
        "full",
        "interim",
        "report",
        "available",
        "http",
        "http",
        "press",
        "analyst",
        "meeting",
        "medium",
        "analyst",
        "invited",
        "telephone",
        "conference",
        "report",
        "presented",
        "comment",
        "åke",
        "bengtsson",
        "president",
        "ceo",
        "andreas",
        "ekberg",
        "acting",
        "cfo",
        "presentation",
        "also",
        "webcasted",
        "live",
        "participate",
        "question",
        "telephone",
        "date",
        "time",
        "wednesday",
        "february",
        "cet",
        "press",
        "conference",
        "broadcasted",
        "http",
        "join",
        "telephone",
        "conference",
        "se",
        "uk",
        "u",
        "webcast",
        "also",
        "available",
        "afterwards",
        "download",
        "interim",
        "report",
        "presentation",
        "haldex",
        "website",
        "http",
        "contact",
        "information",
        "visit",
        "http",
        "contact",
        "åke",
        "bengtsson",
        "president",
        "ceo",
        "andreas",
        "ekberg",
        "acting",
        "cfo",
        "catharina",
        "paulcén",
        "svp",
        "corporate",
        "communication",
        "haldex",
        "ab",
        "publ",
        "required",
        "publish",
        "information",
        "eu",
        "market",
        "abuse",
        "regulation",
        "swedish",
        "financial",
        "instrument",
        "trading",
        "act",
        "information",
        "submitted",
        "publication",
        "haldex",
        "medium",
        "contact",
        "stated",
        "release",
        "february",
        "cet",
        "interim",
        "report",
        "essentially",
        "translation",
        "swedish",
        "language",
        "original",
        "thereof",
        "event",
        "discrepancy",
        "translation",
        "original",
        "swedish",
        "document",
        "latter",
        "shall",
        "deemed",
        "correct",
        "information",
        "brought",
        "cision",
        "http",
        "http",
        "january",
        "c2452085",
        "following",
        "file",
        "available",
        "download",
        "http",
        "full",
        "annual",
        "statement",
        "pdf",
        "http",
        "appendix",
        "q4",
        "view",
        "original",
        "content",
        "http",
        "source",
        "haldex"
    ]
}