{
    "organizations": [],
    "uuid": "7f3e9c0a99bca0854a61b04342a0032f2a847da3",
    "author": "Shawn Tully",
    "url": "http://fortune.com/2018/02/02/wall-street-stock-returns-private-equity/",
    "ord_in_thread": 0,
    "title": "Wall Street Stock Return Forecasts Deserve a Reality Check | Fortune",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Shawn Tully 2:20 PM EST \nIt’s a tough sell, and getting tougher, but Wall Street is still extolling stocks as a great buy when today’s super-stretched prices seem to signal the opposite. Market strategists and portfolio managers maintain that folks should look past those lofty valuations and focus on what counts: A powerful, steady forward march in profits that should deliver near double-digit returns, or even better, for years to come. \nThat scenario deserves a fitting title: Fantasyland. \nIn reality, when investors are paying extremely high prices for each dollar of earnings that equities produce, market math dictates that future returns will be the reverse of what the bulls are claiming—extremely low. The reason is basic. The best predictor of the gains you’ll reap over the next decade is what’s called the “cost-of-capital.” \nPut simply, the cost of capital equals the return that equity investors require, at any moment in time, to purchase U.S. stocks instead of parking their cash safely in risk free Treasuries. The cost of capital soars in rocky, volatile, wolf-at-the-door periods such as the financial crisis of 2008 and 2009, when equity investors demand a fat margin for safety. It narrows in times of high spirits, when fresh winds speed an already smoothly-sailing economy, the indicators look great, and stock prices advance consistently, sans lurching jumps and slumps. \nIn other words, heady times like today. Learn How to Measure Correctly \nWhat’s the best way to measure the current cost of capital? A good yardstick is the “earnings yield.” It’s the total earnings-per-share the market generates as a percent of the market’s total value—a measure similar to the yield on bonds, where the yield rises when bond prices fall, and vice versa. The earnings yield is the inverse, and mirror image, of the P/E ratio. The formula works as follows. If the P/E is about where it should be, and likely to stay there, so is the earnings yield. At a steady P/E, the earnings yield more or less equals the cost of capital. \nAnd right now, the bulls are proclaiming that the market richly deserves today’s big P/E. As we’ll see, that argument severely undermines their case for double-digit returns. \nTo calculate today’s earnings yield, and hence the cost of capital, we’ll use the “cyclically adjusted price-to-earnings” ratio, or CAPE, developed by Yale economist Robert Shiller. The CAPE uses prices and earnings-per-share for the S&P 500. It gives the most accurate picture of the market P/E by calculating a ten-year average of inflation-adjusted earnings as the “E,” a formula that eliminates the bigs swings that make P/Es look overly extended when profits temporarily collapse, and more attractive than warranted when earnings spike, the scenario today. \nIn January 2018, the CAPE stood at 33.6. That puts the earnings yield, the inverse of the CAPE, at almost exactly 3%. (That’s a “real,” or inflation-adjusted number; for now, we’ll use figures that exclude inflation.) So 3% (excluding inflation) is today’s best estimate of the cost of capital. That 3% consists of two building blocks, the risk-free interest rate, and the cushion that investors demand over that base to compensate them for the vagaries of holding stocks, the “equity risk premium” (ERP). \nRelated: Here Are the Signs the Bitcoin Bubble Is About to Burst \nA good yardstick for the real, risk-free rate is the yield on the 10-year Treasury minus expected inflation. At the start of February, the long bond was yielding 2.46%. The CBO’s projection for annual inflation over the next decade is 2%. The real, risk free rate is the difference of roughly .5%. \nOnce again, the ERP is the margin over and above the risk free rate—the extra juice needed to entice equity investors. So it’s simply the real cost of capital of 3% minus the real risk free rate of .5%, or 2.5%. An extra 2.5 points from stocks over Treasuries may sound meagre. But ERPs are typically slender late in a favorable economic cycle, especially one that still looks promising. Do the Math—No, Really \nHere’s how stocks should deliver the 3% real cost of capital, in the form of future returns. The package comes in two parts: dividends and earnings growth. In total, the S&P 500 companies pay around half of their total profits in dividends, and invest the other half to boost earnings. The long-term dividend yield is thus 1.5% (or half of the 3% earnings yield, or cost of capital). Now to part two, earnings growth. The S&P is reinvesting half of its earnings at a 3% return. Why 3%? Because if the cost of capital is 3%, that’s the best estimate of what reinvested profits will earn. As a result, total earnings would grow at 1.5% excluding inflation (3% on the half of earnings that are retained). \nIncluding inflation, earnings should grow at 3.5% (1.5% real growth plus 2% inflation). Add the dividend yield, and we get to a total of 5%. That’s the same number as our 3% real cost of capital plus 2% expected inflation. \nIf investors really had a good shot at achieving, say, even 8% returns, the math would look radically different. The Shiller PE would stand at 17, half the current level. At those prices, the real earnings yield, and the cost of capital, would jump to around 6% (or 8% including expected inflation). The dividend yield would double to 3%. Earnings would also wax a lot faster because all asset prices would drop reflecting the rise in the cost of capital, making new investments a lot more profitable, Instead of advancing at 3.5% including inflation, earnings would rise over 40% faster at 5%. That’s the equivalent to retaining half of S&P earnings at 6% for 3% growth, plus 2% inflation. \nRelated: Bitcoin Bubble Is the Biggest in ‘Human History,’ Economist Warns \nA market promising 8% returns returns would require much lower prices than today’s gargantuan valuations. Still, it’s mathematically conceivable that the bulls could be right, that even at a CAPE of 33.6, stocks could deliver big time. Let’s say the optimists forecast 8% returns. We won’t even look at what’s required to reach double-digits because the hurdles become mountainous. But if the bulls are evening predicting 8% gains, what they’re really arguing is that the real cost of capital isn’t 3% real, but double that number at 6%. \nOnce again, today’s market is starting at a big disadvantage, because the Shiller dividend yield is just 1.5%, due to the towering P/E. Only one route will produce a 6% real, or 8% nominal returns: fantastic profit growth. And that’s just what the bulls are promising. Reality Check \nHow fast would earnings need to wax to justify the bull case? If the cost of capital is really 6% real rather than 3%, the P/E will need to fall over time to 17; that’s because profits don’t explode forever. Huge profit growth can produce outsize returns for limited periods, but a real cost of capital of 6% means that eventually, the P/E will fall to 17, so that the 6% return will flow, once again, from a “steady state” consisting of a 3% dividend and 3% inflation-adjusted growth in profits. \nLet’s assume that the earnings bonanza extends for five more years. Keep in mind that rising profits have to compensate for the substantial headwind of a P/E will fall by 17 points, or 3.4 points a year. Let’s tally it up. The dividend yield is just 1.5%, meaning that the other 6.5% needs to come from earnings growth. And not just 6.5% earnings growth. Getting to 8% requires additional super-charged growth that fully offsets the 3.4% annual decline in the P/E, so that prices can keep rising at 6.5%, producing total gains of 6% including dividends. So all-told, earnings would need to rise by 9.9% a year for the next five years; let’s round it off to 10%. And that’s just to reach 8%, a figure many bulls would dismiss as too low. \nBy the close of 2022, S&P earnings would need to rise by over 60%, or 50% faster than inflation. Even today, total profits are at near-records as a share of shareholders’ equity, revenues, and national income. For example, earnings now absorb around 9.5% of GDP, versus the average of 6.6% since 1950. If the bulls are right, EPS would grow 5.5 points faster than the economy (assuming 2.5% real annual growth) for the next five years, hitting over 12% of national income by 2022. That outcome means that shareholders would feast, and workers would face a future of declining wages, the opposite of today’s upward trend in labor costs. \nRelated: How Apple CEO Tim Cook and CFO Luca Maestri Gave Apple a $50 Billion Boost \nIt won’t happen. In effect, the Wall Street crowd’s argument mostly contradicts itself. On the one hand, the bulls claim that today’s high P/Es are fully merited. But that means the cost of capital, and probable future returns, are in the 3% range excluding inflation. On the other hand, by arguing that the market will generate near double digit returns going forward, the bulls really saying that the actual cost of capital is at least double that 3%. And in the long-term, a cost of capital of 6% necessitates a P/E at half today’s levels. \nYet none of the bulls are predicting the dramatic fall in multiples that’s inevitable if the cost of capital is really 6% (or 8% including inflation). Nor are they acknowledging what the math really says, that if the expected return is 8%, then profits need to wax extra-fast to compensate for a steep decline in multiples. \nThat doesn’t mean that stocks can’t keep surging for awhile despite super-high prices. But it does mean that in the long run, super-high prices today foreshadow low returns over five to ten years. That’s what today’s cost of capital is showing. It’s a reality check that unmasks the Wall Street’s fabulous fable. SPONSORED FINANCIAL CONTENT ",
    "published": "2018-02-02T16:20:00.000+02:00",
    "crawled": "2018-02-02T21:44:52.020+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "shawn",
        "tully",
        "pm",
        "est",
        "tough",
        "sell",
        "getting",
        "tougher",
        "wall",
        "street",
        "still",
        "extolling",
        "stock",
        "great",
        "buy",
        "today",
        "price",
        "seem",
        "signal",
        "opposite",
        "market",
        "strategist",
        "portfolio",
        "manager",
        "maintain",
        "folk",
        "look",
        "past",
        "lofty",
        "valuation",
        "focus",
        "count",
        "powerful",
        "steady",
        "forward",
        "march",
        "profit",
        "deliver",
        "near",
        "return",
        "even",
        "better",
        "year",
        "come",
        "scenario",
        "deserves",
        "fitting",
        "title",
        "fantasyland",
        "reality",
        "investor",
        "paying",
        "extremely",
        "high",
        "price",
        "dollar",
        "earnings",
        "equity",
        "produce",
        "market",
        "math",
        "dictate",
        "future",
        "return",
        "reverse",
        "bull",
        "low",
        "reason",
        "basic",
        "best",
        "predictor",
        "gain",
        "reap",
        "next",
        "decade",
        "called",
        "put",
        "simply",
        "cost",
        "capital",
        "equal",
        "return",
        "equity",
        "investor",
        "require",
        "moment",
        "time",
        "purchase",
        "stock",
        "instead",
        "parking",
        "cash",
        "safely",
        "risk",
        "free",
        "treasury",
        "cost",
        "capital",
        "soar",
        "rocky",
        "volatile",
        "period",
        "financial",
        "crisis",
        "equity",
        "investor",
        "demand",
        "fat",
        "margin",
        "safety",
        "narrow",
        "time",
        "high",
        "spirit",
        "fresh",
        "wind",
        "speed",
        "already",
        "economy",
        "indicator",
        "look",
        "great",
        "stock",
        "price",
        "advance",
        "consistently",
        "sans",
        "lurching",
        "jump",
        "slump",
        "word",
        "heady",
        "time",
        "like",
        "today",
        "learn",
        "measure",
        "correctly",
        "best",
        "way",
        "measure",
        "current",
        "cost",
        "capital",
        "good",
        "yardstick",
        "earnings",
        "total",
        "market",
        "generates",
        "percent",
        "market",
        "total",
        "measure",
        "similar",
        "yield",
        "bond",
        "yield",
        "rise",
        "bond",
        "price",
        "fall",
        "vice",
        "versa",
        "earnings",
        "yield",
        "inverse",
        "mirror",
        "image",
        "ratio",
        "formula",
        "work",
        "follows",
        "likely",
        "stay",
        "earnings",
        "yield",
        "steady",
        "earnings",
        "yield",
        "less",
        "equal",
        "cost",
        "capital",
        "right",
        "bull",
        "proclaiming",
        "market",
        "richly",
        "deserves",
        "today",
        "big",
        "see",
        "argument",
        "severely",
        "undermines",
        "case",
        "return",
        "calculate",
        "today",
        "earnings",
        "yield",
        "hence",
        "cost",
        "capital",
        "use",
        "cyclically",
        "adjusted",
        "ratio",
        "cape",
        "developed",
        "yale",
        "economist",
        "robert",
        "shiller",
        "cape",
        "us",
        "price",
        "p",
        "give",
        "accurate",
        "picture",
        "market",
        "calculating",
        "average",
        "earnings",
        "e",
        "formula",
        "eliminates",
        "bigs",
        "swing",
        "make",
        "look",
        "overly",
        "extended",
        "profit",
        "temporarily",
        "collapse",
        "attractive",
        "warranted",
        "earnings",
        "spike",
        "scenario",
        "today",
        "january",
        "cape",
        "stood",
        "put",
        "earnings",
        "yield",
        "inverse",
        "cape",
        "almost",
        "exactly",
        "real",
        "number",
        "use",
        "figure",
        "exclude",
        "inflation",
        "excluding",
        "inflation",
        "today",
        "best",
        "estimate",
        "cost",
        "capital",
        "consists",
        "two",
        "building",
        "block",
        "interest",
        "rate",
        "cushion",
        "investor",
        "demand",
        "base",
        "compensate",
        "vagary",
        "holding",
        "stock",
        "equity",
        "risk",
        "premium",
        "erp",
        "related",
        "sign",
        "bitcoin",
        "bubble",
        "burst",
        "good",
        "yardstick",
        "real",
        "rate",
        "yield",
        "treasury",
        "minus",
        "expected",
        "inflation",
        "start",
        "february",
        "long",
        "bond",
        "yielding",
        "cbo",
        "projection",
        "annual",
        "inflation",
        "next",
        "decade",
        "real",
        "risk",
        "free",
        "rate",
        "difference",
        "roughly",
        "erp",
        "margin",
        "risk",
        "free",
        "extra",
        "juice",
        "needed",
        "entice",
        "equity",
        "investor",
        "simply",
        "real",
        "cost",
        "capital",
        "minus",
        "real",
        "risk",
        "free",
        "rate",
        "extra",
        "point",
        "stock",
        "treasury",
        "may",
        "sound",
        "meagre",
        "erps",
        "typically",
        "slender",
        "late",
        "favorable",
        "economic",
        "cycle",
        "especially",
        "one",
        "still",
        "look",
        "promising",
        "really",
        "stock",
        "deliver",
        "real",
        "cost",
        "capital",
        "form",
        "future",
        "return",
        "package",
        "come",
        "two",
        "part",
        "dividend",
        "earnings",
        "growth",
        "total",
        "p",
        "company",
        "pay",
        "around",
        "half",
        "total",
        "profit",
        "dividend",
        "invest",
        "half",
        "boost",
        "earnings",
        "dividend",
        "yield",
        "thus",
        "half",
        "earnings",
        "yield",
        "cost",
        "capital",
        "part",
        "two",
        "earnings",
        "growth",
        "p",
        "reinvesting",
        "half",
        "earnings",
        "return",
        "cost",
        "capital",
        "best",
        "estimate",
        "reinvested",
        "profit",
        "earn",
        "result",
        "total",
        "earnings",
        "would",
        "grow",
        "excluding",
        "inflation",
        "half",
        "earnings",
        "retained",
        "including",
        "inflation",
        "earnings",
        "grow",
        "real",
        "growth",
        "plus",
        "inflation",
        "add",
        "dividend",
        "yield",
        "get",
        "total",
        "number",
        "real",
        "cost",
        "capital",
        "plus",
        "expected",
        "inflation",
        "investor",
        "really",
        "good",
        "shot",
        "achieving",
        "say",
        "even",
        "return",
        "math",
        "would",
        "look",
        "radically",
        "different",
        "shiller",
        "pe",
        "would",
        "stand",
        "half",
        "current",
        "level",
        "price",
        "real",
        "earnings",
        "yield",
        "cost",
        "capital",
        "would",
        "jump",
        "around",
        "including",
        "expected",
        "inflation",
        "dividend",
        "yield",
        "would",
        "double",
        "earnings",
        "would",
        "also",
        "wax",
        "lot",
        "faster",
        "asset",
        "price",
        "would",
        "drop",
        "reflecting",
        "rise",
        "cost",
        "capital",
        "making",
        "new",
        "investment",
        "lot",
        "profitable",
        "instead",
        "advancing",
        "including",
        "inflation",
        "earnings",
        "would",
        "rise",
        "faster",
        "equivalent",
        "retaining",
        "half",
        "p",
        "earnings",
        "growth",
        "plus",
        "inflation",
        "related",
        "bitcoin",
        "bubble",
        "biggest",
        "human",
        "history",
        "economist",
        "warns",
        "market",
        "promising",
        "return",
        "return",
        "would",
        "require",
        "much",
        "lower",
        "price",
        "today",
        "gargantuan",
        "valuation",
        "still",
        "mathematically",
        "conceivable",
        "bull",
        "could",
        "right",
        "even",
        "cape",
        "stock",
        "could",
        "deliver",
        "big",
        "time",
        "let",
        "say",
        "optimist",
        "forecast",
        "return",
        "even",
        "look",
        "required",
        "reach",
        "hurdle",
        "become",
        "mountainous",
        "bull",
        "evening",
        "predicting",
        "gain",
        "really",
        "arguing",
        "real",
        "cost",
        "capital",
        "real",
        "double",
        "number",
        "today",
        "market",
        "starting",
        "big",
        "disadvantage",
        "shiller",
        "dividend",
        "yield",
        "due",
        "towering",
        "one",
        "route",
        "produce",
        "real",
        "nominal",
        "return",
        "fantastic",
        "profit",
        "growth",
        "bull",
        "promising",
        "reality",
        "check",
        "fast",
        "would",
        "earnings",
        "need",
        "wax",
        "justify",
        "bull",
        "case",
        "cost",
        "capital",
        "really",
        "real",
        "rather",
        "need",
        "fall",
        "time",
        "profit",
        "explode",
        "forever",
        "huge",
        "profit",
        "growth",
        "produce",
        "outsize",
        "return",
        "limited",
        "period",
        "real",
        "cost",
        "capital",
        "mean",
        "eventually",
        "fall",
        "return",
        "flow",
        "steady",
        "state",
        "consisting",
        "dividend",
        "growth",
        "profit",
        "let",
        "assume",
        "earnings",
        "bonanza",
        "extends",
        "five",
        "year",
        "keep",
        "mind",
        "rising",
        "profit",
        "compensate",
        "substantial",
        "headwind",
        "fall",
        "point",
        "point",
        "year",
        "let",
        "tally",
        "dividend",
        "yield",
        "meaning",
        "need",
        "come",
        "earnings",
        "growth",
        "earnings",
        "growth",
        "getting",
        "requires",
        "additional",
        "growth",
        "fully",
        "offset",
        "annual",
        "decline",
        "price",
        "keep",
        "rising",
        "producing",
        "total",
        "gain",
        "including",
        "dividend",
        "earnings",
        "would",
        "need",
        "rise",
        "year",
        "next",
        "five",
        "year",
        "let",
        "round",
        "reach",
        "figure",
        "many",
        "bull",
        "would",
        "dismiss",
        "low",
        "close",
        "p",
        "earnings",
        "would",
        "need",
        "rise",
        "faster",
        "inflation",
        "even",
        "today",
        "total",
        "profit",
        "share",
        "shareholder",
        "equity",
        "revenue",
        "national",
        "income",
        "example",
        "earnings",
        "absorb",
        "around",
        "gdp",
        "versus",
        "average",
        "since",
        "bull",
        "right",
        "eps",
        "would",
        "grow",
        "point",
        "faster",
        "economy",
        "assuming",
        "real",
        "annual",
        "growth",
        "next",
        "five",
        "year",
        "hitting",
        "national",
        "income",
        "outcome",
        "mean",
        "shareholder",
        "would",
        "feast",
        "worker",
        "would",
        "face",
        "future",
        "declining",
        "wage",
        "opposite",
        "today",
        "upward",
        "trend",
        "labor",
        "cost",
        "related",
        "apple",
        "ceo",
        "tim",
        "cook",
        "cfo",
        "luca",
        "maestro",
        "gave",
        "apple",
        "billion",
        "boost",
        "happen",
        "effect",
        "wall",
        "street",
        "crowd",
        "argument",
        "mostly",
        "contradicts",
        "one",
        "hand",
        "bull",
        "claim",
        "today",
        "high",
        "fully",
        "merited",
        "mean",
        "cost",
        "capital",
        "probable",
        "future",
        "return",
        "range",
        "excluding",
        "inflation",
        "hand",
        "arguing",
        "market",
        "generate",
        "near",
        "double",
        "digit",
        "return",
        "going",
        "forward",
        "bull",
        "really",
        "saying",
        "actual",
        "cost",
        "capital",
        "least",
        "double",
        "cost",
        "capital",
        "necessitates",
        "half",
        "today",
        "level",
        "yet",
        "none",
        "bull",
        "predicting",
        "dramatic",
        "fall",
        "multiple",
        "inevitable",
        "cost",
        "capital",
        "really",
        "including",
        "inflation",
        "acknowledging",
        "math",
        "really",
        "say",
        "expected",
        "return",
        "profit",
        "need",
        "wax",
        "compensate",
        "steep",
        "decline",
        "multiple",
        "mean",
        "stock",
        "keep",
        "surging",
        "awhile",
        "despite",
        "price",
        "mean",
        "long",
        "run",
        "price",
        "today",
        "foreshadow",
        "low",
        "return",
        "five",
        "ten",
        "year",
        "today",
        "cost",
        "capital",
        "showing",
        "reality",
        "check",
        "unmasks",
        "wall",
        "street",
        "fabulous",
        "fable",
        "sponsored",
        "financial",
        "content"
    ]
}