{
    "organizations": [],
    "uuid": "de73ddfc1da77b9bc1f0ddbfa969da6346b5d6ab",
    "author": "",
    "url": "https://www.reuters.com/article/us-health-perfectionism-compassion/self-compassion-may-protect-perfectionists-from-getting-depressed-idUSKCN1G62K5",
    "ord_in_thread": 0,
    "title": "Self-compassion may protect perfectionists from getting depressed",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "February 22, 2018 / 6:41 PM / Updated an hour ago Self-compassion may protect perfectionists from getting depressed Cheryl Platzman Weinstock 5 Min Read (Reuters Health) - Learning to respond to your failures with kindness, or self-compassion, may help offset the negative effects of perfectionism at any age, according to a small study of Australian teens and adults. “We know that perfectionism can often lead to people pushing themselves too far in the pursuit of an unobtainable excellence, and as a result experience burn-out and depression symptoms,” lead author Madeline Ferrari, a clinical psychologist at Australian Catholic University in Strathfield, New South Wales, told Reuters Health by email. “However self-compassion seems to offer the opportunity to manage these perfectionism beliefs and not fall into the depression trap.” While striving to attain high personal standards is not unhealthy in itself, the authors write in the online journal PLoS ONE, there is a “maladaptive” form of perfectionism that includes self-criticism, fear of making mistakes and worry about negative evaluations by others. Past research has tied this negative form of perfectionism to heightened risk for depression, they write. To see whether self-compassion or a lack of it might influence that link, and whether age makes a difference, Ferrari’s team sent questionnaires to more than 1,000 teens and young adults. The anonymous, voluntary questionnaires were administered to 541 adolescents in grades seven to 10 at five Australian private high schools to assess their levels of perfectionism, depression and self-compassion. About 8 in 10 participants were girls. The study team gave similar questionnaires to a group of 515 adults recruited from the general population and ranging in age from 18 to 72 years, of whom about 7 in 10 were women. Researchers found a strong relationship between maladaptive perfectionism and depression among both adolescents and adults. But among people with high levels of self-compassion, the link between perfectionism and depression was “decoupled,” they report. “Self-compassion seems to sever the link between perfectionism (and depression), even though it is really tentative and not definitive,” said Serena Chen, a professor of psychology at the University of California at Berkeley who wasn’t involved in the study. Perfectionism, depression and self-compassion are all correlated with one another, but the direction and influence of the effects is unclear, she added. It could be that depression leads people to be more perfectionistic or maybe people who are perfectionists have lower self-compassion, Chen said in a telephone interview. “(The researchers) want to make the case that self-compassion is a good thing. It is good for you . . . but we don’t know from this study that self-compassion is causing anything,” she added. Women and girls reported having significantly more depressive symptoms compared to men and boys in both study groups, but men tended to report higher self-compassion levels than women, the study authors found. Among the study’s limitations, they acknowledge, is that because both study groups had a high proportion of females, more research is needed to make certain that the findings apply equally to men and women. Further research involving an active intervention to see if increasing self-compassion weakens the risk of depression would be needed to prove the link, they add. “Our study contributes to the growing recognition that in embracing our mistakes, failures and vulnerabilities, i.e., being self-compassionate, we become more resilient,” Ferrari said. This should come as relief to parents, she added. “Noticing perfectionist tendencies in children shouldn’t be a cause for panic. Instead, this is an opportunity to model and teach self-compassion, especially when a child’s performance doesn’t meet their own standards.” “We treat other people with more compassion and understanding than we do ourselves,” said Kristin Neff, an associate professor of educational psychology at the University of Texas at Austin who wasn’t involved in the study. “The most important part of self-compassion is being kind to yourself. Self-compassion doesn’t mean you don’t point out your mistakes. You do so with constructive criticism,” Neff said in a phone interview. “Validate that it hurts, you’re disappointed and acknowledge the pain, but tell yourself that failure is part of being human. Ask yourself what you would say to a friend that made the same mistake and then tell that to yourself. ” SOURCE: bit.ly/2HAMNsm PLoS ONE, online February 21, 2018.",
    "published": "2018-02-22T20:37:00.000+02:00",
    "crawled": "2018-02-22T20:59:54.027+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "february",
        "pm",
        "updated",
        "hour",
        "ago",
        "may",
        "protect",
        "perfectionist",
        "getting",
        "depressed",
        "cheryl",
        "platzman",
        "weinstock",
        "min",
        "read",
        "reuters",
        "health",
        "learning",
        "respond",
        "failure",
        "kindness",
        "may",
        "help",
        "offset",
        "negative",
        "effect",
        "perfectionism",
        "age",
        "according",
        "small",
        "study",
        "australian",
        "teen",
        "adult",
        "know",
        "perfectionism",
        "often",
        "lead",
        "people",
        "pushing",
        "far",
        "pursuit",
        "unobtainable",
        "excellence",
        "result",
        "experience",
        "depression",
        "symptom",
        "lead",
        "author",
        "madeline",
        "ferrari",
        "clinical",
        "psychologist",
        "australian",
        "catholic",
        "university",
        "strathfield",
        "new",
        "south",
        "wale",
        "told",
        "reuters",
        "health",
        "email",
        "however",
        "seems",
        "offer",
        "opportunity",
        "manage",
        "perfectionism",
        "belief",
        "fall",
        "depression",
        "striving",
        "attain",
        "high",
        "personal",
        "standard",
        "unhealthy",
        "author",
        "write",
        "online",
        "journal",
        "plo",
        "one",
        "maladaptive",
        "form",
        "perfectionism",
        "includes",
        "fear",
        "making",
        "mistake",
        "worry",
        "negative",
        "evaluation",
        "others",
        "past",
        "research",
        "tied",
        "negative",
        "form",
        "perfectionism",
        "heightened",
        "risk",
        "depression",
        "write",
        "see",
        "whether",
        "lack",
        "might",
        "influence",
        "link",
        "whether",
        "age",
        "make",
        "difference",
        "ferrari",
        "team",
        "sent",
        "questionnaire",
        "teen",
        "young",
        "adult",
        "anonymous",
        "voluntary",
        "questionnaire",
        "administered",
        "adolescent",
        "grade",
        "seven",
        "five",
        "australian",
        "private",
        "high",
        "school",
        "assess",
        "level",
        "perfectionism",
        "depression",
        "participant",
        "girl",
        "study",
        "team",
        "gave",
        "similar",
        "questionnaire",
        "group",
        "adult",
        "recruited",
        "general",
        "population",
        "ranging",
        "age",
        "year",
        "woman",
        "researcher",
        "found",
        "strong",
        "relationship",
        "maladaptive",
        "perfectionism",
        "depression",
        "among",
        "adolescent",
        "adult",
        "among",
        "people",
        "high",
        "level",
        "link",
        "perfectionism",
        "depression",
        "decoupled",
        "report",
        "seems",
        "sever",
        "link",
        "perfectionism",
        "depression",
        "even",
        "though",
        "really",
        "tentative",
        "definitive",
        "said",
        "serena",
        "chen",
        "professor",
        "psychology",
        "university",
        "california",
        "berkeley",
        "involved",
        "study",
        "perfectionism",
        "depression",
        "correlated",
        "one",
        "another",
        "direction",
        "influence",
        "effect",
        "unclear",
        "added",
        "could",
        "depression",
        "lead",
        "people",
        "perfectionistic",
        "maybe",
        "people",
        "perfectionist",
        "lower",
        "chen",
        "said",
        "telephone",
        "interview",
        "researcher",
        "want",
        "make",
        "case",
        "good",
        "thing",
        "good",
        "know",
        "study",
        "causing",
        "anything",
        "added",
        "woman",
        "girl",
        "reported",
        "significantly",
        "depressive",
        "symptom",
        "compared",
        "men",
        "boy",
        "study",
        "group",
        "men",
        "tended",
        "report",
        "higher",
        "level",
        "woman",
        "study",
        "author",
        "found",
        "among",
        "study",
        "limitation",
        "acknowledge",
        "study",
        "group",
        "high",
        "proportion",
        "female",
        "research",
        "needed",
        "make",
        "certain",
        "finding",
        "apply",
        "equally",
        "men",
        "woman",
        "research",
        "involving",
        "active",
        "intervention",
        "see",
        "increasing",
        "weakens",
        "risk",
        "depression",
        "would",
        "needed",
        "prove",
        "link",
        "add",
        "study",
        "contributes",
        "growing",
        "recognition",
        "embracing",
        "mistake",
        "failure",
        "vulnerability",
        "become",
        "resilient",
        "ferrari",
        "said",
        "come",
        "relief",
        "parent",
        "added",
        "noticing",
        "perfectionist",
        "tendency",
        "child",
        "cause",
        "panic",
        "instead",
        "opportunity",
        "model",
        "teach",
        "especially",
        "child",
        "performance",
        "meet",
        "treat",
        "people",
        "compassion",
        "understanding",
        "said",
        "kristin",
        "neff",
        "associate",
        "professor",
        "educational",
        "psychology",
        "university",
        "texas",
        "austin",
        "involved",
        "study",
        "important",
        "part",
        "kind",
        "mean",
        "point",
        "mistake",
        "constructive",
        "criticism",
        "neff",
        "said",
        "phone",
        "interview",
        "validate",
        "hurt",
        "disappointed",
        "acknowledge",
        "pain",
        "tell",
        "failure",
        "part",
        "human",
        "ask",
        "would",
        "say",
        "friend",
        "made",
        "mistake",
        "tell",
        "source",
        "plo",
        "one",
        "online",
        "february"
    ]
}