{
    "organizations": [],
    "uuid": "3a8486e0a277131bba83e82c9b9895f0808985ff",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/06/pr-newswire-marcato-sends-letter-to-horizon-global-board-of-directors.html",
    "ord_in_thread": 0,
    "title": "Marcato Sends Letter To Horizon Global Board Of Directors",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN FRANCISCO, Feb. 6, 2018 /PRNewswire/ -- Funds affiliated with Marcato Capital Management LP (\"Marcato\"), a significant long-term holder of the outstanding common shares of Horizon Global Corp. (NYSE: HZN) (\"Horizon\" or the \"Company\"), today announced that it has sent a letter to the Company's Board of Directors that outlines what it believes is the value-maximizing path forward for Horizon.\nIn the letter, Marcato highlights its concerns with Horizon's poor financial and operational performance and pursuit of a reckless M&A strategy, which have led to a significant decrease in shareholder value. Marcato also recommends a four-point plan it believes the Board should follow to restore confidence and credibility with shareholders.\nThe full text of the letter is below.\nFebruary 5, 2018\nHorizon Global Corporation\nAttention: Board of Directors\n2600 West Big Beaver Road, Suite 555\nTroy, Michigan, 48084\nDear Members of the Board of Directors,\nAs you know, funds managed by MCM Encore IM LLC (\"Marcato,\" \"we,\" or \"us\") are currently shareholders of Horizon Global Corporation (\"Horizon\" or the \"Company\"). We are one of the largest owners of the Company, as well as one of the longest-tenured, having invested in the Company shortly after it became an independent publicly traded company in 2015.\nWe are writing today to share our perspectives on recent developments at the Company, and express what we believe is the value-maximizing path forward for Horizon.\nRecent Performance is Unacceptable\nHorizon's share price declined by over 29% on January 25 th , in response to a disappointing earnings preannouncement by the Company. As of January 30 th , the stock is down approximately 42% on a year-to-date basis, and roughly 47% since June 30 th , 2015, Horizon's first day as an independent public company. Needless to say, this share price performance dramatically trails that of any relevant benchmark over each of those time frames. The significant value destruction that shareholders have suffered is a direct result of poor performance by the existing management team, in our view:\n- Horizon has publicly committed to a roadmap of 3 – 5% organic revenue growth and 10% operating margins by 2019\n- Yet management failed to deliver on nearly all of its financial priorities in 2017, with the Company showing no margin improvement during the year, and reporting a significant shortfall to full-year guidance for revenue, operating profit, EPS, and free cash flow\n- It is worth further noting that this shortfall is against a baseline of already disappointing 2017 guidance provided last March, which caused the share price to decline ~16% the day it was provided, and which revealed critical disclosure errors related to the Westfalia acquisition\nThis operational underperformance is unacceptable and management's credibility has been severely damaged as a result. It is the Board's responsibility to hold the management team accountable for this poor execution.\nThe Board is Presiding Over a Reckless Acquisition Strategy While Existing Commitments Go Unfulfilled\nNot only has the Board not held management accountable for failing to deliver on its commitments, but it has also approved a rapid pace of acquisitions predicated on ambitious synergy targets.\nThis is especially frustrating to us because, in our own dialogue with the Board that began last year, Marcato emphasized the importance of focusing on the organic opportunities in Horizon's existing business and avoiding the temptations of additional M&A. Our belief was that the Company had ample opportunity to create significant shareholder value by focusing on competent execution of its stated margin improvement initiatives in its existing collection of businesses. We communicated to you in writing our concerns that incremental acquisitions should be considered with extreme caution given their potential to introduce distractions and stresses to the management team and compromise the primary driver of shareholder value creation: organic revenue growth and margin improvement in the existing business.\nDespite assurances to us from Horizon's management and the Board, the Company elected to pursue ~$230 million in new acquisitions during 2017, and woefully underachieved its goals for the existing business. That the Board would approve allocating so much of shareholders' money on these acquisitions is a significant problem. How can the Board underwrite these acquisitions, predicated on achieving significant synergies, when the management team is already failing to deliver on essentially all of its financial priorities?\nThe situation shareholders now face is precisely the situation we sought to help the Company avoid through our initial engagement with the Board. Your acquisition strategy has added additional distractions and complexity before the management team has shown an ability to execute the operations of its own business. And, unfortunately for shareholders, the Company appears oblivious to this causality and shows no signs of slowing down. This is why the value of the business has declined precipitously.\nRecommendations for the Path Forward\nIn order to restore confidence and credibility with your shareholders, we believe it is critical that the Board follows the recommendations below, at what is currently a pivotal point for the Company:\n1. No more acquisitions – Our initial concerns have been proven prescient and shareholders have been punished for the Board and management's poor judgment. Any further M&A should be cancelled until the Company shows meaningful improvement in execution of the operating plan. The Board should terminate its planned acquisition of Brink Group, preserving management and financial capacity to fix the existing business . The Company should not complete any more acquisitions until its operating margins are at 10%, period\na. Regarding the Brink Group, our primary concern is that, regardless of the strategic rationale for the transaction, putting the Company in a highly-leveraged position with minimal margin for error is imprudent considering management's track record. Further failures in execution could potentially necessitate an equity offering at share prices which would result in intolerable and irreparable dilution for existing shareholders. Each Board member should contemplate the personal, legal, and financial consequences of letting the Brink acquisition close should this scenario come to pass\nb. Moreover, we believe the Board should favor buying back stock over the Brink acquisition in any scenario. If the Board has enough confidence in the operating trajectory of the existing business to take on the leverage necessary to close the Brink transaction, it is clear that buying back stock at the current share price would create significantly more value per share than completing the acquisition\n2. Demand Excellence in 2018 – Horizon should provide FY2018 guidance in March that shows a commitment to its previously stated financial targets. FY18 guidance should target at least $930 million of revenue (~4% revenue growth), $75 million of adjusted operating profit (~8% operating margins in FY18 on the path to the ~10% target in FY19), and adjusted EPS of $1.55. These targets must exclude any impact from Brink Group. Any attempt to incorporate contribution from the Brink Group to achieve previous goals for revenue or margins will only confirm investors' worst suspicions of management's lack of ability to execute\n3. Plan for Succession – In our opinion, the trail of managerial mistakes to date already provides sufficient grounds for termination of the CEO. At a minimum, the Board should make sure it is preparing a plan for swift action at the CEO level should the Company fail to achieve the 2018 targets we outlined above. The ideal CEO candidate would have deep operations experience running a global manufacturing business and integrating acquisitions\n4. Hold Management Accountable – If Horizon is unable to commit to and deliver on the 2018 targets we outlined above, the Board has two options:\na. Replace the incumbent management team, beginning with the CEO\nb. Initiate a strategic review process focused on a sale of the Company. We believe Horizon is an attractive partner to a number of strategic and financial buyers, and a sale would command an attractive premium for shareholders while placing the business in the hands of more capable leadership\nFor the Board to do nothing while shareholders suffer value destruction is unacceptable. If our concerns are again ignored as they were before, then we are willing to take any and all actions available to us in order to protect the value our investment and that of all shareholders.\nAs a large, long-term, highly engaged shareholder, we are focused on working with the Board to improve shareholder value at Horizon. As a next step, we would propose a phone call or in-person meeting with as many of the non-executive directors as possible . We would be happy to share our thoughts further at a time and location of your convenience. We hope that this can be a starting point for a more open and productive dialogue.\nSincerely,\nShawn Badlani\nPartner\nMarcato Capital Management LP\nCC:\nA. Mark Zeffiro, President, Chief Executive Officer, and Co-Chair\nDenise Ilitch, Co-Chair\nDavid C. Dauch\nRichard L. DeVore\nScott G. Kunselman\nRichard D. Siebert\nSamuel Valenti III\nCautionary Statement Regarding Forward-Looking Statements:\nThe information herein contains \"forward-looking statements.\" Specific forward-looking statements can be identified by the fact that they do not relate strictly to historical or current facts and include, without limitation, words such as \"may,\" \"will,\" \"expects,\" \"believes,\" \"anticipates,\" \"plans,\" \"estimates,\" \"projects,\" \"targets,\" \"forecasts,\" \"seeks,\" \"could,\" \"should\" or the negative of such terms or other variations on such terms or comparable terminology. Similarly, statements that describe our objectives, plans or goals are forward-looking. Forward-looking statements are subject to various risks and uncertainties and assumptions. There can be no assurance that any idea or assumption herein is, or will be proven, correct. If one or more of the risks or uncertainties materialize, or if Marcato's underlying assumptions prove to be incorrect, the actual results may vary materially from outcomes indicated by these statements. Accordingly, forward-looking statements should not be regarded as a representation by Marcato that the future plans, estimates or expectations contemplated will ever be achieved.\nCertain statements and information included herein have been sourced from third parties. Marcato does not make any representations regarding the accuracy, completeness or timeliness of such third party statements or information. Except as may be expressly set forth herein, permission to cite such statements or information has neither been sought nor obtained from such third parties. Any such statements or information should not be viewed as an indication of support from such third parties for the views expressed herein.\nView original content with multimedia: http://www.prnewswire.com/news-releases/marcato-sends-letter-to-horizon-global-board-of-directors-300593865.html\nSOURCE Marcato Capital Management LP",
    "published": "2018-02-06T18:00:00.000+02:00",
    "crawled": "2018-02-06T18:51:06.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "francisco",
        "fund",
        "affiliated",
        "marcato",
        "capital",
        "management",
        "lp",
        "marcato",
        "significant",
        "holder",
        "outstanding",
        "common",
        "share",
        "horizon",
        "global",
        "nyse",
        "hzn",
        "horizon",
        "company",
        "today",
        "announced",
        "sent",
        "letter",
        "company",
        "board",
        "director",
        "outline",
        "belief",
        "path",
        "forward",
        "horizon",
        "letter",
        "marcato",
        "highlight",
        "concern",
        "horizon",
        "poor",
        "financial",
        "operational",
        "performance",
        "pursuit",
        "reckless",
        "strategy",
        "led",
        "significant",
        "decrease",
        "shareholder",
        "value",
        "marcato",
        "also",
        "recommends",
        "plan",
        "belief",
        "board",
        "follow",
        "restore",
        "confidence",
        "credibility",
        "shareholder",
        "full",
        "text",
        "letter",
        "february",
        "horizon",
        "global",
        "corporation",
        "attention",
        "board",
        "director",
        "west",
        "big",
        "beaver",
        "road",
        "suite",
        "troy",
        "michigan",
        "dear",
        "member",
        "board",
        "director",
        "know",
        "fund",
        "managed",
        "mcm",
        "encore",
        "im",
        "llc",
        "marcato",
        "u",
        "currently",
        "shareholder",
        "horizon",
        "global",
        "corporation",
        "horizon",
        "company",
        "one",
        "largest",
        "owner",
        "company",
        "well",
        "one",
        "invested",
        "company",
        "shortly",
        "became",
        "independent",
        "publicly",
        "traded",
        "company",
        "writing",
        "today",
        "share",
        "perspective",
        "recent",
        "development",
        "company",
        "express",
        "believe",
        "path",
        "forward",
        "horizon",
        "recent",
        "performance",
        "unacceptable",
        "horizon",
        "share",
        "price",
        "declined",
        "january",
        "th",
        "response",
        "disappointing",
        "earnings",
        "preannouncement",
        "company",
        "january",
        "th",
        "stock",
        "approximately",
        "basis",
        "roughly",
        "since",
        "june",
        "th",
        "horizon",
        "first",
        "day",
        "independent",
        "public",
        "company",
        "needless",
        "say",
        "share",
        "price",
        "performance",
        "dramatically",
        "trail",
        "relevant",
        "benchmark",
        "time",
        "frame",
        "significant",
        "value",
        "destruction",
        "shareholder",
        "suffered",
        "direct",
        "result",
        "poor",
        "performance",
        "existing",
        "management",
        "team",
        "view",
        "horizon",
        "publicly",
        "committed",
        "roadmap",
        "organic",
        "revenue",
        "growth",
        "operating",
        "margin",
        "yet",
        "management",
        "failed",
        "deliver",
        "nearly",
        "financial",
        "priority",
        "company",
        "showing",
        "margin",
        "improvement",
        "year",
        "reporting",
        "significant",
        "shortfall",
        "guidance",
        "revenue",
        "operating",
        "profit",
        "eps",
        "free",
        "cash",
        "flow",
        "worth",
        "noting",
        "shortfall",
        "baseline",
        "already",
        "disappointing",
        "guidance",
        "provided",
        "last",
        "march",
        "caused",
        "share",
        "price",
        "decline",
        "day",
        "provided",
        "revealed",
        "critical",
        "disclosure",
        "error",
        "related",
        "westfalia",
        "acquisition",
        "operational",
        "underperformance",
        "unacceptable",
        "management",
        "credibility",
        "severely",
        "damaged",
        "result",
        "board",
        "responsibility",
        "hold",
        "management",
        "team",
        "accountable",
        "poor",
        "execution",
        "board",
        "presiding",
        "reckless",
        "acquisition",
        "strategy",
        "existing",
        "commitment",
        "go",
        "unfulfilled",
        "board",
        "held",
        "management",
        "accountable",
        "failing",
        "deliver",
        "commitment",
        "also",
        "approved",
        "rapid",
        "pace",
        "acquisition",
        "predicated",
        "ambitious",
        "synergy",
        "target",
        "especially",
        "frustrating",
        "u",
        "dialogue",
        "board",
        "began",
        "last",
        "year",
        "marcato",
        "emphasized",
        "importance",
        "focusing",
        "organic",
        "opportunity",
        "horizon",
        "existing",
        "business",
        "avoiding",
        "temptation",
        "additional",
        "belief",
        "company",
        "ample",
        "opportunity",
        "create",
        "significant",
        "shareholder",
        "value",
        "focusing",
        "competent",
        "execution",
        "stated",
        "margin",
        "improvement",
        "initiative",
        "existing",
        "collection",
        "business",
        "communicated",
        "writing",
        "concern",
        "incremental",
        "acquisition",
        "considered",
        "extreme",
        "caution",
        "given",
        "potential",
        "introduce",
        "distraction",
        "stress",
        "management",
        "team",
        "compromise",
        "primary",
        "driver",
        "shareholder",
        "value",
        "creation",
        "organic",
        "revenue",
        "growth",
        "margin",
        "improvement",
        "existing",
        "business",
        "despite",
        "assurance",
        "u",
        "horizon",
        "management",
        "board",
        "company",
        "elected",
        "pursue",
        "million",
        "new",
        "acquisition",
        "woefully",
        "underachieved",
        "goal",
        "existing",
        "business",
        "board",
        "would",
        "approve",
        "allocating",
        "much",
        "shareholder",
        "money",
        "acquisition",
        "significant",
        "problem",
        "board",
        "underwrite",
        "acquisition",
        "predicated",
        "achieving",
        "significant",
        "synergy",
        "management",
        "team",
        "already",
        "failing",
        "deliver",
        "essentially",
        "financial",
        "priority",
        "situation",
        "shareholder",
        "face",
        "precisely",
        "situation",
        "sought",
        "help",
        "company",
        "avoid",
        "initial",
        "engagement",
        "board",
        "acquisition",
        "strategy",
        "added",
        "additional",
        "distraction",
        "complexity",
        "management",
        "team",
        "shown",
        "ability",
        "execute",
        "operation",
        "business",
        "unfortunately",
        "shareholder",
        "company",
        "appears",
        "oblivious",
        "causality",
        "show",
        "sign",
        "slowing",
        "value",
        "business",
        "declined",
        "precipitously",
        "recommendation",
        "path",
        "forward",
        "order",
        "restore",
        "confidence",
        "credibility",
        "shareholder",
        "believe",
        "critical",
        "board",
        "follows",
        "recommendation",
        "currently",
        "pivotal",
        "point",
        "company",
        "acquisition",
        "initial",
        "concern",
        "proven",
        "prescient",
        "shareholder",
        "punished",
        "board",
        "management",
        "poor",
        "judgment",
        "cancelled",
        "company",
        "show",
        "meaningful",
        "improvement",
        "execution",
        "operating",
        "plan",
        "board",
        "terminate",
        "planned",
        "acquisition",
        "brink",
        "group",
        "preserving",
        "management",
        "financial",
        "capacity",
        "fix",
        "existing",
        "business",
        "company",
        "complete",
        "acquisition",
        "operating",
        "margin",
        "period",
        "regarding",
        "brink",
        "group",
        "primary",
        "concern",
        "regardless",
        "strategic",
        "rationale",
        "transaction",
        "putting",
        "company",
        "position",
        "minimal",
        "margin",
        "error",
        "imprudent",
        "considering",
        "management",
        "track",
        "record",
        "failure",
        "execution",
        "could",
        "potentially",
        "necessitate",
        "equity",
        "offering",
        "share",
        "price",
        "would",
        "result",
        "intolerable",
        "irreparable",
        "dilution",
        "existing",
        "shareholder",
        "board",
        "member",
        "contemplate",
        "personal",
        "legal",
        "financial",
        "consequence",
        "letting",
        "brink",
        "acquisition",
        "close",
        "scenario",
        "come",
        "pas",
        "moreover",
        "believe",
        "board",
        "favor",
        "buying",
        "back",
        "stock",
        "brink",
        "acquisition",
        "scenario",
        "board",
        "enough",
        "confidence",
        "operating",
        "trajectory",
        "existing",
        "business",
        "take",
        "leverage",
        "necessary",
        "close",
        "brink",
        "transaction",
        "clear",
        "buying",
        "back",
        "stock",
        "current",
        "share",
        "price",
        "would",
        "create",
        "significantly",
        "value",
        "per",
        "share",
        "completing",
        "acquisition",
        "demand",
        "excellence",
        "horizon",
        "provide",
        "fy2018",
        "guidance",
        "march",
        "show",
        "commitment",
        "previously",
        "stated",
        "financial",
        "target",
        "fy18",
        "guidance",
        "target",
        "least",
        "million",
        "revenue",
        "revenue",
        "growth",
        "million",
        "adjusted",
        "operating",
        "profit",
        "operating",
        "margin",
        "fy18",
        "path",
        "target",
        "fy19",
        "adjusted",
        "eps",
        "target",
        "must",
        "exclude",
        "impact",
        "brink",
        "group",
        "attempt",
        "incorporate",
        "contribution",
        "brink",
        "group",
        "achieve",
        "previous",
        "goal",
        "revenue",
        "margin",
        "confirm",
        "investor",
        "worst",
        "suspicion",
        "management",
        "lack",
        "ability",
        "execute",
        "plan",
        "succession",
        "opinion",
        "trail",
        "managerial",
        "mistake",
        "date",
        "already",
        "provides",
        "sufficient",
        "ground",
        "termination",
        "ceo",
        "minimum",
        "board",
        "make",
        "sure",
        "preparing",
        "plan",
        "swift",
        "action",
        "ceo",
        "level",
        "company",
        "fail",
        "achieve",
        "target",
        "outlined",
        "ideal",
        "ceo",
        "candidate",
        "would",
        "deep",
        "operation",
        "experience",
        "running",
        "global",
        "manufacturing",
        "business",
        "integrating",
        "acquisition",
        "hold",
        "management",
        "accountable",
        "horizon",
        "unable",
        "commit",
        "deliver",
        "target",
        "outlined",
        "board",
        "two",
        "option",
        "replace",
        "incumbent",
        "management",
        "team",
        "beginning",
        "ceo",
        "initiate",
        "strategic",
        "review",
        "process",
        "focused",
        "sale",
        "company",
        "believe",
        "horizon",
        "attractive",
        "partner",
        "number",
        "strategic",
        "financial",
        "buyer",
        "sale",
        "would",
        "command",
        "attractive",
        "premium",
        "shareholder",
        "placing",
        "business",
        "hand",
        "capable",
        "leadership",
        "board",
        "nothing",
        "shareholder",
        "suffer",
        "value",
        "destruction",
        "unacceptable",
        "concern",
        "ignored",
        "willing",
        "take",
        "action",
        "available",
        "u",
        "order",
        "protect",
        "value",
        "investment",
        "shareholder",
        "large",
        "highly",
        "engaged",
        "shareholder",
        "focused",
        "working",
        "board",
        "improve",
        "shareholder",
        "value",
        "horizon",
        "next",
        "step",
        "would",
        "propose",
        "phone",
        "call",
        "meeting",
        "many",
        "director",
        "possible",
        "would",
        "happy",
        "share",
        "thought",
        "time",
        "location",
        "convenience",
        "hope",
        "starting",
        "point",
        "open",
        "productive",
        "dialogue",
        "sincerely",
        "shawn",
        "badlani",
        "partner",
        "marcato",
        "capital",
        "management",
        "lp",
        "cc",
        "mark",
        "zeffiro",
        "president",
        "chief",
        "executive",
        "officer",
        "denise",
        "ilitch",
        "david",
        "dauch",
        "richard",
        "devore",
        "scott",
        "kunselman",
        "richard",
        "siebert",
        "samuel",
        "valenti",
        "iii",
        "cautionary",
        "statement",
        "regarding",
        "statement",
        "information",
        "herein",
        "contains",
        "statement",
        "specific",
        "statement",
        "identified",
        "fact",
        "relate",
        "strictly",
        "historical",
        "current",
        "fact",
        "include",
        "without",
        "limitation",
        "word",
        "may",
        "expects",
        "belief",
        "anticipates",
        "plan",
        "estimate",
        "project",
        "target",
        "forecast",
        "seek",
        "could",
        "negative",
        "term",
        "variation",
        "term",
        "comparable",
        "terminology",
        "similarly",
        "statement",
        "describe",
        "objective",
        "plan",
        "goal",
        "statement",
        "subject",
        "various",
        "risk",
        "uncertainty",
        "assumption",
        "assurance",
        "idea",
        "assumption",
        "herein",
        "proven",
        "correct",
        "one",
        "risk",
        "uncertainty",
        "materialize",
        "marcato",
        "underlying",
        "assumption",
        "prove",
        "incorrect",
        "actual",
        "result",
        "may",
        "vary",
        "materially",
        "outcome",
        "indicated",
        "statement",
        "accordingly",
        "statement",
        "regarded",
        "representation",
        "marcato",
        "future",
        "plan",
        "estimate",
        "expectation",
        "contemplated",
        "ever",
        "achieved",
        "certain",
        "statement",
        "information",
        "included",
        "herein",
        "sourced",
        "third",
        "party",
        "marcato",
        "make",
        "representation",
        "regarding",
        "accuracy",
        "completeness",
        "timeliness",
        "third",
        "party",
        "statement",
        "information",
        "except",
        "may",
        "expressly",
        "set",
        "forth",
        "herein",
        "permission",
        "cite",
        "statement",
        "information",
        "neither",
        "sought",
        "obtained",
        "third",
        "party",
        "statement",
        "information",
        "viewed",
        "indication",
        "support",
        "third",
        "party",
        "view",
        "expressed",
        "herein",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "marcato",
        "capital",
        "management",
        "lp"
    ]
}