{
    "organizations": [],
    "uuid": "51c5108e727d0de261fc2c9e3526a070052ae278",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/09/cnbc-transcript-att-chairman-and-ceo-randall-stephenson-speaks-with-cnbcs-squawk-box-today.html",
    "ord_in_thread": 0,
    "title": "CNBC TRANSCRIPT: AT&T CHAIRMAN AND CEO RANDALL STEPHENSON SPEAKS WITH CNBC’S “SQUAWK BOX” TODAY",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WHEN: Today, Friday, February 9th\nWHERE: CNBC's \"Squawk Box\"\nFollowing is the unofficial transcript of a CNBC interview with AT&T Chairman and CEO Randall Stephenson on CNBC's \"Squawk Box\" (M-F, 6AM-9AM ET) today, Friday, February 9th. Following are links to the interview on CNBC.com: https://www.cnbc.com/video/2018/02/09/att-ceo-market-correction-did-not-have-a-whole-lot-of-impact-on-our-plans.html and https://www.cnbc.com/video/2018/02/09/att-ceo-we-feel-good-about-the-time-warner-case.html .\nAll references must be sourced to CNBC.\nJOE KERNEN: LET'S GET TO OUR NEXT NEWSMAKER. RANDALL STEPHENSON IS CEO OF AT&T AND THE HOST OUT HERE FOR THIS, WHAT I THINK IS TO BE THE FIFTH MAJOR, I DO. BECAUSE THE U.S. OPEN, THEY COME TO PEBBLE BEACH. THIS IS – YES YOU HAVE IT EVERY YEAR HERE. CHARITY WISE, PROBABLY CLOSE TO THE TOP IN TERMS OF WHAT THE COMMUNITY BENEFITS.\nRANDALL STEPHENSON: INCREDIBLE. $135 MILLION WE'VE RAISED FOR LOCAL CHARITIES HERE.\nKERNEN: 13 MILLION LAST YEAR. IN ONE YEAR ALONE.\nSTEPHENSON: LAST YEAR ALONE. YEAH.\nKERNEN: I LOVE BEING HERE. AND I'M NOT –\nSTEPHENSON: WE DO, TOO. IT'S GREAT HAVING YOU GUYS OUT HERE EVERY YEAR.\nKERNEN: IT'S GOOD TO DO THIS AND I THINK EVERYBODY IS WINNING. SO WELL OBVIOUSLY WITH YOU, WE'VE GOT TO TALK ABOUT TIME WARNER AT SOME POINT, BUT INITIALLY I WANT TO TALK ABOUT TAX REFORM. 45% MOVE IN THE DOW. A LOT OF THE THINGS THAT YOU WERE ARGUING FOR IN TERMS OF MAKING THINGS A LITTLE EASIER FOR THE PRIVATE SECTOR HAPPENED. INITIALLY THERE WAS A BIG REWARD, BIG PAYOFF, IT SEEMS LIKE IN TERMS OF SOME BETTER GDP NUMBERS AND STOCK MARKET NUMBERS. BUT THE LAST COUPLE OF WEEKS HAVE PEOPLE WONDERING, I DON'T KNOW, TOO FAR TOO FAST? OVER VALUATION, INTEREST RATES ARE HEADED UP. WHAT DO YOU MAKE OF IT, RANDALL?\nSTEPHENSON: WE HAD THIS CONVERSATION LAST NIGHT. THERE IS A BIG TABLE. EVERYBODY TALKING ABOUT THIS MARKET CORRECTION. AND A COUPLE OF THE GUYS, CEOs WHO RUN BIG CAPITAL INTENSIVE BUSINESSES WERE SITTING AROUND THE TABLE AND WE WERE ALL SAYING, \"YEAH, WE'RE WATCHING THIS MARKET CORRECTION AND WE'RE SEEING THE DOW MOVE DOWN. HOW DOES IT AFFECT YOU?\" EVERYBODY AROUND THE TABLE WAS SAYING, \"BUSINESS IS AS GOOD AS IT'S BEEN IN A LONG TIME. WE MADE PLANS TO STEP UP OUR CAPITAL SPENDING OVER THE NEXT YEAR, IT HAS CHANGED NOTHING IN TERMS OF WHAT WE INTEND TO DO. SO ALL OF THE, I WOULD CALL THE UNDER PINNINGS, THAT YOU WERE HOPING FOR FROM TAX REFORM – HIGHER CAPITAL SPENDING, MORE EMPLOYMENT REQUIREMENTS, COMPETING FOR WAGES, WHAT'S GOING TO MAKE WAGES GO HIGHER – ALL OF THAT YOU'RE SEEING CONTINUE TO PLAY ITSELF OUT. SO THIS TWO, THREE, FOUR WEEK MARKET CORRECTION FOR THOSE OF US WHO ARE INVESTING AND RUNNING BUSINESSES, IT DIDN'T HAVE A WHOLE LOT OF IMPACT IN TERMS OF HOW WE THINK ABOUT THE WORLD IN THE NEXT TWO YEARS.\nKERNEN: I MEAN, HUMAN NATURE IS FUNNY BECAUSE EVERYONE WANTED A CORRECTION AND WE KNOW WE SAW THE BIG MOVE LAST YEAR. AND THEN JANUARY WAS JUST THIS BLOCKBUSTER MONTH. AND WE ALL TALKED ABOUT THIS CAN'T CONTINUE. THERE'S GOT TO BE A REVERSION TO THE MEAN. BUT THE MARKET EFFECTIVELY DOES WHAT YOU'RE EXPECTING IT AND HOPING FOR IT TO DO, BUT IT STILL SCARES THE HELL OUT OF EVERYONE. AND I GUESS THAT'S THE DIABOLICAL WAY THINGS WORK. SO MAYBE WE SHOULD ALL JUST TAKE A BREATH.\nSTEPHENSON: FOR THE MARKETS, GOOD NEWS IS BAD NEWS AND BAD NEWS IS GOOD NEWS, RIGHT? WAGES MOVED UP AND THAT'S SCARY BECAUSE INTEREST RATES MIGHT MOVE UP. BUT AGAIN, IN TERMS OF WHAT'S ACTUALLY HAPPENING OUT IN THE MARKET ITSELF COMPETING FOR CUSTOMERS AND INVESTING IN NETWORKS AND INFRASTRUCTURE, THAT'S CONTINUING RIGHT AHEAD.\nBECKY QUICK: RANDALL, JUST TO PUT A FINER POINT ON IT, THIS IS A CONVERSATION YOU WERE HAVING WITH CEOs AROUND THE TABLE LAST NIGHT. AND THEY ARE OF THE OPINION THIS IS A CORRECTION, NOT A BULL MARKET – OR NOT A BEAR MARKET. NOT SOMETHING WHERE WE EXPECT TO SEE ANOTHER HUGE LEG DOWN.\nSTEPHENSON: SO THE CEOs OF THE, WHAT I'LL CALL THE CAPITAL INTENSIVE COMPANIES, THAT'S WHERE THEY WERE – I WAS WATCHING JIMMY DUNNE THIS MORNING, AND HE WAS TALKING ABOUT THIS GUY WHO HAS A LOT OF MONEY THAT HE SPOKE TO RECENTLY, HE'S IN THE MEDIA ENTERTAINMENT – HE WAS AT THE TABLE AS WELL. THAT GUY, YOU KNOW. AND THAT GUY, HE'S A LITTLE MORE –\nKERNEN: I THOUGHT HE WAS TALKING ABOUT YOU.\nSTEPHENSON: NO. THAT GUY WAS – HE WAS THE BEAR AROUND THE TABLE. BUT THE PEOPLE, AGAIN, WHO ARE RUNNING, YOU KNOW, JUST KIND OF CAPITAL INTENSIVE BUSINESSES, EVERYBODY'S FEELING PRETTY GOOD RIGHT NOW.\nKERNEN: LET'S GET ON TO TIME WARNER. WHAT DO WE KNOW RIGHT NOW? AND WHAT – CAN YOU TELL US ANYTHING ABOUT WHAT'S HAPPENING?\nSTEPHENSON: WE ARE IN LITIGATION RIGHT NOW, AND SO WE'RE LITERALLY INVOLVED IN THE TRIALS AND THERE ARE HEARINGS GOING ON, DEPOSITIONS GOING ON. SO I'M RATHER LIMITED IN TERMS OF WHAT I CAN DISCUSS AT THIS TIME, BUT TRIAL STARTS ON MARCH 19 AND THE JUDGE IS COMMITTED TO A FAIRLY QUICK TRIAL AND HOPEFULLY WE HAVE AN ORDER IN THE MAY TIME FRAME. WE FEEL GOOD. WE FEEL GOOD ABOUT THE CASE AND WE WERE VERY CAUTIOUS GOING INTO THIS DEAL IN TERMS OF IT'S A VERTICAL MERGER, RIGHT? EVERYBODY'S TIRED OF HEARING ME TALK ABOUT IT. THERE ARE NO COMPETITORS BEING ELIMINATED FROM THE MARKETPLACE HERE. AND SO, JUST LIKE WE'VE SEEN OVER THE LAST 50 YEARS, WE EXPECT THIS DEAL IS GOING TO GET APPROVED ULTIMATELY AS WELL.\nKERNEN: WE SEE SIZE WITH THINGS LIKE VIACOM AND CBS. AND WE SEE ALL THE OLD LINE COMPANIES, I MEAN, I WOULDN'T SAY THAT THEY'RE STRUGGLING TO COMPETE, BUT THEY CERTAINLY ARE FACING A DAUNTING FUTURE WITH NEW MEDIA COMPANIES, WHICH MAKES ME THINK THAT UNLESS ALL THE PEOPLE CONSIDERING YOUR DEAL ARE LIKE 80 OR SOMETHING – IF THEY'RE NOT LIVING IN THE NEW WORLD, THEY SHOULD PROBABLY UNDERSTAND THAT SOME – YOU'VE GOT SOME NIMBLE COMPETITORS THAT WEREN'T AROUND TEN YEARS AGO THAT YOU NEED TO FACTOR INTO WHETHER THERE'S REALLY ANTITRUST CONCERNS.\nSTEPHENSON: THAT'S KIND OF ONE OF THE INTERESTING PARTS ABOUT THIS WHOLE DEBATE, THIS SWIRLING AROUND OUR DEAL. THERE'S THIS CONCERN ABOUT VERTICAL INTEGRATION. OF HAVING EVERYTHING FROM CONTENT CREATION, CONTENT AGGREGATION THROUGH CONTENT DISTRIBUTION FOR ONE ENTITY – REGARDLESS WHETHER ITS AT&T OR NOT – TO HAVE KIND OF THE FULL ECOSYSTEM WITHIN THEIR PRODUCTS AND SERVICES IS A PROBLEM. REALITY IS, THE BIGGEST DISTRIBUTOR OF CONTENT OUT THERE IS TOTALLY VERTICALLY INTEGRATED. THIS HAPPENS TO BE SOMEBODY CALLED NETFLIX, BUT THEY CREATE ORIGINAL CONTENT, THEY AGGREGATE ORIGINAL CONTENT AND THEY DISTRIBUTE ORIGINAL CONTENT. THEY HAVE 100 MILLION SUBSCRIBERS. LOOK AT AMAZON, THEY'RE DOING THE EXACT SAME THING. AMAZON STUDIOS, CREATING, AGGREGATING AND DISTRIBUTING. AND YOU CAN GO TO GOOGLE, YOUTUBE, I MEAN, HULU. THIS THING IS PROLIFIC AND IT IS MOVING FAST. AND YOU'RE TALKING ABOUT THE NEW WORLD, YOU MEASURE SUBSCRIBERS IN HUNDREDS OF MILLIONS AND BILLIONS AS OPPOSED TO OURS IS 25 MILLION VIDEO SUBSCRIBERS THAT WE DISTRIBUTE TO. WE'RE TRYING TO MOVE ALL OF THIS CONTENT TO THE MOBILE DEVICE. THAT'S WHERE IT'S BEING CONSUMED NOW. PEOPLE TALK ABOUT OUR BUSINESS IS IN DECLINE BECAUSE THERE'S LESS AND LESS TV BEING CONSUMED. THAT'S NOT TRUE. IT'S JUST BEING CONSUMED IN DIFFERENT PLACES. IT'S BEING CONSUMED IN THE MOBILE ENVIRONMENT. AND SO TO YOUR POINT, THIS THING IS MOVING FAST, IT'S MOVING AT LIGHTNING SPEED. I'VE NEVER SEEN SUCH A BIG SEGMENT OF AN INDUSTRY MOVE AS QUICKLY AS THIS ONE IS MOVING EVERY WEEK.\nKERNEN: IF YOU WERE OUT AND YOU WERE AN AMAZON OR A NETFLIX OR A GOOGLE OR A FACEBOOK, THE SPECTER OF REGULATION WOULD BE SOMETHING TO WORRY ABOUT BECAUSE THEY'RE SO POWERFUL BECAUSE THEY DO THINGS SO WELL. I MEAN, PETER THIEL SAYS A LEGAL MONOPOLY IS THE BEST BUSINESS THAT YOU CAN HAVE. BUT I'D BE WORRIED. I'D WELCOME MARKETPLACE COMPETITION RATHER THAN HEAVY HANDED GOVERNMENT. SO I DON'T UNDERSTAND. AND I WONDER WHETHER PRESIDENT TRUMP MADE THESE COMMENTS AND THAT – CAN THAT FILTER DOWN TO THE AGENCIES THAT REPORT TO HIM? THAT THEY WANT TO MAKE SURE THAT THEY DON'T SEEM TO BE GOING AGAINST WHAT MAY HAVE BEEN LIKE A CAMPAIGN SORT OF A PLEDGE? I MEAN, COULD THAT REALLY FACTOR INTO POLICY?\nSTEPHENSON: THAT'S THE, YOU KNOW, KIND OF THE BIG ELEPHANT IN THE ROOM, RIGHT?\nKERNEN: YEAH.\nSTEPHENSON: THAT PEOPLE ARE APPREHENSIVE TO DISCUSS. AND THIS THING IS KIND OF MANIFESTED ITSELF BECAUSE OF WHAT'S TRANSPIRED, THE SEQUENCING OF EVENTS. THE INDIVIDUAL WHO RUNS ANTI-TRUST TODAY CAME OUT SHORTLY AFTER OUR DEAL WAS ANNOUNCED AND SAID HE HAD SAW NO ANTI-TRUST ISSUES WITH IT IN A VERY EXTENSIVE INTERVIEW AND WAS VERY CLEAR ABOUT IT. THEN THE PRESIDENT MADE HIS COMMENT AND THEN THIS INDIVIDUAL WAS HIRED INTO THE WHITE HOUSE AS A COUNSEL TO THE PRESIDENT FOR MONTHS. THE PRESIDENT APPOINTS HIM OR NOMINATES HIM TO THE ANTI-TRUST DIVISION, HE GETS CONFIRMED, HE COMES OUT AND THEN FILES A LAWSUIT ON THIS DEAL. THOSE ARE ALL THE KINDS OF THINGS THAT EVERYBODY LOOKS AT AND SAYS, \"WHAT'S GOING ON?\"\nKERNEN: MAYBE THIS WOULD BE BETTER OFF CAMERA, BUT IT'S NOT LIKE THERE'S NOT PRESS THERE. REMEMBER WHEELER? I MEAN, THAT GUY SUPPOSEDLY UNDERSTOOD THE WORKINGS AND SUDDENLY OBAMA TALKS TO HIM –\nQUICK: THE FORMER FCC –\nKERNEN: YEAH AND THEN NET NEUTRALITY.\nSTEPHENSON: IT WAS AN INTERESTING SITUATION BECAUSE WHAT TRANSPIRED IN LATE 2014 IS THE PRESIDENT, PRESIDENT OBAMA, MADE A YOUTUBE VIDEO ARTICULATING THAT HE DID NOT WANT – HE WANTED TO SEE NET NEUTRALITY AND TITLE 2, THIS HEAVY HANDED REGULATION ON THE INDUSTRY. THAT HAPPENED IN NOVEMBER OF 14. PRESIDENT DID NOTHING WRONG. I'M NOT CRITICIZING THAT. BUT THE FCC CHAIR, WHO HAD SAID THAT WAS NOT HIS PREFERRED APPROACH, BY FEBRUARY PASSES RULES THAT SAID THAT IS NOW MY PREFERRED APPROACH.\nKERNEN: WELL THAT IS IN REVERSE, BUT I WONDER IF YOU – I'VE WATCHED THE REACTION OF THE LEFT AND DEATH THREATS AGAINST THE CHAIR OF THE – I MEAN, WHAT IS WITH – AND YOU, MEANWHILE, WERE GOING TO SPEND MORE MONEY IN MEXICO BASED ON IF YOU CAN'T RECOUP YOUR INVESTMENT IN THE UNITED STATES FOR – THE INTERNET JUST DOESN'T APPEAR. I MEAN, YOU NEED TO BUILD IT OUT, RIGHT? YOU NEED TO RECOUP YOUR INVESTMENT.\nSTEPHENSON: BUT JUST THE RHETORIC THAT'S COME ABOUT SINCE THE LATEST FCC ACTION. THAT PEOPLE SAY NET NEUTRALITY HAS GONE AWAY. IT HASN'T GONE AWAY. AT&T, COMCAST, YOU CAN GO THROUGH IT, WE ALL HAVE IN OUR CUSTOMER SERVICE AGREEMENTS THAT WE DONT THROTTLE, WE DON'T BLOCK CONTENT. YOU'RE NOT GOING TO SEE ANYBODY BEGIN DOING THAT AS WE MOVE FORWARD. BUT THIS IS WHY I TOOK OUT A FULL PAGE AD IN SEVERAL OF THE LARGEST PERIODICALS SAYING THAT IS OUR POLICY, WE DON'T INTEND TO CHANGE THAT POLICY, BUT HERE'S WHAT'S HAPPENING. ONE FCC COMMISSIONER COMES IN AND SWINGS A PENDULUM THIS WAY, THEN ANOTHER FCC COMMISSIONER COMES IN AND SWINGS THIS WAY AND WHY IS THIS HAPPENING? BECAUSE THE RULES AROUND ALL OF THIS ARE SO AMBIGUOUS AND UNCLEAR. CONGRESS NEEDS TO STEP UP AND DO IT'S JOB. PASS THE LAWS AND JUST MAKE THIS REALLY CLEAR SO WE'RE NOT SITTING HERE EVERY FOUR YEARS WITH THIS PENDULUM SWINGING BACK AND FORTH. GUYS LIKE US, WE'RE GOING TO INVEST $25 BILLION THIS YEAR. YOU CAN'T INVEST AT THAT KIND OF PACE WITHOUT CLARITY IN TERMS OF WHAT THE RULES ARE.\nKERNEN: RIGHT. IT'S JUST A DAMPER. ANYWAY, THANKS FOR ALL OF YOUR TIME THIS MORNING.\nSTEPHENSON: IT'S GOOD TO BE HERE. THANK YOU GUYS FOR BEING HERE.\nKERNEN: AND THANKS FOR HAVING US HERE. WE REALLY APPRECIATE IT.\nAbout CNBC:\nWith CNBC in the U.S., CNBC in Asia Pacific, CNBC in Europe, Middle East and Africa, and CNBC World, CNBC is the recognized world leader in business news and provides real-time financial market coverage and business information to more than 409 million homes worldwide, including more than 91 million households in the United States and Canada. CNBC also provides daily business updates to 400 million households across China. The network's 15 live hours a day of business programming in North America (weekdays from 4:00 a.m. - 7:00 p.m. ET) is produced at CNBC's global headquarters in Englewood Cliffs, N.J., and includes reports from CNBC News bureaus worldwide. CNBC at night features a mix of new reality programming, CNBC's highly successful series produced exclusively for CNBC and a number of distinctive in-house documentaries.\nCNBC also has a vast portfolio of digital products which deliver real-time financial market news and information across a variety of platforms including: CNBC.com; CNBC PRO, the premium, integrated desktop/mobile service that provides live access to CNBC programming, exclusive video content and global market data and analysis; a suite of CNBC mobile products including the CNBC Apps for iOS, Android and Windows devices; and additional products such as the CNBC App for the Apple Watch and Apple TV.\nMembers of the media can receive more information about CNBC and its programming on the NBCUniversal Media Village Web site at http://www.nbcumv.com/programming/cnbc .\nFor more information about NBCUniversal, please visit http://www.NBCUniversal.com .",
    "published": "2018-02-09T18:26:00.000+02:00",
    "crawled": "2018-02-09T22:21:08.007+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "today",
        "friday",
        "february",
        "9th",
        "cnbc",
        "squawk",
        "box",
        "following",
        "unofficial",
        "transcript",
        "cnbc",
        "interview",
        "chairman",
        "ceo",
        "randall",
        "stephenson",
        "cnbc",
        "squawk",
        "box",
        "et",
        "today",
        "friday",
        "february",
        "9th",
        "following",
        "link",
        "interview",
        "http",
        "http",
        "reference",
        "must",
        "sourced",
        "cnbc",
        "joe",
        "kernen",
        "let",
        "get",
        "next",
        "newsmaker",
        "randall",
        "stephenson",
        "ceo",
        "host",
        "think",
        "fifth",
        "major",
        "open",
        "come",
        "pebble",
        "beach",
        "yes",
        "every",
        "year",
        "charity",
        "wise",
        "probably",
        "close",
        "top",
        "term",
        "community",
        "benefit",
        "randall",
        "stephenson",
        "incredible",
        "million",
        "raised",
        "local",
        "charity",
        "kernen",
        "million",
        "last",
        "year",
        "one",
        "year",
        "alone",
        "stephenson",
        "last",
        "year",
        "alone",
        "yeah",
        "kernen",
        "love",
        "stephenson",
        "great",
        "guy",
        "every",
        "year",
        "kernen",
        "good",
        "think",
        "everybody",
        "winning",
        "well",
        "obviously",
        "got",
        "talk",
        "time",
        "warner",
        "point",
        "initially",
        "want",
        "talk",
        "tax",
        "reform",
        "move",
        "dow",
        "lot",
        "thing",
        "arguing",
        "term",
        "making",
        "thing",
        "little",
        "easier",
        "private",
        "sector",
        "happened",
        "initially",
        "big",
        "reward",
        "big",
        "payoff",
        "seems",
        "like",
        "term",
        "better",
        "gdp",
        "number",
        "stock",
        "market",
        "number",
        "last",
        "couple",
        "week",
        "people",
        "wondering",
        "know",
        "far",
        "fast",
        "valuation",
        "interest",
        "rate",
        "headed",
        "make",
        "randall",
        "stephenson",
        "conversation",
        "last",
        "night",
        "big",
        "table",
        "everybody",
        "talking",
        "market",
        "correction",
        "couple",
        "guy",
        "ceo",
        "run",
        "big",
        "capital",
        "intensive",
        "business",
        "sitting",
        "around",
        "table",
        "saying",
        "yeah",
        "watching",
        "market",
        "correction",
        "seeing",
        "dow",
        "move",
        "affect",
        "everybody",
        "around",
        "table",
        "saying",
        "business",
        "good",
        "long",
        "time",
        "made",
        "plan",
        "step",
        "capital",
        "spending",
        "next",
        "year",
        "changed",
        "nothing",
        "term",
        "intend",
        "would",
        "call",
        "pinning",
        "hoping",
        "tax",
        "reform",
        "higher",
        "capital",
        "spending",
        "employment",
        "requirement",
        "competing",
        "wage",
        "going",
        "make",
        "wage",
        "go",
        "higher",
        "seeing",
        "continue",
        "play",
        "two",
        "three",
        "four",
        "week",
        "market",
        "correction",
        "u",
        "investing",
        "running",
        "business",
        "whole",
        "lot",
        "impact",
        "term",
        "think",
        "world",
        "next",
        "two",
        "year",
        "kernen",
        "mean",
        "human",
        "nature",
        "funny",
        "everyone",
        "wanted",
        "correction",
        "know",
        "saw",
        "big",
        "move",
        "last",
        "year",
        "january",
        "blockbuster",
        "month",
        "talked",
        "ca",
        "continue",
        "got",
        "reversion",
        "mean",
        "market",
        "effectively",
        "expecting",
        "hoping",
        "still",
        "scare",
        "hell",
        "everyone",
        "guess",
        "diabolical",
        "way",
        "thing",
        "work",
        "maybe",
        "take",
        "breath",
        "stephenson",
        "market",
        "good",
        "news",
        "bad",
        "news",
        "bad",
        "news",
        "good",
        "news",
        "right",
        "wage",
        "moved",
        "scary",
        "interest",
        "rate",
        "might",
        "move",
        "term",
        "actually",
        "happening",
        "market",
        "competing",
        "customer",
        "investing",
        "network",
        "infrastructure",
        "continuing",
        "right",
        "ahead",
        "becky",
        "quick",
        "randall",
        "put",
        "finer",
        "point",
        "conversation",
        "ceo",
        "around",
        "table",
        "last",
        "night",
        "opinion",
        "correction",
        "bull",
        "market",
        "bear",
        "market",
        "something",
        "expect",
        "see",
        "another",
        "huge",
        "leg",
        "stephenson",
        "ceo",
        "call",
        "capital",
        "intensive",
        "company",
        "watching",
        "jimmy",
        "dunne",
        "morning",
        "talking",
        "guy",
        "lot",
        "money",
        "spoke",
        "recently",
        "medium",
        "entertainment",
        "table",
        "well",
        "guy",
        "know",
        "guy",
        "little",
        "kernen",
        "thought",
        "talking",
        "stephenson",
        "guy",
        "bear",
        "around",
        "table",
        "people",
        "running",
        "know",
        "kind",
        "capital",
        "intensive",
        "business",
        "everybody",
        "feeling",
        "pretty",
        "good",
        "right",
        "kernen",
        "let",
        "get",
        "time",
        "warner",
        "know",
        "right",
        "tell",
        "u",
        "anything",
        "happening",
        "stephenson",
        "litigation",
        "right",
        "literally",
        "involved",
        "trial",
        "hearing",
        "going",
        "deposition",
        "going",
        "rather",
        "limited",
        "term",
        "discus",
        "time",
        "trial",
        "start",
        "march",
        "judge",
        "committed",
        "fairly",
        "quick",
        "trial",
        "hopefully",
        "order",
        "may",
        "time",
        "frame",
        "feel",
        "good",
        "feel",
        "good",
        "case",
        "cautious",
        "going",
        "deal",
        "term",
        "vertical",
        "merger",
        "right",
        "everybody",
        "tired",
        "hearing",
        "talk",
        "competitor",
        "eliminated",
        "marketplace",
        "like",
        "seen",
        "last",
        "year",
        "expect",
        "deal",
        "going",
        "get",
        "approved",
        "ultimately",
        "well",
        "kernen",
        "see",
        "size",
        "thing",
        "like",
        "viacom",
        "cbs",
        "see",
        "old",
        "line",
        "company",
        "mean",
        "would",
        "say",
        "struggling",
        "compete",
        "certainly",
        "facing",
        "daunting",
        "future",
        "new",
        "medium",
        "company",
        "make",
        "think",
        "unless",
        "people",
        "considering",
        "deal",
        "like",
        "something",
        "living",
        "new",
        "world",
        "probably",
        "understand",
        "got",
        "nimble",
        "competitor",
        "around",
        "ten",
        "year",
        "ago",
        "need",
        "factor",
        "whether",
        "really",
        "antitrust",
        "concern",
        "stephenson",
        "kind",
        "one",
        "interesting",
        "part",
        "whole",
        "debate",
        "swirling",
        "around",
        "deal",
        "concern",
        "vertical",
        "integration",
        "everything",
        "content",
        "creation",
        "content",
        "aggregation",
        "content",
        "distribution",
        "one",
        "entity",
        "regardless",
        "whether",
        "kind",
        "full",
        "ecosystem",
        "within",
        "product",
        "service",
        "problem",
        "reality",
        "biggest",
        "distributor",
        "content",
        "totally",
        "vertically",
        "integrated",
        "happens",
        "somebody",
        "called",
        "netflix",
        "create",
        "original",
        "content",
        "aggregate",
        "original",
        "content",
        "distribute",
        "original",
        "content",
        "million",
        "subscriber",
        "look",
        "amazon",
        "exact",
        "thing",
        "amazon",
        "studio",
        "creating",
        "aggregating",
        "distributing",
        "go",
        "google",
        "youtube",
        "mean",
        "hulu",
        "thing",
        "prolific",
        "moving",
        "fast",
        "talking",
        "new",
        "world",
        "measure",
        "subscriber",
        "hundred",
        "million",
        "billion",
        "opposed",
        "million",
        "video",
        "subscriber",
        "distribute",
        "trying",
        "move",
        "content",
        "mobile",
        "device",
        "consumed",
        "people",
        "talk",
        "business",
        "decline",
        "less",
        "less",
        "tv",
        "consumed",
        "true",
        "consumed",
        "different",
        "place",
        "consumed",
        "mobile",
        "environment",
        "point",
        "thing",
        "moving",
        "fast",
        "moving",
        "lightning",
        "speed",
        "never",
        "seen",
        "big",
        "segment",
        "industry",
        "move",
        "quickly",
        "one",
        "moving",
        "every",
        "week",
        "kernen",
        "amazon",
        "netflix",
        "google",
        "facebook",
        "specter",
        "regulation",
        "would",
        "something",
        "worry",
        "powerful",
        "thing",
        "well",
        "mean",
        "peter",
        "thiel",
        "say",
        "legal",
        "monopoly",
        "best",
        "business",
        "worried",
        "welcome",
        "marketplace",
        "competition",
        "rather",
        "heavy",
        "handed",
        "government",
        "understand",
        "wonder",
        "whether",
        "president",
        "trump",
        "made",
        "comment",
        "filter",
        "agency",
        "report",
        "want",
        "make",
        "sure",
        "seem",
        "going",
        "may",
        "like",
        "campaign",
        "sort",
        "pledge",
        "mean",
        "could",
        "really",
        "factor",
        "policy",
        "stephenson",
        "know",
        "kind",
        "big",
        "elephant",
        "room",
        "right",
        "kernen",
        "yeah",
        "stephenson",
        "people",
        "apprehensive",
        "discus",
        "thing",
        "kind",
        "manifested",
        "transpired",
        "sequencing",
        "event",
        "individual",
        "run",
        "today",
        "came",
        "shortly",
        "deal",
        "announced",
        "said",
        "saw",
        "issue",
        "extensive",
        "interview",
        "clear",
        "president",
        "made",
        "comment",
        "individual",
        "hired",
        "white",
        "house",
        "counsel",
        "president",
        "month",
        "president",
        "appoints",
        "nominates",
        "division",
        "get",
        "confirmed",
        "come",
        "file",
        "lawsuit",
        "deal",
        "kind",
        "thing",
        "everybody",
        "look",
        "say",
        "going",
        "kernen",
        "maybe",
        "would",
        "better",
        "camera",
        "like",
        "press",
        "remember",
        "wheeler",
        "mean",
        "guy",
        "supposedly",
        "understood",
        "working",
        "suddenly",
        "obama",
        "talk",
        "quick",
        "former",
        "fcc",
        "kernen",
        "yeah",
        "net",
        "neutrality",
        "stephenson",
        "interesting",
        "situation",
        "transpired",
        "late",
        "president",
        "president",
        "obama",
        "made",
        "youtube",
        "video",
        "articulating",
        "want",
        "wanted",
        "see",
        "net",
        "neutrality",
        "title",
        "heavy",
        "handed",
        "regulation",
        "industry",
        "happened",
        "november",
        "president",
        "nothing",
        "wrong",
        "criticizing",
        "fcc",
        "chair",
        "said",
        "preferred",
        "approach",
        "february",
        "pass",
        "rule",
        "said",
        "preferred",
        "approach",
        "kernen",
        "well",
        "reverse",
        "wonder",
        "watched",
        "reaction",
        "left",
        "death",
        "threat",
        "chair",
        "mean",
        "meanwhile",
        "going",
        "spend",
        "money",
        "mexico",
        "based",
        "ca",
        "recoup",
        "investment",
        "united",
        "state",
        "internet",
        "appear",
        "mean",
        "need",
        "build",
        "right",
        "need",
        "recoup",
        "investment",
        "stephenson",
        "rhetoric",
        "come",
        "since",
        "latest",
        "fcc",
        "action",
        "people",
        "say",
        "net",
        "neutrality",
        "gone",
        "away",
        "gone",
        "away",
        "comcast",
        "go",
        "customer",
        "service",
        "agreement",
        "dont",
        "throttle",
        "block",
        "content",
        "going",
        "see",
        "anybody",
        "begin",
        "move",
        "forward",
        "took",
        "full",
        "page",
        "ad",
        "several",
        "largest",
        "periodical",
        "saying",
        "policy",
        "intend",
        "change",
        "policy",
        "happening",
        "one",
        "fcc",
        "commissioner",
        "come",
        "swing",
        "pendulum",
        "way",
        "another",
        "fcc",
        "commissioner",
        "come",
        "swing",
        "way",
        "happening",
        "rule",
        "around",
        "ambiguous",
        "unclear",
        "congress",
        "need",
        "step",
        "job",
        "pas",
        "law",
        "make",
        "really",
        "clear",
        "sitting",
        "every",
        "four",
        "year",
        "pendulum",
        "swinging",
        "back",
        "forth",
        "guy",
        "like",
        "u",
        "going",
        "invest",
        "billion",
        "year",
        "ca",
        "invest",
        "kind",
        "pace",
        "without",
        "clarity",
        "term",
        "rule",
        "kernen",
        "right",
        "damper",
        "anyway",
        "thanks",
        "time",
        "morning",
        "stephenson",
        "good",
        "thank",
        "guy",
        "kernen",
        "thanks",
        "u",
        "really",
        "appreciate",
        "cnbc",
        "cnbc",
        "cnbc",
        "asia",
        "pacific",
        "cnbc",
        "europe",
        "middle",
        "east",
        "africa",
        "cnbc",
        "world",
        "cnbc",
        "recognized",
        "world",
        "leader",
        "business",
        "news",
        "provides",
        "financial",
        "market",
        "coverage",
        "business",
        "information",
        "million",
        "home",
        "worldwide",
        "including",
        "million",
        "household",
        "united",
        "state",
        "canada",
        "cnbc",
        "also",
        "provides",
        "daily",
        "business",
        "update",
        "million",
        "household",
        "across",
        "china",
        "network",
        "live",
        "hour",
        "day",
        "business",
        "programming",
        "north",
        "america",
        "weekday",
        "et",
        "produced",
        "cnbc",
        "global",
        "headquarters",
        "englewood",
        "cliff",
        "includes",
        "report",
        "cnbc",
        "news",
        "bureau",
        "worldwide",
        "cnbc",
        "night",
        "feature",
        "mix",
        "new",
        "reality",
        "programming",
        "cnbc",
        "highly",
        "successful",
        "series",
        "produced",
        "exclusively",
        "cnbc",
        "number",
        "distinctive",
        "documentary",
        "cnbc",
        "also",
        "vast",
        "portfolio",
        "digital",
        "product",
        "deliver",
        "financial",
        "market",
        "news",
        "information",
        "across",
        "variety",
        "platform",
        "including",
        "cnbc",
        "pro",
        "premium",
        "integrated",
        "service",
        "provides",
        "live",
        "access",
        "cnbc",
        "programming",
        "exclusive",
        "video",
        "content",
        "global",
        "market",
        "data",
        "analysis",
        "suite",
        "cnbc",
        "mobile",
        "product",
        "including",
        "cnbc",
        "apps",
        "io",
        "android",
        "window",
        "device",
        "additional",
        "product",
        "cnbc",
        "app",
        "apple",
        "watch",
        "apple",
        "tv",
        "member",
        "medium",
        "receive",
        "information",
        "cnbc",
        "programming",
        "nbcuniversal",
        "medium",
        "village",
        "web",
        "site",
        "http",
        "information",
        "nbcuniversal",
        "please",
        "visit",
        "http"
    ]
}