{
    "organizations": [],
    "uuid": "0678367c0de4a9da39d9a1d57768164a54462b9f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/01/globe-newswire-sanchez-energy-announces-fourth-quarter-and-full-year-2017-operating-results-reports-88-percent-increase-in-year-end-proved.html",
    "ord_in_thread": 0,
    "title": "Sanchez Energy Announces Fourth Quarter and Full Year 2017 Operating Results; Reports 88 Percent Increase in Year-End Proved Reserves; Announces Successful Four Bench Development in Eagle Ford",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "HOUSTON, Feb. 01, 2018 (GLOBE NEWSWIRE) -- Sanchez Energy Corporation (NYSE:SN) (“Sanchez Energy” or the “Company”) today announced year-end 2017 proved reserves and operating results for the fourth quarter and full year 2017. Highlights include:\nProved reserves increased by 88 percent during the year to approximately 363 MMBoe, with a reserve replacement ratio of roughly 762 percent in 2017;\nFourth quarter 2017 production of nearly 7.5 million barrels of oil equivalent (“MMBoe”), or 81,977 barrels of oil equivalent per day (“Boe/d”), approximately the midpoint of the Company’s 80,000 Boe/d to 84,000 Boe/d guidance for the quarter;\nFull year 2017 production was approximately 25.7 MMBoe, or 70,320 Boe/d;\nThe Company’s year-end Comanche drilling inventory increased by approximately 800 gross locations through staggered development of the Lower Eagle Ford;\nA four-zone stack development test of 17 wells was completed at Briscoe Catarina South, in Comanche Area 3, with average per well 30-day initial production rates of approximately 1,252 Boe/d from the two Lower Eagle Ford zones and 675 Boe/d from the two Upper Eagle Ford zones;\nThe success of the stacked development test at Briscoe Catarina South confirms the Company’s thesis of up to four economic targets in parts of the Comanche acreage;\nThe Company brought a four well pad on-line at Chupadera Ranch, of Comanche Area 7, that showed Lower Eagle Ford A and Lower Eagle Ford B zones outperforming expectations with an average 30-day initial production rate of approximately 640 Boe/d, 50 percent of which was oil;\nThe success of the Chupadera Ranch wells helps de-risk approximately 100 wells in Comanche Area 7, an area that was not highly valued at the time of acquisition; and\nThe Company successfully tested a tight cluster completion design, in Comanche Area 5, resulting in wells that are currently producing 30-60 percent more than offset wells.\nMANAGEMENT COMMENTS\n“Sanchez Energy showed strong reserve growth last year, with an 88 percent increase in the Company’s proved reserves,” said Tony Sanchez, III, Chief Executive Officer of Sanchez Energy. “Through our acquisition of the Comanche properties and subsequent drilling success, the Company’s proved reserves increased to a record 363 MMBoe at year-end. Importantly, we achieved a reserve replacement ratio of 762 percent in 2017, in large part due to the expansion of the step-out area from Western Catarina into Central Catarina and identification of a second Lower Eagle Ford target in Comanche.\n“Despite weather-related operational challenges in September and October of last year, the Company delivered solid production during the fourth quarter 2017 of almost 82,000 Boe/d, the midpoint of our guidance, and brought 64 gross Comanche wells on-line during the quarter. At Briscoe Catarina South, in Comanche Area 3, we successfully completed a four-zone stack development test of 17 wells during the quarter. The wells showed average 30-day initial production rates of approximately 1,252 Boe/d from two Lower Eagle Ford zones and 675 Boe/d from two Upper Eagle Ford zones. At Chupadera Ranch, in Comanche Area 7, our initial Lower Eagle Ford A and B appraisal wells exceeded our estimates with an average 30-day initial production rate of approximately 640 Boe/d. We believe this appraisal confirms the existence of two viable drilling zones, which helps de-risk approximately 100 wells in an area of Comanche that was not highly valued at the time of acquisition.\n“Additionally, during the fourth quarter 2017 we began receiving positive results from tests involving a new tight cluster completion design. During the quarter we brought a total of 9 wells on-line from three pads in Area 5 utilizing the tight cluster design. The test wells are currently producing 30-60 percent more than offset wells completed with our standard design. On the pad with the longest production history, the Briscoe Cochina West Ranch 84H and 85H wells have an average per well 30-day initial production rate of approximately 1,060 Boe/d, which is roughly a 50 percent increase to the offset wells which used the standard design. Although we are far from finished with completion testing, the results from the tight cluster completion design appear to be significant. We intend to continue to test the tight cluster completion design across other assets and areas of Comanche, in addition to other completion designs that seek to further optimize performance by adjusting frac fluids and other design parameters.\n“With our continuing focus on financial discipline and delivering a sustainable business model of organic production growth while spending within cash flow, we have budgeted $420 million to $470 million in capital spending in 2018, which is a reduction of roughly $100 million at the midpoint of guidance when compared to last year. Despite this reduced spending, we have a very active drilling campaign with an operated rig count of seven rigs and four completion spreads. We remain on pace to reach production of approximately 90,000 Boe/d within the first half of 2018.”\nOPERATIONS UPDATE\nDuring the fourth quarter 2017, the Company spud 38 gross (14.3 net) wells and completed 80 gross (35.6 net) wells.\nDuring the fourth quarter 2017, the Company brought on-line 64 wells at Comanche, 8 wells at Catarina, and 13 wells at Maverick. As of June 30, 2017, the Company had maximized the allowable 30 well drilling bank at Catarina that can be applied towards its current annual drilling commitment period, which extends from July 1, 2017 to June 30, 2018. As of Dec. 31, 2017, the Company had drilled an additional 10 wells towards its annual 50 well drilling commitment for the one-year drilling period ending June 30, 2018, resulting in 40 wells in total towards the annual 50 well drilling commitment.\nAs of Dec. 31, 2017, the Company had 2,165 gross (861.6 net) producing wells with 78 gross wells in various stages of completion, as detailed in the following table:\nGross Gross Wells Waiting / Project Producing Undergoing Area Wells Completion Catarina 389 4 Comanche 1,582 71 Maverick 63 0 Palmetto 84 3 TMS / Other 47 0 Total 2,165 78\nPRODUCTION UPDATE\nThe Company’s production for the full year 2017 was approximately 25.7 MMBoe, or 70,320 Boe/d, which represents a year-over-year growth rate of approximately 31 percent. Despite weather-related completion delays in September and October 2017, the Company’s fourth quarter 2017 average daily production rate was 81,977 Boe/d, which was the midpoint of the Company’s 80,000 Boe/d to 84,000 Boe/d guidance for the quarter. The Company’s production mix during the fourth quarter 2017 consisted of approximately 34 percent oil, 34 percent natural gas liquids, and 32 percent natural gas.\nHEDGING UPDATE\nThe Company has hedged approximately 20,000 barrels (“Bbls”) per day of its 2018 oil production and approximately 189,000 million British thermal units (“MMBtu”) per day of its 2018 natural gas production and 10,600 Bbls per day of its 2019 oil production and approximately 48,000 MMBtu per day of its 2019 natural gas production on a consolidated basis. Additional information on the Company’s hedge positions can be found in the Sanchez Energy Investor Presentation posted at www.sanchezenergycorp.com .\nABOUT SANCHEZ ENERGY CORPORATION\nSanchez Energy Corporation (NYSE:SN) is an independent exploration and production company focused on the acquisition and development of U.S. onshore unconventional oil and natural gas resources, with a current focus on the Eagle Ford Shale in South Texas where we have assembled over 285,000 net acres. For more information about Sanchez Energy Corporation, please visit our website: www.sanchezenergycorp.com .\nFORWARD-LOOKING STATEMENTS\nThis press release contains, and our officers and representatives may from time to time make, forward-looking statements within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended. All statements, other than statements of historical facts, included in this press release that address activities, events or developments that Sanchez Energy expects, believes or anticipates will or may occur in the future are forward-looking statements, including statements relating to future financial and operating results and returns, our strategy and plans, including future drilling plans and economic drilling zones, our ability to increase reserves and production and generate income or cash flows, our ability to keep well costs down, the benefits related to the Comanche transaction. These statements are based on certain assumptions made by the Company based on management's experience, perception of historical trends and technical analyses, current conditions, anticipated future developments and other factors believed to be appropriate and reasonable by management. When used in this press release, the words \"will,\" \"potential,\" \"believe,\" \"estimate,\" \"intend,\" \"expect,\" \"may,\" \"should,\" \"anticipate,\" \"could,\" \"plan,\" \"predict,\" \"project,\" “budget,” “forecast,” “guidance,” \"profile,\" \"model,\" \"strategy,\" \"future,\" or their negatives, other similar expressions or the statements that include those words, are intended to identify forward-looking statements, although not all forward-looking statements contain such identifying words.\nSuch statements are subject to a number of assumptions, risks and uncertainties, many of which are beyond the control of Sanchez Energy, which may cause actual results to differ materially from those implied or expressed by the forward-looking statements, including, but not limited to the failure to successfully execute our business and financial strategies, the failure of acquired assets, including the Comanche assets, and our joint ventures (including our partnership with affiliates of the Blackstone Group, L.P.) to perform as anticipated, the inability to successfully integrate the various assets acquired by us into our operations, fully identify potential problems with respect to such properties and accurately estimate reserves, production and costs with respect to such properties, the failure to continue to produce oil and gas at historical rates, the costs of operations, delays, and any other difficulties related to producing oil or gas, the price of oil or gas, the failure to realize benefits from our transactions with Sanchez Midstream Partners LP, the marketing and sales of produced oil and gas, the estimates made in evaluating reserves, competition, general economic conditions and the ability to manage our growth, our expectations regarding our future liquidity, leverage or production, our expectations regarding the results of our efforts to improve the efficiency of our operations to reduce our costs, disruptions due to extreme weather conditions, such as extreme rainfall, hurricanes or tornadoes and other factors described in Sanchez Energy's most recent Annual Report on Form 10-K and any updates to those risk factors set forth in Sanchez Energy's Quarterly Reports on Form 10-Q or Current Reports on Form 8-K. Further information on such assumptions, risks and uncertainties is available in Sanchez Energy's filings with the U.S. Securities and Exchange Commission (the \"SEC\"). Sanchez Energy's filings with the SEC are available on our website at www.sanchezenergycorp.com and on the SEC's website at www.sec.gov . In light of these risks, uncertainties and assumptions, the events anticipated by Sanchez Energy's forward-looking statements may not occur, and, if any of such events do occur, Sanchez Energy may not have correctly anticipated the timing of their occurrence or the extent of their impact on its actual results. Accordingly, you should not place any undue reliance on any of Sanchez Energy's forward-looking statements. Any forward-looking statement speaks only as of the date on which such statement is made, and Sanchez Energy undertakes no obligation to correct or update any forward-looking statement, whether as a result of new information, future events or otherwise, except as required by applicable law.\nCOMPANY CONTACT:\nKevin Smith\nVP Investor Relations\n(281) 925-4828\nCham King\nInvestor Relations & Capital Markets\n(713) 756-2797\nGeneral Inquiries: (713) 783-8000\nwww.sanchezenergycorp.com\nSource:Sanchez Energy Corporation",
    "published": "2018-02-01T15:00:00.000+02:00",
    "crawled": "2018-02-01T18:00:07.004+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "houston",
        "globe",
        "newswire",
        "sanchez",
        "energy",
        "corporation",
        "nyse",
        "sn",
        "sanchez",
        "energy",
        "company",
        "today",
        "announced",
        "proved",
        "reserve",
        "operating",
        "result",
        "fourth",
        "quarter",
        "full",
        "year",
        "highlight",
        "include",
        "proved",
        "reserve",
        "increased",
        "percent",
        "year",
        "approximately",
        "mmboe",
        "reserve",
        "replacement",
        "ratio",
        "roughly",
        "percent",
        "fourth",
        "quarter",
        "production",
        "nearly",
        "million",
        "barrel",
        "oil",
        "equivalent",
        "mmboe",
        "barrel",
        "oil",
        "equivalent",
        "per",
        "day",
        "approximately",
        "midpoint",
        "company",
        "guidance",
        "quarter",
        "full",
        "year",
        "production",
        "approximately",
        "mmboe",
        "company",
        "comanche",
        "drilling",
        "inventory",
        "increased",
        "approximately",
        "gross",
        "location",
        "staggered",
        "development",
        "lower",
        "eagle",
        "ford",
        "stack",
        "development",
        "test",
        "well",
        "completed",
        "briscoe",
        "catarina",
        "south",
        "comanche",
        "area",
        "average",
        "per",
        "well",
        "initial",
        "production",
        "rate",
        "approximately",
        "two",
        "lower",
        "eagle",
        "ford",
        "zone",
        "two",
        "upper",
        "eagle",
        "ford",
        "zone",
        "success",
        "stacked",
        "development",
        "test",
        "briscoe",
        "catarina",
        "south",
        "confirms",
        "company",
        "thesis",
        "four",
        "economic",
        "target",
        "part",
        "comanche",
        "acreage",
        "company",
        "brought",
        "four",
        "well",
        "pad",
        "chupadera",
        "ranch",
        "comanche",
        "area",
        "showed",
        "lower",
        "eagle",
        "ford",
        "lower",
        "eagle",
        "ford",
        "b",
        "zone",
        "outperforming",
        "expectation",
        "average",
        "initial",
        "production",
        "rate",
        "approximately",
        "percent",
        "oil",
        "success",
        "chupadera",
        "ranch",
        "well",
        "help",
        "approximately",
        "well",
        "comanche",
        "area",
        "area",
        "highly",
        "valued",
        "time",
        "acquisition",
        "company",
        "successfully",
        "tested",
        "tight",
        "cluster",
        "completion",
        "design",
        "comanche",
        "area",
        "resulting",
        "well",
        "currently",
        "producing",
        "percent",
        "offset",
        "well",
        "management",
        "comment",
        "sanchez",
        "energy",
        "showed",
        "strong",
        "reserve",
        "growth",
        "last",
        "year",
        "percent",
        "increase",
        "company",
        "proved",
        "reserve",
        "said",
        "tony",
        "sanchez",
        "iii",
        "chief",
        "executive",
        "officer",
        "sanchez",
        "energy",
        "acquisition",
        "comanche",
        "property",
        "subsequent",
        "drilling",
        "success",
        "company",
        "proved",
        "reserve",
        "increased",
        "record",
        "mmboe",
        "importantly",
        "achieved",
        "reserve",
        "replacement",
        "ratio",
        "percent",
        "large",
        "part",
        "due",
        "expansion",
        "area",
        "western",
        "catarina",
        "central",
        "catarina",
        "identification",
        "second",
        "lower",
        "eagle",
        "ford",
        "target",
        "comanche",
        "despite",
        "operational",
        "challenge",
        "september",
        "october",
        "last",
        "year",
        "company",
        "delivered",
        "solid",
        "production",
        "fourth",
        "quarter",
        "almost",
        "midpoint",
        "guidance",
        "brought",
        "gross",
        "comanche",
        "well",
        "quarter",
        "briscoe",
        "catarina",
        "south",
        "comanche",
        "area",
        "successfully",
        "completed",
        "stack",
        "development",
        "test",
        "well",
        "quarter",
        "well",
        "showed",
        "average",
        "initial",
        "production",
        "rate",
        "approximately",
        "two",
        "lower",
        "eagle",
        "ford",
        "zone",
        "two",
        "upper",
        "eagle",
        "ford",
        "zone",
        "chupadera",
        "ranch",
        "comanche",
        "area",
        "initial",
        "lower",
        "eagle",
        "ford",
        "b",
        "appraisal",
        "well",
        "exceeded",
        "estimate",
        "average",
        "initial",
        "production",
        "rate",
        "approximately",
        "believe",
        "appraisal",
        "confirms",
        "existence",
        "two",
        "viable",
        "drilling",
        "zone",
        "help",
        "approximately",
        "well",
        "area",
        "comanche",
        "highly",
        "valued",
        "time",
        "acquisition",
        "additionally",
        "fourth",
        "quarter",
        "began",
        "receiving",
        "positive",
        "result",
        "test",
        "involving",
        "new",
        "tight",
        "cluster",
        "completion",
        "design",
        "quarter",
        "brought",
        "total",
        "well",
        "three",
        "pad",
        "area",
        "utilizing",
        "tight",
        "cluster",
        "design",
        "test",
        "well",
        "currently",
        "producing",
        "percent",
        "offset",
        "well",
        "completed",
        "standard",
        "design",
        "pad",
        "longest",
        "production",
        "history",
        "briscoe",
        "cochina",
        "west",
        "ranch",
        "84h",
        "85h",
        "well",
        "average",
        "per",
        "well",
        "initial",
        "production",
        "rate",
        "approximately",
        "roughly",
        "percent",
        "increase",
        "offset",
        "well",
        "used",
        "standard",
        "design",
        "although",
        "far",
        "finished",
        "completion",
        "testing",
        "result",
        "tight",
        "cluster",
        "completion",
        "design",
        "appear",
        "significant",
        "intend",
        "continue",
        "test",
        "tight",
        "cluster",
        "completion",
        "design",
        "across",
        "asset",
        "area",
        "comanche",
        "addition",
        "completion",
        "design",
        "seek",
        "optimize",
        "performance",
        "adjusting",
        "frac",
        "fluid",
        "design",
        "parameter",
        "continuing",
        "focus",
        "financial",
        "discipline",
        "delivering",
        "sustainable",
        "business",
        "model",
        "organic",
        "production",
        "growth",
        "spending",
        "within",
        "cash",
        "flow",
        "budgeted",
        "million",
        "million",
        "capital",
        "spending",
        "reduction",
        "roughly",
        "million",
        "midpoint",
        "guidance",
        "compared",
        "last",
        "year",
        "despite",
        "reduced",
        "spending",
        "active",
        "drilling",
        "campaign",
        "operated",
        "rig",
        "count",
        "seven",
        "rig",
        "four",
        "completion",
        "spread",
        "remain",
        "pace",
        "reach",
        "production",
        "approximately",
        "within",
        "first",
        "half",
        "operation",
        "update",
        "fourth",
        "quarter",
        "company",
        "spud",
        "gross",
        "net",
        "well",
        "completed",
        "gross",
        "net",
        "well",
        "fourth",
        "quarter",
        "company",
        "brought",
        "well",
        "comanche",
        "well",
        "catarina",
        "well",
        "maverick",
        "june",
        "company",
        "maximized",
        "allowable",
        "well",
        "drilling",
        "bank",
        "catarina",
        "applied",
        "towards",
        "current",
        "annual",
        "drilling",
        "commitment",
        "period",
        "extends",
        "july",
        "june",
        "company",
        "drilled",
        "additional",
        "well",
        "towards",
        "annual",
        "well",
        "drilling",
        "commitment",
        "drilling",
        "period",
        "ending",
        "june",
        "resulting",
        "well",
        "total",
        "towards",
        "annual",
        "well",
        "drilling",
        "commitment",
        "company",
        "gross",
        "net",
        "producing",
        "well",
        "gross",
        "well",
        "various",
        "stage",
        "completion",
        "detailed",
        "following",
        "table",
        "gross",
        "gross",
        "well",
        "waiting",
        "project",
        "producing",
        "undergoing",
        "area",
        "well",
        "completion",
        "catarina",
        "comanche",
        "maverick",
        "palmetto",
        "tm",
        "total",
        "production",
        "update",
        "company",
        "production",
        "full",
        "year",
        "approximately",
        "mmboe",
        "represents",
        "growth",
        "rate",
        "approximately",
        "percent",
        "despite",
        "completion",
        "delay",
        "september",
        "october",
        "company",
        "fourth",
        "quarter",
        "average",
        "daily",
        "production",
        "rate",
        "midpoint",
        "company",
        "guidance",
        "quarter",
        "company",
        "production",
        "mix",
        "fourth",
        "quarter",
        "consisted",
        "approximately",
        "percent",
        "oil",
        "percent",
        "natural",
        "gas",
        "liquid",
        "percent",
        "natural",
        "gas",
        "hedging",
        "update",
        "company",
        "hedged",
        "approximately",
        "barrel",
        "bbl",
        "per",
        "day",
        "oil",
        "production",
        "approximately",
        "million",
        "british",
        "thermal",
        "unit",
        "mmbtu",
        "per",
        "day",
        "natural",
        "gas",
        "production",
        "bbl",
        "per",
        "day",
        "oil",
        "production",
        "approximately",
        "mmbtu",
        "per",
        "day",
        "natural",
        "gas",
        "production",
        "consolidated",
        "basis",
        "additional",
        "information",
        "company",
        "hedge",
        "position",
        "found",
        "sanchez",
        "energy",
        "investor",
        "presentation",
        "posted",
        "sanchez",
        "energy",
        "corporation",
        "sanchez",
        "energy",
        "corporation",
        "nyse",
        "sn",
        "independent",
        "exploration",
        "production",
        "company",
        "focused",
        "acquisition",
        "development",
        "onshore",
        "unconventional",
        "oil",
        "natural",
        "gas",
        "resource",
        "current",
        "focus",
        "eagle",
        "ford",
        "shale",
        "south",
        "texas",
        "assembled",
        "net",
        "acre",
        "information",
        "sanchez",
        "energy",
        "corporation",
        "please",
        "visit",
        "website",
        "statement",
        "press",
        "release",
        "contains",
        "officer",
        "representative",
        "may",
        "time",
        "time",
        "make",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "statement",
        "statement",
        "historical",
        "fact",
        "included",
        "press",
        "release",
        "address",
        "activity",
        "event",
        "development",
        "sanchez",
        "energy",
        "expects",
        "belief",
        "anticipates",
        "may",
        "occur",
        "future",
        "statement",
        "including",
        "statement",
        "relating",
        "future",
        "financial",
        "operating",
        "result",
        "return",
        "strategy",
        "plan",
        "including",
        "future",
        "drilling",
        "plan",
        "economic",
        "drilling",
        "zone",
        "ability",
        "increase",
        "reserve",
        "production",
        "generate",
        "income",
        "cash",
        "flow",
        "ability",
        "keep",
        "well",
        "cost",
        "benefit",
        "related",
        "comanche",
        "transaction",
        "statement",
        "based",
        "certain",
        "assumption",
        "made",
        "company",
        "based",
        "management",
        "experience",
        "perception",
        "historical",
        "trend",
        "technical",
        "analysis",
        "current",
        "condition",
        "anticipated",
        "future",
        "development",
        "factor",
        "believed",
        "appropriate",
        "reasonable",
        "management",
        "used",
        "press",
        "release",
        "word",
        "potential",
        "believe",
        "estimate",
        "intend",
        "expect",
        "may",
        "anticipate",
        "could",
        "plan",
        "predict",
        "project",
        "budget",
        "forecast",
        "guidance",
        "profile",
        "model",
        "strategy",
        "future",
        "negative",
        "similar",
        "expression",
        "statement",
        "include",
        "word",
        "intended",
        "identify",
        "statement",
        "although",
        "statement",
        "contain",
        "identifying",
        "word",
        "statement",
        "subject",
        "number",
        "assumption",
        "risk",
        "uncertainty",
        "many",
        "beyond",
        "control",
        "sanchez",
        "energy",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "implied",
        "expressed",
        "statement",
        "including",
        "limited",
        "failure",
        "successfully",
        "execute",
        "business",
        "financial",
        "strategy",
        "failure",
        "acquired",
        "asset",
        "including",
        "comanche",
        "asset",
        "joint",
        "venture",
        "including",
        "partnership",
        "affiliate",
        "blackstone",
        "group",
        "perform",
        "anticipated",
        "inability",
        "successfully",
        "integrate",
        "various",
        "asset",
        "acquired",
        "u",
        "operation",
        "fully",
        "identify",
        "potential",
        "problem",
        "respect",
        "property",
        "accurately",
        "estimate",
        "reserve",
        "production",
        "cost",
        "respect",
        "property",
        "failure",
        "continue",
        "produce",
        "oil",
        "gas",
        "historical",
        "rate",
        "cost",
        "operation",
        "delay",
        "difficulty",
        "related",
        "producing",
        "oil",
        "gas",
        "price",
        "oil",
        "gas",
        "failure",
        "realize",
        "benefit",
        "transaction",
        "sanchez",
        "midstream",
        "partner",
        "lp",
        "marketing",
        "sale",
        "produced",
        "oil",
        "gas",
        "estimate",
        "made",
        "evaluating",
        "reserve",
        "competition",
        "general",
        "economic",
        "condition",
        "ability",
        "manage",
        "growth",
        "expectation",
        "regarding",
        "future",
        "liquidity",
        "leverage",
        "production",
        "expectation",
        "regarding",
        "result",
        "effort",
        "improve",
        "efficiency",
        "operation",
        "reduce",
        "cost",
        "disruption",
        "due",
        "extreme",
        "weather",
        "condition",
        "extreme",
        "rainfall",
        "hurricane",
        "tornado",
        "factor",
        "described",
        "sanchez",
        "energy",
        "recent",
        "annual",
        "report",
        "form",
        "update",
        "risk",
        "factor",
        "set",
        "forth",
        "sanchez",
        "energy",
        "quarterly",
        "report",
        "form",
        "current",
        "report",
        "form",
        "information",
        "assumption",
        "risk",
        "uncertainty",
        "available",
        "sanchez",
        "energy",
        "filing",
        "security",
        "exchange",
        "commission",
        "sec",
        "sanchez",
        "energy",
        "filing",
        "sec",
        "available",
        "website",
        "sec",
        "website",
        "light",
        "risk",
        "uncertainty",
        "assumption",
        "event",
        "anticipated",
        "sanchez",
        "energy",
        "statement",
        "may",
        "occur",
        "event",
        "occur",
        "sanchez",
        "energy",
        "may",
        "correctly",
        "anticipated",
        "timing",
        "occurrence",
        "extent",
        "impact",
        "actual",
        "result",
        "accordingly",
        "place",
        "undue",
        "reliance",
        "sanchez",
        "energy",
        "statement",
        "statement",
        "speaks",
        "date",
        "statement",
        "made",
        "sanchez",
        "energy",
        "undertakes",
        "obligation",
        "correct",
        "update",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "applicable",
        "law",
        "company",
        "contact",
        "kevin",
        "smith",
        "vp",
        "investor",
        "relation",
        "cham",
        "king",
        "investor",
        "relation",
        "capital",
        "market",
        "general",
        "inquiry",
        "source",
        "sanchez",
        "energy",
        "corporation"
    ]
}