{
    "organizations": [],
    "uuid": "6ae2e0c8e15d3df8d625a0d871bb310cbc1c7fdc",
    "author": "",
    "url": "https://www.cnbc.com/2018/02/21/these-3-senate-races-show-why-democrats-could-lose-seats-in-2018.html",
    "ord_in_thread": 0,
    "title": "Here are 3 key Senate races that show why Democrats are at risk of losing seats in 2018",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "As the 2018 midterm race for control of the Senate gains momentum and money, races in three states — Florida, Missouri and Wisconsin — illustrate just how tough it will be for Democratic incumbents this fall.\nWhile Democrats face better odds at taking back the House of Representatives, particularly as President Donald Trump 's unpopularity weighs on the GOP, the party faces a much tougher road in the Senate.\nThere, Republicans still hold a thin 51-49 edge, even though a Quinnipiac University poll showed Tuesday that 54 percent of voters, including 51 percent of independent voters, want Democrats to win control of the Senate in 2018.\nAs such, Republicans are well-positioned to add to their majority this fall, since 26 of the 34 seats up for grabs this year belong to Democrats or senators who caucus with Democrats.\nHere is a look at three key Senate races in which Democrats are at risk this year:\nFlorida Incumbent Democrat Bill Nelson will bid for re-election in a state that went red in 2016, voting in favor of then-candidate Trump and incumbent Republican Sen. Marco Rubio .\nReports have surfaced in recent months that Florida Gov. Rick Scott is considering a Republican bid for the Senate. Scott, who is reportedly already raising money and hiring political consultants, could become a serious obstacle in an already challenging map for Democrats.\nIf Scott spends like he did to win the governor's seat in 2010 and 2014, Democratic groups may be forced to spend more on Florida, potentially jettisoning funds that could have gone to other key states.\nBill Clark | CQ Roll Call | Getty Images Sen. Bill Nelson, D-Fla. The Orlando Sentinel reported that in 2010, Scott more than tripled the state record for campaign spending, funneling $85 million, including over $73 million of his own money, into his campaign and his independent PAC. According to The Tampa Tribune , Scott's 2014 race against former Florida Gov. Charlie Crist was even costlier. The Scott campaign spent about $100 million, the most spent on a gubernatorial candidate in that election cycle, with Scott contributing $12.8 million of his own money.\nHealth care is likely to become a central issue for the swing state's Senate race. Over the years, Nelson has generally supported the Affordable Care Act, or Obamacare, while Scott spent much of 2017 calling for its repeal.\nHealth care may also be a touchy subject for Scott for another reason. He spent much of his 2010 race defending his tenure as CEO of HCA Inc. Shortly after his resignation from the health-care facility operator, which he founded, a federal inquiry charged HCA $1.7 billion in fines for what was, at the time, the largest health-care fraud in U.S. history.\n\"Rick Scott's the guy with everything to lose,\" Joshua Karp, a communications director for Democratic PAC American Bridge 21st Century, told CNBC. \"The only thing that he has going for him is a really big checkbook to pull wool over the eyes of Florida voters.\"\nRepublicans widely view Scott as the strongest potential contender against Nelson. GOP strategist Ryan Williams told CNBC that the \"visible,\" \"hands-on\" governor would be a major challenger to Nelson, whom Williams characterized as a \"low-key absentee senator who's largely blended in with the furniture in Washington.\"\nBut three recent special election victories have given Florida Democrats some hope ahead of the Senate race. Their latest win was in Sarasota, where an older, mostly white community that skews Republican elected Democrat Margaret Wood to the House of Representatives.\nAdditionally, the widespread backlash from a school shooting in Florida's Broward County could weigh on Scott , who has an A-plus rating from the National Rifle Association.\nNelson's campaign could also benefit from Florida's late primary race on Aug. 28. If Scott runs, he will have to face six other Republican candidates in the primaries. Nelson will only face one other Democrat.\nAs of Feb. 16, here's where the Florida Senate race stands:\nMissouri Sen. Claire McCaskill seeks re-election after a statewide landslide in favor of Republican candidates in 2016.\nMcCaskill, a Trump target during the second half of last year, handily won her 2012 Senate race, raking in 54.8 percent of the vote compared with her Republican challenger Todd Akin's 39.1 percent. Akin was roundly criticized that year for comments he made about \"legitimate rape.\"\nThis year's campaign is shaping up to be tougher for McCaskill. Both Senate Majority Leader Mitch McConnell and former Trump strategist Steve Bannon have endorsed McCaskill's opponent, Missouri Attorney General Josh Hawley.\nTo make matters worse for McCaskill, Koch-funded political group Americans for Prosperity launched a $1.8 million ad campaign on Tuesday against the sitting senator. Republican chieftains embraced Hawley's candidacy after their purported first choice, Rep. Ann Wagner, opted out of a 2018 Senate bid.\nChris Hayden, the chief communicator for the Democratic Senate Majority PAC, said Republicans hoped Hawley would be their \"golden boy\" for Missouri.\nBut the 38-year-old Hawley has struggled to keep pace with McCaskill, who has been running for office for about as long as Hawley has been alive. The Republican's campaign has just over $1 million in cash on hand compared with McCaskill's $9 million, according to the Center for Responsive Politics.\nMeanwhile, there have been reports in recent weeks that the GOP has concerns about Hawley . The candidate has drawn criticism from Democratic groups for being unprepared for a Senate race, having limited contact with the press and avoiding difficult questions from the press on top issues.\nBill Clark | CQ Roll Call | Getty Images Sen. Claire McCaskill, D-Mo. \"That's really in contrast to Claire, who did 51 town halls [in 2017] in a year where Republicans were really hiding from their constituents,\" Hayden told CNBC. \"Missouri is a place where there are a lot of Republicans, and she'll talk to every one of them.\"\nYet David McIntosh, the president of Club for Growth, a conservative PAC involved in the Missouri race, said his group likes Hawley \"because he's a very smart, constitutional, limited-government conservative\" who is well-positioned to use McCaskill's voting record against her, particularly her opposition to the increasingly popular GOP tax-cut bill.\nHawley's campaign manager, Kyle Plotkin, pushed back against Democratic criticism of Hawley, citing his active record of \"fighting the big and the powerful\" as attorney general, including his case against Google .\nHe added that the money Hawley raised — $1.8 million total — is on pace with top candidates from previous cycles and that Hawley raised more money last quarter than any other Senate Republican challenger in the country.\nStill, the conservative upstart's campaign hit a snag in late January, when the Kansas City Star published audio from one of his December speeches in which Hawley blamed the issue of sex trafficking on the sexual revolution of the 1960s and '70s.\nA spokeswoman for Hawley's campaign wrote in an email to CNBC that Hawley's comments related specifically to Hollywood perpetuating a \"demeaning view of women\" and a \"culture of male exploitation of women\" in the '60s and '70s. She added that as attorney general, Hawley has made it a priority to mitigate the problem of sex trafficking.\nMeanwhile, McCaskill, a former sex crimes prosecutor, has targeted Craigslist competitor Backpage and other websites in her war on sex trafficking .\nAs of Feb. 16, here's where the Missouri Senate race stands:\nWisconsin Tammy Baldwin, the first openly gay senator in U.S. history and Wisconsin's first-ever female Congress member and senator, is already first on the list of Democrats with the most outside money being spent against them in the 2018 race.\nFacing re-election in a state Trump won by a razor-thin margin in 2016, Baldwin is already seeing pressure from conservative outside spending groups, which have already spent over $3 million in an effort to oust her.\nHayden, of the Democratic Senate Majority PAC, said the Koch brothers could soon turn their attention to Wisconsin, where they have historically spent hundreds of thousands of dollars on elections, because they \"feel like they own the state.\"\nBaldwin's campaign has already raised nearly $14 million ahead of the Aug. 14 primaries, in which the sitting senator will run unopposed.\nThe Republican primary, however, will be a four-candidate free-for-all. The presumed leader so far is Kevin Nicholson, a Marine Corps veteran and former McKinsey consultant whose own parents reportedly donated the maximum amount to Baldwin's campaign. In a Fox & Friends interview , Nicholson attributed his parents' move to their different worldview.\nBill Clark | CQ Roll Call | Getty Images Sen. Tammy Baldwin, D-Wisc. Nicholson, a pro-life, pro-guns, pro-Trump proponent of the tax bill who has gained the support of key Republican donor groups like Club for Growth, is expected to challenge Baldwin on a number of these issues.\nDemocrats think Nicholson's position on the tax cuts could hurt him with Wisconsin voters, many of whom worry about federal funds for institutions like public schools getting slashed in order to offset individual and corporate tax breaks.\nBut Club for Growth's McIntosh thinks Nicholson's stance on taxes \"will help Nicholson instead of hurt him.\"\n\"People are noticing that their take-home pay has increased because of the tax bill,\" McIntosh told CNBC.\nTo Karp, Nicholson's sole competitive advantage seems to be the support of billionaire businessman Richard Uihlein, a leading donor to Club for Growth Action and Solutions for Wisconsin, a PAC specifically formed to support Nicholson. Uihlein, the co-founder and CEO of shipping company Uline Inc., was the top donor to a super PAC supporting Roy Moore in the Alabama judge's failed run for the Senate in December.\nClub for Growth's McIntosh declined to comment on Uihlein's contributions, saying only that his company's headquarters were located in Wisconsin.\nLeah Vukmir, a conservative talk radio host and Wisconsin State Senate member, is also vying for the Republican bid, but Nicholson's campaign is thus far outpacing hers on the money front.\nSince she was elected to state legislature in 2010, Vukmir has worked extensively with Gov. Scott Walker on passing sweeping collective bargaining reforms that spurred the 2011 protests in Madison, Wisconsin.\nAs of Feb. 16, here's where the Wisconsin Senate race stands:\nThe charts in this story use data from Morning Consult, the Center for Responsive Politics and RealClearPolitics.",
    "published": "2018-02-21T20:00:00.000+02:00",
    "crawled": "2018-02-21T20:10:42.004+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "midterm",
        "race",
        "control",
        "senate",
        "gain",
        "momentum",
        "money",
        "race",
        "three",
        "state",
        "florida",
        "missouri",
        "wisconsin",
        "illustrate",
        "tough",
        "democratic",
        "incumbent",
        "fall",
        "democrat",
        "face",
        "better",
        "odds",
        "taking",
        "back",
        "house",
        "representative",
        "particularly",
        "president",
        "donald",
        "trump",
        "unpopularity",
        "weighs",
        "gop",
        "party",
        "face",
        "much",
        "tougher",
        "road",
        "senate",
        "republican",
        "still",
        "hold",
        "thin",
        "edge",
        "even",
        "though",
        "quinnipiac",
        "university",
        "poll",
        "showed",
        "tuesday",
        "percent",
        "voter",
        "including",
        "percent",
        "independent",
        "voter",
        "want",
        "democrat",
        "win",
        "control",
        "senate",
        "republican",
        "add",
        "majority",
        "fall",
        "since",
        "seat",
        "grab",
        "year",
        "belong",
        "democrat",
        "senator",
        "caucus",
        "democrat",
        "look",
        "three",
        "key",
        "senate",
        "race",
        "democrat",
        "risk",
        "year",
        "florida",
        "incumbent",
        "democrat",
        "bill",
        "nelson",
        "bid",
        "state",
        "went",
        "red",
        "voting",
        "favor",
        "trump",
        "incumbent",
        "republican",
        "marco",
        "rubio",
        "report",
        "surfaced",
        "recent",
        "month",
        "florida",
        "gov",
        "rick",
        "scott",
        "considering",
        "republican",
        "bid",
        "senate",
        "scott",
        "reportedly",
        "already",
        "raising",
        "money",
        "hiring",
        "political",
        "consultant",
        "could",
        "become",
        "serious",
        "obstacle",
        "already",
        "challenging",
        "map",
        "democrat",
        "scott",
        "spends",
        "like",
        "win",
        "governor",
        "seat",
        "democratic",
        "group",
        "may",
        "forced",
        "spend",
        "florida",
        "potentially",
        "jettisoning",
        "fund",
        "could",
        "gone",
        "key",
        "state",
        "bill",
        "clark",
        "cq",
        "roll",
        "call",
        "getty",
        "image",
        "bill",
        "nelson",
        "orlando",
        "sentinel",
        "reported",
        "scott",
        "tripled",
        "state",
        "record",
        "campaign",
        "spending",
        "funneling",
        "million",
        "including",
        "million",
        "money",
        "campaign",
        "independent",
        "pac",
        "according",
        "tampa",
        "tribune",
        "scott",
        "race",
        "former",
        "florida",
        "gov",
        "charlie",
        "crist",
        "even",
        "costlier",
        "scott",
        "campaign",
        "spent",
        "million",
        "spent",
        "gubernatorial",
        "candidate",
        "election",
        "cycle",
        "scott",
        "contributing",
        "million",
        "money",
        "health",
        "care",
        "likely",
        "become",
        "central",
        "issue",
        "swing",
        "state",
        "senate",
        "race",
        "year",
        "nelson",
        "generally",
        "supported",
        "affordable",
        "care",
        "act",
        "obamacare",
        "scott",
        "spent",
        "much",
        "calling",
        "repeal",
        "health",
        "care",
        "may",
        "also",
        "touchy",
        "subject",
        "scott",
        "another",
        "reason",
        "spent",
        "much",
        "race",
        "defending",
        "tenure",
        "ceo",
        "hca",
        "shortly",
        "resignation",
        "facility",
        "operator",
        "founded",
        "federal",
        "inquiry",
        "charged",
        "hca",
        "billion",
        "fine",
        "time",
        "largest",
        "fraud",
        "history",
        "rick",
        "scott",
        "guy",
        "everything",
        "lose",
        "joshua",
        "karp",
        "communication",
        "director",
        "democratic",
        "pac",
        "american",
        "bridge",
        "21st",
        "century",
        "told",
        "cnbc",
        "thing",
        "going",
        "really",
        "big",
        "checkbook",
        "pull",
        "wool",
        "eye",
        "florida",
        "voter",
        "republican",
        "widely",
        "view",
        "scott",
        "strongest",
        "potential",
        "contender",
        "nelson",
        "gop",
        "strategist",
        "ryan",
        "williams",
        "told",
        "cnbc",
        "visible",
        "governor",
        "would",
        "major",
        "challenger",
        "nelson",
        "williams",
        "characterized",
        "absentee",
        "senator",
        "largely",
        "blended",
        "furniture",
        "washington",
        "three",
        "recent",
        "special",
        "election",
        "victory",
        "given",
        "florida",
        "democrat",
        "hope",
        "ahead",
        "senate",
        "race",
        "latest",
        "win",
        "sarasota",
        "older",
        "mostly",
        "white",
        "community",
        "skews",
        "republican",
        "elected",
        "democrat",
        "margaret",
        "wood",
        "house",
        "representative",
        "additionally",
        "widespread",
        "backlash",
        "school",
        "shooting",
        "florida",
        "broward",
        "county",
        "could",
        "weigh",
        "scott",
        "rating",
        "national",
        "rifle",
        "association",
        "nelson",
        "campaign",
        "could",
        "also",
        "benefit",
        "florida",
        "late",
        "primary",
        "race",
        "scott",
        "run",
        "face",
        "six",
        "republican",
        "candidate",
        "primary",
        "nelson",
        "face",
        "one",
        "democrat",
        "florida",
        "senate",
        "race",
        "stand",
        "missouri",
        "claire",
        "mccaskill",
        "seek",
        "statewide",
        "landslide",
        "favor",
        "republican",
        "candidate",
        "mccaskill",
        "trump",
        "target",
        "second",
        "half",
        "last",
        "year",
        "handily",
        "senate",
        "race",
        "raking",
        "percent",
        "vote",
        "compared",
        "republican",
        "challenger",
        "todd",
        "akin",
        "percent",
        "akin",
        "roundly",
        "criticized",
        "year",
        "comment",
        "made",
        "legitimate",
        "rape",
        "year",
        "campaign",
        "shaping",
        "tougher",
        "mccaskill",
        "senate",
        "majority",
        "leader",
        "mitch",
        "mcconnell",
        "former",
        "trump",
        "strategist",
        "steve",
        "bannon",
        "endorsed",
        "mccaskill",
        "opponent",
        "missouri",
        "attorney",
        "general",
        "josh",
        "hawley",
        "make",
        "matter",
        "worse",
        "mccaskill",
        "political",
        "group",
        "american",
        "prosperity",
        "launched",
        "million",
        "ad",
        "campaign",
        "tuesday",
        "sitting",
        "senator",
        "republican",
        "chieftain",
        "embraced",
        "hawley",
        "candidacy",
        "purported",
        "first",
        "choice",
        "ann",
        "wagner",
        "opted",
        "senate",
        "bid",
        "chris",
        "hayden",
        "chief",
        "communicator",
        "democratic",
        "senate",
        "majority",
        "pac",
        "said",
        "republican",
        "hoped",
        "hawley",
        "would",
        "golden",
        "boy",
        "missouri",
        "hawley",
        "struggled",
        "keep",
        "pace",
        "mccaskill",
        "running",
        "office",
        "long",
        "hawley",
        "alive",
        "republican",
        "campaign",
        "million",
        "cash",
        "hand",
        "compared",
        "mccaskill",
        "million",
        "according",
        "center",
        "responsive",
        "politics",
        "meanwhile",
        "report",
        "recent",
        "week",
        "gop",
        "concern",
        "hawley",
        "candidate",
        "drawn",
        "criticism",
        "democratic",
        "group",
        "unprepared",
        "senate",
        "race",
        "limited",
        "contact",
        "press",
        "avoiding",
        "difficult",
        "question",
        "press",
        "top",
        "issue",
        "bill",
        "clark",
        "cq",
        "roll",
        "call",
        "getty",
        "image",
        "claire",
        "mccaskill",
        "really",
        "contrast",
        "claire",
        "town",
        "hall",
        "year",
        "republican",
        "really",
        "hiding",
        "constituent",
        "hayden",
        "told",
        "cnbc",
        "missouri",
        "place",
        "lot",
        "republican",
        "talk",
        "every",
        "one",
        "yet",
        "david",
        "mcintosh",
        "president",
        "club",
        "growth",
        "conservative",
        "pac",
        "involved",
        "missouri",
        "race",
        "said",
        "group",
        "like",
        "hawley",
        "smart",
        "constitutional",
        "conservative",
        "use",
        "mccaskill",
        "voting",
        "record",
        "particularly",
        "opposition",
        "increasingly",
        "popular",
        "gop",
        "bill",
        "hawley",
        "campaign",
        "manager",
        "kyle",
        "plotkin",
        "pushed",
        "back",
        "democratic",
        "criticism",
        "hawley",
        "citing",
        "active",
        "record",
        "fighting",
        "big",
        "powerful",
        "attorney",
        "general",
        "including",
        "case",
        "google",
        "added",
        "money",
        "hawley",
        "raised",
        "million",
        "total",
        "pace",
        "top",
        "candidate",
        "previous",
        "cycle",
        "hawley",
        "raised",
        "money",
        "last",
        "quarter",
        "senate",
        "republican",
        "challenger",
        "country",
        "still",
        "conservative",
        "upstart",
        "campaign",
        "hit",
        "snag",
        "late",
        "january",
        "kansa",
        "city",
        "star",
        "published",
        "audio",
        "one",
        "december",
        "speech",
        "hawley",
        "blamed",
        "issue",
        "sex",
        "trafficking",
        "sexual",
        "revolution",
        "1960s",
        "spokeswoman",
        "hawley",
        "campaign",
        "wrote",
        "email",
        "cnbc",
        "hawley",
        "comment",
        "related",
        "specifically",
        "hollywood",
        "perpetuating",
        "demeaning",
        "view",
        "woman",
        "culture",
        "male",
        "exploitation",
        "woman",
        "added",
        "attorney",
        "general",
        "hawley",
        "made",
        "priority",
        "mitigate",
        "problem",
        "sex",
        "trafficking",
        "meanwhile",
        "mccaskill",
        "former",
        "sex",
        "crime",
        "prosecutor",
        "targeted",
        "craigslist",
        "competitor",
        "backpage",
        "website",
        "war",
        "sex",
        "trafficking",
        "missouri",
        "senate",
        "race",
        "stand",
        "wisconsin",
        "tammy",
        "baldwin",
        "first",
        "openly",
        "gay",
        "senator",
        "history",
        "wisconsin",
        "female",
        "congress",
        "member",
        "senator",
        "already",
        "first",
        "list",
        "democrat",
        "outside",
        "money",
        "spent",
        "race",
        "facing",
        "state",
        "trump",
        "margin",
        "baldwin",
        "already",
        "seeing",
        "pressure",
        "conservative",
        "outside",
        "spending",
        "group",
        "already",
        "spent",
        "million",
        "effort",
        "oust",
        "hayden",
        "democratic",
        "senate",
        "majority",
        "pac",
        "said",
        "koch",
        "brother",
        "could",
        "soon",
        "turn",
        "attention",
        "wisconsin",
        "historically",
        "spent",
        "hundred",
        "thousand",
        "dollar",
        "election",
        "feel",
        "like",
        "state",
        "baldwin",
        "campaign",
        "already",
        "raised",
        "nearly",
        "million",
        "ahead",
        "primary",
        "sitting",
        "senator",
        "run",
        "unopposed",
        "republican",
        "primary",
        "however",
        "presumed",
        "leader",
        "far",
        "kevin",
        "nicholson",
        "marine",
        "corp",
        "veteran",
        "former",
        "mckinsey",
        "consultant",
        "whose",
        "parent",
        "reportedly",
        "donated",
        "maximum",
        "amount",
        "baldwin",
        "campaign",
        "fox",
        "friend",
        "interview",
        "nicholson",
        "attributed",
        "parent",
        "move",
        "different",
        "worldview",
        "bill",
        "clark",
        "cq",
        "roll",
        "call",
        "getty",
        "image",
        "tammy",
        "baldwin",
        "nicholson",
        "proponent",
        "tax",
        "bill",
        "gained",
        "support",
        "key",
        "republican",
        "donor",
        "group",
        "like",
        "club",
        "growth",
        "expected",
        "challenge",
        "baldwin",
        "number",
        "issue",
        "democrat",
        "think",
        "nicholson",
        "position",
        "tax",
        "cut",
        "could",
        "hurt",
        "wisconsin",
        "voter",
        "many",
        "worry",
        "federal",
        "fund",
        "institution",
        "like",
        "public",
        "school",
        "getting",
        "slashed",
        "order",
        "offset",
        "individual",
        "corporate",
        "tax",
        "break",
        "club",
        "growth",
        "mcintosh",
        "think",
        "nicholson",
        "stance",
        "tax",
        "help",
        "nicholson",
        "instead",
        "hurt",
        "people",
        "noticing",
        "pay",
        "increased",
        "tax",
        "bill",
        "mcintosh",
        "told",
        "cnbc",
        "karp",
        "nicholson",
        "sole",
        "competitive",
        "advantage",
        "seems",
        "support",
        "billionaire",
        "businessman",
        "richard",
        "uihlein",
        "leading",
        "donor",
        "club",
        "growth",
        "action",
        "solution",
        "wisconsin",
        "pac",
        "specifically",
        "formed",
        "support",
        "nicholson",
        "uihlein",
        "ceo",
        "shipping",
        "company",
        "uline",
        "top",
        "donor",
        "super",
        "pac",
        "supporting",
        "roy",
        "moore",
        "alabama",
        "judge",
        "failed",
        "run",
        "senate",
        "december",
        "club",
        "growth",
        "mcintosh",
        "declined",
        "comment",
        "uihlein",
        "contribution",
        "saying",
        "company",
        "headquarters",
        "located",
        "wisconsin",
        "leah",
        "vukmir",
        "conservative",
        "talk",
        "radio",
        "host",
        "wisconsin",
        "state",
        "senate",
        "member",
        "also",
        "vying",
        "republican",
        "bid",
        "nicholson",
        "campaign",
        "thus",
        "far",
        "outpacing",
        "money",
        "front",
        "since",
        "elected",
        "state",
        "legislature",
        "vukmir",
        "worked",
        "extensively",
        "gov",
        "scott",
        "walker",
        "passing",
        "sweeping",
        "collective",
        "bargaining",
        "reform",
        "spurred",
        "protest",
        "madison",
        "wisconsin",
        "wisconsin",
        "senate",
        "race",
        "stand",
        "chart",
        "story",
        "use",
        "data",
        "morning",
        "consult",
        "center",
        "responsive",
        "politics",
        "realclearpolitics"
    ]
}