{
    "organizations": [],
    "uuid": "6dcaeb4957985ba54c93af6a9a4f650e1982eea6",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/12/pr-newswire-first-quantum-minerals-reports-fourth-quarter-2017-results.html",
    "ord_in_thread": 0,
    "title": "First Quantum Minerals Reports Fourth Quarter 2017 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "(In United States dollars, except where noted otherwise)\nTORONTO, Feb. 12, 2018 /PRNewswire/ - First Quantum Minerals Ltd. (\"First Quantum\" or the \"Company\", TSX Symbol \"FM\") today announced a comparative loss 1 of $36 million ($0.05 per share 1 ), a net loss from continuing operations attributable to shareholders of the Company 1 of $115 million ($0.17 per share) and cash flows from continuing operating activities of $203 million ($0.30 per share 1 ) for the three months ended December 31, 2017. The results include a $188 million loss realized under the copper sales hedge program for which no tax credit is available and $79 million for impairments and other comparative adjustments.\nResults for the full year 2017 are a comparative loss 1 of $111 million ($0.16 per share 1 ), a net loss from continuing operations attributable to shareholders of the Company 1 of $316 million ($0.46 per share) and cash flows from continuing operating activities of $914 million ($1.33 per share 1 ). The results include a loss realized under the sales hedge program of $568 million for which no tax credit is available, and impairments and other costs and comparative adjustments of $205 million.\nFOURTH QUARTER 2017 SUMMARY 2\nContinued Strong Operations: Set new quarterly records for copper production 3 and sales at 154,319 and 151,905 tonnes, respectively: Sentinel mine recorded its highest performance to date despite the onset of the wet season Kansanshi mine and smelter and the Las Cruces mine all turned in solid results Maintained low unit cost of copper production 4 : All-in sustaining cost (\"AISC\") = $1.76 per pound; Cash cost (\"C1\") = $1.30 per pound; Total cost (\"C3\") = $2.16 per pound\nA Strengthened Balance Sheet And Good Liquidity: Ended the year with $702 million in net unrestricted cash and cash equivalents, $390 million of committed undrawn facilities and in full compliance with all financial covenants The Cobre Panama project financing process has advanced to the documentation phase with signed commitment letters from an international group of banks. Completion and drawdown are expected in the second quarter of 2018 At February 12, 2018, the copper sales hedge program consisted of 66,500 tonnes of unsettled and unmargined copper forward sales contracts at an average price of $2.63 per pound with periods of maturity to September 2018, zero cost collar unmargined sales contracts for 120,000 tonnes at a spread of $2.56 per pound to $3.44 per pound with maturities to December 2018. In addition, there were put options for 49,500 tonnes at a strike price of $3.10 per pound with maturities to April 2018 Developments subsequent to year-end: Put in place a new $230 million five-year term facility agreement in the subsidiary that owns the Sentinel mine. Repayments are scheduled to start in December 2019 Committed to repay the $175 million outstanding balance on the Kansanshi senior term loan\nCobre Panama Development Advanced to 70% Completion; Capacity Expansions Approved: Commissioning of the first generating set of the power station and construction at the process plant and mine site all continue to progress well An initial 15% expansion to the throughput capacity was approved along with several other initiatives aimed at achieving a smooth and efficient commissioning and ramp-up Capital estimate revised to $6.3 billion Completed the acquisition of an additional 10% indirect interest in the project\nThree-Year Guidance Issued Including Estimates For The Ramp-up Of Cobre Panama (details provided on page 4) Corporate Developments: Framework Agreement With Northern Dynasty Ltd.: Finalizing the details of a four-year, $150 million option agreement that will entitle First Quantum to earn a 50% interest in the Pebble Limited Partnership, the owner of the Pebble project in Alaska, by investing an additional total amount of $1.35 billion Paid the Early Option Price Instalment of $37.5 million on the option agreement on December 15, 2017 Declared a final dividend of CDN$0.005 per share, in respect of the financial year ended December 31, 2017\n1\nNet earnings (loss) attributable to shareholders of the Company has been adjusted to exclude items which are not reflective of underlying performance to arrive at comparative earnings (loss). Comparative earnings (loss), comparative earnings (loss) per share, comparative EBITDA and cash flows per share are not measures recognized under IFRS and do not have a standardized meaning prescribed by IFRS. The Company has disclosed these measures to assist with the understanding of results and to provide further financial information about the results to investors. Refer to the \"Regulatory Disclosures\" section in the MD&A for the year ended December 31, 2017 for further information.\n2\nOn June 1, 2016 the sale of the Kevitsa mine was completed. In accordance with the requirements of IFRS 5 - Non-current assets Held for Sale and Discontinued Operations, the financial and operating information of 2016 was presented to exclude Kevitsa. On October 1, 2017, Ravensthorpe was placed on care and maintenance.\n3\nProduction is presented on a copper contained basis, and is presented prior to processing through the Kansanshi smelter.\n4\nAISC, C1 and C3 costs per pound are not recognized under IFRS. Refer to the \"Regulatory Disclosures\" section in the MD&A for the year ended December 31, 2017 for further information.\nCEO'S COMMENTS\n\"2017 was another successful year for First Quantum. Our achievements were realized through the continued dedication and efforts of our entire workforce and partners,\" noted Philip Pascall, Chairman and CEO.\n\"We made significant progress on our copper growth objective. Sentinel's ramp-up over the year accounted for a good part of that progress as did the continued strong performances at the Kansanshi complex and Las Cruces. While our smaller operations are managing the challenges of being in the latter part of their lives, they do make good contributions both in production and providing unique training and experience for our valuable workforce. 2017 marked the sixth consecutive year that we have increased our copper production. This is an achievement we are proud of especially in light of the tough conditions faced by our industry over the past few years.\n\"2018 is an important year for us with the start of the critical phased commissioning of our largest project to date – Cobre Panama. We believe the project will enter operations at a time when the fundamentals for copper will be at their strongest. This has informed our decision to bring forward an expansion and increase our ownership interest.\n\"Through this period of significant growth for our Company, we are also committed to deleveraging the balance sheet and providing some return to our shareholders who have been supportive of our vision and strategy,\" Mr. Pascall concluded.\nOPERATING HIGHLIGHTS\nThree months ended\nDecember 31\nYear ended\nDecember 31\n(U.S. dollars where applicable)\n2017\n2016\n2017\n2016\nCOPPER\n-\nProduction (tonnes)\n154,319\n146,101\n573,963\n539,458\n-\nSales (tonnes)\n151,905\n136,265\n580,130\n535,613\n-\nCost of production:\no\nAISC (per lb)\n$1.76\n$1.71\n$1.65\n$1.46\no\nC1 (per lb)\n$1.30\n$1.22\n$1.23\n$1.06\no\nC3 (per lb)\n$2.16\n$1.91\n$2.05\n$1.83\n-\nRealized price (per lb)\n$2.50\n$2.18\n$2.33\n$2.26\nNICKEL\n-\nProduction (contained tonnes)\n-\n6,206\n17,837\n23,624\n-\nSales (contained tonnes)\n865\n6,073\n18,683\n25,882\n-\nCost of production:\no\nAISC (per lb)\n($0.51)\n$5.03\n$5.29\n$5.29\no\nC1 (per lb)\n($0.61)\n$4.46\n$4.45\n$4.66\no\nC3 (per lb)\n($0.51)\n$6.16\n$6.17\n$6.34\n-\nRealized price (per payable lb)\n$5.37\n$4.50\n$4.67\n$4.25\nGOLD\n-\nProduction (ounces)\n51,904\n54,234\n199,736\n214,012\n-\nSales (ounces)\n50,723\n45,620\n201,376\n232,783\nFINANCIAL HIGHLIGHTS\nThree months ended\nDecember 31\nYear ended\nDecember 31\n(U.S. dollars millions, except where noted otherwise)\n2017\n2016\n2017\n2016\nSales revenues\n885\n689\n3,310\n2,673\nGross profit\n117\n52\n335\n339\nNet earnings (loss) from continuing operations attributable to\nshareholders of the Company\n(115)\n12\n(316)\n222\nNet loss from discontinued operations\n-\n-\n-\n(267)\nNet earnings (loss) per share from continuing operations\nattributable to shareholders of the Company\n($0.17)\n$0.02\n($0.46)\n$0.32\nNet earnings (loss) per share 5\n($0.17)\n$0.02\n($0.46)\n($0.07)\nBasic and diluted earnings (loss) per share 5\n($0.17)\n$0.02\n($0.46)\n($0.07)\nComparative EBITDA\n318\n218\n1,154\n964\nComparative earnings (loss)\n(36)\n27\n(111)\n165\nComparative earnings (loss) per share\n($0.05)\n$0.04\n($0.16)\n$0.24\nCash flows from continuing operating activities\n203\n93\n914\n914\n5\n2016 figures include discontinued operations.\nTHREE-YEAR GUIDANCE\nCapital Expenditures 6\n(U.S. dollars millions)\n2018\n2019\n2020\nTotal Cobre Panama 7\n1,180\n382\n-\nThird-party contribution 8\n(354)\n(89)\n-\nFirst Quantum's share 9\n826\n293\n-\nCapitalized stripping\n200\n200\n200\nSustaining capital and other projects\n360\n400\n400\nTotal net capital expenditures\n1,386\n893\n600\n6\nExcludes capitalization of any net pre-commercial production costs, revenue and interest.\n7\nReflects the revised total capital expenditure estimate of $6.3 billion.\n8\nThird-party contributions are from the pro-rata funding under a $1 billion precious metals stream agreement and KORES' 10% indirect interest in the project.\n9\nBased on the current 90% ownership.\nProduction\n(000's)\n2018\n2019\n2020\nCopper – excluding Cobre Panama (tonnes)\n590\n595\n610\nNickel (contained tonnes)\n-\n-\n-\nGold – excluding Cobre Panama (ounces)\n200\n200\n195\nZinc (tonnes)\n20\n17\n5\nCobre Panama 10 – copper (tonnes)\n-\n150+\n270 - 300\n10\nAssumes the following:\na)\nStart of commissioning in fourth quarter 2018.\nb)\nContinued ramp-up in 2019 with copper production estimated at a minimum of 150,000 tonnes.\nc)\nFurther ramp-up in 2020 with copper production between 270,000 and 300,000 tonnes.\nCopper AISC and C1 Cost 11\n(Per pound)\n2018\n2019\n2020\nAISC\n$1.65 - $1.85\n$1.65 - $1.80\n$1.65 - $1.80\nC1\n$1.20 - $1.40\n$1.20 - $1.40\n$1.20 - $1.40\n11\nDoes not include estimates for Cobre Panama which are projected at $1.20 per pound C1 and $1.50 per pound AISC, net of a by-product credit of $0.25 per pound at steady-state.\nCONFERENCE CALL & WEB C AST\nConference call and webcast details are as follows:\nDate:\nFebruary 12, 2018\nTime:\n9:00 am (EST); 2:00 pm (GMT); 6:00 am (PST)\nWebcast:\nwww.first-quantum.com\nDial in:\nNorth America: (toll free) (877) 291-4570\nNorth America and international: 1 (647) 788-4919\nUnited Kingdom: (toll free) 0-800-051-7107\nReplay:\nAvailable from noon (EST) on February 12, until 11:59 pm (EST) on February 19, 2018\nNorth America: (toll free) (800) 585-8367\nNorth America and international: 1 (416) 621-4642\nPasscode:\n4089109\nCOMPLETE FINANCIAL STATEMENTS AND MANAGEMENT'S DISCUSSION AND ANALYSIS\nThe complete audited consolidated financial statements and Management's Discussion and Analysis for the year ended December 31, 2017 are available at www.first-quantum.com and should be read in conjunction with this news release.\nOn Behalf of the Board of Directors of First Quantum Minerals Ltd.\nG. Clive Newall\nPresident\nCAUTIONARY STATEMENT ON FORWARD-LOOKING INFORMATION\nCertain statements and information herein, including all statements that are not historical facts, contain forward-looking statements and forward-looking information within the meaning of applicable securities laws. The forward-looking statements include estimates, forecasts and statements as to the Company's expectations of production and sales volumes, and expected timing of completion of project development at Cobre Panama and Enterprise and are subject to the impact of ore grades on future production, the potential of production disruptions, capital expenditure and mine production costs, the outcome of mine permitting, other required permitting, the outcome of legal proceedings which involve the Company, information with respect to the future price of copper, gold, nickel, zinc, pyrite, cobalt and sulphuric acid, estimated mineral reserves and mineral resources, First Quantum's exploration and development program, estimated future expenses, exploration and development capital requirements, the Company's hedging policy, and goals and strategies. Often, but not always, forward-looking statements or information can be identified by the use of words such as \"plans\", \"expects\" or \"does not expect\", \"is expected\", \"budget\", \"scheduled\", \"estimates\", \"forecasts\", \"intends\", \"anticipates\" or \"does not anticipate\" or \"believes\" or variations of such words and phrases or statements that certain actions, events or results \"may\", \"could\", \"would\", \"might\" or \"will\" be taken, occur or be achieved.\nWith respect to forward-looking statements and information contained herein, the Company has made numerous assumptions including among other things, assumptions about continuing production at all operating facilities, the price of copper, gold, nickel, zinc, pyrite, cobalt and sulphuric acid, anticipated costs and expenditures and the ability to achieve the Company's goals. Forward-looking statements and information by their nature are based on assumptions and involve known and unknown risks, uncertainties and other factors which may cause the actual results, performance or achievements, or industry results, to be materially different from any future results, performance or achievements expressed or implied by such forward-looking statements or information. These factors include, but are not limited to, future production volumes and costs, the temporary or permanent closure of uneconomic operations, costs for inputs such as oil, power and sulphur, political stability in Zambia, Peru, Mauritania, Finland, Spain, Turkey, Panama, Argentina, the United States and Australia, adverse weather conditions in Zambia, Finland, Spain, Turkey, Mauritania and Panama, labour disruptions, potential social and environmental challenges, power supply, mechanical failures, water supply, procurement and delivery of parts and supplies to the operations, and the production of off-spec material.\nSee the Company's Annual Information Form for additional information on risks, uncertainties and other factors relating to the forward-looking statements and information. Although the Company has attempted to identify factors that would cause actual actions, events or results to differ materially from those disclosed in the forward-looking statements or information, there may be other factors that cause actual results, performances, achievements or events not to be anticipated, estimated or intended. Also, many of these factors are beyond First Quantum's control. Accordingly, readers should not place undue reliance on forward-looking statements or information. The Company undertakes no obligation to reissue or update forward-looking statements or information as a result of new information or events after the date hereof except as may be required by law. All forward-looking statements and information made herein are qualified by this cautionary statement.\nSOURCE First Quantum Minerals Ltd.",
    "published": "2018-02-12T14:02:00.000+02:00",
    "crawled": "2018-02-12T16:49:12.042+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "united",
        "state",
        "dollar",
        "except",
        "noted",
        "otherwise",
        "toronto",
        "first",
        "quantum",
        "mineral",
        "first",
        "quantum",
        "company",
        "tsx",
        "symbol",
        "fm",
        "today",
        "announced",
        "comparative",
        "loss",
        "million",
        "per",
        "share",
        "net",
        "loss",
        "continuing",
        "operation",
        "attributable",
        "shareholder",
        "company",
        "million",
        "per",
        "share",
        "cash",
        "flow",
        "continuing",
        "operating",
        "activity",
        "million",
        "per",
        "share",
        "three",
        "month",
        "ended",
        "december",
        "result",
        "include",
        "million",
        "loss",
        "realized",
        "copper",
        "sale",
        "hedge",
        "program",
        "tax",
        "credit",
        "available",
        "million",
        "impairment",
        "comparative",
        "adjustment",
        "result",
        "full",
        "year",
        "comparative",
        "loss",
        "million",
        "per",
        "share",
        "net",
        "loss",
        "continuing",
        "operation",
        "attributable",
        "shareholder",
        "company",
        "million",
        "per",
        "share",
        "cash",
        "flow",
        "continuing",
        "operating",
        "activity",
        "million",
        "per",
        "share",
        "result",
        "include",
        "loss",
        "realized",
        "sale",
        "hedge",
        "program",
        "million",
        "tax",
        "credit",
        "available",
        "impairment",
        "cost",
        "comparative",
        "adjustment",
        "million",
        "fourth",
        "quarter",
        "summary",
        "continued",
        "strong",
        "operation",
        "set",
        "new",
        "quarterly",
        "record",
        "copper",
        "production",
        "sale",
        "tonne",
        "respectively",
        "sentinel",
        "mine",
        "recorded",
        "highest",
        "performance",
        "date",
        "despite",
        "onset",
        "wet",
        "season",
        "kansanshi",
        "mine",
        "smelter",
        "la",
        "crux",
        "mine",
        "turned",
        "solid",
        "result",
        "maintained",
        "low",
        "unit",
        "cost",
        "copper",
        "production",
        "sustaining",
        "cost",
        "aisc",
        "per",
        "pound",
        "cash",
        "cost",
        "c1",
        "per",
        "pound",
        "total",
        "cost",
        "c3",
        "per",
        "pound",
        "strengthened",
        "balance",
        "sheet",
        "good",
        "liquidity",
        "ended",
        "year",
        "million",
        "net",
        "unrestricted",
        "cash",
        "cash",
        "equivalent",
        "million",
        "committed",
        "undrawn",
        "facility",
        "full",
        "compliance",
        "financial",
        "covenant",
        "cobre",
        "panama",
        "project",
        "financing",
        "process",
        "advanced",
        "documentation",
        "phase",
        "signed",
        "commitment",
        "letter",
        "international",
        "group",
        "bank",
        "completion",
        "drawdown",
        "expected",
        "second",
        "quarter",
        "february",
        "copper",
        "sale",
        "hedge",
        "program",
        "consisted",
        "tonne",
        "unsettled",
        "unmargined",
        "copper",
        "forward",
        "sale",
        "contract",
        "average",
        "price",
        "per",
        "pound",
        "period",
        "maturity",
        "september",
        "zero",
        "cost",
        "collar",
        "unmargined",
        "sale",
        "contract",
        "tonne",
        "spread",
        "per",
        "pound",
        "per",
        "pound",
        "maturity",
        "december",
        "addition",
        "put",
        "option",
        "tonne",
        "strike",
        "price",
        "per",
        "pound",
        "maturity",
        "april",
        "development",
        "subsequent",
        "put",
        "place",
        "new",
        "million",
        "term",
        "facility",
        "agreement",
        "subsidiary",
        "owns",
        "sentinel",
        "mine",
        "repayment",
        "scheduled",
        "start",
        "december",
        "committed",
        "repay",
        "million",
        "outstanding",
        "balance",
        "kansanshi",
        "senior",
        "term",
        "loan",
        "cobre",
        "panama",
        "development",
        "advanced",
        "completion",
        "capacity",
        "expansion",
        "approved",
        "commissioning",
        "first",
        "generating",
        "set",
        "power",
        "station",
        "construction",
        "process",
        "plant",
        "mine",
        "site",
        "continue",
        "progress",
        "well",
        "initial",
        "expansion",
        "throughput",
        "capacity",
        "approved",
        "along",
        "several",
        "initiative",
        "aimed",
        "achieving",
        "smooth",
        "efficient",
        "commissioning",
        "capital",
        "estimate",
        "revised",
        "billion",
        "completed",
        "acquisition",
        "additional",
        "indirect",
        "interest",
        "project",
        "guidance",
        "issued",
        "including",
        "estimate",
        "cobre",
        "panama",
        "detail",
        "provided",
        "page",
        "corporate",
        "development",
        "framework",
        "agreement",
        "northern",
        "dynasty",
        "finalizing",
        "detail",
        "million",
        "option",
        "agreement",
        "entitle",
        "first",
        "quantum",
        "earn",
        "interest",
        "pebble",
        "limited",
        "partnership",
        "owner",
        "pebble",
        "project",
        "alaska",
        "investing",
        "additional",
        "total",
        "amount",
        "billion",
        "paid",
        "early",
        "option",
        "price",
        "instalment",
        "million",
        "option",
        "agreement",
        "december",
        "declared",
        "final",
        "dividend",
        "cdn",
        "per",
        "share",
        "respect",
        "financial",
        "year",
        "ended",
        "december",
        "net",
        "earnings",
        "loss",
        "attributable",
        "shareholder",
        "company",
        "adjusted",
        "exclude",
        "item",
        "reflective",
        "underlying",
        "performance",
        "arrive",
        "comparative",
        "earnings",
        "loss",
        "comparative",
        "earnings",
        "loss",
        "comparative",
        "earnings",
        "loss",
        "per",
        "share",
        "comparative",
        "ebitda",
        "cash",
        "flow",
        "per",
        "share",
        "measure",
        "recognized",
        "ifrs",
        "standardized",
        "meaning",
        "prescribed",
        "ifrs",
        "company",
        "disclosed",
        "measure",
        "assist",
        "understanding",
        "result",
        "provide",
        "financial",
        "information",
        "result",
        "investor",
        "refer",
        "regulatory",
        "disclosure",
        "section",
        "md",
        "year",
        "ended",
        "december",
        "information",
        "june",
        "sale",
        "kevitsa",
        "mine",
        "completed",
        "accordance",
        "requirement",
        "ifrs",
        "asset",
        "held",
        "sale",
        "discontinued",
        "operation",
        "financial",
        "operating",
        "information",
        "presented",
        "exclude",
        "kevitsa",
        "october",
        "ravensthorpe",
        "placed",
        "care",
        "maintenance",
        "production",
        "presented",
        "copper",
        "contained",
        "basis",
        "presented",
        "prior",
        "processing",
        "kansanshi",
        "smelter",
        "aisc",
        "c1",
        "c3",
        "cost",
        "per",
        "pound",
        "recognized",
        "ifrs",
        "refer",
        "regulatory",
        "disclosure",
        "section",
        "md",
        "year",
        "ended",
        "december",
        "information",
        "ceo",
        "comment",
        "another",
        "successful",
        "year",
        "first",
        "quantum",
        "achievement",
        "realized",
        "continued",
        "dedication",
        "effort",
        "entire",
        "workforce",
        "partner",
        "noted",
        "philip",
        "pascall",
        "chairman",
        "ceo",
        "made",
        "significant",
        "progress",
        "copper",
        "growth",
        "objective",
        "sentinel",
        "year",
        "accounted",
        "good",
        "part",
        "progress",
        "continued",
        "strong",
        "performance",
        "kansanshi",
        "complex",
        "la",
        "crux",
        "smaller",
        "operation",
        "managing",
        "challenge",
        "latter",
        "part",
        "life",
        "make",
        "good",
        "contribution",
        "production",
        "providing",
        "unique",
        "training",
        "experience",
        "valuable",
        "workforce",
        "marked",
        "sixth",
        "consecutive",
        "year",
        "increased",
        "copper",
        "production",
        "achievement",
        "proud",
        "especially",
        "light",
        "tough",
        "condition",
        "faced",
        "industry",
        "past",
        "year",
        "important",
        "year",
        "u",
        "start",
        "critical",
        "phased",
        "commissioning",
        "largest",
        "project",
        "date",
        "cobre",
        "panama",
        "believe",
        "project",
        "enter",
        "operation",
        "time",
        "fundamental",
        "copper",
        "strongest",
        "informed",
        "decision",
        "bring",
        "forward",
        "expansion",
        "increase",
        "ownership",
        "interest",
        "period",
        "significant",
        "growth",
        "company",
        "also",
        "committed",
        "deleveraging",
        "balance",
        "sheet",
        "providing",
        "return",
        "shareholder",
        "supportive",
        "vision",
        "strategy",
        "pascall",
        "concluded",
        "operating",
        "highlight",
        "three",
        "month",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "dollar",
        "applicable",
        "copper",
        "production",
        "tonne",
        "sale",
        "tonne",
        "cost",
        "production",
        "aisc",
        "per",
        "lb",
        "c1",
        "per",
        "lb",
        "c3",
        "per",
        "lb",
        "realized",
        "price",
        "per",
        "lb",
        "nickel",
        "production",
        "contained",
        "tonne",
        "sale",
        "contained",
        "tonne",
        "cost",
        "production",
        "aisc",
        "per",
        "lb",
        "c1",
        "per",
        "lb",
        "c3",
        "per",
        "lb",
        "realized",
        "price",
        "per",
        "payable",
        "lb",
        "gold",
        "production",
        "ounce",
        "sale",
        "ounce",
        "financial",
        "highlight",
        "three",
        "month",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "dollar",
        "million",
        "except",
        "noted",
        "otherwise",
        "sale",
        "revenue",
        "gross",
        "profit",
        "net",
        "earnings",
        "loss",
        "continuing",
        "operation",
        "attributable",
        "shareholder",
        "company",
        "net",
        "loss",
        "discontinued",
        "operation",
        "net",
        "earnings",
        "loss",
        "per",
        "share",
        "continuing",
        "operation",
        "attributable",
        "shareholder",
        "company",
        "net",
        "earnings",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "earnings",
        "loss",
        "per",
        "share",
        "comparative",
        "ebitda",
        "comparative",
        "earnings",
        "loss",
        "comparative",
        "earnings",
        "loss",
        "per",
        "share",
        "cash",
        "flow",
        "continuing",
        "operating",
        "activity",
        "figure",
        "include",
        "discontinued",
        "operation",
        "guidance",
        "capital",
        "expenditure",
        "dollar",
        "million",
        "total",
        "cobre",
        "panama",
        "contribution",
        "first",
        "quantum",
        "share",
        "capitalized",
        "stripping",
        "sustaining",
        "capital",
        "project",
        "total",
        "net",
        "capital",
        "expenditure",
        "excludes",
        "capitalization",
        "net",
        "production",
        "cost",
        "revenue",
        "interest",
        "reflects",
        "revised",
        "total",
        "capital",
        "expenditure",
        "estimate",
        "billion",
        "contribution",
        "funding",
        "billion",
        "precious",
        "metal",
        "stream",
        "agreement",
        "kore",
        "indirect",
        "interest",
        "project",
        "based",
        "current",
        "ownership",
        "production",
        "copper",
        "excluding",
        "cobre",
        "panama",
        "tonne",
        "nickel",
        "contained",
        "tonne",
        "gold",
        "excluding",
        "cobre",
        "panama",
        "ounce",
        "zinc",
        "tonne",
        "cobre",
        "panama",
        "copper",
        "tonne",
        "assumes",
        "following",
        "start",
        "commissioning",
        "fourth",
        "quarter",
        "b",
        "continued",
        "copper",
        "production",
        "estimated",
        "minimum",
        "tonne",
        "c",
        "copper",
        "production",
        "tonne",
        "copper",
        "aisc",
        "c1",
        "cost",
        "per",
        "pound",
        "aisc",
        "c1",
        "include",
        "estimate",
        "cobre",
        "panama",
        "projected",
        "per",
        "pound",
        "c1",
        "per",
        "pound",
        "aisc",
        "net",
        "credit",
        "per",
        "pound",
        "conference",
        "call",
        "web",
        "c",
        "ast",
        "conference",
        "call",
        "webcast",
        "detail",
        "follows",
        "date",
        "february",
        "time",
        "est",
        "pm",
        "gmt",
        "pst",
        "webcast",
        "dial",
        "north",
        "america",
        "toll",
        "free",
        "north",
        "america",
        "international",
        "united",
        "kingdom",
        "toll",
        "free",
        "replay",
        "available",
        "noon",
        "est",
        "february",
        "pm",
        "est",
        "february",
        "north",
        "america",
        "toll",
        "free",
        "north",
        "america",
        "international",
        "passcode",
        "complete",
        "financial",
        "statement",
        "management",
        "discussion",
        "analysis",
        "complete",
        "audited",
        "consolidated",
        "financial",
        "statement",
        "management",
        "discussion",
        "analysis",
        "year",
        "ended",
        "december",
        "available",
        "read",
        "conjunction",
        "news",
        "release",
        "behalf",
        "board",
        "director",
        "first",
        "quantum",
        "mineral",
        "clive",
        "newall",
        "president",
        "cautionary",
        "statement",
        "information",
        "certain",
        "statement",
        "information",
        "herein",
        "including",
        "statement",
        "historical",
        "fact",
        "contain",
        "statement",
        "information",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "statement",
        "include",
        "estimate",
        "forecast",
        "statement",
        "company",
        "expectation",
        "production",
        "sale",
        "volume",
        "expected",
        "timing",
        "completion",
        "project",
        "development",
        "cobre",
        "panama",
        "enterprise",
        "subject",
        "impact",
        "ore",
        "grade",
        "future",
        "production",
        "potential",
        "production",
        "disruption",
        "capital",
        "expenditure",
        "mine",
        "production",
        "cost",
        "outcome",
        "mine",
        "permitting",
        "required",
        "permitting",
        "outcome",
        "legal",
        "proceeding",
        "involve",
        "company",
        "information",
        "respect",
        "future",
        "price",
        "copper",
        "gold",
        "nickel",
        "zinc",
        "pyrite",
        "cobalt",
        "sulphuric",
        "acid",
        "estimated",
        "mineral",
        "reserve",
        "mineral",
        "resource",
        "first",
        "quantum",
        "exploration",
        "development",
        "program",
        "estimated",
        "future",
        "expense",
        "exploration",
        "development",
        "capital",
        "requirement",
        "company",
        "hedging",
        "policy",
        "goal",
        "strategy",
        "often",
        "always",
        "statement",
        "information",
        "identified",
        "use",
        "word",
        "plan",
        "expects",
        "expect",
        "expected",
        "budget",
        "scheduled",
        "estimate",
        "forecast",
        "intends",
        "anticipates",
        "anticipate",
        "belief",
        "variation",
        "word",
        "phrase",
        "statement",
        "certain",
        "action",
        "event",
        "result",
        "may",
        "could",
        "would",
        "might",
        "taken",
        "occur",
        "achieved",
        "respect",
        "statement",
        "information",
        "contained",
        "herein",
        "company",
        "made",
        "numerous",
        "assumption",
        "including",
        "among",
        "thing",
        "assumption",
        "continuing",
        "production",
        "operating",
        "facility",
        "price",
        "copper",
        "gold",
        "nickel",
        "zinc",
        "pyrite",
        "cobalt",
        "sulphuric",
        "acid",
        "anticipated",
        "cost",
        "expenditure",
        "ability",
        "achieve",
        "company",
        "goal",
        "statement",
        "information",
        "nature",
        "based",
        "assumption",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "industry",
        "result",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "information",
        "factor",
        "include",
        "limited",
        "future",
        "production",
        "volume",
        "cost",
        "temporary",
        "permanent",
        "closure",
        "uneconomic",
        "operation",
        "cost",
        "input",
        "oil",
        "power",
        "sulphur",
        "political",
        "stability",
        "zambia",
        "peru",
        "mauritania",
        "finland",
        "spain",
        "turkey",
        "panama",
        "argentina",
        "united",
        "state",
        "australia",
        "adverse",
        "weather",
        "condition",
        "zambia",
        "finland",
        "spain",
        "turkey",
        "mauritania",
        "panama",
        "labour",
        "disruption",
        "potential",
        "social",
        "environmental",
        "challenge",
        "power",
        "supply",
        "mechanical",
        "failure",
        "water",
        "supply",
        "procurement",
        "delivery",
        "part",
        "supply",
        "operation",
        "production",
        "material",
        "see",
        "company",
        "annual",
        "information",
        "form",
        "additional",
        "information",
        "risk",
        "uncertainty",
        "factor",
        "relating",
        "statement",
        "information",
        "although",
        "company",
        "attempted",
        "identify",
        "factor",
        "would",
        "cause",
        "actual",
        "action",
        "event",
        "result",
        "differ",
        "materially",
        "disclosed",
        "statement",
        "information",
        "may",
        "factor",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "event",
        "anticipated",
        "estimated",
        "intended",
        "also",
        "many",
        "factor",
        "beyond",
        "first",
        "quantum",
        "control",
        "accordingly",
        "reader",
        "place",
        "undue",
        "reliance",
        "statement",
        "information",
        "company",
        "undertakes",
        "obligation",
        "reissue",
        "update",
        "statement",
        "information",
        "result",
        "new",
        "information",
        "event",
        "date",
        "hereof",
        "except",
        "may",
        "required",
        "law",
        "statement",
        "information",
        "made",
        "herein",
        "qualified",
        "cautionary",
        "statement",
        "source",
        "first",
        "quantum",
        "mineral",
        "ltd"
    ]
}