{
    "organizations": [],
    "uuid": "df755b19b471e12bee9ee68913d94fd009767474",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/12/cnbc-transcript-arianna-huffington-founder-of-thrive-global.html",
    "ord_in_thread": 0,
    "title": "CNBC Transcript: Arianna Huffington, Founder of Thrive Global",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Following is the transcript of an exclusive CNBC interview with Arianna Huffington, founder of Thrive Global at the 2018 World Government Summit in Dubai. The interview was broadcast on CNBC on 12 February 2018.\nAll references must be sourced to a \"CNBC Interview'.\nInterviewed by Hadley Gamble, Reporter and Anchor, CNBC.\nHadley Gamble (HG): Arianna, thank you so much for joining us once again.\nArianna Huffington: It's great to be with you, Hadley.\nHG: I want to talk about some of the things that are going on and quite relevant here at the World Government Summit when we talk about things like happiness and how to find balance in our lives with Thrive. You've launched a new app. Tell us about that.\nArianna Huffington: So we launched a new app to help us manage our relationship with our phone better. It's paradoxical. It's basically using technology to help us recalibrate our relationship with technology. Because as you know, Hadley, at the end of 2017 was when we realize that there are some really bad unintended consequences about our growing addiction to our phones, and to social media. So our Thrive app helps us put our phone in Thrive mode. So that if you're having dinner with your husband or wife or your children, or you want to have some undistracted time for work, you can put your phone in thrive mode and then, if I do that and you text me, you'll get a text back saying that Arianna is in thrive mode until such and such a time. So it's by direction so it can help us change the culture. So expectations change and we stop glamorizing people who are always on. Instead we help glamourize people who know what's important in their lives and know when to be off. And the other thing that it does is it gives you a dashboard that tracks the use of all your apps, games, everything, Instagram, Candy Crush, you name it.\nHG: So you know how bad it is.\nArianna Huffington: You know how bad it is and if you decide to spend less time let's say reduce your time on Instagram from two hours to an hour and a half a day. It gives your warnings, notifications and then after an hour and a half it cuts you out. So it's really a coach, a guide to help us take control of our time.\nHG: Talk to me a little bit about where so many of the social media sites are going today. We see so much pushback on sites like Instagram, Facebook, a lot of people say they need to be government-regulated. What's your take on that?\nArianna Huffington: Well at Thrive, we are focusing on what consumers can do. Because I think consumers have a lot more power than we've been acknowledging. Absolutely, I believe a lot of these companies need to reprioritize the way their machine learning and algorithms are constantly consuming our attention and change the incentives. Which is not going to be easy because at the moment they're incentivized to hijack more and more of our attention and sell it for advertising but I think there's been such a backlash especially among parents worried for their children as we know mental health problems depression and anxiety are skyrocketing among teenagers we spend too much time on social media. So our focus is on empowering consumers, on helping them set limits to how much time they're spending online and especially making sure it's intentional. Because so often we just lose ourselves online and then don't even realize how much time we spend on the different apps and the social media.\nHG: Do you think eventually there will be a government component to that?\nArianna Huffington: I think if the companies don't make changes themselves, there will be. But I'm very optimistic that with the clear indication at the moment, consumers want change and companies will respond.\nHG: Talk to me a little bit about the backlash we've seen in Silicon Valley. For example we've seen a lot of backlash when it comes to the culture and a lot of people are questioning yes, all of these exciting innovations are coming out of Silicon Valley. But at the same time, the corporate culture is pretty tough and there are a lot of questions around how that's going to change. Certainly with Uber, you've made several changes. What do you say to those who say that Uber has ruined the game for Silicon Valley or that Uber and the scandal there has essentially you know changed opinions. Was this always something that Silicon Valley was going to have to tackle?\nArianna Huffington: Well there's actually a great book that just came out by Emily Chang from Bloomberg and called \"Brotopia\", which is about the \"bro\" culture which is very widespread - way beyond Uber. I think there's now a demand for change, which is coinciding with a growing emphasis on bringing more women to top positions, more women in engineering, more women in the c-suites of all these companies. So what is also interesting is that a lot of these cultures are actually fueled by burnout and stress, and that's particularly rough on women for two reasons: One, because despite everything we are saying, women still have the primary responsibility for children. And then also because when men are burnt out, they tend to act out more. You know, we all operate at our worst when we are running on empty, and operating at the worst often means operating in sexist ways, which makes it much harder for women to feel safe and at home in a lot of these working environments.\nHG: Do you think that the culture in Silicon Valley as a result of the things we've seen over the last year is evolving?\nArianna Huffington: Yes absolutely. It is evolving, but is it evolving fast enough? No. Nothing is evolving fast enough now that we have clear data of the problems. But at least it's very clear now that the public demands change, and I feel we're seeing change.\nHG: And that kind of change, does it have to be a holistic approach? Certainly the World Government Summit is saying in terms of making life more equitable, making opportunities for both men and women are essential to inclusive growth. Do you think that it has to be a government approach with the private sector to ensure that that happens?\nArianna Huffington: Well obviously government has a big role to play in terms of family leave, in terms of subsidized child care. But what is so interesting here, at the World Government Summit, is the fact that there's tremendous efforts on technology - There's the Museum of the Future, there is a Minister for Artificial Intelligence, but also there is a Minister for Happiness. So it seems as if they have understood the need to bring together all this technological advances with an emphasis on humanity. Because there are certain things that only humans can do. Artificial intelligence may be more intelligent than we are down the road, but it's not going to be wiser, it's not going to be more empathetic, and it's not going to be more loving. And we need to foster and nurture these qualities in human beings in order to be able to build a future that has all these qualities that are central to us being able to work together, and live together, and also be at our most creative.\nHG: When you look at what's happening in the UAE specifically, and then you look at the political culture environment that's occurring right now in the United States, are you worried that the U.S. is being left behind?\nArianna Huffington: Well listen, we have a very difficult situation politically, with a lot of decisions that go directly against American principles on immigration, on keeping the American dream alive. But at the same time, America is very strong and resilient. And so I'm very optimistic that in the end all these amazing values are going to prevail.\nHG: So you feel that America is going to survive President Trump?\nArianna Huffington: Absolutely.\nHG: Arianna, thank you for joining us.",
    "published": "2018-02-12T09:31:00.000+02:00",
    "crawled": "2018-02-12T10:46:52.007+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "following",
        "transcript",
        "exclusive",
        "cnbc",
        "interview",
        "arianna",
        "huffington",
        "founder",
        "thrive",
        "global",
        "world",
        "government",
        "summit",
        "dubai",
        "interview",
        "broadcast",
        "cnbc",
        "february",
        "reference",
        "must",
        "sourced",
        "cnbc",
        "interview",
        "interviewed",
        "hadley",
        "gamble",
        "reporter",
        "anchor",
        "cnbc",
        "hadley",
        "gamble",
        "hg",
        "arianna",
        "thank",
        "much",
        "joining",
        "u",
        "arianna",
        "huffington",
        "great",
        "hadley",
        "hg",
        "want",
        "talk",
        "thing",
        "going",
        "quite",
        "relevant",
        "world",
        "government",
        "summit",
        "talk",
        "thing",
        "like",
        "happiness",
        "find",
        "balance",
        "life",
        "thrive",
        "launched",
        "new",
        "app",
        "tell",
        "u",
        "arianna",
        "huffington",
        "launched",
        "new",
        "app",
        "help",
        "u",
        "manage",
        "relationship",
        "phone",
        "better",
        "paradoxical",
        "basically",
        "using",
        "technology",
        "help",
        "u",
        "recalibrate",
        "relationship",
        "technology",
        "know",
        "hadley",
        "end",
        "realize",
        "really",
        "bad",
        "unintended",
        "consequence",
        "growing",
        "addiction",
        "phone",
        "social",
        "medium",
        "thrive",
        "app",
        "help",
        "u",
        "put",
        "phone",
        "thrive",
        "mode",
        "dinner",
        "husband",
        "wife",
        "child",
        "want",
        "undistracted",
        "time",
        "work",
        "put",
        "phone",
        "thrive",
        "mode",
        "text",
        "get",
        "text",
        "back",
        "saying",
        "arianna",
        "thrive",
        "mode",
        "time",
        "direction",
        "help",
        "u",
        "change",
        "culture",
        "expectation",
        "change",
        "stop",
        "glamorizing",
        "people",
        "always",
        "instead",
        "help",
        "glamourize",
        "people",
        "know",
        "important",
        "life",
        "know",
        "thing",
        "give",
        "dashboard",
        "track",
        "use",
        "apps",
        "game",
        "everything",
        "instagram",
        "candy",
        "crush",
        "name",
        "hg",
        "know",
        "bad",
        "arianna",
        "huffington",
        "know",
        "bad",
        "decide",
        "spend",
        "less",
        "time",
        "let",
        "say",
        "reduce",
        "time",
        "instagram",
        "two",
        "hour",
        "hour",
        "half",
        "day",
        "give",
        "warning",
        "notification",
        "hour",
        "half",
        "cut",
        "really",
        "coach",
        "guide",
        "help",
        "u",
        "take",
        "control",
        "time",
        "hg",
        "talk",
        "little",
        "bit",
        "many",
        "social",
        "medium",
        "site",
        "going",
        "today",
        "see",
        "much",
        "pushback",
        "site",
        "like",
        "instagram",
        "facebook",
        "lot",
        "people",
        "say",
        "need",
        "take",
        "arianna",
        "huffington",
        "well",
        "thrive",
        "focusing",
        "consumer",
        "think",
        "consumer",
        "lot",
        "power",
        "acknowledging",
        "absolutely",
        "believe",
        "lot",
        "company",
        "need",
        "reprioritize",
        "way",
        "machine",
        "learning",
        "algorithm",
        "constantly",
        "consuming",
        "attention",
        "change",
        "incentive",
        "going",
        "easy",
        "moment",
        "incentivized",
        "hijack",
        "attention",
        "sell",
        "advertising",
        "think",
        "backlash",
        "especially",
        "among",
        "parent",
        "worried",
        "child",
        "know",
        "mental",
        "health",
        "problem",
        "depression",
        "anxiety",
        "skyrocketing",
        "among",
        "teenager",
        "spend",
        "much",
        "time",
        "social",
        "medium",
        "focus",
        "empowering",
        "consumer",
        "helping",
        "set",
        "limit",
        "much",
        "time",
        "spending",
        "online",
        "especially",
        "making",
        "sure",
        "intentional",
        "often",
        "lose",
        "online",
        "even",
        "realize",
        "much",
        "time",
        "spend",
        "different",
        "apps",
        "social",
        "medium",
        "hg",
        "think",
        "eventually",
        "government",
        "component",
        "arianna",
        "huffington",
        "think",
        "company",
        "make",
        "change",
        "optimistic",
        "clear",
        "indication",
        "moment",
        "consumer",
        "want",
        "change",
        "company",
        "respond",
        "hg",
        "talk",
        "little",
        "bit",
        "backlash",
        "seen",
        "silicon",
        "valley",
        "example",
        "seen",
        "lot",
        "backlash",
        "come",
        "culture",
        "lot",
        "people",
        "questioning",
        "yes",
        "exciting",
        "innovation",
        "coming",
        "silicon",
        "valley",
        "time",
        "corporate",
        "culture",
        "pretty",
        "tough",
        "lot",
        "question",
        "around",
        "going",
        "change",
        "certainly",
        "uber",
        "made",
        "several",
        "change",
        "say",
        "say",
        "uber",
        "ruined",
        "game",
        "silicon",
        "valley",
        "uber",
        "scandal",
        "essentially",
        "know",
        "changed",
        "opinion",
        "always",
        "something",
        "silicon",
        "valley",
        "going",
        "tackle",
        "arianna",
        "huffington",
        "well",
        "actually",
        "great",
        "book",
        "came",
        "emily",
        "chang",
        "bloomberg",
        "called",
        "brotopia",
        "bro",
        "culture",
        "widespread",
        "way",
        "beyond",
        "uber",
        "think",
        "demand",
        "change",
        "coinciding",
        "growing",
        "emphasis",
        "bringing",
        "woman",
        "top",
        "position",
        "woman",
        "engineering",
        "woman",
        "company",
        "also",
        "interesting",
        "lot",
        "culture",
        "actually",
        "fueled",
        "burnout",
        "stress",
        "particularly",
        "rough",
        "woman",
        "two",
        "reason",
        "one",
        "despite",
        "everything",
        "saying",
        "woman",
        "still",
        "primary",
        "responsibility",
        "child",
        "also",
        "men",
        "burnt",
        "tend",
        "act",
        "know",
        "operate",
        "worst",
        "running",
        "empty",
        "operating",
        "worst",
        "often",
        "mean",
        "operating",
        "sexist",
        "way",
        "make",
        "much",
        "harder",
        "woman",
        "feel",
        "safe",
        "home",
        "lot",
        "working",
        "environment",
        "hg",
        "think",
        "culture",
        "silicon",
        "valley",
        "result",
        "thing",
        "seen",
        "last",
        "year",
        "evolving",
        "arianna",
        "huffington",
        "yes",
        "absolutely",
        "evolving",
        "evolving",
        "fast",
        "enough",
        "nothing",
        "evolving",
        "fast",
        "enough",
        "clear",
        "data",
        "problem",
        "least",
        "clear",
        "public",
        "demand",
        "change",
        "feel",
        "seeing",
        "change",
        "hg",
        "kind",
        "change",
        "holistic",
        "approach",
        "certainly",
        "world",
        "government",
        "summit",
        "saying",
        "term",
        "making",
        "life",
        "equitable",
        "making",
        "opportunity",
        "men",
        "woman",
        "essential",
        "inclusive",
        "growth",
        "think",
        "government",
        "approach",
        "private",
        "sector",
        "ensure",
        "happens",
        "arianna",
        "huffington",
        "well",
        "obviously",
        "government",
        "big",
        "role",
        "play",
        "term",
        "family",
        "leave",
        "term",
        "subsidized",
        "child",
        "care",
        "interesting",
        "world",
        "government",
        "summit",
        "fact",
        "tremendous",
        "effort",
        "technology",
        "museum",
        "future",
        "minister",
        "artificial",
        "intelligence",
        "also",
        "minister",
        "happiness",
        "seems",
        "understood",
        "need",
        "bring",
        "together",
        "technological",
        "advance",
        "emphasis",
        "humanity",
        "certain",
        "thing",
        "human",
        "artificial",
        "intelligence",
        "may",
        "intelligent",
        "road",
        "going",
        "wiser",
        "going",
        "empathetic",
        "going",
        "loving",
        "need",
        "foster",
        "nurture",
        "quality",
        "human",
        "being",
        "order",
        "able",
        "build",
        "future",
        "quality",
        "central",
        "u",
        "able",
        "work",
        "together",
        "live",
        "together",
        "also",
        "creative",
        "hg",
        "look",
        "happening",
        "uae",
        "specifically",
        "look",
        "political",
        "culture",
        "environment",
        "occurring",
        "right",
        "united",
        "state",
        "worried",
        "left",
        "behind",
        "arianna",
        "huffington",
        "well",
        "listen",
        "difficult",
        "situation",
        "politically",
        "lot",
        "decision",
        "go",
        "directly",
        "american",
        "principle",
        "immigration",
        "keeping",
        "american",
        "dream",
        "alive",
        "time",
        "america",
        "strong",
        "resilient",
        "optimistic",
        "end",
        "amazing",
        "value",
        "going",
        "prevail",
        "hg",
        "feel",
        "america",
        "going",
        "survive",
        "president",
        "trump",
        "arianna",
        "huffington",
        "absolutely",
        "hg",
        "arianna",
        "thank",
        "joining",
        "u"
    ]
}