{
    "organizations": [],
    "uuid": "33df2ae3ddaa947ac68a13d446099a6a5ff14ca5",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/08/business-wire-momentive-announces-fourth-quarter-and-fiscal-year-2017-results.html",
    "ord_in_thread": 0,
    "title": "Momentive Announces Fourth and Fiscal Year 2017",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Fourth Quarter Highlights:\nNet sales of $599 million, a 10% increase year-over-year Segment EBITDA of $83 million, a 28% increase year-over-year Segment EBITDA margin of 13.9%, a 190bp increase year-over-year NXT* capacity expansion has been completed and production will ramp up in first half of 2018 Implementing broad based pricing actions throughout portfolio\nFiscal Year 2017 Highlights:\nNet sales of $2.3 billion, a 4% increase year-over-year Segment EBITDA of $293 million, a 23% increase year-over-year Segment EBITDA margin of 12.6%, a 190bp increase year-over-year Reduced net leverage 1 by 0.7x during FY 2017 to 4.0x as of December 31, 2017 Maintained significant financial flexibility while investing for growth. Liquidity of $387 million\nWATERFORD, N.Y.--(BUSINESS WIRE)-- MPM Holdings Inc. (“Momentive” or the “Company”) (OTCQX: MPMQ) today announced results for the fourth quarter and year ended December 31, 2017.\n“We are pleased to report another year of strong growth and margin expansion,” said Jack Boss, Chief Executive Officer and President. “Our continued momentum is reflective of the underlying attractiveness and versatility of silicones technology, the breadth of our applications and a clearly defined strategy to accelerate profitable growth and transform our global operations. We continue to improve our portfolio mix by focusing our investments in our higher margin specialty products, as well as driving ongoing cost and productivity initiatives. As we look out into 2018, we see continued strong demand, solid and improving industry fundamentals and significant upside in the capital investments we have made in our specialty product portfolio over the last several years.”\nFourth Quarter 2017 Results\nNet Sales. Net sales for the three months ended December 31, 2017 were $599 million, an increase of 10% compared with $544 million in the prior year. The increase in net sales was driven by volume gains in Momentive’s Performance Additives segment and the specialty portion of the Company’s Formulated and Basic Silicones product portfolio. Volume gains were driven by increased demand in consumer, automotive and personal care end markets.\nNet Income (Loss). Net income for the three months ended December 31, 2017 was $19 million compared with a net loss of $118 million in the prior year period.\nSegment EBITDA. Segment EBITDA for the three months ended December 31, 2017 was $83 million, an increase of 28% compared with $65 million in the prior year period. The increase in Segment EBITDA was driven by volume growth in the specialty portion of the Company’s Formulated and Basic Silicones product portfolio, operating leverage within the Quartz Technologies segment and strategic capital investments. Subsequent to quarter end, Momentive implemented price increases across its entire product portfolio which are expected to benefit the Company in fiscal year 2018.\nFiscal Year 2017 Results\nNet Sales. Net sales for the twelve months ended December 31, 2017 were $2.33 billion, an increase of 4% compared with $2.23 billion in the prior year. The increase in net sales was driven by volume gains in Momentive’s Performance Additives segment and the specialty portion of the Company’s Formulated and Basic Silicones product portfolio, partially offset by Momentive’s strategic decision to deemphasize the sale of lower margin products. Volume gains were driven by increased demand in consumer, automotive and electronics end markets.\nNet Income (Loss). Net Income for the twelve months ended December 31, 2017 was $0 compared with a net loss of $163 million in the prior year period.\nSegment EBITDA. Segment EBITDA for the twelve months ended December 31, 2017 was $293 million, an increase of 23% compared with $238 million in the prior year period. The increase in Segment EBITDA was driven primarily by the same factors that contributed to fourth quarter 2017 Segment EBITDA growth.\nSegment Results\nThe following tables reflect net sales and Segment EBITDA by reportable segment for the fourth quarter and year ended December 31, 2017 and 2016. See “Non-U.S. GAAP Measures” and Schedule 4 to this release for further information regarding Segment EBITDA and for a reconciliation of net (loss) income to Segment EBITDA.\nNet Sales (1) :\n(in millions)\nThree Months Ended December 31, Twelve Months Ended December 31, 2017 2016 2017 2016 Performance Additives $ 230 $ 211 $ 900 $ 849 Formulated and Basic Silicones 319 287 1,229 1,212 Quartz Technologies 50 46 202 172 Total $ 599 $ 544 $ 2,331 $ 2,233 (1) Intersegment sales are not significant and, as such, are eliminated within the selling segment. Segment EBITDA:\n(in millions)\nThree Months Ended December 31, Twelve Months Ended December 31, 2017 2016 2017 2016 Performance Additives $ 48 $ 48 $ 188 $ 187 Formulated and Basic Silicones 34 20 105 70 Quartz Technologies 10 7 40 20 Corporate (9 ) (10 ) (40 ) (39 ) Total $ 83 $ 65 $ 293 $ 238 Liquidity and Balance Sheet\nAt December 31, 2017, Momentive had net debt, which is total debt less cash and cash equivalents, of approximately $1.1 billion. In addition, at December 31, 2017, Momentive had $387 million in liquidity, including $173 million of unrestricted cash and cash equivalents, and $214 million of availability under its senior secured asset-based revolving loan (“ABL”) facility (undrawn, with $56 million letters of credit outstanding). Momentive expects to have adequate liquidity to fund its operations for the foreseeable future from cash on its balance sheet, cash flows provided by operating activities and amounts available for borrowings under the ABL facility.\nEarnings Call\nMomentive will host a teleconference to discuss fourth quarter and year ended December 31, 2017 results on Thursday, February 8, 2018, at 10 a.m. Eastern Time. Interested parties are asked to dial-in approximately 10 minutes before the call begins at the following numbers:\nU.S. Participants: (844) 309-6571\nInternational Participants: (484) 747-6920\nParticipant Passcode: 9069325\nLive Internet access to the call and presentation materials will be available through the Investor Relations section of the Company’s website: www.momentive.com . A replay of the call will be available for three weeks beginning at 2 p.m. Eastern Time on February 8, 2018. The playback can be accessed by dialing (855) 859-2056 (U.S.) and +1 (404) 537-3406 (International). The passcode is 9069325. A replay also will be available through the Investor Relations section of the Company’s website.\nNon-U.S. GAAP Measures\nSegment EBITDA is defined as EBITDA (earnings before interest, income taxes, depreciation and amortization) adjusted for certain non-cash and certain other income and expenses. Segment EBITDA is an important measure used by the Company's senior management and board of directors to evaluate operating results and allocate capital resources among segments. Segment EBITDA should not be considered a substitute for net (loss) income or other results reported in accordance with accounting principles generally accepted in the United States (“GAAP”). Segment EBITDA may not be comparable to similarly titled measures reported by other companies. See Schedule 4 to this release for a reconciliation of net income (loss) to Segment EBITDA.\nAdjusted EBITDA is defined as EBITDA adjusted for certain non-cash and certain non-recurring items and other adjustments calculated on a pro-forma basis, including the expected future cost savings from business optimization or other programs and the expected future impact of acquisitions, in each case as determined under the governing debt instrument. The Company believes that including the supplemental adjustments that are made to calculate Adjusted EBITDA provides additional information to investors about the Company’s ability to comply with its financial covenants and to obtain additional debt in the future. Adjusted EBITDA is not a defined term under GAAP. Adjusted EBITDA is not a measure of financial condition, liquidity or profitability, and should not be considered as an alternative to net (loss) income determined in accordance with GAAP or operating cash flows determined in accordance with GAAP. Additionally, Adjusted EBITDA is not intended to be a measure of free cash flow for management's discretionary use, as it does not take into account certain items such as interest and principal payments on the Company’s indebtedness, depreciation and amortization expense (because the Company uses capital assets, depreciation and amortization expense is a necessary element of the Company’s costs and ability to generate revenue), working capital needs, tax payments (because the payment of taxes is part of the Company’s operations, it is a necessary element of the Company’s costs and ability to operate), non-recurring expenses and capital expenditures. Fixed Charges under the indentures should not be considered as an alternative to interest expense. See Schedule 5 to this release for a reconciliation of net (loss) income to Adjusted EBITDA and the calculation of the Adjusted EBITDA to Fixed Charges ratio.\nForward-Looking and Cautionary Statements\nCertain statements in this press release are forward-looking statements within the meaning of and made pursuant to the safe harbor provisions of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended, including statements related to our transformation and restructuring activities, growth and productivity initiatives, anticipated cost savings, growth, and market recovery, the impact of work stoppage and other incidents on our operations and competitiveness. In addition, our management may from time to time make oral forward-looking statements. All statements, other than statements of historical facts, are forward-looking statements. Forward-looking statements may be identified by the words “believe,” “expect,” “anticipate,” “project,” “plan,” “estimate,” “may,” “will,” “could,” “should,” “seek” or “intend” and similar expressions. Forward-looking statements reflect our current expectations and assumptions regarding our business, the economy and other future events and conditions and are based on currently available financial, economic and competitive data and our current business plans. Actual results could vary materially depending on risks and uncertainties that may affect our operations, markets, services, prices and other factors as discussed in the Risk Factors section of our most recent Annual Report on Form 10-K and our other filings with the Securities and Exchange Commission (the “SEC”). While we believe our assumptions are reasonable, we caution you against relying on any forward-looking statements as it is very difficult to predict the impact of known factors, and it is impossible for us to anticipate all factors that could affect our actual results. Important factors that could cause actual results to differ materially from those in the forward-looking statements include, but are not limited to: a weakening of global economic and financial conditions, interruptions in the supply of or increased cost of raw materials, the impact of work stoppage and other incidents on our operations, changes in governmental regulations or interpretations thereof and related compliance and litigation costs, adverse rulings in litigation, difficulties with the realization of our cost savings in connection with transformation and strategic initiatives, including transactions with our affiliate, Hexion Inc., pricing actions by our competitors that could affect our operating margins, the impact of our growth and productivity investments, our ability to realize the benefits there from, and the timing thereof, our ability to obtain additional financing, and the other factors listed in the Risk Factors section of our SEC filings. All forward-looking statements are expressly qualified in their entirety by this cautionary notice. The forward-looking statements made by us speak only as of the date on which they are made. Factors or events that could cause our actual results to differ may emerge from time to time. We undertake no obligation to publicly update or revise any forward-looking statement as a result of new information, future events or otherwise, except as otherwise required by law.\nAbout Momentive\nMomentive is a global leader in silicones and advanced materials, with a 75 plus year heritage of being first to market with performance applications that support and improve everyday life. Momentive delivers science-based solutions for major industries, by linking its custom technology platforms to allow the creation of unique solutions for customers. Additional information is available at www.momentive.com .\n*NXT is a trademark of Momentive Performance Materials Inc.\n(See Attached Financial Statements)",
    "published": "2018-02-08T15:00:00.000+02:00",
    "crawled": "2018-02-08T17:15:30.002+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "fourth",
        "quarter",
        "highlight",
        "net",
        "sale",
        "million",
        "increase",
        "segment",
        "ebitda",
        "million",
        "increase",
        "segment",
        "ebitda",
        "margin",
        "190bp",
        "increase",
        "nxt",
        "capacity",
        "expansion",
        "completed",
        "production",
        "ramp",
        "first",
        "half",
        "implementing",
        "broad",
        "based",
        "pricing",
        "action",
        "throughout",
        "portfolio",
        "fiscal",
        "year",
        "highlight",
        "net",
        "sale",
        "billion",
        "increase",
        "segment",
        "ebitda",
        "million",
        "increase",
        "segment",
        "ebitda",
        "margin",
        "190bp",
        "increase",
        "reduced",
        "net",
        "leverage",
        "fy",
        "december",
        "maintained",
        "significant",
        "financial",
        "flexibility",
        "investing",
        "growth",
        "liquidity",
        "million",
        "waterford",
        "business",
        "wire",
        "mpm",
        "holding",
        "momentive",
        "company",
        "otcqx",
        "mpmq",
        "today",
        "announced",
        "result",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "pleased",
        "report",
        "another",
        "year",
        "strong",
        "growth",
        "margin",
        "expansion",
        "said",
        "jack",
        "bos",
        "chief",
        "executive",
        "officer",
        "president",
        "continued",
        "momentum",
        "reflective",
        "underlying",
        "attractiveness",
        "versatility",
        "silicone",
        "technology",
        "breadth",
        "application",
        "clearly",
        "defined",
        "strategy",
        "accelerate",
        "profitable",
        "growth",
        "transform",
        "global",
        "operation",
        "continue",
        "improve",
        "portfolio",
        "mix",
        "focusing",
        "investment",
        "higher",
        "margin",
        "specialty",
        "product",
        "well",
        "driving",
        "ongoing",
        "cost",
        "productivity",
        "initiative",
        "look",
        "see",
        "continued",
        "strong",
        "demand",
        "solid",
        "improving",
        "industry",
        "fundamental",
        "significant",
        "upside",
        "capital",
        "investment",
        "made",
        "specialty",
        "product",
        "portfolio",
        "last",
        "several",
        "fourth",
        "quarter",
        "result",
        "net",
        "sale",
        "net",
        "sale",
        "three",
        "month",
        "ended",
        "december",
        "million",
        "increase",
        "compared",
        "million",
        "prior",
        "year",
        "increase",
        "net",
        "sale",
        "driven",
        "volume",
        "gain",
        "momentive",
        "performance",
        "additive",
        "segment",
        "specialty",
        "portion",
        "company",
        "formulated",
        "basic",
        "silicone",
        "product",
        "portfolio",
        "volume",
        "gain",
        "driven",
        "increased",
        "demand",
        "consumer",
        "automotive",
        "personal",
        "care",
        "end",
        "market",
        "net",
        "income",
        "loss",
        "net",
        "income",
        "three",
        "month",
        "ended",
        "december",
        "million",
        "compared",
        "net",
        "loss",
        "million",
        "prior",
        "year",
        "period",
        "segment",
        "ebitda",
        "segment",
        "ebitda",
        "three",
        "month",
        "ended",
        "december",
        "million",
        "increase",
        "compared",
        "million",
        "prior",
        "year",
        "period",
        "increase",
        "segment",
        "ebitda",
        "driven",
        "volume",
        "growth",
        "specialty",
        "portion",
        "company",
        "formulated",
        "basic",
        "silicone",
        "product",
        "portfolio",
        "operating",
        "leverage",
        "within",
        "quartz",
        "technology",
        "segment",
        "strategic",
        "capital",
        "investment",
        "subsequent",
        "quarter",
        "end",
        "momentive",
        "implemented",
        "price",
        "increase",
        "across",
        "entire",
        "product",
        "portfolio",
        "expected",
        "benefit",
        "company",
        "fiscal",
        "year",
        "fiscal",
        "year",
        "result",
        "net",
        "sale",
        "net",
        "sale",
        "twelve",
        "month",
        "ended",
        "december",
        "billion",
        "increase",
        "compared",
        "billion",
        "prior",
        "year",
        "increase",
        "net",
        "sale",
        "driven",
        "volume",
        "gain",
        "momentive",
        "performance",
        "additive",
        "segment",
        "specialty",
        "portion",
        "company",
        "formulated",
        "basic",
        "silicone",
        "product",
        "portfolio",
        "partially",
        "offset",
        "momentive",
        "strategic",
        "decision",
        "deemphasize",
        "sale",
        "lower",
        "margin",
        "product",
        "volume",
        "gain",
        "driven",
        "increased",
        "demand",
        "consumer",
        "automotive",
        "electronics",
        "end",
        "market",
        "net",
        "income",
        "loss",
        "net",
        "income",
        "twelve",
        "month",
        "ended",
        "december",
        "compared",
        "net",
        "loss",
        "million",
        "prior",
        "year",
        "period",
        "segment",
        "ebitda",
        "segment",
        "ebitda",
        "twelve",
        "month",
        "ended",
        "december",
        "million",
        "increase",
        "compared",
        "million",
        "prior",
        "year",
        "period",
        "increase",
        "segment",
        "ebitda",
        "driven",
        "primarily",
        "factor",
        "contributed",
        "fourth",
        "quarter",
        "segment",
        "ebitda",
        "growth",
        "segment",
        "result",
        "following",
        "table",
        "reflect",
        "net",
        "sale",
        "segment",
        "ebitda",
        "reportable",
        "segment",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "see",
        "gaap",
        "measure",
        "schedule",
        "release",
        "information",
        "regarding",
        "segment",
        "ebitda",
        "reconciliation",
        "net",
        "loss",
        "income",
        "segment",
        "ebitda",
        "net",
        "sale",
        "million",
        "three",
        "month",
        "ended",
        "december",
        "twelve",
        "month",
        "ended",
        "december",
        "performance",
        "additive",
        "formulated",
        "basic",
        "silicone",
        "quartz",
        "technology",
        "total",
        "intersegment",
        "sale",
        "significant",
        "eliminated",
        "within",
        "selling",
        "segment",
        "segment",
        "ebitda",
        "million",
        "three",
        "month",
        "ended",
        "december",
        "twelve",
        "month",
        "ended",
        "december",
        "performance",
        "additive",
        "formulated",
        "basic",
        "silicone",
        "quartz",
        "technology",
        "corporate",
        "total",
        "liquidity",
        "balance",
        "sheet",
        "december",
        "momentive",
        "net",
        "debt",
        "total",
        "debt",
        "less",
        "cash",
        "cash",
        "equivalent",
        "approximately",
        "billion",
        "addition",
        "december",
        "momentive",
        "million",
        "liquidity",
        "including",
        "million",
        "unrestricted",
        "cash",
        "cash",
        "equivalent",
        "million",
        "availability",
        "senior",
        "secured",
        "revolving",
        "loan",
        "abl",
        "facility",
        "undrawn",
        "million",
        "letter",
        "credit",
        "outstanding",
        "momentive",
        "expects",
        "adequate",
        "liquidity",
        "fund",
        "operation",
        "foreseeable",
        "future",
        "cash",
        "balance",
        "sheet",
        "cash",
        "flow",
        "provided",
        "operating",
        "activity",
        "amount",
        "available",
        "borrowing",
        "abl",
        "facility",
        "earnings",
        "call",
        "momentive",
        "host",
        "teleconference",
        "discus",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "result",
        "thursday",
        "february",
        "eastern",
        "time",
        "interested",
        "party",
        "asked",
        "approximately",
        "minute",
        "call",
        "begin",
        "following",
        "number",
        "participant",
        "international",
        "participant",
        "participant",
        "passcode",
        "live",
        "internet",
        "access",
        "call",
        "presentation",
        "material",
        "available",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "replay",
        "call",
        "available",
        "three",
        "week",
        "beginning",
        "eastern",
        "time",
        "february",
        "playback",
        "accessed",
        "dialing",
        "international",
        "passcode",
        "replay",
        "also",
        "available",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "gaap",
        "measure",
        "segment",
        "ebitda",
        "defined",
        "ebitda",
        "earnings",
        "interest",
        "income",
        "tax",
        "depreciation",
        "amortization",
        "adjusted",
        "certain",
        "certain",
        "income",
        "expense",
        "segment",
        "ebitda",
        "important",
        "measure",
        "used",
        "company",
        "senior",
        "management",
        "board",
        "director",
        "evaluate",
        "operating",
        "result",
        "allocate",
        "capital",
        "resource",
        "among",
        "segment",
        "segment",
        "ebitda",
        "considered",
        "substitute",
        "net",
        "loss",
        "income",
        "result",
        "reported",
        "accordance",
        "accounting",
        "principle",
        "generally",
        "accepted",
        "united",
        "state",
        "gaap",
        "segment",
        "ebitda",
        "may",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "reported",
        "company",
        "see",
        "schedule",
        "release",
        "reconciliation",
        "net",
        "income",
        "loss",
        "segment",
        "ebitda",
        "adjusted",
        "ebitda",
        "defined",
        "ebitda",
        "adjusted",
        "certain",
        "certain",
        "item",
        "adjustment",
        "calculated",
        "basis",
        "including",
        "expected",
        "future",
        "cost",
        "saving",
        "business",
        "optimization",
        "program",
        "expected",
        "future",
        "impact",
        "acquisition",
        "case",
        "determined",
        "governing",
        "debt",
        "instrument",
        "company",
        "belief",
        "including",
        "supplemental",
        "adjustment",
        "made",
        "calculate",
        "adjusted",
        "ebitda",
        "provides",
        "additional",
        "information",
        "investor",
        "company",
        "ability",
        "comply",
        "financial",
        "covenant",
        "obtain",
        "additional",
        "debt",
        "future",
        "adjusted",
        "ebitda",
        "defined",
        "term",
        "gaap",
        "adjusted",
        "ebitda",
        "measure",
        "financial",
        "condition",
        "liquidity",
        "profitability",
        "considered",
        "alternative",
        "net",
        "loss",
        "income",
        "determined",
        "accordance",
        "gaap",
        "operating",
        "cash",
        "flow",
        "determined",
        "accordance",
        "gaap",
        "additionally",
        "adjusted",
        "ebitda",
        "intended",
        "measure",
        "free",
        "cash",
        "flow",
        "management",
        "discretionary",
        "use",
        "take",
        "account",
        "certain",
        "item",
        "interest",
        "principal",
        "payment",
        "company",
        "indebtedness",
        "depreciation",
        "amortization",
        "expense",
        "company",
        "us",
        "capital",
        "asset",
        "depreciation",
        "amortization",
        "expense",
        "necessary",
        "element",
        "company",
        "cost",
        "ability",
        "generate",
        "revenue",
        "working",
        "capital",
        "need",
        "tax",
        "payment",
        "payment",
        "tax",
        "part",
        "company",
        "operation",
        "necessary",
        "element",
        "company",
        "cost",
        "ability",
        "operate",
        "expense",
        "capital",
        "expenditure",
        "fixed",
        "charge",
        "indenture",
        "considered",
        "alternative",
        "interest",
        "expense",
        "see",
        "schedule",
        "release",
        "reconciliation",
        "net",
        "loss",
        "income",
        "adjusted",
        "ebitda",
        "calculation",
        "adjusted",
        "ebitda",
        "fixed",
        "charge",
        "ratio",
        "cautionary",
        "statement",
        "certain",
        "statement",
        "press",
        "release",
        "statement",
        "within",
        "meaning",
        "made",
        "pursuant",
        "safe",
        "harbor",
        "provision",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "including",
        "statement",
        "related",
        "transformation",
        "restructuring",
        "activity",
        "growth",
        "productivity",
        "initiative",
        "anticipated",
        "cost",
        "saving",
        "growth",
        "market",
        "recovery",
        "impact",
        "work",
        "stoppage",
        "incident",
        "operation",
        "competitiveness",
        "addition",
        "management",
        "may",
        "time",
        "time",
        "make",
        "oral",
        "statement",
        "statement",
        "statement",
        "historical",
        "fact",
        "statement",
        "statement",
        "may",
        "identified",
        "word",
        "believe",
        "expect",
        "anticipate",
        "project",
        "plan",
        "estimate",
        "may",
        "could",
        "seek",
        "intend",
        "similar",
        "expression",
        "statement",
        "reflect",
        "current",
        "expectation",
        "assumption",
        "regarding",
        "business",
        "economy",
        "future",
        "event",
        "condition",
        "based",
        "currently",
        "available",
        "financial",
        "economic",
        "competitive",
        "data",
        "current",
        "business",
        "plan",
        "actual",
        "result",
        "could",
        "vary",
        "materially",
        "depending",
        "risk",
        "uncertainty",
        "may",
        "affect",
        "operation",
        "market",
        "service",
        "price",
        "factor",
        "discussed",
        "risk",
        "factor",
        "section",
        "recent",
        "annual",
        "report",
        "form",
        "filing",
        "security",
        "exchange",
        "commission",
        "sec",
        "believe",
        "assumption",
        "reasonable",
        "caution",
        "relying",
        "statement",
        "difficult",
        "predict",
        "impact",
        "known",
        "factor",
        "impossible",
        "u",
        "anticipate",
        "factor",
        "could",
        "affect",
        "actual",
        "result",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "statement",
        "include",
        "limited",
        "weakening",
        "global",
        "economic",
        "financial",
        "condition",
        "interruption",
        "supply",
        "increased",
        "cost",
        "raw",
        "material",
        "impact",
        "work",
        "stoppage",
        "incident",
        "operation",
        "change",
        "governmental",
        "regulation",
        "interpretation",
        "thereof",
        "related",
        "compliance",
        "litigation",
        "cost",
        "adverse",
        "ruling",
        "litigation",
        "difficulty",
        "realization",
        "cost",
        "saving",
        "connection",
        "transformation",
        "strategic",
        "initiative",
        "including",
        "transaction",
        "affiliate",
        "hexion",
        "pricing",
        "action",
        "competitor",
        "could",
        "affect",
        "operating",
        "margin",
        "impact",
        "growth",
        "productivity",
        "investment",
        "ability",
        "realize",
        "benefit",
        "timing",
        "thereof",
        "ability",
        "obtain",
        "additional",
        "financing",
        "factor",
        "listed",
        "risk",
        "factor",
        "section",
        "sec",
        "filing",
        "statement",
        "expressly",
        "qualified",
        "entirety",
        "cautionary",
        "notice",
        "statement",
        "made",
        "u",
        "speak",
        "date",
        "made",
        "factor",
        "event",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "may",
        "emerge",
        "time",
        "time",
        "undertake",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "otherwise",
        "required",
        "law",
        "momentive",
        "momentive",
        "global",
        "leader",
        "silicone",
        "advanced",
        "material",
        "plus",
        "year",
        "heritage",
        "first",
        "market",
        "performance",
        "application",
        "support",
        "improve",
        "everyday",
        "life",
        "momentive",
        "delivers",
        "solution",
        "major",
        "industry",
        "linking",
        "custom",
        "technology",
        "platform",
        "allow",
        "creation",
        "unique",
        "solution",
        "customer",
        "additional",
        "information",
        "available",
        "nxt",
        "trademark",
        "momentive",
        "performance",
        "material",
        "see",
        "attached",
        "financial",
        "statement"
    ]
}