{
    "organizations": [],
    "uuid": "ce6f537f725cdbd125af3237c703a627de852b29",
    "author": "",
    "url": "https://uk.reuters.com/article/uk-olympics-2018-iceh-w-can-usa-lamoureu/american-lamoureux-sisters-spell-double-trouble-for-canada-idUKKCN1G61UD",
    "ord_in_thread": 0,
    "title": "American Lamoureux sisters spell double trouble for Canada",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": " 24 PM / Updated 9 minutes ago American Lamoureux sisters spell double trouble for Canada Dan Burns 3 Min Read GANGNEUNG, South Korea (Reuters) - The Canadian women’s ice hockey team might be excused for thinking they were suffering from double vision in Thursday’s dramatic Olympic final showdown with the United States. In fact it was just double-trouble afflicting them in the form of identical twin sisters Jocelyne and Monique Lamoureux. The siblings from Grand Forks, North Dakota, accounted for two crucial goals in a sweet win for the Americans over their arch-rivals. Coming into the game, both sisters were plenty tired of silver medals, of which they each have two from stinging defeats by the Canadians in Sochi and Vancouver. Monique, whose married name is Lamoureux-Morando, was the Canadians’ first big headache when she tied the game at 2-2 on a breakaway off a feed from Kelly Pannek with a little over six minutes remaining. “It was towards the end of my shift and they were going for a change I think, and she (Pannek) turned and fired it, didn’t even look and put it right on the money, and I went in on a breakaway and was able to put it in the back of the net,” she said. “I was going high glove, it didn’t go high glove but it went in, so I don’t care.” When the Canadians could not answer the game went to overtime and from there to a shootout. The score was still deadlocked after the first five rounds of the shootout and then it was Jocelyne’s turn. “I was told when the fourth shooter was going that I was going to be sixth if it came down to that,” said Jocelyne, whose married last name is Lamoureux-Davidson. “So I stopped watching after that to be honest.” “I just came in slow, took a few inside edges, glad I didn’t blow an edge on that. I knew that was the move I was going to do. It worked against Russia. Going to my backhand I just brought back to my forehand, I knew when that went in that Maddie was going to stop the next one.” Indeed, goaltender Maddie Rooney did stop the next one. “Our journey has certainly been unique, but it’s always been the two of us,” Monique said. “I can’t imagine what it would be like not to have her next to me on the ice, and we’ve pushed each other and we wouldn’t be where we are without the other.” “So to have your best friend with you through all the good times and the bad times and to win in the way we did makes it special.” Reporting by Dan Burns, editing by Ed Osmond",
    "published": "2018-02-22T16:20:00.000+02:00",
    "crawled": "2018-02-22T16:37:53.041+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "pm",
        "updated",
        "minute",
        "ago",
        "american",
        "lamoureux",
        "sister",
        "spell",
        "double",
        "trouble",
        "canada",
        "dan",
        "burn",
        "min",
        "read",
        "gangneung",
        "south",
        "korea",
        "reuters",
        "canadian",
        "woman",
        "ice",
        "hockey",
        "team",
        "might",
        "excused",
        "thinking",
        "suffering",
        "double",
        "vision",
        "thursday",
        "dramatic",
        "olympic",
        "final",
        "showdown",
        "united",
        "state",
        "fact",
        "afflicting",
        "form",
        "identical",
        "twin",
        "sister",
        "jocelyne",
        "monique",
        "lamoureux",
        "sibling",
        "grand",
        "fork",
        "north",
        "dakota",
        "accounted",
        "two",
        "crucial",
        "goal",
        "sweet",
        "win",
        "american",
        "coming",
        "game",
        "sister",
        "plenty",
        "tired",
        "silver",
        "medal",
        "two",
        "stinging",
        "defeat",
        "canadian",
        "sochi",
        "vancouver",
        "monique",
        "whose",
        "married",
        "name",
        "canadian",
        "first",
        "big",
        "headache",
        "tied",
        "game",
        "breakaway",
        "feed",
        "kelly",
        "pannek",
        "little",
        "six",
        "minute",
        "remaining",
        "towards",
        "end",
        "shift",
        "going",
        "change",
        "think",
        "pannek",
        "turned",
        "fired",
        "even",
        "look",
        "put",
        "right",
        "money",
        "went",
        "breakaway",
        "able",
        "put",
        "back",
        "net",
        "said",
        "going",
        "high",
        "glove",
        "go",
        "high",
        "glove",
        "went",
        "canadian",
        "could",
        "answer",
        "game",
        "went",
        "overtime",
        "shootout",
        "score",
        "still",
        "deadlocked",
        "first",
        "five",
        "round",
        "shootout",
        "jocelyne",
        "turn",
        "told",
        "fourth",
        "shooter",
        "going",
        "going",
        "sixth",
        "came",
        "said",
        "jocelyne",
        "whose",
        "married",
        "last",
        "name",
        "stopped",
        "watching",
        "came",
        "slow",
        "took",
        "inside",
        "edge",
        "glad",
        "blow",
        "edge",
        "knew",
        "move",
        "going",
        "worked",
        "russia",
        "going",
        "backhand",
        "brought",
        "back",
        "forehand",
        "knew",
        "went",
        "maddie",
        "going",
        "stop",
        "next",
        "indeed",
        "goaltender",
        "maddie",
        "rooney",
        "stop",
        "next",
        "one",
        "journey",
        "certainly",
        "unique",
        "always",
        "two",
        "u",
        "monique",
        "said",
        "imagine",
        "would",
        "like",
        "next",
        "ice",
        "pushed",
        "without",
        "best",
        "friend",
        "good",
        "time",
        "bad",
        "time",
        "win",
        "way",
        "make",
        "reporting",
        "dan",
        "burn",
        "editing",
        "ed",
        "osmond"
    ]
}