{
    "organizations": [],
    "uuid": "c6f017b97ed0c0c5fefeda63b21b27db74ffbcd4",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/morningcall/update-1-asia-morning-call-global-markets-idUSL4N1PR5VW",
    "ord_in_thread": 0,
    "title": "UPDATE 1-Asia Morning Call-Global Markets",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Feb 2 (Reuters) - Stock Markets Net Chng Stock Markets Net Chng S&P/ASX 200** 6,090.10 52.40 NZX 50** 8,381.58 -2.29 DJIA** 26,186.71 37.32 NIKKEI** 23,486.11 +387.82 Nasdaq** 7,385.86 -25.61 FTSE** 7,490.39 -43.16 S&P 500** 2,821.98 -1.83 Hang Seng** 32,642.09 -245.18 SPI 200 Fut 6022.0 -14.0 STI** 3,547.23 13.24 SSEC** 3,446.2424 -34.59 KOSPI** 2,568.54 +2.08 -- Bonds Net Chng Bonds Net Chng JP 10 YR Bond 0.095 0.001 KR 10 YR Bond 2.756 -0.013 AU 10 YR Bond 2.844 0.05 US 10 YR Bond 2.7821 0.062 NZ 10 YR Bond 2.985 0.045 US 30 YR Bond 3.0183 0.077 -- Currencies Net Chng Net Chng SGD US$ 1.308 -0.004 KRW US$ 1,069.69 0.61 AUD US$ 0.8044 -0.0011 NZD US$ 0.7396 0.0033 EUR US$ 1.2513 0.0093 Yen US$ 109.29 0.12 THB US$ 31.29 -0.05 PHP US$ 51.58 0.24 IDR US$ 13,425 38 INR US$ 63.97 0.43 MYR US$ 3.8995 0.0205 TWD US$ 29.207 0.057 CNY US$ 6.2965 0.0128 HKD US$ 7.8195 -0.0031 -- Commodities Net Chng Net Chng Spot Gold 1,349.99 5.29 Silver (Lon) 17.252 -0.058 U.S. Gold Fut 1,353.3 10.2 Brent Crude 69.77 0.88 Iron Ore CNY516 8 TRJCRB Index 198.347 0.9712 TOCOM Rubber JPY193.2 -0.3 LME Copper 7,117 -1 -- ** indicates closing price All prices as of 2119 GMT EQUITIES GLOBAL - Bond yields shot up and global equity markets were jumpy on Thursday as investor jitters over the likelihood of rising inflation and high stock valuations dampened the appetite for risk assets after a euphoric January in markets. Yields on the 30-year U.S. Treasury bond touched 3 percent for the first time since May 2017 and the 10-year Treasury rose to 2.786 percent a day after Federal Reserve policy-makers said they anticipated a rise in inflation this year. For a full report, click on - - - - NEW YORK - U.S. stocks pulled back from earlier gains on Thursday as bond yields rose and technology stocks retreated ahead of a host of high-profile earnings. The Dow Jones Industrial Average rose 36.32 points, or 0.14 percent, to 26,185.71, the S&P 500 gained 2.01 points, or 0.07 percent, to 2,825.82 and the Nasdaq Composite dropped 3.27 points, or 0.04 percent, to 7,408.21. For a full report, click on - - - - LONDON -European shares fell on Thursday, reversing earlier gains, on worries that the bond market will sell off further after U.S. policymakers raised their forecast for inflation. The pan-European STOXX 600 closed 0.5 percent lower, its fourth straight day of losses. Germany's DAX led national indexes lower, down 1.4 percent. For a full report, click on - - - - TOKYO - Japan's Nikkei share average rose on Thursday, rebounding from a six-day losing streak and pushing most sectors into positive territory, as a weaker yen and upbeat corporate earnings drove the benchmark index higher. The Nikkei rose 1.7 percent to 23,486.11 after declining for six straight sessions. For a full report, click on - - - - SHANGHAI - China stocks fell on Thursday, with the start-up index closing at a more than six-month low, as investors dumped firms which are expected to report weak 2017 earnings and took profits ahead of the upcoming long Lunar New Year holidays. The market was little fazed by a private manufacturing survey which suggested surprising resilience in the world's second-largest economy at the start of 2018, despite tough crackdowns on air pollution and riskier types of financing. For a full report, click on - - - - AUSTRALIA - Australian shares are poised to edge lower at open on Friday, after gains on Wall Street lost steam as U.S. Treasury yields rose. The local share price index futures fell 0.2 percent or 16 points to 6,021, a 72.1-point discount to the underlying S&P/ASX 200 index close. The benchmark climbed 0.9 percent on Thursday. For a full report, click on - - - - SEOUL - South Korea's KOSPI stock index ticked up on Thursday, rising 2.08 points or 0.08 percent at 2,568.54, as of 0630 GMT. The KOSPI is up around 4.0 percent so far this year, and up by 3.40 percent in the previous 30 days. For a full report, click on - - - - FOREIGN EXCHANGE NEW YORK - The dollar failed to hold onto its gains against a basket of currencies on Thursday, the day after the Federal Reserve said it expected inflation to rise this year. The greenback also pared its gains against the yen as U.S. and European stocks fell. For a full report, click on - - - - CHINA - China's yuan eased against the U.S. dollar on Thursday after hawkish comments from the Federal Reserve supported greenback buying, but the local unit remained just below its recent 2-1/2 year peak following a firmer fixing by the central bank. The Chinese currency finished January with a 3.5 percent gain against the dollar, registering the best monthly performance since 1994, when market rates were unified, according to Thomson Reuters data. It has also clawed back almost all its losses incurred since China shocked global markets with a sharp one-off currency devaluation in August 2015. For a full report, click on - - - - AUSTRALIA - The Australian dollar eased for a fourth straight session on Thursday following weaker-than-expected economic data and as the U.S. dollar climbed on expectations of faster interest rate rises in the world's largest economy. The Australian dollar was down 0.2 percent at $0.8040, drifting away from a 2-1/2 year peak of $0.8136 set last week. For a full report, click on - - - - SEOUL - The won was Quote: d at 1,071.9 per dollar on the onshore settlement platform , 0.37 percent weaker than its previous close at 1,067.9. The currency was pressured by foreign selling of stocks and on a sturdier dollar thanks to an upbeat Federal Reserve. In offshore trading, the won was Quote: d at 1,070.99 per dollar, down 0.17 percent from the previous day, while in one-year non-deliverable forwards it fetched 1,061.2 per dollar. For a full report, click on - - - - TREASURIES NEW YORK - U.S. Treasury yields rose on Thursday as some investors reduced curve-related bets that earned profits last month tied to expectations the Federal Reserve would raise short-term interest rates further due to an improving economy. The Treasuries market started February on its back foot following its worst month since November 2016. They produced nearly a 1.4 percent loss, according to an index compiled by Bloomberg and Barclays. For a full report, click on - - - - LONDON - German 10-year bond yields hit two-year highs on Thursday as yields firmed across the euro zone after policymakers in the United States flagged a potential uptick in inflation in the world's biggest economy. The U.S. Federal Reserve kept interest rates unchanged at its policy meeting on Wednesday but said inflation is likely to climb this year, bolstering expectations that borrowing costs will continue rising under incoming central bank chief Jerome Powell. For a full report, click on - - - - TOKYO - Japanese government bond prices slipped on Thursday, weighed by a strong bounce in Tokyo stocks, although losses were limited by a 10-year debt auction that attracted ample demand. The five-year yield rose 1 basis point to minus 0.075 percent and the 10-year yield climbed 1 basis point to 0.090 percent. A rise above 0.095 percent would take the yield to its highest level since July 2017. For a full report, click on COMMODITIES GOLD Gold prices were nearly unchanged on Thursday as markets anticipated U.S. jobs data due at the end of the week for guidance on monetary policy for the remainder of the year. Spot gold shed 0.01 percent at $1,344.56 ounce by 1:36 p.m. EST (1836 GMT). It touched $1,332.30 an ounce in the previous session, its lowest since Jan. 23. For a full report, click on - - - - IRON ORE Chinese steel futures rose on Thursday after four days of losses, bolstered by market speculation that curbs on output at some steel mills could be extended beyond winter. The most active rebar on the Shanghai Futures Exchange had risen 0.3 percent to 3,931 yuan ($624.02) a tonne. For a full report, click on - - - - BASE METALS Lead hit its highest in 6-1/2 years on Thursday, catching up with sister metal zinc, as a harsh winter in the United States and China hits supplies and as Beijing continues to restrict output on environmental grounds. London Metal Exchange (LME) lead hit $2,668 a tonne, its highest since July 2011 at one point and closed up 2 percent at $2,665. For a full report, click on - - - - OIL Oil rose on Thursday after a survey showed OPEC's commitment to its supply cuts remains in place, even as U.S. production topped 10 million barrels per day (bpd) for the first time since 1970. On its first day as the front-month, Brent futures for April delivery gained 76 cents, or 1.1 percent, to settle at $69.65 a barrel, while U.S. West Texas Intermediate (WTI) crude for March delivery jumped $1.07, or 1.7 percent, to settle at $65.80. For a full report, click on - - - - RUBBER Benchmark Tokyo rubber futures ended higher for the first time in four sessions on Thursday, getting support from a weaker yen against the dollar after the U.S. Federal Reserve signalled its confidence about inflation and growth in the world's biggest economy. Tokyo Commodity Exchange (TOCOM) futures, which set the tone for tyre rubber prices in Southeast Asia, however, was not badly dented by rising inventories in high-consumer nations and sluggish Shanghai futures. For a full report, click on - - - - (Bengaluru Bureau; +91 80 6749 1130)\n ",
    "published": "2018-02-02T05:38:00.000+02:00",
    "crawled": "2018-02-02T13:11:46.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "feb",
        "reuters",
        "stock",
        "market",
        "net",
        "chng",
        "stock",
        "market",
        "net",
        "chng",
        "nzx",
        "djia",
        "nikkei",
        "nasdaq",
        "ftse",
        "p",
        "hang",
        "seng",
        "spi",
        "fut",
        "sti",
        "ssec",
        "kospi",
        "bond",
        "net",
        "chng",
        "bond",
        "net",
        "chng",
        "jp",
        "yr",
        "bond",
        "kr",
        "yr",
        "bond",
        "au",
        "yr",
        "bond",
        "u",
        "yr",
        "bond",
        "nz",
        "yr",
        "bond",
        "u",
        "yr",
        "bond",
        "currency",
        "net",
        "chng",
        "net",
        "chng",
        "sgd",
        "u",
        "krw",
        "u",
        "aud",
        "u",
        "nzd",
        "u",
        "eur",
        "u",
        "yen",
        "u",
        "thb",
        "u",
        "php",
        "u",
        "idr",
        "u",
        "inr",
        "u",
        "myr",
        "u",
        "twd",
        "u",
        "cny",
        "u",
        "hkd",
        "u",
        "commodity",
        "net",
        "chng",
        "net",
        "chng",
        "spot",
        "gold",
        "silver",
        "lon",
        "gold",
        "fut",
        "brent",
        "crude",
        "iron",
        "ore",
        "cny516",
        "trjcrb",
        "index",
        "tocom",
        "rubber",
        "lme",
        "copper",
        "indicates",
        "closing",
        "price",
        "price",
        "gmt",
        "equity",
        "global",
        "bond",
        "yield",
        "shot",
        "global",
        "equity",
        "market",
        "jumpy",
        "thursday",
        "investor",
        "jitter",
        "likelihood",
        "rising",
        "inflation",
        "high",
        "stock",
        "valuation",
        "dampened",
        "appetite",
        "risk",
        "asset",
        "euphoric",
        "january",
        "market",
        "yield",
        "treasury",
        "bond",
        "touched",
        "percent",
        "first",
        "time",
        "since",
        "may",
        "treasury",
        "rose",
        "percent",
        "day",
        "federal",
        "reserve",
        "said",
        "anticipated",
        "rise",
        "inflation",
        "year",
        "full",
        "report",
        "click",
        "new",
        "york",
        "stock",
        "pulled",
        "back",
        "earlier",
        "gain",
        "thursday",
        "bond",
        "yield",
        "rose",
        "technology",
        "stock",
        "retreated",
        "ahead",
        "host",
        "earnings",
        "dow",
        "jones",
        "industrial",
        "average",
        "rose",
        "point",
        "percent",
        "p",
        "gained",
        "point",
        "percent",
        "nasdaq",
        "composite",
        "dropped",
        "point",
        "percent",
        "full",
        "report",
        "click",
        "london",
        "share",
        "fell",
        "thursday",
        "reversing",
        "earlier",
        "gain",
        "worry",
        "bond",
        "market",
        "sell",
        "policymakers",
        "raised",
        "forecast",
        "inflation",
        "stoxx",
        "closed",
        "percent",
        "lower",
        "fourth",
        "straight",
        "day",
        "loss",
        "germany",
        "dax",
        "led",
        "national",
        "index",
        "lower",
        "percent",
        "full",
        "report",
        "click",
        "tokyo",
        "japan",
        "nikkei",
        "share",
        "average",
        "rose",
        "thursday",
        "rebounding",
        "losing",
        "streak",
        "pushing",
        "sector",
        "positive",
        "territory",
        "weaker",
        "yen",
        "upbeat",
        "corporate",
        "earnings",
        "drove",
        "benchmark",
        "index",
        "higher",
        "nikkei",
        "rose",
        "percent",
        "declining",
        "six",
        "straight",
        "session",
        "full",
        "report",
        "click",
        "shanghai",
        "china",
        "stock",
        "fell",
        "thursday",
        "index",
        "closing",
        "low",
        "investor",
        "dumped",
        "firm",
        "expected",
        "report",
        "weak",
        "earnings",
        "took",
        "profit",
        "ahead",
        "upcoming",
        "long",
        "lunar",
        "new",
        "year",
        "holiday",
        "market",
        "little",
        "fazed",
        "private",
        "manufacturing",
        "survey",
        "suggested",
        "surprising",
        "resilience",
        "world",
        "economy",
        "start",
        "despite",
        "tough",
        "crackdown",
        "air",
        "pollution",
        "riskier",
        "type",
        "financing",
        "full",
        "report",
        "click",
        "australia",
        "australian",
        "share",
        "poised",
        "edge",
        "lower",
        "open",
        "friday",
        "gain",
        "wall",
        "street",
        "lost",
        "steam",
        "treasury",
        "yield",
        "rose",
        "local",
        "share",
        "price",
        "index",
        "future",
        "fell",
        "percent",
        "point",
        "discount",
        "underlying",
        "index",
        "close",
        "benchmark",
        "climbed",
        "percent",
        "thursday",
        "full",
        "report",
        "click",
        "seoul",
        "south",
        "korea",
        "kospi",
        "stock",
        "index",
        "ticked",
        "thursday",
        "rising",
        "point",
        "percent",
        "gmt",
        "kospi",
        "around",
        "percent",
        "far",
        "year",
        "percent",
        "previous",
        "day",
        "full",
        "report",
        "click",
        "foreign",
        "exchange",
        "new",
        "york",
        "dollar",
        "failed",
        "hold",
        "onto",
        "gain",
        "basket",
        "currency",
        "thursday",
        "day",
        "federal",
        "reserve",
        "said",
        "expected",
        "inflation",
        "rise",
        "year",
        "greenback",
        "also",
        "pared",
        "gain",
        "yen",
        "european",
        "stock",
        "fell",
        "full",
        "report",
        "click",
        "china",
        "china",
        "yuan",
        "eased",
        "dollar",
        "thursday",
        "hawkish",
        "comment",
        "federal",
        "reserve",
        "supported",
        "greenback",
        "buying",
        "local",
        "unit",
        "remained",
        "recent",
        "year",
        "peak",
        "following",
        "firmer",
        "fixing",
        "central",
        "bank",
        "chinese",
        "currency",
        "finished",
        "january",
        "percent",
        "gain",
        "dollar",
        "registering",
        "best",
        "monthly",
        "performance",
        "since",
        "market",
        "rate",
        "unified",
        "according",
        "thomson",
        "reuters",
        "data",
        "also",
        "clawed",
        "back",
        "almost",
        "loss",
        "incurred",
        "since",
        "china",
        "shocked",
        "global",
        "market",
        "sharp",
        "currency",
        "devaluation",
        "august",
        "full",
        "report",
        "click",
        "australia",
        "australian",
        "dollar",
        "eased",
        "fourth",
        "straight",
        "session",
        "thursday",
        "following",
        "economic",
        "data",
        "dollar",
        "climbed",
        "expectation",
        "faster",
        "interest",
        "rate",
        "rise",
        "world",
        "largest",
        "economy",
        "australian",
        "dollar",
        "percent",
        "drifting",
        "away",
        "year",
        "peak",
        "set",
        "last",
        "week",
        "full",
        "report",
        "click",
        "seoul",
        "quote",
        "per",
        "dollar",
        "onshore",
        "settlement",
        "platform",
        "percent",
        "weaker",
        "previous",
        "close",
        "currency",
        "pressured",
        "foreign",
        "selling",
        "stock",
        "sturdier",
        "dollar",
        "thanks",
        "upbeat",
        "federal",
        "reserve",
        "offshore",
        "trading",
        "quote",
        "per",
        "dollar",
        "percent",
        "previous",
        "day",
        "forward",
        "fetched",
        "per",
        "dollar",
        "full",
        "report",
        "click",
        "treasury",
        "new",
        "york",
        "treasury",
        "yield",
        "rose",
        "thursday",
        "investor",
        "reduced",
        "bet",
        "earned",
        "profit",
        "last",
        "month",
        "tied",
        "expectation",
        "federal",
        "reserve",
        "would",
        "raise",
        "interest",
        "rate",
        "due",
        "improving",
        "economy",
        "treasury",
        "market",
        "started",
        "february",
        "back",
        "foot",
        "following",
        "worst",
        "month",
        "since",
        "november",
        "produced",
        "nearly",
        "percent",
        "loss",
        "according",
        "index",
        "compiled",
        "bloomberg",
        "barclays",
        "full",
        "report",
        "click",
        "london",
        "german",
        "bond",
        "yield",
        "hit",
        "high",
        "thursday",
        "yield",
        "firmed",
        "across",
        "euro",
        "zone",
        "policymakers",
        "united",
        "state",
        "flagged",
        "potential",
        "uptick",
        "inflation",
        "world",
        "biggest",
        "economy",
        "federal",
        "reserve",
        "kept",
        "interest",
        "rate",
        "unchanged",
        "policy",
        "meeting",
        "wednesday",
        "said",
        "inflation",
        "likely",
        "climb",
        "year",
        "bolstering",
        "expectation",
        "borrowing",
        "cost",
        "continue",
        "rising",
        "incoming",
        "central",
        "bank",
        "chief",
        "jerome",
        "powell",
        "full",
        "report",
        "click",
        "tokyo",
        "japanese",
        "government",
        "bond",
        "price",
        "slipped",
        "thursday",
        "weighed",
        "strong",
        "bounce",
        "tokyo",
        "stock",
        "although",
        "loss",
        "limited",
        "debt",
        "auction",
        "attracted",
        "ample",
        "demand",
        "yield",
        "rose",
        "basis",
        "point",
        "minus",
        "percent",
        "yield",
        "climbed",
        "basis",
        "point",
        "percent",
        "rise",
        "percent",
        "would",
        "take",
        "yield",
        "highest",
        "level",
        "since",
        "july",
        "full",
        "report",
        "click",
        "commodity",
        "gold",
        "gold",
        "price",
        "nearly",
        "unchanged",
        "thursday",
        "market",
        "anticipated",
        "job",
        "data",
        "due",
        "end",
        "week",
        "guidance",
        "monetary",
        "policy",
        "remainder",
        "year",
        "spot",
        "gold",
        "shed",
        "percent",
        "ounce",
        "est",
        "gmt",
        "touched",
        "ounce",
        "previous",
        "session",
        "lowest",
        "since",
        "full",
        "report",
        "click",
        "iron",
        "ore",
        "chinese",
        "steel",
        "future",
        "rose",
        "thursday",
        "four",
        "day",
        "loss",
        "bolstered",
        "market",
        "speculation",
        "curb",
        "output",
        "steel",
        "mill",
        "could",
        "extended",
        "beyond",
        "winter",
        "active",
        "rebar",
        "shanghai",
        "future",
        "exchange",
        "risen",
        "percent",
        "yuan",
        "tonne",
        "full",
        "report",
        "click",
        "base",
        "metal",
        "lead",
        "hit",
        "highest",
        "year",
        "thursday",
        "catching",
        "sister",
        "metal",
        "zinc",
        "harsh",
        "winter",
        "united",
        "state",
        "china",
        "hit",
        "supply",
        "beijing",
        "continues",
        "restrict",
        "output",
        "environmental",
        "ground",
        "london",
        "metal",
        "exchange",
        "lme",
        "lead",
        "hit",
        "tonne",
        "highest",
        "since",
        "july",
        "one",
        "point",
        "closed",
        "percent",
        "full",
        "report",
        "click",
        "oil",
        "oil",
        "rose",
        "thursday",
        "survey",
        "showed",
        "opec",
        "commitment",
        "supply",
        "cut",
        "remains",
        "place",
        "even",
        "production",
        "topped",
        "million",
        "barrel",
        "per",
        "day",
        "bpd",
        "first",
        "time",
        "since",
        "first",
        "day",
        "brent",
        "future",
        "april",
        "delivery",
        "gained",
        "cent",
        "percent",
        "settle",
        "barrel",
        "west",
        "texas",
        "intermediate",
        "wti",
        "crude",
        "march",
        "delivery",
        "jumped",
        "percent",
        "settle",
        "full",
        "report",
        "click",
        "rubber",
        "benchmark",
        "tokyo",
        "rubber",
        "future",
        "ended",
        "higher",
        "first",
        "time",
        "four",
        "session",
        "thursday",
        "getting",
        "support",
        "weaker",
        "yen",
        "dollar",
        "federal",
        "reserve",
        "signalled",
        "confidence",
        "inflation",
        "growth",
        "world",
        "biggest",
        "economy",
        "tokyo",
        "commodity",
        "exchange",
        "tocom",
        "future",
        "set",
        "tone",
        "tyre",
        "rubber",
        "price",
        "southeast",
        "asia",
        "however",
        "badly",
        "dented",
        "rising",
        "inventory",
        "nation",
        "sluggish",
        "shanghai",
        "future",
        "full",
        "report",
        "click",
        "bengaluru",
        "bureau"
    ]
}