{
    "organizations": [],
    "uuid": "0f59832333a8f65655a05d43cad7659604ff72a8",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/12/cnbc-transcript-goldie-hawn-founder-the-hawn-foundation.html",
    "ord_in_thread": 0,
    "title": "CNBC Transcript: Goldie Hawn, Founder, The Hawn Foundation",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Following is the transcript of an exclusive CNBC interview with Goldie Hawn, actor and founder of The Hawn Foundation at 2018 World Government Summit in Dubai. The interview was broadcast on CNBC on 12 February 2018.\nAll references must be sourced to a \"CNBC Interview'.\nInterviewed by Hadley Gamble, Reporter and Anchor, CNBC.\nHadley Gamble (HG): Goldie Hawn it's so exciting to get to sit down with you. I want to kick off by asking about The Hawn Foundation and Mind Up. Where are you today?\nGoldie Hawn: Today, which is really exciting. We've been doing this for 15 years now which I can't believe but when you do something you love it. Time flies right. We're in about 11 countries right now. So aside from America we're in Canada we're in Hong Kong. We're in Australia, Uganda. We've got schools in obviously the U.K. Many schools in London, almost a hundred. And in the U.K. London area itself, we've got Ireland, we're in Serbia or in Finland. I mean it's South America. It's crazy and it's exciting because it was a dream to have a sort of a foundational program that will help their mental stability and resilience basically throughout the world because we need it.\nHG: How much do you think mental illness and the awareness of children in particular has become, I suppose it's been endangered by social media. Things like Facebook things like Instagram really portraying what people want their lives to seem like as opposed to what they may in fact be.\nGoldie Hawn: Right. So this is, that's actually a subject on its own. I mean we had deaths by suicide teens. Early days before that. There's been definitely an uptick in that. You know it's the second leading cause of death from 15 to 19 year olds and for younger ones it's the third leading cause of death. This is suicide. OK. So this is stress, bullying, fear. There are many reasons why our children are actually taking their own lives. There's also depression, an uptick of psychotropics which can also lead to suicide. If it's not you know necessarily diagnosed appropriately. We have a serious problem with mental illness today it's almost an epidemic. We have to really look at it, not be afraid to look at it in order to mitigate some of these problems. Right, to create a stronger sort of emotional stability. I call it. Right, so you know yes there is going to be mental illness you know but not where it is today. Social media has a tremendous amount to do with aspects of our human condition of our mind. Right, and keep in mind the brain itself does not finish, finish growing till you're 24 years old. So there are aspects that these kids are learning. Their brains are not ready to learn whether it's pornography at an early age. You have tremendous areas that you go oh my god my child shouldn't be seeing this. And yet they are. So, a lot to do with changing how a child feels also isolated.\nHG: There's a business aspect to this as well. And celebrities have been weighing in a lot more recently including Jim Carrey who essentially said 'I've sold my Facebook stock'. Facebook in particular really needs to be addressed in terms of regulation and we're going to have to do that as well as private citizens. What's your take on that?\nGoldie Hawn: Well I think that you know look the buck stops with you. OK. There's no other way to do it. You want to become mindful. You have to have an intrinsic need and a wish to be mindful. Everything is intention right. So if you have the intention that you want your children to have a healthy mind and basically not give them more than they can handle, then you have to be really vigilant on how you allow them to be online. That's number one. That's, that's the first one. Number two you have to get offline and that means that mommy you have to put your phone down. You have to look at your eyes and your child when they talk to you. They have to have your full attention. You can't be on your phone all the time because that's what they see.\nHG: It's about engagement.\nGoldie Hawn: It's engagement, it's stealing our intimacy. Right, so you know all of these are aspects of social media games even which are great but they steal the intimacy you know as I said to one of my children the other day, not my child but another one, I said 'Look at me I'm talking to you. Get off your phone. I want you to look in my eyes when I'm speaking to you. You matter to me' OK.\nHG: Do you think that there is an element here where you're saying it's personal responsibility but also the governments need to get involved, is there?\nGoldie Hawn: I would say there must be some form of regulation otherwise there's going to be more and more spying on your children on these different apps that are coming out which by the way I'm sure probably if I had small children right now. I would really want to know what my child is doing. What are they looking at, are they looking at pornography. Are they looking and look at how is your 14 year old girl talking to some man who says he's a certain age but he really isn't. And ends up hooking up with him because she's not feeling connected to her family at 14. It's kind of what happens right? It's a very sad state of affairs and these girls have been raped. We've got some terrible situations going on there. Regulation, not a big one on regulation but I think certain things need to be regulated. You know you can't leave them in the hands of these young children.\nHG: Talk me through what's happening in the entertainment industry today. Your daughter Kate Hudson is obviously into the entertainment industry as well. It's changed quite a bit since you started. When you look at the movement and the hash tag 'Me Too', what's your take on that? Do you think that these problems are really going to be addressed as a result of people taking personal responsibility or is this another area where regulation needs to come in?\nGoldie Hawn: Yeah, I don't think you can regulate that kind of human behavior. I'm really looking at the early childhood education how the child's brain develops. I think it's vitally important that we take and understand that we really are the bearers and the keepers of that particular growth that we can help our children grow tall and strong from very early age. Once we get into adulthood and you get into this kind of crazy behavior you know behavior is very tough to legislate. So you're not going to be able to legislate behavior. You will be able to bring awareness to it. People will be able to make choices behind it. I think that there's addiction. You're dealing with sexual addiction. You're dealing with narcissism. Narcissism is an illness.\nHG: Would you say it's tougher now in the entertainment industry as a result of social media and the fact that you know there are paparazzi everywhere. Do you feel it's tougher now to be a part of the industry than it was maybe even 10 to 20 years ago?\nGoldie Hawn: No I do not. No. The industry, what we have now, well the industry has changed so where they build the big movie stars and where all that was like that. And you had your sort of icons and things like that, it's not quite the same anymore. There's so many distribution, channels of distribution. So they're looking at content beyond content beyond content and so there are people I've never heard of who really are doing incredibly well on the television shows stuck somewhere and Netflix has just this amazing library or Amazon or Hulu or whatever and then you have your studios and then you have your independence. I mean it's just diluted if you will. The star power of what used to be. There's no mystique anymore. I remember the days when I used to like and go 'you know I did two movies in a row. I think I'm just going to lay low for a while I could'. I wasn't followed around by paparazzi. I wasn't you know. You know I thought I don't want to go over you know sort of make myself what is that overexposed. To this day I can't take a walk down my street without having somebody take a picture of me. So I figured I've got the same workout outfit on. I mean I could possibly do this. Are you going to sell anywhere. Why. It's a different world. So no. Does it make it worse for us? No I think it actually has more women have gone to work than ever. More men have gone to work. They do big tent pole movies which make a lot of money and make people happy. You know I think what's interesting is the movies of the time are interesting, the movies that we make like you know when you look at Three Billboards you know and you look at The Shape of Water. These movies are very interesting movies.\nHG: And they get a broader audience.\nGoldie Hawn: And they got an interesting audience right? They all go down as what movies are being made at this time in our history and that's what I love about the industry. I can look back at the 70s, listen to the music, look at the show look at the TV, the TV shows and the movies that were done. You can actually tell your history by them. So I think we all have a great industry. And to answer your question no I think it's not hurting anybody.\nHG: Do you think that sexual harassment is worse today in the industry than it was 10 to 20 years ago or just better exposed?\nGoldie Hawn: Sexual harassment is going to- unfortunately it's been there forever. I had some horrible experiences as a young dancer in New York City. I mean I'll top all of them. I had a very strong mom, a very strong dad and I had a lot of resilience and I really knew who I was. And you know the answer was always no I'll never get a job like that. A lot of girls don't. A lot of girls don't know what to do or they're attack which I was in, you know, in a room where there's a dark room. You got to wiggle get your way out of it. It's pretty bad. You know it's, I don't know what this entitlement is I think we're seeing actually a lot of illness connected to it now. So this is partially an illness, not just a proclivity or just a feeling of need to do this. I think it has to do with narcissism, an ability to think that they're invincible and they pretty much can do whatever they want to do.\nHG: Final question Goldie Hawn. Top tip for happiness and success?\nGoldie Hawn: Oh wow, top tip. Well I would say, you know, you got a choice to look at the glass half full or the glass half empty. And I think that if you change your mind and look at the glass half full, even when you're feeling like Eeyore and you change your mind, your brain reacts. And that's interesting. So if you look at the potential of that glass half full and think about it for a minute. It would change the way your brain fires and neurons that fire together. So the more you look at the glass half full, the happier you'll be.\nHG: Goldie Hawn thank you so much for joining us at CNBC.",
    "published": "2018-02-12T09:11:00.000+02:00",
    "crawled": "2018-02-12T10:47:13.009+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "following",
        "transcript",
        "exclusive",
        "cnbc",
        "interview",
        "goldie",
        "hawn",
        "actor",
        "founder",
        "hawn",
        "foundation",
        "world",
        "government",
        "summit",
        "dubai",
        "interview",
        "broadcast",
        "cnbc",
        "february",
        "reference",
        "must",
        "sourced",
        "cnbc",
        "interview",
        "interviewed",
        "hadley",
        "gamble",
        "reporter",
        "anchor",
        "cnbc",
        "hadley",
        "gamble",
        "hg",
        "goldie",
        "hawn",
        "exciting",
        "get",
        "sit",
        "want",
        "kick",
        "asking",
        "hawn",
        "foundation",
        "mind",
        "today",
        "goldie",
        "hawn",
        "today",
        "really",
        "exciting",
        "year",
        "ca",
        "believe",
        "something",
        "love",
        "time",
        "fly",
        "right",
        "country",
        "right",
        "aside",
        "america",
        "canada",
        "hong",
        "kong",
        "australia",
        "uganda",
        "got",
        "school",
        "obviously",
        "many",
        "school",
        "london",
        "almost",
        "hundred",
        "london",
        "area",
        "got",
        "ireland",
        "serbia",
        "finland",
        "mean",
        "south",
        "america",
        "crazy",
        "exciting",
        "dream",
        "sort",
        "foundational",
        "program",
        "help",
        "mental",
        "stability",
        "resilience",
        "basically",
        "throughout",
        "world",
        "need",
        "hg",
        "much",
        "think",
        "mental",
        "illness",
        "awareness",
        "child",
        "particular",
        "become",
        "suppose",
        "endangered",
        "social",
        "medium",
        "thing",
        "like",
        "facebook",
        "thing",
        "like",
        "instagram",
        "really",
        "portraying",
        "people",
        "want",
        "life",
        "seem",
        "like",
        "opposed",
        "may",
        "fact",
        "goldie",
        "hawn",
        "right",
        "actually",
        "subject",
        "mean",
        "death",
        "suicide",
        "teen",
        "early",
        "day",
        "definitely",
        "uptick",
        "know",
        "second",
        "leading",
        "cause",
        "death",
        "year",
        "old",
        "younger",
        "one",
        "third",
        "leading",
        "cause",
        "death",
        "suicide",
        "stress",
        "bullying",
        "fear",
        "many",
        "reason",
        "child",
        "actually",
        "taking",
        "life",
        "also",
        "depression",
        "uptick",
        "psychotropics",
        "also",
        "lead",
        "suicide",
        "know",
        "necessarily",
        "diagnosed",
        "appropriately",
        "serious",
        "problem",
        "mental",
        "illness",
        "today",
        "almost",
        "epidemic",
        "really",
        "look",
        "afraid",
        "look",
        "order",
        "mitigate",
        "problem",
        "right",
        "create",
        "stronger",
        "sort",
        "emotional",
        "stability",
        "call",
        "right",
        "know",
        "yes",
        "going",
        "mental",
        "illness",
        "know",
        "today",
        "social",
        "medium",
        "tremendous",
        "amount",
        "aspect",
        "human",
        "condition",
        "mind",
        "right",
        "keep",
        "mind",
        "brain",
        "finish",
        "finish",
        "growing",
        "till",
        "year",
        "old",
        "aspect",
        "kid",
        "learning",
        "brain",
        "ready",
        "learn",
        "whether",
        "pornography",
        "early",
        "age",
        "tremendous",
        "area",
        "go",
        "oh",
        "god",
        "child",
        "seeing",
        "yet",
        "lot",
        "changing",
        "child",
        "feel",
        "also",
        "isolated",
        "hg",
        "business",
        "aspect",
        "well",
        "celebrity",
        "weighing",
        "lot",
        "recently",
        "including",
        "jim",
        "carrey",
        "essentially",
        "said",
        "sold",
        "facebook",
        "stock",
        "facebook",
        "particular",
        "really",
        "need",
        "addressed",
        "term",
        "regulation",
        "going",
        "well",
        "private",
        "citizen",
        "take",
        "goldie",
        "hawn",
        "well",
        "think",
        "know",
        "look",
        "buck",
        "stop",
        "way",
        "want",
        "become",
        "mindful",
        "intrinsic",
        "need",
        "wish",
        "mindful",
        "everything",
        "intention",
        "right",
        "intention",
        "want",
        "child",
        "healthy",
        "mind",
        "basically",
        "give",
        "handle",
        "really",
        "vigilant",
        "allow",
        "online",
        "number",
        "one",
        "first",
        "one",
        "number",
        "two",
        "get",
        "offline",
        "mean",
        "mommy",
        "put",
        "phone",
        "look",
        "eye",
        "child",
        "talk",
        "full",
        "attention",
        "ca",
        "phone",
        "time",
        "see",
        "hg",
        "engagement",
        "goldie",
        "hawn",
        "engagement",
        "stealing",
        "intimacy",
        "right",
        "know",
        "aspect",
        "social",
        "medium",
        "game",
        "even",
        "great",
        "steal",
        "intimacy",
        "know",
        "said",
        "one",
        "child",
        "day",
        "child",
        "another",
        "one",
        "said",
        "talking",
        "get",
        "phone",
        "want",
        "look",
        "eye",
        "speaking",
        "matter",
        "hg",
        "think",
        "element",
        "saying",
        "personal",
        "responsibility",
        "also",
        "government",
        "need",
        "get",
        "involved",
        "goldie",
        "hawn",
        "would",
        "say",
        "must",
        "form",
        "regulation",
        "otherwise",
        "going",
        "spying",
        "child",
        "different",
        "apps",
        "coming",
        "way",
        "sure",
        "probably",
        "small",
        "child",
        "right",
        "would",
        "really",
        "want",
        "know",
        "child",
        "looking",
        "looking",
        "pornography",
        "looking",
        "look",
        "year",
        "old",
        "girl",
        "talking",
        "man",
        "say",
        "certain",
        "age",
        "really",
        "end",
        "hooking",
        "feeling",
        "connected",
        "family",
        "kind",
        "happens",
        "right",
        "sad",
        "state",
        "affair",
        "girl",
        "raped",
        "got",
        "terrible",
        "situation",
        "going",
        "regulation",
        "big",
        "one",
        "regulation",
        "think",
        "certain",
        "thing",
        "need",
        "regulated",
        "know",
        "ca",
        "leave",
        "hand",
        "young",
        "child",
        "hg",
        "talk",
        "happening",
        "entertainment",
        "industry",
        "today",
        "daughter",
        "kate",
        "hudson",
        "obviously",
        "entertainment",
        "industry",
        "well",
        "changed",
        "quite",
        "bit",
        "since",
        "started",
        "look",
        "movement",
        "hash",
        "tag",
        "take",
        "think",
        "problem",
        "really",
        "going",
        "addressed",
        "result",
        "people",
        "taking",
        "personal",
        "responsibility",
        "another",
        "area",
        "regulation",
        "need",
        "come",
        "goldie",
        "hawn",
        "yeah",
        "think",
        "regulate",
        "kind",
        "human",
        "behavior",
        "really",
        "looking",
        "early",
        "childhood",
        "education",
        "child",
        "brain",
        "develops",
        "think",
        "vitally",
        "important",
        "take",
        "understand",
        "really",
        "bearer",
        "keeper",
        "particular",
        "growth",
        "help",
        "child",
        "grow",
        "tall",
        "strong",
        "early",
        "age",
        "get",
        "adulthood",
        "get",
        "kind",
        "crazy",
        "behavior",
        "know",
        "behavior",
        "tough",
        "legislate",
        "going",
        "able",
        "legislate",
        "behavior",
        "able",
        "bring",
        "awareness",
        "people",
        "able",
        "make",
        "choice",
        "behind",
        "think",
        "addiction",
        "dealing",
        "sexual",
        "addiction",
        "dealing",
        "narcissism",
        "narcissism",
        "illness",
        "hg",
        "would",
        "say",
        "tougher",
        "entertainment",
        "industry",
        "result",
        "social",
        "medium",
        "fact",
        "know",
        "paparazzo",
        "everywhere",
        "feel",
        "tougher",
        "part",
        "industry",
        "maybe",
        "even",
        "year",
        "ago",
        "goldie",
        "hawn",
        "industry",
        "well",
        "industry",
        "changed",
        "build",
        "big",
        "movie",
        "star",
        "like",
        "sort",
        "icon",
        "thing",
        "like",
        "quite",
        "anymore",
        "many",
        "distribution",
        "channel",
        "distribution",
        "looking",
        "content",
        "beyond",
        "content",
        "beyond",
        "content",
        "people",
        "never",
        "heard",
        "really",
        "incredibly",
        "well",
        "television",
        "show",
        "stuck",
        "somewhere",
        "netflix",
        "amazing",
        "library",
        "amazon",
        "hulu",
        "whatever",
        "studio",
        "independence",
        "mean",
        "diluted",
        "star",
        "power",
        "used",
        "mystique",
        "anymore",
        "remember",
        "day",
        "used",
        "like",
        "go",
        "know",
        "two",
        "movie",
        "row",
        "think",
        "going",
        "lay",
        "low",
        "could",
        "followed",
        "around",
        "paparazzo",
        "know",
        "know",
        "thought",
        "want",
        "go",
        "know",
        "sort",
        "make",
        "overexposed",
        "day",
        "ca",
        "take",
        "walk",
        "street",
        "without",
        "somebody",
        "take",
        "picture",
        "figured",
        "got",
        "workout",
        "outfit",
        "mean",
        "could",
        "possibly",
        "going",
        "sell",
        "anywhere",
        "different",
        "world",
        "make",
        "worse",
        "u",
        "think",
        "actually",
        "woman",
        "gone",
        "work",
        "ever",
        "men",
        "gone",
        "work",
        "big",
        "tent",
        "pole",
        "movie",
        "make",
        "lot",
        "money",
        "make",
        "people",
        "happy",
        "know",
        "think",
        "interesting",
        "movie",
        "time",
        "interesting",
        "movie",
        "make",
        "like",
        "know",
        "look",
        "three",
        "billboard",
        "know",
        "look",
        "shape",
        "water",
        "movie",
        "interesting",
        "movie",
        "hg",
        "get",
        "broader",
        "audience",
        "goldie",
        "hawn",
        "got",
        "interesting",
        "audience",
        "right",
        "go",
        "movie",
        "made",
        "time",
        "history",
        "love",
        "industry",
        "look",
        "back",
        "70",
        "listen",
        "music",
        "look",
        "show",
        "look",
        "tv",
        "tv",
        "show",
        "movie",
        "done",
        "actually",
        "tell",
        "history",
        "think",
        "great",
        "industry",
        "answer",
        "question",
        "think",
        "hurting",
        "anybody",
        "hg",
        "think",
        "sexual",
        "harassment",
        "worse",
        "today",
        "industry",
        "year",
        "ago",
        "better",
        "exposed",
        "goldie",
        "hawn",
        "sexual",
        "harassment",
        "going",
        "unfortunately",
        "forever",
        "horrible",
        "experience",
        "young",
        "dancer",
        "new",
        "york",
        "city",
        "mean",
        "top",
        "strong",
        "mom",
        "strong",
        "dad",
        "lot",
        "resilience",
        "really",
        "knew",
        "know",
        "answer",
        "always",
        "never",
        "get",
        "job",
        "like",
        "lot",
        "girl",
        "lot",
        "girl",
        "know",
        "attack",
        "know",
        "room",
        "dark",
        "room",
        "got",
        "wiggle",
        "get",
        "way",
        "pretty",
        "bad",
        "know",
        "know",
        "entitlement",
        "think",
        "seeing",
        "actually",
        "lot",
        "illness",
        "connected",
        "partially",
        "illness",
        "proclivity",
        "feeling",
        "need",
        "think",
        "narcissism",
        "ability",
        "think",
        "invincible",
        "pretty",
        "much",
        "whatever",
        "want",
        "hg",
        "final",
        "question",
        "goldie",
        "hawn",
        "top",
        "tip",
        "happiness",
        "success",
        "goldie",
        "hawn",
        "oh",
        "wow",
        "top",
        "tip",
        "well",
        "would",
        "say",
        "know",
        "got",
        "choice",
        "look",
        "glass",
        "half",
        "full",
        "glass",
        "half",
        "empty",
        "think",
        "change",
        "mind",
        "look",
        "glass",
        "half",
        "full",
        "even",
        "feeling",
        "like",
        "eeyore",
        "change",
        "mind",
        "brain",
        "reacts",
        "interesting",
        "look",
        "potential",
        "glass",
        "half",
        "full",
        "think",
        "minute",
        "would",
        "change",
        "way",
        "brain",
        "fire",
        "neuron",
        "fire",
        "together",
        "look",
        "glass",
        "half",
        "full",
        "happier",
        "hg",
        "goldie",
        "hawn",
        "thank",
        "much",
        "joining",
        "u",
        "cnbc"
    ]
}