{
    "organizations": [],
    "uuid": "0af143d8eb2a8c837c5e327ae77584b429c53233",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/22/pr-newswire-intermap-technologies-reports-2017-financial-results-and-new-task-order.html",
    "ord_in_thread": 0,
    "title": "Intermap Technologies Reports 2017 Financial Results and New Task Order",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "DENVER, Feb. 22, 2018 /PRNewswire/ - (TSX: IMP) (ITMSF:BB) – Intermap Technologies Corporation (\"Intermap\" or the \"Company\") reported a 174% increase in 2017 revenue and a $11.6 million improvement in cash from operations, compared to 2016. In addition, it reported positive net income for the fourth quarter.\nThe Company also announced today the receipt of a new $2.0 million government task order for the creation of digital elevation and bare earth terrain models. The Company is increasingly providing its multi-sensor solutions and data management tools through web services, software and analytics. Including this announcement, the Company has announced $3.7 million of government task orders since year end 2017, which are to be completed in 2018.\n\"These results reflect across-the-board growth in geospatial content, software and solutions, delivered where, when, and how they are needed. Intermap serves better analytics and answers to both our government and commercial customers all over the globe,\" commented Patrick Blott, Chairman & CEO of Intermap. \"We will continue investing strategically in our people, technology, proprietary data, and client relationships, to deliver cutting-edge geospatial solutions that are responsive and financial returns that are competitive.\"\nAll amounts in this news release are in United States dollars, unless otherwise noted.\nConsolidated revenue for the year ended December 31, 2017 totaled $19.3 million, compared to $7.0 million recorded in 2016. Approximately 65% of consolidated revenue was generated outside the United States, compared to 30% for the same period in 2016.\nTotal revenue for the fourth quarter increased 297% to $5.9 million, compared to $1.4 million for the fourth quarter of 2016.\nOperating cash flow for the year was $3.5 million, compared to an $8.1 million loss in 2016. Operating cash flow for the quarter was $0.9 million, compared to a $1.3 million loss for the same period in 2016.\nAdjusted EBITDA, a non-GAAP and non-IFRS financial measure, was positive $3.5 million for the year, compared with negative $7.2 million for 2016, a $10.7 million improvement. Fourth quarter adjusted EBITDA was positive $1.9 million, compared to negative $0.8 million for fourth quarter of 2016.\nFor the fourth quarter of 2017, Intermap reported net income of $0.5 million, compared to a net loss of $0.2 million for the same period in 2016.\nThe Company finished the year with $6.4 million of cash and positive working capital of $0.3 million, compared to cash of $6.5 million and a working capital deficit of $3.8 million for 2016.\nIn addition to generating cash throughout the year, the Company invested $3.9 million in new sensors, software, and other proprietary technologies, compared to $0.3 million of investment during 2016. Total assets increased to $11.8 million, up from $9.0 million at the end of 2016. The Company's total assets exclude its proprietary, high resolution, NEXTMap ® data library, as well as internally developed software applications, patented algorithms along with innovative approaches in artificial intelligence and machine learning-driven processing engines, risk models, and prototype sensors. Cumulative net operating loss carryforwards at the end of 2017 totaled $223 million.\nAdditional highlights of significant milestones achieved in 2017 include:\nThe Company added an average of two insurance solutions customers each month to its software platform, and experienced a 100% renewal rate on customers eligible for renewal during the year, growing commercial subscription revenue by more than 210% Following extensive damage from wildfires in California, the Company received its first commercial software subscription for wildfire risk analytics On the government side, following an upgrade of its sensor platform, the Company completed a major data infrastructure project in Southeast Asia, and transitioned that regions business towards data solutions and enterprise data management. The Company also received its first task order to collect and process P-band radar and light detection and ranging (LiDAR) data to support foundation geo intelligence The Company received a patent and third party validation for its fourth, proprietary and global, digital elevation model, generated with a 1-meter posting (LE 90 accuracy), capable of producing high resolution digital terrain and elevation information (first surface and bare earth) for any area of interest on the planet. This fourth generation model compliments the Company's existing proprietary, global, digital elevation models, posted at 5-meter, 10-meter, and 30-meter resolutions Extending its performance culture, the Company invested in senior level sales and business development talent to support its continued growth, and elevated several high performing internal business development professionals, while achieving a 9% reduction in over-all employee costs, and a 30% reduction in facilities expense The Company also commenced a complete upgrade of its internal processing, data management, optimization and software architecture, incorporating graphic processing units; auto-classification, automated feature extraction and data authoring; artificial intelligence and machine learning algorithms; and a patented intelligent resolution improvement process.\nThe Company's Annual General and Special Meeting of Shareholders is scheduled for March 15, 2018 in Calgary, Alberta. The materials are available on SEDAR at: www.sedar.com . In advance of the meeting, the Company has entered into a voting agreement with Vertex One Asset Management (\"Vertex\"), in which Vertex intends to support the matters to be put before shareholders at the meeting.\nThe Company's consolidated financial statements and management's discussion and analysis will be filed on SEDAR at: www.sedar.com . Important factors, including those discussed in the Company's regulatory filings ( www.sedar.com ) could cause actual results to differ from the Company's expectations and those differences may be material.\nNon-IFRS Measures\nAdjusted EBITDA is not a recognized performance measure under IFRS and does not have a standardized meaning prescribed by IFRS. The term EBITDA consists of net income (loss) and excludes interest, taxes, depreciation, and amortization. Adjusted EBITDA is included as a supplemental disclosure because management believes that such measurement provides a better assessment of the Company's operations on a continuing basis by eliminating certain non-cash charges and charges that are nonrecurring. The most directly comparable measure to adjusted EBITDA calculated in accordance with IFRS is net income (loss).\nThree months ended\nTwelve months ended\n(UNAUDITED)\nDecember 31,\nDecember 31,\nU.S. $ millions\n2017\n2016\n2017\n2016\nNet income (loss)\n$\n0.5\n$\n(0.2)\n$\n(1.2)\n$\n(15.3)\nFinancing costs\n0.6\n1.1\n2.5\n10.1\nIncome tax recovery\n0.1\n(2.4)\n(0.1)\n(2.4)\nDepreciation of property and equipment\n0.3\n0.2\n0.9\n0.8\nEBITDA\n$\n1.5\n$\n(1.3)\n$\n2.1\n$\n(6.8)\nNon-recurring payments\n0.3\n0.2\n0.8\n0.2\nChange in value of derivative instruments\n-\n(0.5)\n(0.1)\n(1.9)\nRestructing costs\n0.1\n0.7\n0.2\n0.9\nShare-based compensation\n0.1\n0.1\n0.3\n0.3\n(Gain) loss on foreign currency translation\n(0.1)\n-\n0.2\n0.1\nAdjusted EBITDA\n$\n1.9\n$\n(0.8)\n$\n3.5\n$\n(7.2)\nAbout Intermap Technologies\nHeadquartered in Denver, Colorado, Intermap ( www.intermap.com ) is an industry leader in geospatial intelligence solutions. These geospatial solutions are used in a wide range of applications including, but not limited to, location-based information, risk assessment, geographic information systems, engineering, utilities, global positioning systems, oil and gas, renewable energy, hydrology, environmental planning, land management, wireless communications, transportation, advertising, and 3D visualization. Intermap generates revenue from three primary business activities, comprised of i) data acquisition and collection, using proprietary, multi-frequency, radar sensor technologies, ii) value-added data products and services, which leverage the Company's proprietary NEXTMap® database, together with proprietary software and fusion technologies, and iii) commercial applications and solutions, including a webstore and software sales targeting selected industry verticals that rely on accurate high resolution elevation data. The Company is a world leader in geospatial data management and processing, including fusion, analytics, and orthorectification, and has decades of experience aggregating data derived from a number of different sensor technologies and data sources. For more information please visit www.intermap.com .\nIntermap Reader Advisory\nCertain information provided in this news release constitutes forward-looking statements, including the Company's profitability and revenue generating activities. The words \"anticipate\", \"expect\", \"project\", \"estimate\", \"forecast\" and similar expressions are intended to identify such forward-looking statements. Although Intermap believes that these statements are based on information and assumptions which are current, reasonable and complete, these statements are necessarily subject to a variety of known and unknown risks and uncertainties. You can find a discussion of such risks and uncertainties in our Annual Information Form and other securities filings. While the Company makes these forward-looking statements in good faith, should one or more of these risks or uncertainties materialize, or should underlying assumptions prove incorrect, actual results may vary significantly from those expected. Accordingly, no assurances can be given that any of the events anticipated by the forward-looking statements will transpire or occur, or if any of them do so, what benefits that the Company will derive therefrom. All subsequent forward-looking statements, whether written or oral, attributable to Intermap or persons acting on its behalf are expressly qualified in their entirety by these cautionary statements. The forward-looking statements contained in this news release are made as at the date of this news release and the Company does not undertake any obligation to update publicly or to revise any of the forward-looking statements made herein, whether as a result of new information, future events or otherwise, except as may be required by applicable securities law.\nINTERMAP TECHNOLOGIES CORPORATION\nConsolidated Balance Sheets\nUNAUDITED\n(In thousands of United States dollars)\nDecember 31,\nDecember 31,\n2017\n2016\nAssets\nCurrent assets:\nCash\n$\n6,363\n$\n6,527\nAmounts receivable\n521\n600\nUnbilled revenue\n65\n30\nPrepaid expenses\n359\n409\n7,308\n7,566\nProperty and equipment\n4,460\n1,457\n$\n11,768\n$\n9,023\nLiabilities and Shareholders' Deficiency\nCurrent liabilities:\nAccounts payable and accrued liabilities\n$\n4,011\n$\n3,555\nCurrent portion of notes payable\n-\n5,864\nCurrent portion of project financing\n1,303\n1,214\nCurrent portion of deferred lease inducements\n30\n24\nUnearned revenue\n1,604\n469\nWarrant liability\n-\n137\nIncome taxes payable\n2\n3\nObligations under finance leases\n10\n49\nCurrent portion of other long-term liabilities\n-\n100\n6,960\n11,415\nLong-term notes payable\n26,496\n21,837\nLong-term project financing\n191\n168\nDeferred lease inducements\n120\n133\nObligations under finance leases\n14\n24\n33,781\n33,577\nShareholders' deficiency:\nShare capital\n199,634\n196,686\nAccumulated other comprehensive income\n(143)\n(146)\nContributed surplus\n25,242\n26,955\nDeficit\n(246,746)\n(248,049)\n(22,013)\n(24,554)\n$\n11,768\n$\n9,023\nINTERMAP TECHNOLOGIES CORPORATION\nConsolidated Statements of Profit and Loss and Other Comprehensive Income\nUNAUDITED\n(In thousands of United States dollars, except per share information)\nFor the years ended December 31,\n2017\n2016\nRevenue\n$\n19,304\n$\n7,049\nExpenses:\nOperating costs\n16,828\n14,781\nRestructuring costs\n244\n941\nDepreciation of property and equipment\n924\n837\n17,996\n16,559\nOperating income (loss)\n1,308\n(9,510)\nGain on disposal of equipment\n3\n-\nChange in fair value of derivative instruments\n137\n1,948\nFinancing costs\n(2,538)\n(10,069)\nFinancing income\n-\n7\nLoss on foreign currency translation\n(214)\n(105)\nLoss before income taxes\n(1,304)\n(17,729)\nIncome tax expense:\nCurrent\n(51)\n(14)\nDeferred\n200\n2,458\n149\n2,444\nNet loss for the period\n$\n(1,155)\n$\n(15,285)\nOther comprehensive loss:\nItems that are or may be reclassified subsequently to profit or loss:\nForeign currency translation differences\n3\n(44)\nComprehensive loss for the period\n$\n(1,152)\n$\n(15,329)\nBasic and diluted loss per share\n$\n(0.08)\n$\n(1.33)\nWeighted average number of Class A common\nshares - basic & diluted\n15,182,474\n11,517,236\nINTERMAP TECHNOLOGIES CORPORATION\nConsolidated Statements of Changes in Shareholders' Deficiency\nUNAUDITED\n(In thousands of United States dollars)\nShare Capital\nContributed\nSurplus\nAccumulated\nOther\nComprehensive\nIncome\nDeficit\nTotal\nBalance at December 31, 2015\n$\n196,409\n$\n11,578\n$\n(102)\n$\n(230,306)\n$\n(22,421)\nComprehensive loss for the period\n-\n-\n(44)\n(15,285)\n(15,329)\nGain on modification of debt\n-\n15,063\n-\n-\n15,063\nDeferred tax effect of notes payable\n-\n(2,458)\n-\n-\n(2,458)\nShare-based compensation\n174\n359\n-\n-\n533\nExercise of options\n103\n(45)\n-\n-\n58\nBalance at December 31, 2016\n$\n196,686\n$\n24,497\n$\n(146)\n$\n(245,591)\n$\n(24,554)\nComprehensive income (loss) for the period\n-\n-\n3\n(1,155)\n(1,152)\nRights offering\n2,890\n-\n-\n-\n2,890\nIssuance costs\n(164)\n-\n-\n-\n(164)\nGain on modification of debt\n-\n746\n-\n-\n746\nDeferred tax effect of notes payable\n-\n(200)\n-\n-\n(200)\nLTIP issuance\n162\n(115)\n-\n-\n47\nShare-based compensation\n60\n314\n-\n-\n374\nBalance at December 31, 2017\n$\n199,634\n$\n25,242\n$\n(143)\n$\n(246,746)\n$\n(22,013)\nINTERMAP TECHNOLOGIES CORPORATION\nConsolidated Statements of Cash Flows\nUNAUDITED\n(In thousands of United States dollars)\nFor the years ended December 31,\n2017\n2016\nOperating activities:\nNet loss for the period\n$\n(1,155)\n$\n(15,285)\nAdjusted for the following non-cash items:\nDepreciation of property and equipment\n924\n837\nShare-based compensation expense\n281\n289\n(Gain) loss on disposal of equipment\n(3)\n-\nAmortization of deferred lease inducements\n26\n(113)\nDeferred taxes\n(200)\n(2,458)\nChange in fair value of derivative instruments\n(137)\n(1,948)\nFinancing costs\n2,538\n10,069\nCurrent income tax expense\n51\n14\nInterest paid\n(7)\n(18)\nIncome tax paid\n(52)\n(16)\nChanges in working capital:\nAmounts receivable\n89\n1,679\nOther assets\n15\n(133)\nAccounts payable and accrued liabilities\n99\n(917)\nUnearned revenue\n1,135\n2\nGain on foreign currency translation\n(107)\n(65)\nCash flows provided by (used in) operating activities\n3,497\n(8,063)\nInvesting activities:\nPurchase of property and equipment\n(3,471)\n(305)\nProceeds from sale of equipment\n3\n1\nCash flows used in investing activities\n(3,468)\n(304)\nFinancing activities:\nProceeds from issuance of common shares\n2,890\n-\nProceeds from notes payable\n-\n15,000\nRepayment of notes payable\n(2,890)\n(617)\nShare issuance costs\n(164)\n(168)\nMovement from restricted cash\n-\n801\nRepayment of obligations under finance lease\n(56)\n(120)\nCash flows (used in) provided by financing activities\n(220)\n14,896\nEffect of foreign exchange on cash\n27\n(2)\nIncrease (decrease) in cash\n(164)\n6,527\nCash, beginning of period\n6,527\n-\nCash, end of period\n$\n6,363\n$\n6,527\nSOURCE Intermap Technologies Corporation",
    "published": "2018-02-23T03:58:00.000+02:00",
    "crawled": "2018-02-23T06:37:18.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "denver",
        "tsx",
        "imp",
        "itmsf",
        "bb",
        "intermap",
        "technology",
        "corporation",
        "intermap",
        "company",
        "reported",
        "increase",
        "revenue",
        "million",
        "improvement",
        "cash",
        "operation",
        "compared",
        "addition",
        "reported",
        "positive",
        "net",
        "income",
        "fourth",
        "quarter",
        "company",
        "also",
        "announced",
        "today",
        "receipt",
        "new",
        "million",
        "government",
        "task",
        "order",
        "creation",
        "digital",
        "elevation",
        "bare",
        "earth",
        "terrain",
        "model",
        "company",
        "increasingly",
        "providing",
        "solution",
        "data",
        "management",
        "tool",
        "web",
        "service",
        "software",
        "analytics",
        "including",
        "announcement",
        "company",
        "announced",
        "million",
        "government",
        "task",
        "order",
        "since",
        "year",
        "end",
        "completed",
        "result",
        "reflect",
        "growth",
        "geospatial",
        "content",
        "software",
        "solution",
        "delivered",
        "needed",
        "intermap",
        "serf",
        "better",
        "analytics",
        "answer",
        "government",
        "commercial",
        "customer",
        "globe",
        "commented",
        "patrick",
        "blott",
        "chairman",
        "ceo",
        "intermap",
        "continue",
        "investing",
        "strategically",
        "people",
        "technology",
        "proprietary",
        "data",
        "client",
        "relationship",
        "deliver",
        "geospatial",
        "solution",
        "responsive",
        "financial",
        "return",
        "competitive",
        "amount",
        "news",
        "release",
        "united",
        "state",
        "dollar",
        "unless",
        "otherwise",
        "noted",
        "consolidated",
        "revenue",
        "year",
        "ended",
        "december",
        "totaled",
        "million",
        "compared",
        "million",
        "recorded",
        "approximately",
        "consolidated",
        "revenue",
        "generated",
        "outside",
        "united",
        "state",
        "compared",
        "period",
        "total",
        "revenue",
        "fourth",
        "quarter",
        "increased",
        "million",
        "compared",
        "million",
        "fourth",
        "quarter",
        "operating",
        "cash",
        "flow",
        "year",
        "million",
        "compared",
        "million",
        "loss",
        "operating",
        "cash",
        "flow",
        "quarter",
        "million",
        "compared",
        "million",
        "loss",
        "period",
        "adjusted",
        "ebitda",
        "financial",
        "measure",
        "positive",
        "million",
        "year",
        "compared",
        "negative",
        "million",
        "million",
        "improvement",
        "fourth",
        "quarter",
        "adjusted",
        "ebitda",
        "positive",
        "million",
        "compared",
        "negative",
        "million",
        "fourth",
        "quarter",
        "fourth",
        "quarter",
        "intermap",
        "reported",
        "net",
        "income",
        "million",
        "compared",
        "net",
        "loss",
        "million",
        "period",
        "company",
        "finished",
        "year",
        "million",
        "cash",
        "positive",
        "working",
        "capital",
        "million",
        "compared",
        "cash",
        "million",
        "working",
        "capital",
        "deficit",
        "million",
        "addition",
        "generating",
        "cash",
        "throughout",
        "year",
        "company",
        "invested",
        "million",
        "new",
        "sensor",
        "software",
        "proprietary",
        "technology",
        "compared",
        "million",
        "investment",
        "total",
        "asset",
        "increased",
        "million",
        "million",
        "end",
        "company",
        "total",
        "asset",
        "exclude",
        "proprietary",
        "high",
        "resolution",
        "nextmap",
        "data",
        "library",
        "well",
        "internally",
        "developed",
        "software",
        "application",
        "patented",
        "algorithm",
        "along",
        "innovative",
        "approach",
        "artificial",
        "intelligence",
        "machine",
        "processing",
        "engine",
        "risk",
        "model",
        "prototype",
        "sensor",
        "cumulative",
        "net",
        "operating",
        "loss",
        "carryforwards",
        "end",
        "totaled",
        "million",
        "additional",
        "highlight",
        "significant",
        "milestone",
        "achieved",
        "include",
        "company",
        "added",
        "average",
        "two",
        "insurance",
        "solution",
        "customer",
        "month",
        "software",
        "platform",
        "experienced",
        "renewal",
        "rate",
        "customer",
        "eligible",
        "renewal",
        "year",
        "growing",
        "commercial",
        "subscription",
        "revenue",
        "following",
        "extensive",
        "damage",
        "wildfire",
        "california",
        "company",
        "received",
        "first",
        "commercial",
        "software",
        "subscription",
        "wildfire",
        "risk",
        "analytics",
        "government",
        "side",
        "following",
        "upgrade",
        "sensor",
        "platform",
        "company",
        "completed",
        "major",
        "data",
        "infrastructure",
        "project",
        "southeast",
        "asia",
        "transitioned",
        "region",
        "business",
        "towards",
        "data",
        "solution",
        "enterprise",
        "data",
        "management",
        "company",
        "also",
        "received",
        "first",
        "task",
        "order",
        "collect",
        "process",
        "radar",
        "light",
        "detection",
        "ranging",
        "lidar",
        "data",
        "support",
        "foundation",
        "geo",
        "intelligence",
        "company",
        "received",
        "patent",
        "third",
        "party",
        "validation",
        "fourth",
        "proprietary",
        "global",
        "digital",
        "elevation",
        "model",
        "generated",
        "posting",
        "le",
        "accuracy",
        "capable",
        "producing",
        "high",
        "resolution",
        "digital",
        "terrain",
        "elevation",
        "information",
        "first",
        "surface",
        "bare",
        "earth",
        "area",
        "interest",
        "planet",
        "fourth",
        "generation",
        "model",
        "compliment",
        "company",
        "existing",
        "proprietary",
        "global",
        "digital",
        "elevation",
        "model",
        "posted",
        "resolution",
        "extending",
        "performance",
        "culture",
        "company",
        "invested",
        "senior",
        "level",
        "sale",
        "business",
        "development",
        "talent",
        "support",
        "continued",
        "growth",
        "elevated",
        "several",
        "high",
        "performing",
        "internal",
        "business",
        "development",
        "professional",
        "achieving",
        "reduction",
        "employee",
        "cost",
        "reduction",
        "facility",
        "expense",
        "company",
        "also",
        "commenced",
        "complete",
        "upgrade",
        "internal",
        "processing",
        "data",
        "management",
        "optimization",
        "software",
        "architecture",
        "incorporating",
        "graphic",
        "processing",
        "unit",
        "automated",
        "feature",
        "extraction",
        "data",
        "authoring",
        "artificial",
        "intelligence",
        "machine",
        "learning",
        "algorithm",
        "patented",
        "intelligent",
        "resolution",
        "improvement",
        "process",
        "company",
        "annual",
        "general",
        "special",
        "meeting",
        "shareholder",
        "scheduled",
        "march",
        "calgary",
        "alberta",
        "material",
        "available",
        "sedar",
        "advance",
        "meeting",
        "company",
        "entered",
        "voting",
        "agreement",
        "vertex",
        "one",
        "asset",
        "management",
        "vertex",
        "vertex",
        "intends",
        "support",
        "matter",
        "put",
        "shareholder",
        "meeting",
        "company",
        "consolidated",
        "financial",
        "statement",
        "management",
        "discussion",
        "analysis",
        "filed",
        "sedar",
        "important",
        "factor",
        "including",
        "discussed",
        "company",
        "regulatory",
        "filing",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "company",
        "expectation",
        "difference",
        "may",
        "material",
        "measure",
        "adjusted",
        "ebitda",
        "recognized",
        "performance",
        "measure",
        "ifrs",
        "standardized",
        "meaning",
        "prescribed",
        "ifrs",
        "term",
        "ebitda",
        "consists",
        "net",
        "income",
        "loss",
        "excludes",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "adjusted",
        "ebitda",
        "included",
        "supplemental",
        "disclosure",
        "management",
        "belief",
        "measurement",
        "provides",
        "better",
        "assessment",
        "company",
        "operation",
        "continuing",
        "basis",
        "eliminating",
        "certain",
        "charge",
        "charge",
        "nonrecurring",
        "directly",
        "comparable",
        "measure",
        "adjusted",
        "ebitda",
        "calculated",
        "accordance",
        "ifrs",
        "net",
        "income",
        "loss",
        "three",
        "month",
        "ended",
        "twelve",
        "month",
        "ended",
        "unaudited",
        "december",
        "december",
        "million",
        "net",
        "income",
        "loss",
        "financing",
        "cost",
        "income",
        "tax",
        "recovery",
        "depreciation",
        "property",
        "equipment",
        "ebitda",
        "payment",
        "change",
        "value",
        "derivative",
        "instrument",
        "restructing",
        "cost",
        "compensation",
        "gain",
        "loss",
        "foreign",
        "currency",
        "translation",
        "adjusted",
        "ebitda",
        "intermap",
        "technology",
        "headquartered",
        "denver",
        "colorado",
        "intermap",
        "industry",
        "leader",
        "geospatial",
        "intelligence",
        "solution",
        "geospatial",
        "solution",
        "used",
        "wide",
        "range",
        "application",
        "including",
        "limited",
        "information",
        "risk",
        "assessment",
        "geographic",
        "information",
        "system",
        "engineering",
        "utility",
        "global",
        "positioning",
        "system",
        "oil",
        "gas",
        "renewable",
        "energy",
        "hydrology",
        "environmental",
        "planning",
        "land",
        "management",
        "wireless",
        "communication",
        "transportation",
        "advertising",
        "3d",
        "visualization",
        "intermap",
        "generates",
        "revenue",
        "three",
        "primary",
        "business",
        "activity",
        "comprised",
        "data",
        "acquisition",
        "collection",
        "using",
        "proprietary",
        "radar",
        "sensor",
        "technology",
        "ii",
        "data",
        "product",
        "service",
        "leverage",
        "company",
        "proprietary",
        "database",
        "together",
        "proprietary",
        "software",
        "fusion",
        "technology",
        "iii",
        "commercial",
        "application",
        "solution",
        "including",
        "webstore",
        "software",
        "sale",
        "targeting",
        "selected",
        "industry",
        "vertical",
        "rely",
        "accurate",
        "high",
        "resolution",
        "elevation",
        "data",
        "company",
        "world",
        "leader",
        "geospatial",
        "data",
        "management",
        "processing",
        "including",
        "fusion",
        "analytics",
        "orthorectification",
        "decade",
        "experience",
        "aggregating",
        "data",
        "derived",
        "number",
        "different",
        "sensor",
        "technology",
        "data",
        "source",
        "information",
        "please",
        "visit",
        "intermap",
        "reader",
        "advisory",
        "certain",
        "information",
        "provided",
        "news",
        "release",
        "constitutes",
        "statement",
        "including",
        "company",
        "profitability",
        "revenue",
        "generating",
        "activity",
        "word",
        "anticipate",
        "expect",
        "project",
        "estimate",
        "forecast",
        "similar",
        "expression",
        "intended",
        "identify",
        "statement",
        "although",
        "intermap",
        "belief",
        "statement",
        "based",
        "information",
        "assumption",
        "current",
        "reasonable",
        "complete",
        "statement",
        "necessarily",
        "subject",
        "variety",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "find",
        "discussion",
        "risk",
        "uncertainty",
        "annual",
        "information",
        "form",
        "security",
        "filing",
        "company",
        "make",
        "statement",
        "good",
        "faith",
        "one",
        "risk",
        "uncertainty",
        "materialize",
        "underlying",
        "assumption",
        "prove",
        "incorrect",
        "actual",
        "result",
        "may",
        "vary",
        "significantly",
        "expected",
        "accordingly",
        "assurance",
        "given",
        "event",
        "anticipated",
        "statement",
        "transpire",
        "occur",
        "benefit",
        "company",
        "derive",
        "therefrom",
        "subsequent",
        "statement",
        "whether",
        "written",
        "oral",
        "attributable",
        "intermap",
        "person",
        "acting",
        "behalf",
        "expressly",
        "qualified",
        "entirety",
        "cautionary",
        "statement",
        "statement",
        "contained",
        "news",
        "release",
        "made",
        "date",
        "news",
        "release",
        "company",
        "undertake",
        "obligation",
        "update",
        "publicly",
        "revise",
        "statement",
        "made",
        "herein",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "may",
        "required",
        "applicable",
        "security",
        "law",
        "intermap",
        "technology",
        "corporation",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "thousand",
        "united",
        "state",
        "dollar",
        "december",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "amount",
        "receivable",
        "unbilled",
        "revenue",
        "prepaid",
        "expense",
        "property",
        "equipment",
        "liability",
        "shareholder",
        "deficiency",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "liability",
        "current",
        "portion",
        "note",
        "payable",
        "current",
        "portion",
        "project",
        "financing",
        "current",
        "portion",
        "deferred",
        "lease",
        "inducement",
        "unearned",
        "revenue",
        "warrant",
        "liability",
        "income",
        "tax",
        "payable",
        "obligation",
        "finance",
        "lease",
        "current",
        "portion",
        "liability",
        "note",
        "payable",
        "project",
        "financing",
        "deferred",
        "lease",
        "inducement",
        "obligation",
        "finance",
        "lease",
        "shareholder",
        "deficiency",
        "share",
        "capital",
        "accumulated",
        "comprehensive",
        "income",
        "contributed",
        "surplus",
        "deficit",
        "intermap",
        "technology",
        "corporation",
        "consolidated",
        "statement",
        "profit",
        "loss",
        "comprehensive",
        "income",
        "unaudited",
        "thousand",
        "united",
        "state",
        "dollar",
        "except",
        "per",
        "share",
        "information",
        "year",
        "ended",
        "december",
        "revenue",
        "expense",
        "operating",
        "cost",
        "restructuring",
        "cost",
        "depreciation",
        "property",
        "equipment",
        "operating",
        "income",
        "loss",
        "gain",
        "disposal",
        "equipment",
        "change",
        "fair",
        "value",
        "derivative",
        "instrument",
        "financing",
        "cost",
        "financing",
        "income",
        "loss",
        "foreign",
        "currency",
        "translation",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "current",
        "deferred",
        "net",
        "loss",
        "period",
        "comprehensive",
        "loss",
        "item",
        "may",
        "reclassified",
        "subsequently",
        "profit",
        "loss",
        "foreign",
        "currency",
        "translation",
        "difference",
        "comprehensive",
        "loss",
        "period",
        "basic",
        "diluted",
        "loss",
        "per",
        "share",
        "weighted",
        "average",
        "number",
        "class",
        "common",
        "share",
        "basic",
        "diluted",
        "intermap",
        "technology",
        "corporation",
        "consolidated",
        "statement",
        "change",
        "shareholder",
        "deficiency",
        "unaudited",
        "thousand",
        "united",
        "state",
        "dollar",
        "share",
        "capital",
        "contributed",
        "surplus",
        "accumulated",
        "comprehensive",
        "income",
        "deficit",
        "total",
        "balance",
        "december",
        "comprehensive",
        "loss",
        "period",
        "gain",
        "modification",
        "debt",
        "deferred",
        "tax",
        "effect",
        "note",
        "payable",
        "compensation",
        "exercise",
        "option",
        "balance",
        "december",
        "comprehensive",
        "income",
        "loss",
        "period",
        "right",
        "offering",
        "issuance",
        "cost",
        "gain",
        "modification",
        "debt",
        "deferred",
        "tax",
        "effect",
        "note",
        "payable",
        "ltip",
        "issuance",
        "compensation",
        "balance",
        "december",
        "intermap",
        "technology",
        "corporation",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "unaudited",
        "thousand",
        "united",
        "state",
        "dollar",
        "year",
        "ended",
        "december",
        "operating",
        "activity",
        "net",
        "loss",
        "period",
        "adjusted",
        "following",
        "item",
        "depreciation",
        "property",
        "equipment",
        "compensation",
        "expense",
        "gain",
        "loss",
        "disposal",
        "equipment",
        "amortization",
        "deferred",
        "lease",
        "inducement",
        "deferred",
        "tax",
        "change",
        "fair",
        "value",
        "derivative",
        "instrument",
        "financing",
        "cost",
        "current",
        "income",
        "tax",
        "expense",
        "interest",
        "paid",
        "income",
        "tax",
        "paid",
        "change",
        "working",
        "capital",
        "amount",
        "receivable",
        "asset",
        "account",
        "payable",
        "accrued",
        "liability",
        "unearned",
        "revenue",
        "gain",
        "foreign",
        "currency",
        "translation",
        "cash",
        "flow",
        "provided",
        "used",
        "operating",
        "activity",
        "investing",
        "activity",
        "purchase",
        "property",
        "equipment",
        "proceeds",
        "sale",
        "equipment",
        "cash",
        "flow",
        "used",
        "investing",
        "activity",
        "financing",
        "activity",
        "proceeds",
        "issuance",
        "common",
        "share",
        "proceeds",
        "note",
        "payable",
        "repayment",
        "note",
        "payable",
        "share",
        "issuance",
        "cost",
        "movement",
        "restricted",
        "cash",
        "repayment",
        "obligation",
        "finance",
        "lease",
        "cash",
        "flow",
        "used",
        "provided",
        "financing",
        "activity",
        "effect",
        "foreign",
        "exchange",
        "cash",
        "increase",
        "decrease",
        "cash",
        "cash",
        "beginning",
        "period",
        "cash",
        "end",
        "period",
        "source",
        "intermap",
        "technology",
        "corporation"
    ]
}