{
    "organizations": [],
    "uuid": "235ef410f25582c011905a2c190b9301d399f387",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/13/globe-newswire-xtant-medical-announces-results-of-special-meeting-of-stockholders.html",
    "ord_in_thread": 0,
    "title": "Xtant Medical Announces Results of Special Meeting of Stockholders",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Approval of the issuance of new shares of common stock, as required by the NYSE American.\nApproval of an amendment to its certificate of incorporation, enabling its previously announced 1:12 reverse stock split.\nApproval of new directors to serve on its board.\nBELGRADE, Mont., Feb. 13, 2018 (GLOBE NEWSWIRE) -- Xtant™ Medical Holdings, Inc. (NYSE American:XTNT), a leader in the development of regenerative medicine products and medical devices, today announced the results of its Special Meeting of Stockholders held on February 13, 2018 (the “Special Meeting”). As a result of the approval of all proposals at the Special Meeting, Xtant expects that it will be able to fully execute its previously announced restructuring plan.\nAll proposals voted on during the Special Meeting were approved, and included:\nApproval to issue in excess of 20% of the total number shares of Xtant’s common stock outstanding, par value $0. 1 per share (“Common Stock”), which will result in a change of control of the Company, as required by Sections 713(a) and 713(b) of the NYSE American Company Manual.\nApproval of an amendment to Xtant’s certificate of incorporation to effect a reverse stock split of the Common Stock at a ratio of 1:12, to change the number of authorized shares of Common Stock and preferred stock available for issuance and to make such other changes as described in the proxy statement that Xtant filed with the SEC on January 22, 2018.\nThe election of six directors to serve on Xtant’s board of directors (the “Board”).\n“We are pleased that our stockholders voted favorably for the future of Xtant,” said Carl O’Connell, Chief Executive Officer. “We anticipate that the matters approved during the Special Meeting will allow Xtant to fully execute our previously announced restructuring plan.”\nThe approval of the issuance of Common Stock will enable Xtant to complete the exchange of all of its outstanding 6.00% convertible senior unsecured notes due 2021 and its proposed private placement of an aggregate of $6,809,896.80 of Common Stock at a price per share of $7.20, both of which were contemplated by the previously announced Restructuring and Exchange Agreement that Xtant entered into on January 11, 2018. Xtant anticipates that such transactions will be completed on February 14, 2018, in advance of Xtant’s February 15, 2018 deadline to regain compliance with NYSE American listing standards.\nFurther, following the approval of Xtant’s amended certificate of incorporation, Xtant filed its Amended and Restated Certificate of Incorporation with the Delaware Secretary of State today, and expects that Xtant’s Common Stock will begin trading on the post-split basis as of the start of business on February 14, 2018.\nMr. O’Connell continued, “I am excited to welcome our new Board of Directors; each member brings significant experience and I look forward to receiving their wisdom and guidance going forward.”\nThe newly elected directors included John Bakewell, Michael Eggenberg, Michael Mainelli, Robert McNamara, Jeffrey Peters and Matthew S. Rizzo. Upon the appointment of these new directors, the current directors of Xtant Medical will step down, and these newly elected directors will form the Board.\nCarl O’Connell closed, “We appreciate the hard work of our previous board members who helped to transform Xtant into a company with a robust product offering.”\nAbout John K. Bakewell\nJohn K. Bakewell is a consultant to the medical technology industry. Mr. Bakewell served as the Chief Financial Officer of Exact Sciences Corporation, a molecular diagnostics company, from January 2016 to November 2016. Mr. Bakewell previously served as the Chief Financial Officer of Lantheus Holdings, Inc., a diagnostic medical imaging company, from June 2014 to December 2015 and as Chief Financial Officer of Interline Brands, Inc., a distributor and direct marketer of broad-line maintenance, repair and operations products, from June 2013 to May 2014. Mr. Bakewell previously was the Executive Vice President and Chief Financial Officer of RegionalCare Hospital Partners, an owner and operator of non-urban hospitals, from January 2010 to December 2011. In addition, Mr. Bakewell held the position of Chief Financial Officer with Wright Medical Group, Inc., an orthopaedic medical device company, from 2000 to 2009, with Altra Energy Technologies, Inc. from 1998 to 2000, with Cyberonics, Inc. from 1993 to 1998 and with Zeos International, Ltd. from 1990 to 1993. Mr. Bakewell has also served as a member of the board of directors of Entellus Medical, Inc., a public medical technology company that designs and manufactures products for the treatment of chronic and recurrent sinusitis in adults and children, since July 2015, and as a member of the board of directors of Corindus Vascular Robotics, Inc., a public medical technology company and the global leader in robotic-assisted vascular interventions, since July 2017. Since July 2008, Mr. Bakewell has served on the board of directors of Keystone Dental, Inc., a private medical device company. Mr. Bakewell holds a Bachelor of Arts in Accounting from the University of Northern Iowa and is a certified public accountant (inactive). Mr. Bakewell’s financial experience as a chief financial officer of several publicly traded medical technology companies and his background and sophistication in finance and accounting contributes valuable experience to the Board.\nAbout Michael Eggenberg\nMichael Eggenberg is a Managing Director with OrbiMed Advisors LLC since December 2016, focused on healthcare royalty and structured finance investments. Previously, Mr. Eggenberg was a Managing Director at Fortress Investment Group, focused on Special Opportunities Funds from May 2005 to December 2016. Prior to Fortress, Mr. Eggenberg held positions at CIT, Wells Fargo and Nations Bank. Mr. Eggenberg received his B.S. in Finance and General Business from Drexel University. Mr. Eggenberg brings valuable experience in the life science industry and finance experience to the Board.\nAbout Michael Mainelli\nMichael Mainelli has worked in the medical device industry for over twenty-five years, serving the diagnostic imaging, surgical, and orthopedic markets. He has extensive international experience having led operations in the UK and Israel. Most recently, he served as President and CEO of Stanmore Implants Worldwide, LTD from 2013 to 2016, a UK based specialty orthopaedics company, and led the sale of the company to Stryker Corporation. Prior to Stanmore, he was the CEO of Active Implants Corporation, an early stage company developing an innovative meniscal implant, from 2008 to 2011. Prior to Active Implants, he was the Group President of the Medical Device Segment of Intermagnetics General Corporation from 2005 to 2006 before the company was acquired by Royal Philips. Prior to employment by Intermagnetics, Mr. Mainelli was with Stryker Corporation serving in the positions of VP-Corporate Development, Assistant to the Chairman, President-Stryker Japan and President-Stryker Spine. Prior to Stryker, he was employed by General Electric in various management roles. He has served on the board of directors of Orthofix International, a publicly traded medical device company, and Active Implants Corporation and Stanmore Implants, which were VC-backed privately-owned companies. He currently serves on the board of directors of Autocam Medical, a privately-owned medical device contract manufacturing company. He earned a MBA from the University of Chicago, a MSE from the University of Pennsylvania and a BSME from Northeastern University. Mr. Mainelli brings strong experience in the implant and medical device industries to the Board.\nAbout Robert McNamara\nRobert McNamara served as Executive Vice President of LDR Holdings since January 2013 and as the Chief Financial Officer for LDR Holdings since April 2012 up until its acquisition by Zimmer Biomet in 2016. From September 2010 to April 2012, Mr. McNamara served as a financial consultant, working primarily in the medical device and biotechnology industries. From May 2009 to September 2010, he served as Chief Financial Officer of Purfresh, Inc., a privately held clean technology company. In addition, Mr. McNamara has previously served as the Senior Vice President and Chief Financial Officer for publicly traded medical device companies Accuray, Inc., Somnus Medical Technologies and Target Therapeutics, was a member of the Board of Directors of Northstar Neurosciences and is the former Mayor of Menlo Park, California. Mr. McNamara holds a B.S. in Accounting from the University of San Francisco and an M.B.A. in Finance from The Wharton School of the University of Pennsylvania. Mr. McNamara brings valuable finance and accounting experience in the medical device industry to the Board.\nAbout Jeffrey Peters\nJeffrey Peters has over 25 years of medical device experience and currently serves as the president and chief executive officer of Cardialen, a private medical device company developing low-energy therapy for cardiac arrhythmias. Previously, Mr. Peters was the chief executive officer of Anulex Technologies (2011-2014), a company developing minimally invasive spine therapies. He also served as the chief technology officer of ev3 (now Medtronic) from 2001-2007. Mr. Peters’ financial roles include portfolio manager at Black River Asset Management, entrepreneur-in-residence at Foundation Medical, and stock analyst at Dain Rauscher Wessels. Mr. Peters received his B.S. and M.B.A. from the University of Minnesota. Mr. Peters brings experience in the medical device and life science industries to the Board.\nAbout Matthew S. Rizzo\nMatthew S. Rizzo is a Partner with OrbiMed Advisors LLC, having joined the firm in April 2010, and is focused on healthcare royalty and structured finance investments. Previously, Mr. Rizzo was at Ikaria Holdings as a Senior Director in business development for pharmaceutical licensing and acquisitions. Prior to Ikaria, Mr. Rizzo was a Vice President at Fortress Investment Group, focused on healthcare investments in the Drawbridge Special Opportunities Funds. Prior to Fortress, he was at GlaxoSmithKline where he worked in business and commercial analysis. Mr. Rizzo received his M.B.A. from Duke University and his B.S. from the State University of New York at Buffalo. Mr. Rizzo brings valuable experience in the life science industry and finance experience to the Board.\nAbout Xtant™ Medical Holdings, Inc.\nXtant Medical Holdings, Inc. (NYSE American:XTNT) develops, manufactures and markets class-leading regenerative medicine products and medical devices for domestic and international markets. Xtant products serve the specialized needs of orthopedic and neurological surgeons, including orthobiologics for the promotion of bone healing, implants and instrumentation for the treatment of spinal disease, tissue grafts for the treatment of orthopedic disorders, and biologics to promote healing following cranial, and foot and ankle surgeries. With core competencies in both biologic and non-biologic surgical technologies, Xtant can leverage its resources to successfully compete in global neurological and orthopedic surgery markets. For further information, please visit www.xtantmedical.com .\nImportant Cautions Regarding Forward-looking Statements\nThis press release contains certain disclosures that may be deemed forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995 that are subject to significant risks and uncertainties. Forward-looking statements include statements that are predictive in nature, that depend upon or refer to future events or conditions, or that include words such as \"continue,\" \"efforts,\" \"expects,\" \"anticipates,\" \"intends,\" \"plans,\" \"believes,\" \"estimates,\" \"projects,\" \"forecasts,\" \"strategy,\" \"will,\" \"goal,\" \"target,\" \"prospects,\" \"potential,\" \"optimistic,\" \"confident,\" \"likely,\" \"probable\" or similar expressions or the negative thereof. Statements of historical fact also may be deemed to be forward-looking statements. We caution that these statements by their nature involve risks and uncertainties, and actual results may differ materially depending on a variety of important factors, including, among others: the ability to consummate the restructuring; the consequences of consummating the restructuring the ability to comply with covenants in the Company’s senior credit facility and to make deferred interest payments; the ability to maintain sufficient liquidity to fund operations; the ability to remain listed on the NYSE American; the ability to obtain financing on reasonable terms; the ability to increase revenue; the ability to continue as a going concern; the ability to maintain sufficient liquidity to fund operations; the ability to achieve expected results; the ability to remain competitive; government regulations; the ability to innovate and develop new products; the ability to obtain donor cadavers for products; the ability to engage and retain qualified technical personnel and members of the Company’s management team; the availability of Company facilities; government and third-party coverage and reimbursement for Company products; the ability to obtain regulatory approvals; the ability to successfully integrate recent and future business combinations or acquisitions; the ability to use net operating loss carry-forwards to offset future taxable income; the ability to deduct all or a portion of the interest payments on the notes for U.S. federal income tax purposes; the ability to service Company debt; product liability claims and other litigation to which we may be subjected; product recalls and defects; timing and results of clinical studies; the ability to obtain and protect Company intellectual property and proprietary rights; infringement and ownership of intellectual property; the ability to remain accredited with the American Association of Tissue Banks; influence by Company management; the ability to pay dividends; and the ability to issue preferred stock; and other factors.\nAdditional risk factors are listed in the Company's Annual Report on Form 10-K and Quarterly Reports on Form 10-Q under the heading \"Risk Factors.\" The Company undertakes no obligation to release publicly any revisions to any forward-looking statements to reflect events or circumstances after the date hereof or to reflect the occurrence of unanticipated events, except as required by law.\nContact:\nCG CAPITAL\n877.889.1972\ninvestorrelations@cg.capital\ncg.capital\nSource:Xtant Medical Holdings, Inc.",
    "published": "2018-02-13T22:55:00.000+02:00",
    "crawled": "2018-02-14T01:01:52.010+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "approval",
        "issuance",
        "new",
        "share",
        "common",
        "stock",
        "required",
        "nyse",
        "american",
        "approval",
        "amendment",
        "certificate",
        "incorporation",
        "enabling",
        "previously",
        "announced",
        "reverse",
        "stock",
        "split",
        "approval",
        "new",
        "director",
        "serve",
        "board",
        "belgrade",
        "globe",
        "newswire",
        "medical",
        "holding",
        "nyse",
        "american",
        "xtnt",
        "leader",
        "development",
        "regenerative",
        "medicine",
        "product",
        "medical",
        "device",
        "today",
        "announced",
        "result",
        "special",
        "meeting",
        "stockholder",
        "held",
        "february",
        "special",
        "meeting",
        "result",
        "approval",
        "proposal",
        "special",
        "meeting",
        "xtant",
        "expects",
        "able",
        "fully",
        "execute",
        "previously",
        "announced",
        "restructuring",
        "plan",
        "proposal",
        "voted",
        "special",
        "meeting",
        "approved",
        "included",
        "approval",
        "issue",
        "excess",
        "total",
        "number",
        "share",
        "xtant",
        "common",
        "stock",
        "outstanding",
        "par",
        "value",
        "per",
        "share",
        "common",
        "stock",
        "result",
        "change",
        "control",
        "company",
        "required",
        "section",
        "b",
        "nyse",
        "american",
        "company",
        "manual",
        "approval",
        "amendment",
        "xtant",
        "certificate",
        "incorporation",
        "effect",
        "reverse",
        "stock",
        "split",
        "common",
        "stock",
        "ratio",
        "change",
        "number",
        "authorized",
        "share",
        "common",
        "stock",
        "preferred",
        "stock",
        "available",
        "issuance",
        "make",
        "change",
        "described",
        "proxy",
        "statement",
        "xtant",
        "filed",
        "sec",
        "january",
        "election",
        "six",
        "director",
        "serve",
        "xtant",
        "board",
        "director",
        "board",
        "pleased",
        "stockholder",
        "voted",
        "favorably",
        "future",
        "xtant",
        "said",
        "carl",
        "connell",
        "chief",
        "executive",
        "officer",
        "anticipate",
        "matter",
        "approved",
        "special",
        "meeting",
        "allow",
        "xtant",
        "fully",
        "execute",
        "previously",
        "announced",
        "restructuring",
        "approval",
        "issuance",
        "common",
        "stock",
        "enable",
        "xtant",
        "complete",
        "exchange",
        "outstanding",
        "convertible",
        "senior",
        "unsecured",
        "note",
        "due",
        "proposed",
        "private",
        "placement",
        "aggregate",
        "common",
        "stock",
        "price",
        "per",
        "share",
        "contemplated",
        "previously",
        "announced",
        "restructuring",
        "exchange",
        "agreement",
        "xtant",
        "entered",
        "january",
        "xtant",
        "anticipates",
        "transaction",
        "completed",
        "february",
        "advance",
        "xtant",
        "february",
        "deadline",
        "regain",
        "compliance",
        "nyse",
        "american",
        "listing",
        "standard",
        "following",
        "approval",
        "xtant",
        "amended",
        "certificate",
        "incorporation",
        "xtant",
        "filed",
        "amended",
        "restated",
        "certificate",
        "incorporation",
        "delaware",
        "secretary",
        "state",
        "today",
        "expects",
        "xtant",
        "common",
        "stock",
        "begin",
        "trading",
        "basis",
        "start",
        "business",
        "february",
        "connell",
        "continued",
        "excited",
        "welcome",
        "new",
        "board",
        "director",
        "member",
        "brings",
        "significant",
        "experience",
        "look",
        "forward",
        "receiving",
        "wisdom",
        "guidance",
        "going",
        "newly",
        "elected",
        "director",
        "included",
        "john",
        "bakewell",
        "michael",
        "eggenberg",
        "michael",
        "mainelli",
        "robert",
        "mcnamara",
        "jeffrey",
        "peter",
        "matthew",
        "rizzo",
        "upon",
        "appointment",
        "new",
        "director",
        "current",
        "director",
        "xtant",
        "medical",
        "step",
        "newly",
        "elected",
        "director",
        "form",
        "board",
        "carl",
        "connell",
        "closed",
        "appreciate",
        "hard",
        "work",
        "previous",
        "board",
        "member",
        "helped",
        "transform",
        "xtant",
        "company",
        "robust",
        "product",
        "john",
        "bakewell",
        "john",
        "bakewell",
        "consultant",
        "medical",
        "technology",
        "industry",
        "bakewell",
        "served",
        "chief",
        "financial",
        "officer",
        "exact",
        "science",
        "corporation",
        "molecular",
        "diagnostics",
        "company",
        "january",
        "november",
        "bakewell",
        "previously",
        "served",
        "chief",
        "financial",
        "officer",
        "lantheus",
        "holding",
        "diagnostic",
        "medical",
        "imaging",
        "company",
        "june",
        "december",
        "chief",
        "financial",
        "officer",
        "interline",
        "brand",
        "distributor",
        "direct",
        "marketer",
        "maintenance",
        "repair",
        "operation",
        "product",
        "june",
        "may",
        "bakewell",
        "previously",
        "executive",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "regionalcare",
        "hospital",
        "partner",
        "owner",
        "operator",
        "hospital",
        "january",
        "december",
        "addition",
        "bakewell",
        "held",
        "position",
        "chief",
        "financial",
        "officer",
        "wright",
        "medical",
        "group",
        "orthopaedic",
        "medical",
        "device",
        "company",
        "altra",
        "energy",
        "technology",
        "cyberonics",
        "zeos",
        "international",
        "bakewell",
        "also",
        "served",
        "member",
        "board",
        "director",
        "entellus",
        "medical",
        "public",
        "medical",
        "technology",
        "company",
        "design",
        "manufacture",
        "product",
        "treatment",
        "chronic",
        "recurrent",
        "sinusitis",
        "adult",
        "child",
        "since",
        "july",
        "member",
        "board",
        "director",
        "corindus",
        "vascular",
        "robotics",
        "public",
        "medical",
        "technology",
        "company",
        "global",
        "leader",
        "vascular",
        "intervention",
        "since",
        "july",
        "since",
        "july",
        "bakewell",
        "served",
        "board",
        "director",
        "keystone",
        "dental",
        "private",
        "medical",
        "device",
        "company",
        "bakewell",
        "hold",
        "bachelor",
        "art",
        "accounting",
        "university",
        "northern",
        "iowa",
        "certified",
        "public",
        "accountant",
        "inactive",
        "bakewell",
        "financial",
        "experience",
        "chief",
        "financial",
        "officer",
        "several",
        "publicly",
        "traded",
        "medical",
        "technology",
        "company",
        "background",
        "sophistication",
        "finance",
        "accounting",
        "contributes",
        "valuable",
        "experience",
        "board",
        "michael",
        "eggenberg",
        "michael",
        "eggenberg",
        "managing",
        "director",
        "orbimed",
        "advisor",
        "llc",
        "since",
        "december",
        "focused",
        "healthcare",
        "royalty",
        "structured",
        "finance",
        "investment",
        "previously",
        "eggenberg",
        "managing",
        "director",
        "fortress",
        "investment",
        "group",
        "focused",
        "special",
        "opportunity",
        "fund",
        "may",
        "december",
        "prior",
        "fortress",
        "eggenberg",
        "held",
        "position",
        "cit",
        "well",
        "fargo",
        "nation",
        "bank",
        "eggenberg",
        "received",
        "finance",
        "general",
        "business",
        "drexel",
        "university",
        "eggenberg",
        "brings",
        "valuable",
        "experience",
        "life",
        "science",
        "industry",
        "finance",
        "experience",
        "board",
        "michael",
        "mainelli",
        "michael",
        "mainelli",
        "worked",
        "medical",
        "device",
        "industry",
        "year",
        "serving",
        "diagnostic",
        "imaging",
        "surgical",
        "orthopedic",
        "market",
        "extensive",
        "international",
        "experience",
        "led",
        "operation",
        "uk",
        "israel",
        "recently",
        "served",
        "president",
        "ceo",
        "stanmore",
        "implant",
        "worldwide",
        "ltd",
        "uk",
        "based",
        "specialty",
        "orthopaedics",
        "company",
        "led",
        "sale",
        "company",
        "stryker",
        "corporation",
        "prior",
        "stanmore",
        "ceo",
        "active",
        "implant",
        "corporation",
        "early",
        "stage",
        "company",
        "developing",
        "innovative",
        "meniscal",
        "implant",
        "prior",
        "active",
        "implant",
        "group",
        "president",
        "medical",
        "device",
        "segment",
        "intermagnetics",
        "general",
        "corporation",
        "company",
        "acquired",
        "royal",
        "philip",
        "prior",
        "employment",
        "intermagnetics",
        "mainelli",
        "stryker",
        "corporation",
        "serving",
        "position",
        "development",
        "assistant",
        "chairman",
        "japan",
        "spine",
        "prior",
        "stryker",
        "employed",
        "general",
        "electric",
        "various",
        "management",
        "role",
        "served",
        "board",
        "director",
        "orthofix",
        "international",
        "publicly",
        "traded",
        "medical",
        "device",
        "company",
        "active",
        "implant",
        "corporation",
        "stanmore",
        "implant",
        "company",
        "currently",
        "serf",
        "board",
        "director",
        "autocam",
        "medical",
        "medical",
        "device",
        "contract",
        "manufacturing",
        "company",
        "earned",
        "mba",
        "university",
        "chicago",
        "mse",
        "university",
        "pennsylvania",
        "bsme",
        "northeastern",
        "university",
        "mainelli",
        "brings",
        "strong",
        "experience",
        "implant",
        "medical",
        "device",
        "industry",
        "board",
        "robert",
        "mcnamara",
        "robert",
        "mcnamara",
        "served",
        "executive",
        "vice",
        "president",
        "ldr",
        "holding",
        "since",
        "january",
        "chief",
        "financial",
        "officer",
        "ldr",
        "holding",
        "since",
        "april",
        "acquisition",
        "zimmer",
        "biomet",
        "september",
        "april",
        "mcnamara",
        "served",
        "financial",
        "consultant",
        "working",
        "primarily",
        "medical",
        "device",
        "biotechnology",
        "industry",
        "may",
        "september",
        "served",
        "chief",
        "financial",
        "officer",
        "purfresh",
        "privately",
        "held",
        "clean",
        "technology",
        "company",
        "addition",
        "mcnamara",
        "previously",
        "served",
        "senior",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "publicly",
        "traded",
        "medical",
        "device",
        "company",
        "accuray",
        "somnus",
        "medical",
        "technology",
        "target",
        "therapeutic",
        "member",
        "board",
        "director",
        "northstar",
        "neuroscience",
        "former",
        "mayor",
        "menlo",
        "park",
        "california",
        "mcnamara",
        "hold",
        "accounting",
        "university",
        "san",
        "francisco",
        "finance",
        "wharton",
        "school",
        "university",
        "pennsylvania",
        "mcnamara",
        "brings",
        "valuable",
        "finance",
        "accounting",
        "experience",
        "medical",
        "device",
        "industry",
        "board",
        "jeffrey",
        "peter",
        "jeffrey",
        "peter",
        "year",
        "medical",
        "device",
        "experience",
        "currently",
        "serf",
        "president",
        "chief",
        "executive",
        "officer",
        "cardialen",
        "private",
        "medical",
        "device",
        "company",
        "developing",
        "therapy",
        "cardiac",
        "arrhythmia",
        "previously",
        "peter",
        "chief",
        "executive",
        "officer",
        "anulex",
        "technology",
        "company",
        "developing",
        "minimally",
        "invasive",
        "spine",
        "therapy",
        "also",
        "served",
        "chief",
        "technology",
        "officer",
        "ev3",
        "medtronic",
        "peter",
        "financial",
        "role",
        "include",
        "portfolio",
        "manager",
        "black",
        "river",
        "asset",
        "management",
        "foundation",
        "medical",
        "stock",
        "analyst",
        "dain",
        "rauscher",
        "wessels",
        "peter",
        "received",
        "university",
        "minnesota",
        "peter",
        "brings",
        "experience",
        "medical",
        "device",
        "life",
        "science",
        "industry",
        "board",
        "matthew",
        "rizzo",
        "matthew",
        "rizzo",
        "partner",
        "orbimed",
        "advisor",
        "llc",
        "joined",
        "firm",
        "april",
        "focused",
        "healthcare",
        "royalty",
        "structured",
        "finance",
        "investment",
        "previously",
        "rizzo",
        "ikaria",
        "holding",
        "senior",
        "director",
        "business",
        "development",
        "pharmaceutical",
        "licensing",
        "acquisition",
        "prior",
        "ikaria",
        "rizzo",
        "vice",
        "president",
        "fortress",
        "investment",
        "group",
        "focused",
        "healthcare",
        "investment",
        "drawbridge",
        "special",
        "opportunity",
        "fund",
        "prior",
        "fortress",
        "glaxosmithkline",
        "worked",
        "business",
        "commercial",
        "analysis",
        "rizzo",
        "received",
        "duke",
        "university",
        "state",
        "university",
        "new",
        "york",
        "buffalo",
        "rizzo",
        "brings",
        "valuable",
        "experience",
        "life",
        "science",
        "industry",
        "finance",
        "experience",
        "board",
        "medical",
        "holding",
        "xtant",
        "medical",
        "holding",
        "nyse",
        "american",
        "xtnt",
        "develops",
        "manufacture",
        "market",
        "regenerative",
        "medicine",
        "product",
        "medical",
        "device",
        "domestic",
        "international",
        "market",
        "xtant",
        "product",
        "serve",
        "specialized",
        "need",
        "orthopedic",
        "neurological",
        "surgeon",
        "including",
        "orthobiologics",
        "promotion",
        "bone",
        "healing",
        "implant",
        "instrumentation",
        "treatment",
        "spinal",
        "disease",
        "tissue",
        "graft",
        "treatment",
        "orthopedic",
        "disorder",
        "biologics",
        "promote",
        "healing",
        "following",
        "cranial",
        "foot",
        "ankle",
        "surgery",
        "core",
        "competency",
        "biologic",
        "surgical",
        "technology",
        "xtant",
        "leverage",
        "resource",
        "successfully",
        "compete",
        "global",
        "neurological",
        "orthopedic",
        "surgery",
        "market",
        "information",
        "please",
        "visit",
        "important",
        "caution",
        "regarding",
        "statement",
        "press",
        "release",
        "contains",
        "certain",
        "disclosure",
        "may",
        "deemed",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "subject",
        "significant",
        "risk",
        "uncertainty",
        "statement",
        "include",
        "statement",
        "predictive",
        "nature",
        "depend",
        "upon",
        "refer",
        "future",
        "event",
        "condition",
        "include",
        "word",
        "continue",
        "effort",
        "expects",
        "anticipates",
        "intends",
        "plan",
        "belief",
        "estimate",
        "project",
        "forecast",
        "strategy",
        "goal",
        "target",
        "prospect",
        "potential",
        "optimistic",
        "confident",
        "likely",
        "probable",
        "similar",
        "expression",
        "negative",
        "thereof",
        "statement",
        "historical",
        "fact",
        "also",
        "may",
        "deemed",
        "statement",
        "caution",
        "statement",
        "nature",
        "involve",
        "risk",
        "uncertainty",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "depending",
        "variety",
        "important",
        "factor",
        "including",
        "among",
        "others",
        "ability",
        "consummate",
        "restructuring",
        "consequence",
        "consummating",
        "restructuring",
        "ability",
        "comply",
        "covenant",
        "company",
        "senior",
        "credit",
        "facility",
        "make",
        "deferred",
        "interest",
        "payment",
        "ability",
        "maintain",
        "sufficient",
        "liquidity",
        "fund",
        "operation",
        "ability",
        "remain",
        "listed",
        "nyse",
        "american",
        "ability",
        "obtain",
        "financing",
        "reasonable",
        "term",
        "ability",
        "increase",
        "revenue",
        "ability",
        "continue",
        "going",
        "concern",
        "ability",
        "maintain",
        "sufficient",
        "liquidity",
        "fund",
        "operation",
        "ability",
        "achieve",
        "expected",
        "result",
        "ability",
        "remain",
        "competitive",
        "government",
        "regulation",
        "ability",
        "innovate",
        "develop",
        "new",
        "product",
        "ability",
        "obtain",
        "donor",
        "cadaver",
        "product",
        "ability",
        "engage",
        "retain",
        "qualified",
        "technical",
        "personnel",
        "member",
        "company",
        "management",
        "team",
        "availability",
        "company",
        "facility",
        "government",
        "coverage",
        "reimbursement",
        "company",
        "product",
        "ability",
        "obtain",
        "regulatory",
        "approval",
        "ability",
        "successfully",
        "integrate",
        "recent",
        "future",
        "business",
        "combination",
        "acquisition",
        "ability",
        "use",
        "net",
        "operating",
        "loss",
        "offset",
        "future",
        "taxable",
        "income",
        "ability",
        "deduct",
        "portion",
        "interest",
        "payment",
        "note",
        "federal",
        "income",
        "tax",
        "purpose",
        "ability",
        "service",
        "company",
        "debt",
        "product",
        "liability",
        "claim",
        "litigation",
        "may",
        "subjected",
        "product",
        "recall",
        "defect",
        "timing",
        "result",
        "clinical",
        "study",
        "ability",
        "obtain",
        "protect",
        "company",
        "intellectual",
        "property",
        "proprietary",
        "right",
        "infringement",
        "ownership",
        "intellectual",
        "property",
        "ability",
        "remain",
        "accredited",
        "american",
        "association",
        "tissue",
        "bank",
        "influence",
        "company",
        "management",
        "ability",
        "pay",
        "dividend",
        "ability",
        "issue",
        "preferred",
        "stock",
        "factor",
        "additional",
        "risk",
        "factor",
        "listed",
        "company",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "heading",
        "risk",
        "factor",
        "company",
        "undertakes",
        "obligation",
        "release",
        "publicly",
        "revision",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "date",
        "hereof",
        "reflect",
        "occurrence",
        "unanticipated",
        "event",
        "except",
        "required",
        "law",
        "contact",
        "cg",
        "capital",
        "investorrelations",
        "source",
        "xtant",
        "medical",
        "holding",
        "inc"
    ]
}