{
    "organizations": [],
    "uuid": "03c4babdb60ae1f4cb777f6ccc4d08fdcfe07e9b",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/27/globe-newswire-red-rock-resorts-announces-fourth-quarter-and-year-end-2017-results.html",
    "ord_in_thread": 0,
    "title": "Red Rock Resorts Announces Fourth Quarter and Year End 2017 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "LAS VEGAS, Feb. 27, 2018 (GLOBE NEWSWIRE) -- Red Rock Resorts, Inc. (\"Red Rock Resorts,\" \"we\" or the \"Company\") (NASDAQ:RRR) today reported financial results for the fourth quarter and year ended December 31, 2017.\nNet revenues were $394.0 million for the fourth quarter of 2017, a decrease of 0.1%, or $0.6 million, from $394.6 million for the same period of 2016. The decrease in net revenues was primarily due to substantial ongoing construction disruption at Palace Station and the Palms Casino Resort (the “Palms”).\nNet income was $46.0 million for the fourth quarter of 2017, an increase of $4.9 million from net income of $41.1 million for the same period in 2016. During the fourth quarter of 2017, the U.S. Tax Cuts and Jobs Act (the \"U.S. tax reform\") was enacted. The fourth quarter 2017 reflects a non-recurring non-cash increase in net income of approximately $2.1 million, due to the revaluation of its tax receivable agreement liability, as well as revaluing the Company's deferred tax assets, based on the U.S. tax reform. This estimated net benefit is based on the Company's initial analysis of the U.S. tax reform and may be adjusted in future periods as the Company collects additional information and evaluates any regulatory guidance.\nAdjusted EBITDA (1) was $122.6 million for the fourth quarter of 2017, a decrease of 1.7% from $124.8 million in the same period of 2016. The decrease in EBITDA was primarily due to substantial ongoing construction disruption at Palace Station and the Palms, a $0.6 million decrease in Native American operations and a $1.6 million increase in corporate and other.\nFor the full year, net revenues were $1.62 billion in 2017, an increase of 11.2%, or $163.2 million, from $1.45 billion for the same period of 2016. The increase in net revenues was primarily due to the acquisition of the Palms, a $41.8 million increase in same-store Las Vegas operations and a $7.0 million increase in Native American operations.\nFor the full year, net income was $63.0 million in 2017, compared to $155.8 million for the same period of 2016. The decrease in net income was primarily attributable to the Company’s acquisition of the leases at Boulder Station and Texas Station.\nFor the full year, Adjusted EBITDA (1) was $496.4 million, an increase of 2.5% from $484.4 million in 2016, primarily due to the acquisition of the Palms and an $8.6 million increase in Native American operations, partially offset by a $5.8 million increase in corporate and other.\nThe Company also announced on February 23, 2018 that its Board of Directors approved a cash dividend of $0.10 per share, payable on March 30, 2018 to shareholders of record as of March 15, 2018.\nLas Vegas Operations\nNet revenues from Las Vegas operations were $364.7 million for the fourth quarter of 2017, a 0.3% increase from $363.6 million in the same period of 2016. Adjusted EBITDA (1) from Las Vegas operations was $105.7 million for the fourth quarter of 2017, unchanged from the same period of 2016. Net revenues and Adjusted EBITDA were both negatively impacted by substantial ongoing construction disruption at Palace Station and the Palms during the fourth quarter.\nNative American Management\nAdjusted EBITDA (1) from Native American operations was $24.5 million for the fourth quarter of 2017, a 2.2% decrease from $25.1 million in the same period of 2016, primarily due to lower development fees for the quarter, as the Company had received a development fee of $0.8 million in the prior year quarter in connection with the development and construction of the hotel expansion at Graton Resort & Casino, which opened in November 2016.\nPalace Station and Palms Redevelopment Update\nThe Palace Station project remains on schedule and the budget remains unchanged. As of December 31, 2017, the Company has incurred $80 million in costs against that $191 million project. The Palace Station project is expected to be completed in phases by the end of 2018.\nThe Company is excited to announce today that it is accelerating the third phase of its redevelopment plan for the Palms, as part of its transformation of the property into a “must see” gaming and entertainment destination. The key components of this phase will include: a casino floor expansion featuring 300 new slot machines and 16 table games; an authentic Hong Kong-style Dim Sum restaurant; a casino connector seamlessly integrating the adjacent 599 room Palms Place and the existing self-park garage into the property; collaborations with world-class contemporary artists throughout the property; and state-of-the-art digital signage on the hotel exterior. The total budget for the Palms redevelopment, including construction costs, capitalized interest, and pre-opening expenses, is now expected to be approximately $620 million. As of December 31, 2017, the Company has incurred $77 million in costs against the project. The project is expected to open its first phase in the second quarter of 2018, with components of the second phase to open throughout the first and second quarters of 2019 and phase three to open in the fourth quarter of 2019.\nBalance Sheet Highlights\nAt December 31, 2017, the Company’s cash and cash equivalents were $231.5 million and total principal amount of debt outstanding was $2.68 billion. The Company’s debt to Adjusted EBITDA and interest coverage ratios, were 5.0x and 4.5x, respectively.\nConference Call Information\nThe Company today at 4:30 p.m. Eastern Time to discuss its financial results. The conference call will consist of prepared remarks from the Company and will include a question and answer session. Those interested in participating in the call should dial (877) 793-4361, or (615) 247-0185 for international callers, approximately 15 minutes before the call start time. A replay of the call will be available from today through March 6, 2018 at www.redrockresorts.com . A live audio webcast of the call will also be available at www.redrockresorts.com .\nPresentation of Financial Information\nAdjusted EBITDA is a non-GAAP measure that is presented solely as a supplemental disclosure. We believe that Adjusted EBITDA is a widely used measure of operating performance in our industry and is a principal basis for valuation of gaming companies. We believe that in addition to net income, Adjusted EBITDA is a useful financial performance measurement for assessing our operating performance because it provides information about the performance of our ongoing core operations excluding non-cash expenses, financing costs, and other non-operational items. Adjusted EBITDA includes net income plus depreciation and amortization, share-based compensation, write-downs and other charges, net, tax receivable agreement liability adjustment, related party lease termination, asset impairments, interest expense, net, loss on extinguishment / modification of debt, net, change in fair value of derivative instruments, provision for income tax and other, and excludes Adjusted EBITDA attributable to the noncontrolling interests of MPM Enterprises, L.L.C. (“MPM”).\nCompany Information and Forward Looking Statements\nRed Rock Resorts manages and owns a majority indirect equity interest in Station Casinos LLC (“Station Casinos”). Station Casinos is the leading provider of gaming and entertainment to the residents of Las Vegas, Nevada. Station Casinos’ properties, which are located throughout the Las Vegas valley, are regional entertainment destinations and include various amenities, including numerous restaurants, entertainment venues, movie theaters, bowling and convention/banquet space, as well as traditional casino gaming offerings such as video poker, slot machines, table games, bingo and race and sports wagering. Station Casinos owns and operates Red Rock Casino Resort Spa, Green Valley Ranch Resort Spa Casino, Palms Casino Resort, Palace Station Hotel & Casino, Boulder Station Hotel & Casino, Sunset Station Hotel & Casino, Santa Fe Station Hotel & Casino, Texas Station Gambling Hall & Hotel, Fiesta Rancho Casino Hotel, Fiesta Henderson Casino Hotel, Wildfire Rancho, Wildfire Boulder, Wild Wild West Gambling Hall & Hotel, Wildfire Sunset, Wildfire Valley View, Wildfire Anthem and Wildfire Lake Mead. Station Casinos also owns a 50% interest in Barley’s Casino & Brewing Company, Wildfire Casino & Lanes and The Greens. In addition, Station Casinos is the manager of Graton Resort & Casino in northern California and holds a 50% interest in MPM, which managed the Gun Lake Casino in southwestern Michigan through February 2018.\nThis press release contains certain with respect to the Company and its subsidiaries which involve risks and uncertainties that cannot be predicted or quantified, and consequently, actual results may differ materially from those expressed or implied herein. Such risks and uncertainties include, but are not limited to the effects of the economy and business conditions on consumer spending and our business; competition, including the risk that new gaming licenses or gaming activities are approved; our substantial outstanding indebtedness and the effect of our significant debt service requirements; our ability to refinance our outstanding indebtedness and obtain necessary capital; the impact of extensive regulation; risks associated with changes to applicable gaming and tax laws; adverse outcomes of legal proceedings and the development of, and changes in, claims or litigation reserves; risks associated with development, construction and management of new projects or the redevelopment or expansion of existing facilities; and other risks described in the filings of the Company with the Securities and Exchange Commission. In providing , the Company is not undertaking any duty or obligation to update these statements publicly as a result of new information, future events or otherwise, except as required by law. If the Company updates one or more , no inference should be drawn that it will make additional updates with respect to those other .\nCONTACT:\nRed Rock Resorts, Inc.\nDaniel Foley\nVice President, Finance & Investor Relations\n(702) 495-3683\nor\nLori Nelson\nVice President of Corporate Communications\n(702) 495-4248\nRed Rock Resorts, Inc. Consolidated Statements of Income (amounts in thousands, except per share data) (unaudited) Three Months Ended\nDecember 31, Year Ended\nDecember 31, 2017 2016 2017 2016 Operating revenues: Casino $ 263,834 $ 254,841 $ 1,048,355 $ 960,992 Food and beverage 71,631 74,040 298,707 270,619 Room 39,062 43,303 176,585 142,858 Other 23,158 21,858 93,695 74,208 Management fees 27,972 29,714 118,477 111,520 Gross revenues 425,657 423,756 1,735,819 1,560,197 Promotional allowances (31,636 ) (29,202 ) (120,203 ) (107,770 ) Net revenues 394,021 394,554 1,615,616 1,452,427 Operating costs and expenses: Casino 107,094 102,066 416,863 368,561 Food and beverage 49,434 53,264 211,094 185,177 Room 16,521 18,649 72,300 54,963 Other 8,603 8,150 35,041 26,588 Selling, general and administrative 91,527 87,713 379,246 325,694 Depreciation and amortization 43,496 42,565 178,217 156,668 Write-downs and other charges, net 3,653 9,147 29,584 24,591 Tax receivable agreement liability adjustment (139,070 ) 739 (139,300 ) 739 Related party lease termination — — 100,343 — Asset impairment — — 1,829 — 181,258 322,293 1,285,217 1,142,981 Operating income 212,763 72,261 330,399 309,446 Earnings from joint ventures 390 527 1,632 1,913 Operating income and earnings from joint ventures 213,153 72,788 332,031 311,359 Other (expense) income: Interest expense, net (31,315 ) (35,768 ) (131,442 ) (140,189 ) Loss on extinguishment/modification of debt, net (13,355 ) — (16,907 ) (7,270 ) Change in fair value of derivative instruments 11,053 — 14,112 87 (33,617 ) (35,768 ) (134,237 ) (147,372 ) Income before income tax 179,536 37,020 197,794 163,987 (Provision) benefit for income tax (133,525 ) 4,080 (134,755 ) (8,212 ) Net income 46,011 41,100 63,039 155,775 Less: net income attributable to noncontrolling interests 16,502 20,697 27,887 63,808 Net income attributable to Red Rock Resorts, Inc. $ 29,509 $ 20,403 $ 35,152 $ 91,967 Earnings per common share: Earnings per share of Class A common stock, basic $ 0.43 $ 0.37 $ 0.52 $ 1.03 Earnings per share of Class A common stock, diluted $ 0.35 $ 0.37 $ 0.42 $ 1.03 Weighted average common shares outstanding: Basic 68,486 55,198 67,397 34,141 Diluted 116,274 55,340 115,930 34,285 Dividends declared per common share $ 0.10 $ 0.10 $ 0.40 $ 0.20\nRed Rock Resorts, Inc. Segment Information and Reconciliation of Net Income to Adjusted EBITDA (amounts in thousands) (unaudited) Three Months Ended\nDecember 31, Year Ended\nDecember 31, 2017 2016 2017 2016 Net revenues Las Vegas operations $ 364,696 $ 363,590 $ 1,491,919 $ 1,336,177 Native American management 27,842 29,558 117,968 110,962 Reportable segment net revenues 392,538 393,148 1,609,887 1,447,139 Corporate and other 1,483 1,406 5,729 5,288 Net revenues $ 394,021 $ 394,554 $ 1,615,616 $ 1,452,427 Net income $ 46,011 $ 41,100 $ 63,039 $ 155,775 Adjustments Depreciation and amortization 43,496 42,565 178,217 156,668 Share-based compensation 2,195 1,179 7,922 6,893 Write-downs and other charges, net 3,653 9,147 29,584 24,591 Tax receivable agreement liability adjustment (139,070 ) 739 (139,300 ) 739 Related party lease termination — — 100,343 — Asset impairment — — 1,829 — Interest expense, net 31,315 35,768 131,442 140,189 Loss on extinguishment/modification of debt, net 13,355 — 16,907 7,270 Change in fair value of derivative instruments (11,053 ) — (14,112 ) (87 ) Adjusted EBITDA attributable to MPM noncontrolling interest (1,780 ) (1,628 ) (15,262 ) (14,675 ) Provision (benefit) for income tax 133,525 (4,080 ) 134,755 8,212 Other 1,000 — 1,000 (1,133 ) Adjusted EBITDA $ 122,647 $ 124,790 $ 496,364 $ 484,442 Adjusted EBITDA Las Vegas operations $ 105,702 $ 105,733 $ 432,758 $ 423,692 Native American management 24,548 25,107 95,897 87,259 Reportable segment Adjusted EBITDA 130,250 130,840 528,655 510,951 Corporate and other (7,603 ) (6,050 ) (32,291 ) (26,509 ) Adjusted EBITDA $ 122,647 $ 124,790 $ 496,364 $ 484,442\nSource:Red Rock Resorts, Inc.",
    "published": "2018-02-28T00:01:00.000+02:00",
    "crawled": "2018-02-28T02:15:50.014+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "la",
        "vega",
        "globe",
        "newswire",
        "red",
        "rock",
        "resort",
        "red",
        "rock",
        "resort",
        "company",
        "nasdaq",
        "rrr",
        "today",
        "reported",
        "financial",
        "result",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "net",
        "revenue",
        "million",
        "fourth",
        "quarter",
        "decrease",
        "million",
        "million",
        "period",
        "decrease",
        "net",
        "revenue",
        "primarily",
        "due",
        "substantial",
        "ongoing",
        "construction",
        "disruption",
        "palace",
        "station",
        "palm",
        "casino",
        "resort",
        "palm",
        "net",
        "income",
        "million",
        "fourth",
        "quarter",
        "increase",
        "million",
        "net",
        "income",
        "million",
        "period",
        "fourth",
        "quarter",
        "tax",
        "cut",
        "job",
        "act",
        "tax",
        "reform",
        "enacted",
        "fourth",
        "quarter",
        "reflects",
        "increase",
        "net",
        "income",
        "approximately",
        "million",
        "due",
        "revaluation",
        "tax",
        "receivable",
        "agreement",
        "liability",
        "well",
        "revaluing",
        "company",
        "deferred",
        "tax",
        "asset",
        "based",
        "tax",
        "reform",
        "estimated",
        "net",
        "benefit",
        "based",
        "company",
        "initial",
        "analysis",
        "tax",
        "reform",
        "may",
        "adjusted",
        "future",
        "period",
        "company",
        "collect",
        "additional",
        "information",
        "evaluates",
        "regulatory",
        "guidance",
        "adjusted",
        "ebitda",
        "million",
        "fourth",
        "quarter",
        "decrease",
        "million",
        "period",
        "decrease",
        "ebitda",
        "primarily",
        "due",
        "substantial",
        "ongoing",
        "construction",
        "disruption",
        "palace",
        "station",
        "palm",
        "million",
        "decrease",
        "native",
        "american",
        "operation",
        "million",
        "increase",
        "corporate",
        "full",
        "year",
        "net",
        "revenue",
        "billion",
        "increase",
        "million",
        "billion",
        "period",
        "increase",
        "net",
        "revenue",
        "primarily",
        "due",
        "acquisition",
        "palm",
        "million",
        "increase",
        "la",
        "vega",
        "operation",
        "million",
        "increase",
        "native",
        "american",
        "operation",
        "full",
        "year",
        "net",
        "income",
        "million",
        "compared",
        "million",
        "period",
        "decrease",
        "net",
        "income",
        "primarily",
        "attributable",
        "company",
        "acquisition",
        "lease",
        "boulder",
        "station",
        "texas",
        "station",
        "full",
        "year",
        "adjusted",
        "ebitda",
        "million",
        "increase",
        "million",
        "primarily",
        "due",
        "acquisition",
        "palm",
        "million",
        "increase",
        "native",
        "american",
        "operation",
        "partially",
        "offset",
        "million",
        "increase",
        "corporate",
        "company",
        "also",
        "announced",
        "february",
        "board",
        "director",
        "approved",
        "cash",
        "dividend",
        "per",
        "share",
        "payable",
        "march",
        "shareholder",
        "record",
        "march",
        "la",
        "vega",
        "operation",
        "net",
        "revenue",
        "la",
        "vega",
        "operation",
        "million",
        "fourth",
        "quarter",
        "increase",
        "million",
        "period",
        "adjusted",
        "ebitda",
        "la",
        "vega",
        "operation",
        "million",
        "fourth",
        "quarter",
        "unchanged",
        "period",
        "net",
        "revenue",
        "adjusted",
        "ebitda",
        "negatively",
        "impacted",
        "substantial",
        "ongoing",
        "construction",
        "disruption",
        "palace",
        "station",
        "palm",
        "fourth",
        "quarter",
        "native",
        "american",
        "management",
        "adjusted",
        "ebitda",
        "native",
        "american",
        "operation",
        "million",
        "fourth",
        "quarter",
        "decrease",
        "million",
        "period",
        "primarily",
        "due",
        "lower",
        "development",
        "fee",
        "quarter",
        "company",
        "received",
        "development",
        "fee",
        "million",
        "prior",
        "year",
        "quarter",
        "connection",
        "development",
        "construction",
        "hotel",
        "expansion",
        "graton",
        "resort",
        "casino",
        "opened",
        "november",
        "palace",
        "station",
        "palm",
        "redevelopment",
        "update",
        "palace",
        "station",
        "project",
        "remains",
        "schedule",
        "budget",
        "remains",
        "unchanged",
        "december",
        "company",
        "incurred",
        "million",
        "cost",
        "million",
        "project",
        "palace",
        "station",
        "project",
        "expected",
        "completed",
        "phase",
        "end",
        "company",
        "excited",
        "announce",
        "today",
        "accelerating",
        "third",
        "phase",
        "redevelopment",
        "plan",
        "palm",
        "part",
        "transformation",
        "property",
        "must",
        "see",
        "gaming",
        "entertainment",
        "destination",
        "key",
        "component",
        "phase",
        "include",
        "casino",
        "floor",
        "expansion",
        "featuring",
        "new",
        "slot",
        "machine",
        "table",
        "game",
        "authentic",
        "hong",
        "dim",
        "sum",
        "restaurant",
        "casino",
        "connector",
        "seamlessly",
        "integrating",
        "adjacent",
        "room",
        "palm",
        "place",
        "existing",
        "garage",
        "property",
        "collaboration",
        "contemporary",
        "artist",
        "throughout",
        "property",
        "digital",
        "signage",
        "hotel",
        "exterior",
        "total",
        "budget",
        "palm",
        "redevelopment",
        "including",
        "construction",
        "cost",
        "capitalized",
        "interest",
        "expense",
        "expected",
        "approximately",
        "million",
        "december",
        "company",
        "incurred",
        "million",
        "cost",
        "project",
        "project",
        "expected",
        "open",
        "first",
        "phase",
        "second",
        "quarter",
        "component",
        "second",
        "phase",
        "open",
        "throughout",
        "first",
        "second",
        "quarter",
        "phase",
        "three",
        "open",
        "fourth",
        "quarter",
        "balance",
        "sheet",
        "highlight",
        "december",
        "company",
        "cash",
        "cash",
        "equivalent",
        "million",
        "total",
        "principal",
        "amount",
        "debt",
        "outstanding",
        "billion",
        "company",
        "debt",
        "adjusted",
        "ebitda",
        "interest",
        "coverage",
        "ratio",
        "respectively",
        "conference",
        "call",
        "information",
        "company",
        "today",
        "eastern",
        "time",
        "discus",
        "financial",
        "result",
        "conference",
        "call",
        "consist",
        "prepared",
        "remark",
        "company",
        "include",
        "question",
        "answer",
        "session",
        "interested",
        "participating",
        "call",
        "dial",
        "international",
        "caller",
        "approximately",
        "minute",
        "call",
        "start",
        "time",
        "replay",
        "call",
        "available",
        "today",
        "march",
        "live",
        "audio",
        "webcast",
        "call",
        "also",
        "available",
        "presentation",
        "financial",
        "information",
        "adjusted",
        "ebitda",
        "measure",
        "presented",
        "solely",
        "supplemental",
        "disclosure",
        "believe",
        "adjusted",
        "ebitda",
        "widely",
        "used",
        "measure",
        "operating",
        "performance",
        "industry",
        "principal",
        "basis",
        "valuation",
        "gaming",
        "company",
        "believe",
        "addition",
        "net",
        "income",
        "adjusted",
        "ebitda",
        "useful",
        "financial",
        "performance",
        "measurement",
        "assessing",
        "operating",
        "performance",
        "provides",
        "information",
        "performance",
        "ongoing",
        "core",
        "operation",
        "excluding",
        "expense",
        "financing",
        "cost",
        "item",
        "adjusted",
        "ebitda",
        "includes",
        "net",
        "income",
        "plus",
        "depreciation",
        "amortization",
        "compensation",
        "charge",
        "net",
        "tax",
        "receivable",
        "agreement",
        "liability",
        "adjustment",
        "related",
        "party",
        "lease",
        "termination",
        "asset",
        "impairment",
        "interest",
        "expense",
        "net",
        "loss",
        "extinguishment",
        "modification",
        "debt",
        "net",
        "change",
        "fair",
        "value",
        "derivative",
        "instrument",
        "provision",
        "income",
        "tax",
        "excludes",
        "adjusted",
        "ebitda",
        "attributable",
        "noncontrolling",
        "interest",
        "mpm",
        "enterprise",
        "mpm",
        "company",
        "information",
        "forward",
        "looking",
        "statement",
        "red",
        "rock",
        "resort",
        "manages",
        "owns",
        "majority",
        "indirect",
        "equity",
        "interest",
        "station",
        "casino",
        "llc",
        "station",
        "casino",
        "station",
        "casino",
        "leading",
        "provider",
        "gaming",
        "entertainment",
        "resident",
        "la",
        "vega",
        "nevada",
        "station",
        "casino",
        "property",
        "located",
        "throughout",
        "la",
        "vega",
        "valley",
        "regional",
        "entertainment",
        "destination",
        "include",
        "various",
        "amenity",
        "including",
        "numerous",
        "restaurant",
        "entertainment",
        "venue",
        "movie",
        "theater",
        "bowling",
        "space",
        "well",
        "traditional",
        "casino",
        "gaming",
        "offering",
        "video",
        "poker",
        "slot",
        "machine",
        "table",
        "game",
        "bingo",
        "race",
        "sport",
        "wagering",
        "station",
        "casino",
        "owns",
        "operates",
        "red",
        "rock",
        "casino",
        "resort",
        "spa",
        "green",
        "valley",
        "ranch",
        "resort",
        "spa",
        "casino",
        "palm",
        "casino",
        "resort",
        "palace",
        "station",
        "hotel",
        "casino",
        "boulder",
        "station",
        "hotel",
        "casino",
        "sunset",
        "station",
        "hotel",
        "casino",
        "santa",
        "fe",
        "station",
        "hotel",
        "casino",
        "texas",
        "station",
        "gambling",
        "hall",
        "hotel",
        "fiesta",
        "rancho",
        "casino",
        "hotel",
        "fiesta",
        "henderson",
        "casino",
        "hotel",
        "wildfire",
        "rancho",
        "wildfire",
        "boulder",
        "wild",
        "wild",
        "west",
        "gambling",
        "hall",
        "hotel",
        "wildfire",
        "sunset",
        "wildfire",
        "valley",
        "view",
        "wildfire",
        "anthem",
        "wildfire",
        "lake",
        "mead",
        "station",
        "casino",
        "also",
        "owns",
        "interest",
        "barley",
        "casino",
        "brewing",
        "company",
        "wildfire",
        "casino",
        "lane",
        "green",
        "addition",
        "station",
        "casino",
        "manager",
        "graton",
        "resort",
        "casino",
        "northern",
        "california",
        "hold",
        "interest",
        "mpm",
        "managed",
        "gun",
        "lake",
        "casino",
        "southwestern",
        "michigan",
        "february",
        "press",
        "release",
        "contains",
        "certain",
        "respect",
        "company",
        "subsidiary",
        "involve",
        "risk",
        "uncertainty",
        "predicted",
        "quantified",
        "consequently",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "expressed",
        "implied",
        "herein",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "effect",
        "economy",
        "business",
        "condition",
        "consumer",
        "spending",
        "business",
        "competition",
        "including",
        "risk",
        "new",
        "gaming",
        "license",
        "gaming",
        "activity",
        "approved",
        "substantial",
        "outstanding",
        "indebtedness",
        "effect",
        "significant",
        "debt",
        "service",
        "requirement",
        "ability",
        "refinance",
        "outstanding",
        "indebtedness",
        "obtain",
        "necessary",
        "capital",
        "impact",
        "extensive",
        "regulation",
        "risk",
        "associated",
        "change",
        "applicable",
        "gaming",
        "tax",
        "law",
        "adverse",
        "outcome",
        "legal",
        "proceeding",
        "development",
        "change",
        "claim",
        "litigation",
        "reserve",
        "risk",
        "associated",
        "development",
        "construction",
        "management",
        "new",
        "project",
        "redevelopment",
        "expansion",
        "existing",
        "facility",
        "risk",
        "described",
        "filing",
        "company",
        "security",
        "exchange",
        "commission",
        "providing",
        "company",
        "undertaking",
        "duty",
        "obligation",
        "update",
        "statement",
        "publicly",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "law",
        "company",
        "update",
        "one",
        "inference",
        "drawn",
        "make",
        "additional",
        "update",
        "respect",
        "contact",
        "red",
        "rock",
        "resort",
        "daniel",
        "foley",
        "vice",
        "president",
        "finance",
        "investor",
        "relation",
        "lori",
        "nelson",
        "vice",
        "president",
        "corporate",
        "communication",
        "red",
        "rock",
        "resort",
        "consolidated",
        "statement",
        "income",
        "amount",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "operating",
        "revenue",
        "casino",
        "food",
        "beverage",
        "room",
        "management",
        "fee",
        "gross",
        "revenue",
        "promotional",
        "allowance",
        "net",
        "revenue",
        "operating",
        "cost",
        "expense",
        "casino",
        "food",
        "beverage",
        "room",
        "selling",
        "general",
        "administrative",
        "depreciation",
        "amortization",
        "charge",
        "net",
        "tax",
        "receivable",
        "agreement",
        "liability",
        "adjustment",
        "related",
        "party",
        "lease",
        "termination",
        "asset",
        "impairment",
        "operating",
        "income",
        "earnings",
        "joint",
        "venture",
        "operating",
        "income",
        "earnings",
        "joint",
        "venture",
        "expense",
        "income",
        "interest",
        "expense",
        "net",
        "loss",
        "debt",
        "net",
        "change",
        "fair",
        "value",
        "derivative",
        "instrument",
        "income",
        "income",
        "tax",
        "provision",
        "benefit",
        "income",
        "tax",
        "net",
        "income",
        "less",
        "net",
        "income",
        "attributable",
        "noncontrolling",
        "interest",
        "net",
        "income",
        "attributable",
        "red",
        "rock",
        "resort",
        "earnings",
        "per",
        "common",
        "share",
        "earnings",
        "per",
        "share",
        "class",
        "common",
        "stock",
        "basic",
        "earnings",
        "per",
        "share",
        "class",
        "common",
        "stock",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "dividend",
        "declared",
        "per",
        "common",
        "share",
        "red",
        "rock",
        "resort",
        "segment",
        "information",
        "reconciliation",
        "net",
        "income",
        "adjusted",
        "ebitda",
        "amount",
        "thousand",
        "unaudited",
        "three",
        "month",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "net",
        "revenue",
        "la",
        "vega",
        "operation",
        "native",
        "american",
        "management",
        "reportable",
        "segment",
        "net",
        "revenue",
        "corporate",
        "net",
        "revenue",
        "net",
        "income",
        "adjustment",
        "depreciation",
        "amortization",
        "compensation",
        "charge",
        "net",
        "tax",
        "receivable",
        "agreement",
        "liability",
        "adjustment",
        "related",
        "party",
        "lease",
        "termination",
        "asset",
        "impairment",
        "interest",
        "expense",
        "net",
        "loss",
        "debt",
        "net",
        "change",
        "fair",
        "value",
        "derivative",
        "instrument",
        "adjusted",
        "ebitda",
        "attributable",
        "mpm",
        "noncontrolling",
        "interest",
        "provision",
        "benefit",
        "income",
        "tax",
        "adjusted",
        "ebitda",
        "adjusted",
        "ebitda",
        "la",
        "vega",
        "operation",
        "native",
        "american",
        "management",
        "reportable",
        "segment",
        "adjusted",
        "ebitda",
        "corporate",
        "adjusted",
        "ebitda",
        "source",
        "red",
        "rock",
        "resort",
        "inc"
    ]
}