{
    "organizations": [],
    "uuid": "563c874bf70b056a6200971602b77ab8bf662b57",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/12/cnbc-transcript-sultan-ahmed-bin-sulayem-chairman-and-ceo-dubai-ports-world.html",
    "ord_in_thread": 0,
    "title": "CNBC Transcript: Sultan Ahmed bin Sulayem, Chairman and CEO, Dubai Ports World",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Following is the transcript of an exclusive CNBC interview with Sultan Ahmed bin Sulayem, Chairman and CEO of Dubai Ports World at the 2018 World Government Summit in Dubai. The interview was broadcast on CNBC on 12 February 2018.\nAll references must be sourced to a \"CNBC Interview'.\nInterviewed by Hadley Gamble, Reporter and Anchor, CNBC.\nHadley Gamble (HG): Let's kick off by talking about what's happening with DP World in India.\nSultan Ahmed bin Sulayem: Well we've been in India for 10 years and we are operating in six locations. One of the problems with India is a lot of paper work and infrastructure. I think the new government definitely has made a big change because they transformed a lot of paper work into electronic communication. It's helping a lot. And then the ease of doing business. They have changed so much so that things get done very quickly. The next problem is of course, infrastructure. So DP World, we are known for using modern equipment and modern ports and modern systems to handle the cargo fast, because the vessels are big and they don't need to stay in the port. The same speed we have in Jebel Ali is also in India and other places. The problem in India, once it's in the dark it's another matter to take it into the city because once you get out of the gate, then it is with the logistic transportation which takes a lot of time to reach. And so recently we signed an agreement, a joint venture with the National Indian Infrastructure Fund of three billion dollars to invest in improving the logistics along our ports and in different areas. And basically logistics is about how much cargo in a certain area for a certain time, and when. And so basically this is managing the stocks for the traders and putting them in the right place so they don't pay a lot of storage and treat their customers faster. And so this is something we're working with them. Also the problem of tracking is difficult in India. So we're looking at waterways, rivers, transportation and we are doing that also in India. So that will happen and that will, I think, simplify the operation that we have.\nHG: Talk to me about the technologies that are going to change your industry, particularly blockchain. How do you see blockchain really upending the traditional way you do business?\nSultan Ahmed bin Sulayem: The irony in transportation business is that the two major investors in transportation in the supply chain are ports, which invest billions and shipping lines, which invest billions. If we look at the cost of taking something from 'a' to 'b', including the port and the shipping companies, their part of the fare, they get paid, is not even 20 percent of the cost of paper work. And they get buried, and this is not only in India, it's worldwide. So blockchain is about authentication. People will trust because basically who started to send something in the face of block of consignment. If it changes hands nobody can fiddle without the owner of this and locking that and giving the code for the next person. So every document is going to be authenticated anyway. It will also allow knowledge of where the shipment and what it is and where. So this is something that will basically utilize the information that's already there but it will help the customs through their ports and the consignee who will receive that cargo. It's going to make all our jobs easier. There's no uniformed blockchain today but there are alliances of people accepting and signing blockchain agreement. We are very serious about putting a very interesting blockchain system for our customers that would help us to achieve record time in delivering and achieving, identifying what bottlenecks and why.\nHG: Are you looking at any companies in particular to work with?\nSultan Ahmed bin Sulayem: Well we did an MoU with UPS for the air they are with us in London. But also we're looking at other partners, who are in the same feed. Our blockchain will have not only just the supply chain but anything with it to include a port system, as well as custom systems and when we get all these together, this is going to really be something very helpful for all the freight people.\nHG: There's something else that's exciting at DP World right now that you found and that is in the operation of heavy large cranes. You found that more women are applying for those positions than men. Explain that, how did that happen?\nSultan Ahmed bin Sulayem: Well you mentioned the first thing you said, technology. Technology is changing the way we are running our business. Crane operator is a man's job. We never even dreamt to get women. Not only that, there are certain people who take a job as crane operators, after a few years they want to change, because it's a very difficult job. They can't work more than three hours, you have to change them as they get brain concussions because of the vibration and the jerking. But when they build these big vessels, we found out because the cranes are high they can't see with their eyes where the crane is so we have to do automation. We did a test in Korea about five years ago in our Busan port with a lady crane operator in a small crane. And it worked. And so we said our new terminal is going to be automated or semi-automated. And when we asked for people to apply, a lot of girls who are in HR or in different jobs, they applied and we were surprised. And instead of a crane, they are sitting in the comfort of their own office and handling one crane, two cranes, they can even be up to eight. The interesting thing is that the port is 45 kilometers from Dubai. So they are telling us why should you go there, there is fiber optic. Do the main command operation of all your cranes in the city. And we're going to do it.\nHG: Incredible. Talk to me a little bit about the macro picture for port operators worldwide, are you encouraged by what you see in terms of global growth. Where's it going?\nSultan Ahmed bin Sulayem: Well I think 2016 was a very bad year for the shipping industry, but when we look at the financial results of many of the shipping lines for 2017, it bounced back. They are making money. They are profitable and that gives you an indication that the growth is holding. China, even though the China problem, they want to curb the growth. They don't want the growth because it's going to put pressure on the labor force. But China is going to go soon. India is going to be the biggest growth. We feel it and there are many initiatives by the Indian Prime Minister to basically increase the production, the 'Made In India', ways of doing business, the financial system. All that means that there's going to be growth. So India definitely has growth. Indonesia they have growth. And today, we see growth in the Pacific side of Latin America, like Peru, we have a port, we are building a port in Ecuador. And of course, Africa has always been growth and we are expanding our ports like our ports in Dhaka. We're going to be now bigger. We are having the other facility and logistic parks in other parts of Africa. And then South East Asia and mainly places like Indonesia and so on. And of course Canada, we are in four locations in Canada.\nHG: Do you think that there may be too much optimism when it comes to Saudi Arabia's push with NEOM to incorporate Egypt, Jordan and Saudi Arabia in this Red Sea corridor. Do you see the kind of growth that they anticipate when it comes to logistics hub and shipping?\nSultan Ahmed bin Sulayem: Well Saudi Arabia has an amazing location. They had them both in the Gulf and the Red Sea. We've been in Saudi Arabia for 20 years. I have never seen more optimism than what I saw recently. Two reasons, first the vision 2030, means that there is transparency and there is basically some kind of a yardstick indicator to the businessmen what the economy will be like. And that gives people time to plan. So that was good news followed by of course their budget which is the largest. So the young prince Mohammad bin Salman at the conference inspired a lot of people with confidence, with basically optimism and that reflected in business. Today, because of all the initiatives in Saudi Arabia, we are going to invest in modernizing gender to capitalize on the opportunities that so they can offer to the shipping industry. Red Sea and the Gulf. And it's a big country and so all these and of course NEOM was an amazing idea because NEOM is investing in robotics, investing in solar, investing in energy, and it is not just an initiative that he launched the plan of the company but actually it is. This commitment by Softbank, by Boston Robotics, by many companies who feel this is going to be working. The beauty of it is, it's on of the Red Sea. It reminds me of many initiatives and I'm trying to connect them because they talked about expanding Suez canal. Then it followed by King Salman's bridge over two from Saudi Arabia to Egypt. And then now we talk about NEOM. So all these in my opinion are related. It is part of a bigger picture to bring growth. And when government is on board to bring growth, the private sector will definitely participate. The government always has to manage by basically investing first and people will follow. And that's what we did in Dubai. And that's what the Prince and others are doing in Saudi Arabia.\nHG: Do you think that's the same kind of opportunity that we're seeing potentially with the United States because President Trump's initiative in terms of an infrastructure development fund, in terms of bringing in foreign investment to develop America's infrastructure. Do you think that that's the same kind of opportunity?\nSultan Ahmed bin Sulayem: Well you can see that Trump for the past six months says he can. What did he do? Is it something he did? It's not magic. It's like, I like this example which was given by one of the businessmen in the States. He says, what could he have done in the time he came, to give so much growth and optimism. Unemployment is almost gone. Stock market is, even though it dipped, but it came back with so much confidence. And he told me it's like driving a car, you can push the gas to go faster or you can lift your foot from the brake. And what Trump is doing is lifting his foot from the brake. He removed regulation that becomes a better leg for business, he gave some transparency and gave some visibility of what he wants to do and what he's talking about. It's not protectionism. What he's talking about is free trade. He's saying 'I want free trade to be fair trade. United States is open, China should be open. If you don't open your market why should we open our market'. Nobody can argue with that .\nHG: Do you think it's fair?\nSultan Ahmed bin Sulayem: I think it's fair. I think he's talking about fair trade and I am optimistic that you can see what he did to the market. And I think this is good for business.\nHG: When will we see DP World operating in the United States?\nSultan Ahmed bin Sulayem: Well let me tell you there is nothing to stop us to go to US, we can always go. We haven't found the right opportunity. The cost of operation in the states makes the return very low. Until we find an opportunity that gives a good return, we will go.\nHG: So it's not the politics?\nSultan Ahmed bin Sulayem: No, no, we have no problem going to the States anytime. The problem is the port operation in the States is more expensive than what we are operating. And we don't believe that the tariff that we charge or would charge in the state for a 100 containers is going to be equivalent to the rising cost of the operation.\nHG: It wouldn't make sense.\nSultan Ahmed bin Sulayem: We are in the business to make money and we will go where we can make more money.\nHG: I'm going to leave it there. Thank you so much for joining CNBC.",
    "published": "2018-02-12T12:16:00.000+02:00",
    "crawled": "2018-02-12T13:45:01.008+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "following",
        "transcript",
        "exclusive",
        "cnbc",
        "interview",
        "sultan",
        "ahmed",
        "bin",
        "sulayem",
        "chairman",
        "ceo",
        "dubai",
        "port",
        "world",
        "world",
        "government",
        "summit",
        "dubai",
        "interview",
        "broadcast",
        "cnbc",
        "february",
        "reference",
        "must",
        "sourced",
        "cnbc",
        "interview",
        "interviewed",
        "hadley",
        "gamble",
        "reporter",
        "anchor",
        "cnbc",
        "hadley",
        "gamble",
        "hg",
        "let",
        "kick",
        "talking",
        "happening",
        "dp",
        "world",
        "india",
        "sultan",
        "ahmed",
        "bin",
        "sulayem",
        "well",
        "india",
        "year",
        "operating",
        "six",
        "location",
        "one",
        "problem",
        "india",
        "lot",
        "paper",
        "work",
        "infrastructure",
        "think",
        "new",
        "government",
        "definitely",
        "made",
        "big",
        "change",
        "transformed",
        "lot",
        "paper",
        "work",
        "electronic",
        "communication",
        "helping",
        "lot",
        "ease",
        "business",
        "changed",
        "much",
        "thing",
        "get",
        "done",
        "quickly",
        "next",
        "problem",
        "course",
        "infrastructure",
        "dp",
        "world",
        "known",
        "using",
        "modern",
        "equipment",
        "modern",
        "port",
        "modern",
        "system",
        "handle",
        "cargo",
        "fast",
        "vessel",
        "big",
        "need",
        "stay",
        "port",
        "speed",
        "jebel",
        "ali",
        "also",
        "india",
        "place",
        "problem",
        "india",
        "dark",
        "another",
        "matter",
        "take",
        "city",
        "get",
        "gate",
        "logistic",
        "transportation",
        "take",
        "lot",
        "time",
        "reach",
        "recently",
        "signed",
        "agreement",
        "joint",
        "venture",
        "national",
        "indian",
        "infrastructure",
        "fund",
        "three",
        "billion",
        "dollar",
        "invest",
        "improving",
        "logistics",
        "along",
        "port",
        "different",
        "area",
        "basically",
        "logistics",
        "much",
        "cargo",
        "certain",
        "area",
        "certain",
        "time",
        "basically",
        "managing",
        "stock",
        "trader",
        "putting",
        "right",
        "place",
        "pay",
        "lot",
        "storage",
        "treat",
        "customer",
        "faster",
        "something",
        "working",
        "also",
        "problem",
        "tracking",
        "difficult",
        "india",
        "looking",
        "waterway",
        "river",
        "transportation",
        "also",
        "india",
        "happen",
        "think",
        "simplify",
        "operation",
        "hg",
        "talk",
        "technology",
        "going",
        "change",
        "industry",
        "particularly",
        "blockchain",
        "see",
        "blockchain",
        "really",
        "upending",
        "traditional",
        "way",
        "business",
        "sultan",
        "ahmed",
        "bin",
        "sulayem",
        "irony",
        "transportation",
        "business",
        "two",
        "major",
        "investor",
        "transportation",
        "supply",
        "chain",
        "port",
        "invest",
        "billion",
        "shipping",
        "line",
        "invest",
        "billion",
        "look",
        "cost",
        "taking",
        "something",
        "b",
        "including",
        "port",
        "shipping",
        "company",
        "part",
        "fare",
        "get",
        "paid",
        "even",
        "percent",
        "cost",
        "paper",
        "work",
        "get",
        "buried",
        "india",
        "worldwide",
        "blockchain",
        "authentication",
        "people",
        "trust",
        "basically",
        "started",
        "send",
        "something",
        "face",
        "block",
        "consignment",
        "change",
        "hand",
        "nobody",
        "fiddle",
        "without",
        "owner",
        "locking",
        "giving",
        "code",
        "next",
        "person",
        "every",
        "document",
        "going",
        "authenticated",
        "anyway",
        "also",
        "allow",
        "knowledge",
        "shipment",
        "something",
        "basically",
        "utilize",
        "information",
        "already",
        "help",
        "custom",
        "port",
        "consignee",
        "receive",
        "cargo",
        "going",
        "make",
        "job",
        "easier",
        "uniformed",
        "blockchain",
        "today",
        "alliance",
        "people",
        "accepting",
        "signing",
        "blockchain",
        "agreement",
        "serious",
        "putting",
        "interesting",
        "blockchain",
        "system",
        "customer",
        "would",
        "help",
        "u",
        "achieve",
        "record",
        "time",
        "delivering",
        "achieving",
        "identifying",
        "bottleneck",
        "hg",
        "looking",
        "company",
        "particular",
        "work",
        "sultan",
        "ahmed",
        "bin",
        "sulayem",
        "well",
        "mou",
        "ups",
        "air",
        "u",
        "london",
        "also",
        "looking",
        "partner",
        "feed",
        "blockchain",
        "supply",
        "chain",
        "anything",
        "include",
        "port",
        "system",
        "well",
        "custom",
        "system",
        "get",
        "together",
        "going",
        "really",
        "something",
        "helpful",
        "freight",
        "people",
        "hg",
        "something",
        "else",
        "exciting",
        "dp",
        "world",
        "right",
        "found",
        "operation",
        "heavy",
        "large",
        "crane",
        "found",
        "woman",
        "applying",
        "position",
        "men",
        "explain",
        "happen",
        "sultan",
        "ahmed",
        "bin",
        "sulayem",
        "well",
        "mentioned",
        "first",
        "thing",
        "said",
        "technology",
        "technology",
        "changing",
        "way",
        "running",
        "business",
        "crane",
        "operator",
        "man",
        "job",
        "never",
        "even",
        "dreamt",
        "get",
        "woman",
        "certain",
        "people",
        "take",
        "job",
        "crane",
        "operator",
        "year",
        "want",
        "change",
        "difficult",
        "job",
        "ca",
        "work",
        "three",
        "hour",
        "change",
        "get",
        "brain",
        "concussion",
        "vibration",
        "jerking",
        "build",
        "big",
        "vessel",
        "found",
        "crane",
        "high",
        "ca",
        "see",
        "eye",
        "crane",
        "automation",
        "test",
        "korea",
        "five",
        "year",
        "ago",
        "busan",
        "port",
        "lady",
        "crane",
        "operator",
        "small",
        "crane",
        "worked",
        "said",
        "new",
        "terminal",
        "going",
        "automated",
        "asked",
        "people",
        "apply",
        "lot",
        "girl",
        "hr",
        "different",
        "job",
        "applied",
        "surprised",
        "instead",
        "crane",
        "sitting",
        "comfort",
        "office",
        "handling",
        "one",
        "crane",
        "two",
        "crane",
        "even",
        "eight",
        "interesting",
        "thing",
        "port",
        "kilometer",
        "dubai",
        "telling",
        "u",
        "go",
        "fiber",
        "optic",
        "main",
        "command",
        "operation",
        "crane",
        "city",
        "going",
        "hg",
        "incredible",
        "talk",
        "little",
        "bit",
        "macro",
        "picture",
        "port",
        "operator",
        "worldwide",
        "encouraged",
        "see",
        "term",
        "global",
        "growth",
        "going",
        "sultan",
        "ahmed",
        "bin",
        "sulayem",
        "well",
        "think",
        "bad",
        "year",
        "shipping",
        "industry",
        "look",
        "financial",
        "result",
        "many",
        "shipping",
        "line",
        "bounced",
        "back",
        "making",
        "money",
        "profitable",
        "give",
        "indication",
        "growth",
        "holding",
        "china",
        "even",
        "though",
        "china",
        "problem",
        "want",
        "curb",
        "growth",
        "want",
        "growth",
        "going",
        "put",
        "pressure",
        "labor",
        "force",
        "china",
        "going",
        "go",
        "soon",
        "india",
        "going",
        "biggest",
        "growth",
        "feel",
        "many",
        "initiative",
        "indian",
        "prime",
        "minister",
        "basically",
        "increase",
        "production",
        "india",
        "way",
        "business",
        "financial",
        "system",
        "mean",
        "going",
        "growth",
        "india",
        "definitely",
        "growth",
        "indonesia",
        "growth",
        "today",
        "see",
        "growth",
        "pacific",
        "side",
        "latin",
        "america",
        "like",
        "peru",
        "port",
        "building",
        "port",
        "ecuador",
        "course",
        "africa",
        "always",
        "growth",
        "expanding",
        "port",
        "like",
        "port",
        "dhaka",
        "going",
        "bigger",
        "facility",
        "logistic",
        "park",
        "part",
        "africa",
        "south",
        "east",
        "asia",
        "mainly",
        "place",
        "like",
        "indonesia",
        "course",
        "canada",
        "four",
        "location",
        "canada",
        "hg",
        "think",
        "may",
        "much",
        "optimism",
        "come",
        "saudi",
        "arabia",
        "push",
        "neom",
        "incorporate",
        "egypt",
        "jordan",
        "saudi",
        "arabia",
        "red",
        "sea",
        "corridor",
        "see",
        "kind",
        "growth",
        "anticipate",
        "come",
        "logistics",
        "hub",
        "shipping",
        "sultan",
        "ahmed",
        "bin",
        "sulayem",
        "well",
        "saudi",
        "arabia",
        "amazing",
        "location",
        "gulf",
        "red",
        "sea",
        "saudi",
        "arabia",
        "year",
        "never",
        "seen",
        "optimism",
        "saw",
        "recently",
        "two",
        "reason",
        "first",
        "vision",
        "mean",
        "transparency",
        "basically",
        "kind",
        "yardstick",
        "indicator",
        "businessmen",
        "economy",
        "like",
        "give",
        "people",
        "time",
        "plan",
        "good",
        "news",
        "followed",
        "course",
        "budget",
        "largest",
        "young",
        "prince",
        "mohammad",
        "bin",
        "salman",
        "conference",
        "inspired",
        "lot",
        "people",
        "confidence",
        "basically",
        "optimism",
        "reflected",
        "business",
        "today",
        "initiative",
        "saudi",
        "arabia",
        "going",
        "invest",
        "modernizing",
        "gender",
        "capitalize",
        "opportunity",
        "offer",
        "shipping",
        "industry",
        "red",
        "sea",
        "gulf",
        "big",
        "country",
        "course",
        "neom",
        "amazing",
        "idea",
        "neom",
        "investing",
        "robotics",
        "investing",
        "solar",
        "investing",
        "energy",
        "initiative",
        "launched",
        "plan",
        "company",
        "actually",
        "commitment",
        "softbank",
        "boston",
        "robotics",
        "many",
        "company",
        "feel",
        "going",
        "working",
        "beauty",
        "red",
        "sea",
        "reminds",
        "many",
        "initiative",
        "trying",
        "connect",
        "talked",
        "expanding",
        "suez",
        "canal",
        "followed",
        "king",
        "salman",
        "bridge",
        "two",
        "saudi",
        "arabia",
        "egypt",
        "talk",
        "neom",
        "opinion",
        "related",
        "part",
        "bigger",
        "picture",
        "bring",
        "growth",
        "government",
        "board",
        "bring",
        "growth",
        "private",
        "sector",
        "definitely",
        "participate",
        "government",
        "always",
        "manage",
        "basically",
        "investing",
        "first",
        "people",
        "follow",
        "dubai",
        "prince",
        "others",
        "saudi",
        "arabia",
        "hg",
        "think",
        "kind",
        "opportunity",
        "seeing",
        "potentially",
        "united",
        "state",
        "president",
        "trump",
        "initiative",
        "term",
        "infrastructure",
        "development",
        "fund",
        "term",
        "bringing",
        "foreign",
        "investment",
        "develop",
        "america",
        "infrastructure",
        "think",
        "kind",
        "opportunity",
        "sultan",
        "ahmed",
        "bin",
        "sulayem",
        "well",
        "see",
        "trump",
        "past",
        "six",
        "month",
        "say",
        "something",
        "magic",
        "like",
        "like",
        "example",
        "given",
        "one",
        "businessmen",
        "state",
        "say",
        "could",
        "done",
        "time",
        "came",
        "give",
        "much",
        "growth",
        "optimism",
        "unemployment",
        "almost",
        "gone",
        "stock",
        "market",
        "even",
        "though",
        "dipped",
        "came",
        "back",
        "much",
        "confidence",
        "told",
        "like",
        "driving",
        "car",
        "push",
        "gas",
        "go",
        "faster",
        "lift",
        "foot",
        "brake",
        "trump",
        "lifting",
        "foot",
        "brake",
        "removed",
        "regulation",
        "becomes",
        "better",
        "leg",
        "business",
        "gave",
        "transparency",
        "gave",
        "visibility",
        "want",
        "talking",
        "protectionism",
        "talking",
        "free",
        "trade",
        "saying",
        "want",
        "free",
        "trade",
        "fair",
        "trade",
        "united",
        "state",
        "open",
        "china",
        "open",
        "open",
        "market",
        "open",
        "market",
        "nobody",
        "argue",
        "hg",
        "think",
        "fair",
        "sultan",
        "ahmed",
        "bin",
        "sulayem",
        "think",
        "fair",
        "think",
        "talking",
        "fair",
        "trade",
        "optimistic",
        "see",
        "market",
        "think",
        "good",
        "business",
        "hg",
        "see",
        "dp",
        "world",
        "operating",
        "united",
        "state",
        "sultan",
        "ahmed",
        "bin",
        "sulayem",
        "well",
        "let",
        "tell",
        "nothing",
        "stop",
        "u",
        "go",
        "u",
        "always",
        "go",
        "found",
        "right",
        "opportunity",
        "cost",
        "operation",
        "state",
        "make",
        "return",
        "low",
        "find",
        "opportunity",
        "give",
        "good",
        "return",
        "go",
        "hg",
        "politics",
        "sultan",
        "ahmed",
        "bin",
        "sulayem",
        "problem",
        "going",
        "state",
        "anytime",
        "problem",
        "port",
        "operation",
        "state",
        "expensive",
        "operating",
        "believe",
        "tariff",
        "charge",
        "would",
        "charge",
        "state",
        "container",
        "going",
        "equivalent",
        "rising",
        "cost",
        "operation",
        "hg",
        "would",
        "make",
        "sense",
        "sultan",
        "ahmed",
        "bin",
        "sulayem",
        "business",
        "make",
        "money",
        "go",
        "make",
        "money",
        "hg",
        "going",
        "leave",
        "thank",
        "much",
        "joining",
        "cnbc"
    ]
}