{
    "organizations": [],
    "uuid": "f655d945323552f026eb979353f11a210b3f76e6",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/07/globe-newswire-psivida-corp-reports-second-quarter-fy2018-results-continues-to-achieve-milestones-and-timelines.html",
    "ord_in_thread": 0,
    "title": "pSivida Corp. Reports Second Quarter FY2018 Results; Continues to Achieve Milestones and Timelines",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Newly Released Second Phase 3 Study Data for Durasert Three-Year Treatment for Posterior Segment Uveitis Shows Positive Efficacy and Safety Profile Maintained at 12 Months\nAwaiting FDA Decision to Accept NDA Submission for Review\nConference Call and Webcast Today, February 7th, at 4:30 p.m. ET\nWATERTOWN, Mass., Feb. 07, 2018 (GLOBE NEWSWIRE) -- pSivida Corp. (NASDAQ:PSDV) (ASX:PVA), a leader in the development of sustained release drug products and technologies, today reported financial results for its fiscal 2018 second quarter and six months ended December 31, 2017 and provided an update on its continued operating progress.\nRecent Operating Highlights\nSubmitted the New Drug Application (NDA) to the U.S. Food and Drug Administration (FDA) for Durasert™ three-year treatment for posterior segment uveitis Obtained from the FDA a small business waiver of the Prescription Drug User Fee Act (PDUFA) fee of approximately $2.4 million in connection with the NDA filing Newly released second Phase 3 study data for Durasert three-year treatment for posterior segment uveitis continued to demonstrate positive efficacy and safety profile at 12 months Presented Phase 3 data at several medical conferences, including the American Academy of Ophthalmology (AAO) annual meeting and the American Uveitis Society (AUS) winter meeting Reported positive Phase 1 knee osteoarthritis pain study data indicating that the implant was well tolerated and showed potential for pain reduction through the six-month study period\n“We achieved several milestones in the fiscal second quarter and the past few weeks and continue to make material progress in the transformation of pSivida into a fully integrated commercial stage pharmaceutical enterprise,” commented Nancy Lurker, President & CEO. “Our highest priority was the NDA submission for Durasert three-year treatment for posterior segment uveitis, which we accomplished in early January. We are also pleased with the continued positive read out of our clinical uveitis data and look forward to presenting these data at upcoming congresses. Meanwhile, we will continue to refine our go-to-market plan in the U.S. and I am confident we have the experienced team and strategy to execute our launch plan with precision.”\nFiscal Second Quarter and Six-Month Results\nRevenue for the second fiscal quarter ended December 31, 2017 totaled $933,000 compared to $6.0 million for the prior year quarter. The year-ago second quarter included the recognition of deferred collaborative research and development revenue totaling $5.6 million resulting from termination of the Pfizer collaboration agreement. Excluding the Pfizer termination, revenue from feasibility study agreements and royalty income increased to $933,000 for the three months ended December 31, 2017 compared to $387,000 in the prior year quarter. Current period revenues included $196,000 of royalty income received from Alimera Sciences, representing the first quarterly reporting under our July 2017 restructured collaboration agreement. Operating expenses for the three months ended December 31, 2017 increased to $6.7 million from $6.1 million a year earlier, due primarily to professional services costs associated with the NDA filing for Durasert three-year uveitis. Net loss for the quarter ended December 31, 2017 was $5.8 million, or $0.13 per share, compared to net loss of $67,000, or break-even per share, for the prior year quarter.\nRevenue for the six months ended December 31, 2017 was $1.3 million compared to $6.2 million for the six months ended December 31, 2016. Excluding the $5.6 million revenue recognized in the prior year period upon termination of the Pfizer agreement, revenues from feasibility study agreements and royalty income increased to $1.3 million for the six months ended December 31, 2017 compared to $664,000 in the prior year six-month period. Operating expenses for the first six months of fiscal 2018 were $13.1 million compared to $13.5 million a year earlier. Higher professional services costs related to the Company’s NDA filing were substantially offset by the absence in the current year-to-date period of severance costs and professional fees related to the Company’s CEO transition and elimination of the position of Vice President, Corporate Affairs and General Counsel in the prior year-to-date period. Net loss for the six months ended December 31, 2017 was $11.8 million, or $0.28 per share, compared to a net loss of $7.2 million, or $0.21 per share for the corresponding fiscal 2017 year-to-date period.\nAt December 31, 2017, the Company’s cash and cash equivalents totaled $12.9 million.\nAnticipated Calendar 2018 Milestones:\nFDA acceptance for review of the NDA for Durasert three-year treatment for posterior segment uveitis in calendar Q1 Present 12-month efficacy and safety data from the second Phase 3 clinical study at leading medical conferences Continue business development efforts and enter into one or more new collaboration agreements with biopharmaceutical companies and other third parties Expect to complete the GLP safety and pharmacokinetic study for a shorter duration product for posterior segment uveitis\nConference Call\npSivida Corp. will host a live webcast and conference call today, February 7, 2018 at 4:30pm ET. The conference call may be accessed by dialing (877) 312-7507 from the U.S. and Canada, or (631) 813-4828 from international locations. The conference ID is 8399835. A live webcast will be available on the Investor Relations section of the corporate website at http://www.psivida.com .\nA replay of the call will be available beginning February 7, 2018, at approximately 7:30 p.m. ET and ending on February 14, 2018, at 11:59 p.m. ET. The replay may be accessed by dialing (855) 859-2056 within the U.S. and Canada or (404) 537-3406 from international locations, Conference ID Number: 8399835. A replay of the webcast will also be available on the corporate website during that time.\nAbout pSivida Corp .\npSivida Corp. ( www.psivida.com ), headquartered in Watertown, MA, is a leader in the development of sustained release drug products for treating eye diseases. pSivida has developed three of only four FDA-approved sustained-release treatments for back-of-the-eye diseases. The most recent, ILUVIEN ® , a micro-insert for diabetic macular edema, licensed to Alimera Sciences, is currently sold directly in the U.S. and several EU countries. Retisert ® , an implant for posterior uveitis, is licensed to and sold by Bausch & Lomb. In January 2018, pSivida filed an NDA with the FDA for its lead product candidate, Durasert™ micro-insert for posterior segment uveitis, which is being independently developed. Two pivotal Phase 3 studies with Durasert achieved their primary efficacy endpoint of prevention of recurrence of uveitis at six months of follow-up with statistical significance. pSivida's pre-clinical development program is focused on using its core platform technology Durasert to deliver drugs to treat wet age-related macular degeneration, glaucoma, osteoarthritis and other diseases. To learn more about pSivida, please visit www.psivida.com and connect on Twitter, LinkedIn, Facebook and Google+.\nSAFE HARBOR STATEMENTS UNDER THE PRIVATE SECURITIES LITIGATION REFORM ACT OF 1995: Various statements made in this release are forward-looking, and are inherently subject to risks, uncertainties and potentially inaccurate assumptions. All statements that address activities, events or developments that we intend, expect or believe may occur in the future are . Some of the factors that could cause actual results to differ materially from the anticipated results or other expectations expressed, anticipated or implied in our include uncertainties with respect to: our ability to achieve profitable operations and access to needed capital; fluctuations in our operating results; successful commercialization of, and receipt of revenues from, ILUVIEN® for diabetic macular edema (“DME”), which depends on Alimera’s ability to continue as a going concern; Alimera’s ability to obtain marketing approvals and the effect of pricing and reimbursement decisions on sales of ILUVIEN; the number of clinical trials and data required for the Durasert three-year uveitis marketing approval application in the U.S.; acceptance of the Durasert three-year uveitis NDA in the U.S.; our ability to use data in a U.S. NDA from clinical trials outside the U.S.; our ability to successfully commercialize Durasert three-year uveitis, if approved, in the U.S.; potential off-label sales of ILUVIEN for uveitis; consequences of fluocinolone acetonide side effects; the development of our next-generation Durasert shorter-duration treatment for posterior segment uveitis; potential declines in Retisert® royalties; efficacy and the future development of an implant to treat severe osteoarthritis; our ability to successfully develop product candidates, initiate and complete clinical trials and receive regulatory approvals; our ability to market and sell products; the success of current and future license agreements, including our agreement with Alimera; termination or breach of current license agreements, including our agreement with Alimera; our dependence on contract research organizations, vendors and investigators; effects of competition and other developments affecting sales of products; market acceptance of products; effects of guidelines, recommendations and studies; protection of intellectual property and avoiding intellectual property infringement; retention of key personnel; product liability; industry consolidation; compliance with environmental laws; manufacturing risks; risks and costs of international business operations; effects of the potential U.K. exit from the EU; legislative or regulatory changes; volatility of stock price; possible dilution; absence of dividends; and other factors described in our filings with the Securities and Exchange Commission. You should read and interpret any in light of these risks. Should known or unknown risks materialize, or should underlying assumptions prove inaccurate, actual results could differ materially from past results and those anticipated, estimated or projected in the . You should bear this in mind as you consider any . Our speak only as of the dates on which they are made. We do not undertake any obligation to publicly update or revise our even if experience or future changes makes it clear that any projected results expressed or implied in such statements will not be realized.\nContact:\nEVC Group\nMichael Polyviou/Doug Sherk – Investors\nmpolyviou@evcgroup.com ; dsherk@evcgroup.com\n212.850.6020; 646-445-4800\nThomas Gibson – Media\ntom@tomgibsoncommunications.com\n201-476-0322\nPSIVIDA CORP. AND SUBSIDIARIES CONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS (Unaudited) (In thousands, except per share amounts) Three Months Ended Six Months Ended December 31, December 31, 2017 2016 2017 2016 Revenues: Collaborative research and development $ 461 $ 5,702 $ 601 $ 5,736 Royalty income 472 269 717 512 Total revenues 933 5,971 1,318 6,248 Operating expenses: Research and development 4,269 3,165 8,088 7,343 General and administrative 2,472 2,900 5,044 6,185 Total operating expenses 6,741 6,065 13,132 13,528 Loss from operations (5,808 ) (94 ) (11,814 ) (7,280 ) Interest and other income 26 27 49 51 Net loss $ (5,782 ) $ (67 ) $ (11,765 ) $ (7,229 ) Net loss per common share: Basic and diluted $ (0.13 ) $ - $ (0.28 ) $ (0.21 ) Weighted average common shares outstanding: Basic and diluted 44,530 34,177 41,980 34,176\nPSIVIDA CORP. AND SUBSIDIARIES CONDENSED CONSOLIDATED BALANCE SHEETS (Unaudited) (In thousands) December 31, June 30, 2017 2017 Assets Current assets: Cash, cash equivalents and marketable securities $ 12,876 $ 16,898 Other current assets 769 842 Total current assets 13,645 17,740 Intangible assets, net - 364 Other assets 552 573 Total assets $ 14,197 $ 18,677 Liabilities and stockholders' equity Current liabilities: Accounts payable and accrued expenses $ 3,745 $ 5,240 Deferred revenue 505 50 Total current liabilities 4,250 5,290 Deferred rent 42 51 Total liabilities 4,292 5,341 Stockholders' equity: Capital 331,654 323,323 Accumulated deficit (322,585 ) (310,820 ) Accumulated other comprehensive income 836 833 Total stockholders' equity 9,905 13,336 Total liabilities and stockholders' equity $ 14,197 $ 18,677\nSource:pSivida Corp.",
    "published": "2018-02-08T00:02:00.000+02:00",
    "crawled": "2018-02-08T01:45:13.030+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "newly",
        "released",
        "second",
        "phase",
        "study",
        "data",
        "durasert",
        "treatment",
        "posterior",
        "segment",
        "uveitis",
        "show",
        "positive",
        "efficacy",
        "safety",
        "profile",
        "maintained",
        "month",
        "awaiting",
        "fda",
        "decision",
        "accept",
        "nda",
        "submission",
        "review",
        "conference",
        "call",
        "webcast",
        "today",
        "february",
        "7th",
        "et",
        "watertown",
        "globe",
        "newswire",
        "psivida",
        "nasdaq",
        "psdv",
        "asx",
        "pva",
        "leader",
        "development",
        "sustained",
        "release",
        "drug",
        "product",
        "technology",
        "today",
        "reported",
        "financial",
        "result",
        "fiscal",
        "second",
        "quarter",
        "six",
        "month",
        "ended",
        "december",
        "provided",
        "update",
        "continued",
        "operating",
        "progress",
        "recent",
        "operating",
        "highlight",
        "submitted",
        "new",
        "drug",
        "application",
        "nda",
        "food",
        "drug",
        "administration",
        "fda",
        "treatment",
        "posterior",
        "segment",
        "uveitis",
        "obtained",
        "fda",
        "small",
        "business",
        "waiver",
        "prescription",
        "drug",
        "user",
        "fee",
        "act",
        "pdufa",
        "fee",
        "approximately",
        "million",
        "connection",
        "nda",
        "filing",
        "newly",
        "released",
        "second",
        "phase",
        "study",
        "data",
        "durasert",
        "treatment",
        "posterior",
        "segment",
        "uveitis",
        "continued",
        "demonstrate",
        "positive",
        "efficacy",
        "safety",
        "profile",
        "month",
        "presented",
        "phase",
        "data",
        "several",
        "medical",
        "conference",
        "including",
        "american",
        "academy",
        "ophthalmology",
        "aao",
        "annual",
        "meeting",
        "american",
        "uveitis",
        "society",
        "au",
        "winter",
        "meeting",
        "reported",
        "positive",
        "phase",
        "knee",
        "osteoarthritis",
        "pain",
        "study",
        "data",
        "indicating",
        "implant",
        "well",
        "tolerated",
        "showed",
        "potential",
        "pain",
        "reduction",
        "study",
        "period",
        "achieved",
        "several",
        "milestone",
        "fiscal",
        "second",
        "quarter",
        "past",
        "week",
        "continue",
        "make",
        "material",
        "progress",
        "transformation",
        "psivida",
        "fully",
        "integrated",
        "commercial",
        "stage",
        "pharmaceutical",
        "enterprise",
        "commented",
        "nancy",
        "lurker",
        "president",
        "ceo",
        "highest",
        "priority",
        "nda",
        "submission",
        "durasert",
        "treatment",
        "posterior",
        "segment",
        "uveitis",
        "accomplished",
        "early",
        "january",
        "also",
        "pleased",
        "continued",
        "positive",
        "read",
        "clinical",
        "uveitis",
        "data",
        "look",
        "forward",
        "presenting",
        "data",
        "upcoming",
        "congress",
        "meanwhile",
        "continue",
        "refine",
        "plan",
        "confident",
        "experienced",
        "team",
        "strategy",
        "execute",
        "launch",
        "plan",
        "fiscal",
        "second",
        "quarter",
        "result",
        "revenue",
        "second",
        "fiscal",
        "quarter",
        "ended",
        "december",
        "totaled",
        "compared",
        "million",
        "prior",
        "year",
        "quarter",
        "second",
        "quarter",
        "included",
        "recognition",
        "deferred",
        "collaborative",
        "research",
        "development",
        "revenue",
        "totaling",
        "million",
        "resulting",
        "termination",
        "pfizer",
        "collaboration",
        "agreement",
        "excluding",
        "pfizer",
        "termination",
        "revenue",
        "feasibility",
        "study",
        "agreement",
        "royalty",
        "income",
        "increased",
        "three",
        "month",
        "ended",
        "december",
        "compared",
        "prior",
        "year",
        "quarter",
        "current",
        "period",
        "revenue",
        "included",
        "royalty",
        "income",
        "received",
        "alimera",
        "science",
        "representing",
        "first",
        "quarterly",
        "reporting",
        "july",
        "restructured",
        "collaboration",
        "agreement",
        "operating",
        "expense",
        "three",
        "month",
        "ended",
        "december",
        "increased",
        "million",
        "million",
        "year",
        "earlier",
        "due",
        "primarily",
        "professional",
        "service",
        "cost",
        "associated",
        "nda",
        "filing",
        "durasert",
        "uveitis",
        "net",
        "loss",
        "quarter",
        "ended",
        "december",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "per",
        "share",
        "prior",
        "year",
        "quarter",
        "revenue",
        "six",
        "month",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "six",
        "month",
        "ended",
        "december",
        "excluding",
        "million",
        "revenue",
        "recognized",
        "prior",
        "year",
        "period",
        "upon",
        "termination",
        "pfizer",
        "agreement",
        "revenue",
        "feasibility",
        "study",
        "agreement",
        "royalty",
        "income",
        "increased",
        "million",
        "six",
        "month",
        "ended",
        "december",
        "compared",
        "prior",
        "year",
        "period",
        "operating",
        "expense",
        "first",
        "six",
        "month",
        "fiscal",
        "million",
        "compared",
        "million",
        "year",
        "earlier",
        "higher",
        "professional",
        "service",
        "cost",
        "related",
        "company",
        "nda",
        "filing",
        "substantially",
        "offset",
        "absence",
        "current",
        "period",
        "severance",
        "cost",
        "professional",
        "fee",
        "related",
        "company",
        "ceo",
        "transition",
        "elimination",
        "position",
        "vice",
        "president",
        "corporate",
        "affair",
        "general",
        "counsel",
        "prior",
        "period",
        "net",
        "loss",
        "six",
        "month",
        "ended",
        "december",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "corresponding",
        "fiscal",
        "period",
        "december",
        "company",
        "cash",
        "cash",
        "equivalent",
        "totaled",
        "million",
        "anticipated",
        "calendar",
        "milestone",
        "fda",
        "acceptance",
        "review",
        "nda",
        "durasert",
        "treatment",
        "posterior",
        "segment",
        "uveitis",
        "calendar",
        "q1",
        "present",
        "efficacy",
        "safety",
        "data",
        "second",
        "phase",
        "clinical",
        "study",
        "leading",
        "medical",
        "conference",
        "continue",
        "business",
        "development",
        "effort",
        "enter",
        "one",
        "new",
        "collaboration",
        "agreement",
        "biopharmaceutical",
        "company",
        "third",
        "party",
        "expect",
        "complete",
        "glp",
        "safety",
        "pharmacokinetic",
        "study",
        "shorter",
        "duration",
        "product",
        "posterior",
        "segment",
        "uveitis",
        "conference",
        "call",
        "psivida",
        "host",
        "live",
        "webcast",
        "conference",
        "call",
        "today",
        "february",
        "et",
        "conference",
        "call",
        "may",
        "accessed",
        "dialing",
        "canada",
        "international",
        "location",
        "conference",
        "id",
        "live",
        "webcast",
        "available",
        "investor",
        "relation",
        "section",
        "corporate",
        "website",
        "http",
        "replay",
        "call",
        "available",
        "beginning",
        "february",
        "approximately",
        "et",
        "ending",
        "february",
        "et",
        "replay",
        "may",
        "accessed",
        "dialing",
        "within",
        "canada",
        "international",
        "location",
        "conference",
        "id",
        "number",
        "replay",
        "webcast",
        "also",
        "available",
        "corporate",
        "website",
        "time",
        "psivida",
        "corp",
        "psivida",
        "headquartered",
        "watertown",
        "leader",
        "development",
        "sustained",
        "release",
        "drug",
        "product",
        "treating",
        "eye",
        "disease",
        "psivida",
        "developed",
        "three",
        "four",
        "treatment",
        "disease",
        "recent",
        "iluvien",
        "diabetic",
        "macular",
        "edema",
        "licensed",
        "alimera",
        "science",
        "currently",
        "sold",
        "directly",
        "several",
        "eu",
        "country",
        "retisert",
        "implant",
        "posterior",
        "uveitis",
        "licensed",
        "sold",
        "bausch",
        "lomb",
        "january",
        "psivida",
        "filed",
        "nda",
        "fda",
        "lead",
        "product",
        "candidate",
        "posterior",
        "segment",
        "uveitis",
        "independently",
        "developed",
        "two",
        "pivotal",
        "phase",
        "study",
        "durasert",
        "achieved",
        "primary",
        "efficacy",
        "endpoint",
        "prevention",
        "recurrence",
        "uveitis",
        "six",
        "month",
        "statistical",
        "significance",
        "psivida",
        "development",
        "program",
        "focused",
        "using",
        "core",
        "platform",
        "technology",
        "durasert",
        "deliver",
        "drug",
        "treat",
        "wet",
        "macular",
        "degeneration",
        "glaucoma",
        "osteoarthritis",
        "disease",
        "learn",
        "psivida",
        "please",
        "visit",
        "connect",
        "twitter",
        "linkedin",
        "facebook",
        "safe",
        "harbor",
        "statement",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "various",
        "statement",
        "made",
        "release",
        "inherently",
        "subject",
        "risk",
        "uncertainty",
        "potentially",
        "inaccurate",
        "assumption",
        "statement",
        "address",
        "activity",
        "event",
        "development",
        "intend",
        "expect",
        "believe",
        "may",
        "occur",
        "future",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "anticipated",
        "result",
        "expectation",
        "expressed",
        "anticipated",
        "implied",
        "include",
        "uncertainty",
        "respect",
        "ability",
        "achieve",
        "profitable",
        "operation",
        "access",
        "needed",
        "capital",
        "fluctuation",
        "operating",
        "result",
        "successful",
        "commercialization",
        "receipt",
        "revenue",
        "diabetic",
        "macular",
        "edema",
        "dme",
        "depends",
        "alimera",
        "ability",
        "continue",
        "going",
        "concern",
        "alimera",
        "ability",
        "obtain",
        "marketing",
        "approval",
        "effect",
        "pricing",
        "reimbursement",
        "decision",
        "sale",
        "iluvien",
        "number",
        "clinical",
        "trial",
        "data",
        "required",
        "durasert",
        "uveitis",
        "marketing",
        "approval",
        "application",
        "acceptance",
        "durasert",
        "uveitis",
        "nda",
        "ability",
        "use",
        "data",
        "nda",
        "clinical",
        "trial",
        "outside",
        "ability",
        "successfully",
        "commercialize",
        "durasert",
        "uveitis",
        "approved",
        "potential",
        "sale",
        "iluvien",
        "uveitis",
        "consequence",
        "fluocinolone",
        "acetonide",
        "side",
        "effect",
        "development",
        "durasert",
        "treatment",
        "posterior",
        "segment",
        "uveitis",
        "potential",
        "decline",
        "royalty",
        "efficacy",
        "future",
        "development",
        "implant",
        "treat",
        "severe",
        "osteoarthritis",
        "ability",
        "successfully",
        "develop",
        "product",
        "candidate",
        "initiate",
        "complete",
        "clinical",
        "trial",
        "receive",
        "regulatory",
        "approval",
        "ability",
        "market",
        "sell",
        "product",
        "success",
        "current",
        "future",
        "license",
        "agreement",
        "including",
        "agreement",
        "alimera",
        "termination",
        "breach",
        "current",
        "license",
        "agreement",
        "including",
        "agreement",
        "alimera",
        "dependence",
        "contract",
        "research",
        "organization",
        "vendor",
        "investigator",
        "effect",
        "competition",
        "development",
        "affecting",
        "sale",
        "product",
        "market",
        "acceptance",
        "product",
        "effect",
        "guideline",
        "recommendation",
        "study",
        "protection",
        "intellectual",
        "property",
        "avoiding",
        "intellectual",
        "property",
        "infringement",
        "retention",
        "key",
        "personnel",
        "product",
        "liability",
        "industry",
        "consolidation",
        "compliance",
        "environmental",
        "law",
        "manufacturing",
        "risk",
        "risk",
        "cost",
        "international",
        "business",
        "operation",
        "effect",
        "potential",
        "exit",
        "eu",
        "legislative",
        "regulatory",
        "change",
        "volatility",
        "stock",
        "price",
        "possible",
        "dilution",
        "absence",
        "dividend",
        "factor",
        "described",
        "filing",
        "security",
        "exchange",
        "commission",
        "read",
        "interpret",
        "light",
        "risk",
        "known",
        "unknown",
        "risk",
        "materialize",
        "underlying",
        "assumption",
        "prove",
        "inaccurate",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "past",
        "result",
        "anticipated",
        "estimated",
        "projected",
        "bear",
        "mind",
        "consider",
        "speak",
        "date",
        "made",
        "undertake",
        "obligation",
        "publicly",
        "update",
        "revise",
        "even",
        "experience",
        "future",
        "change",
        "make",
        "clear",
        "projected",
        "result",
        "expressed",
        "implied",
        "statement",
        "realized",
        "contact",
        "evc",
        "group",
        "michael",
        "sherk",
        "investor",
        "mpolyviou",
        "dsherk",
        "thomas",
        "gibson",
        "medium",
        "tom",
        "psivida",
        "subsidiary",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "six",
        "month",
        "ended",
        "december",
        "december",
        "revenue",
        "collaborative",
        "research",
        "development",
        "royalty",
        "income",
        "total",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "interest",
        "income",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "psivida",
        "subsidiary",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "thousand",
        "december",
        "june",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "intangible",
        "asset",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "deferred",
        "revenue",
        "total",
        "current",
        "liability",
        "deferred",
        "rent",
        "total",
        "liability",
        "stockholder",
        "equity",
        "capital",
        "accumulated",
        "deficit",
        "accumulated",
        "comprehensive",
        "income",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "source",
        "psivida",
        "corp"
    ]
}