{
    "organizations": [],
    "uuid": "bda3c75f1da2390602f632060d2e7f9c611d8c32",
    "author": "Polina Marinova",
    "url": "http://fortune.com/2018/02/21/term-sheet-wednesday-february-21/",
    "ord_in_thread": 0,
    "title": "Term Sheet -- Wednesday, February 21",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "7:57 AM EST 5 Qs WITH A DEALMAKER \nRich Boyle was a longtime operations executive before making the plunge into venture capital. As the CEO of LoopNet, Boyle led the commercial real estate marketplace company through an IPO in 2006 and eventually helped sell it for $900 million to CoStar Group. This experience has made him a better investor, he says. \n“Being a CEO gives you a lot of empathy and a lot better understanding of some of the roadblocks and pitfalls that startups encounter,” he told Term Sheet. \nBoyle joined Canaan Partners in 2016 to focus on investing in real estate tech, artificial intelligence, and robotics. Some of his portfolio companies include Apartment List , Mynd , and Climacell . \nBoyle sat down with Term Sheet to discuss the challenges of fundraising, the state of the real estate market, and the future of AI. Below is an excerpt of our conversation. Read the full Q&A here. \nTERM SHEET: You were a CEO and an operating partner before joining Canaan. What were some of the roadblocks you encountered when raising capital from investors? \nBOYLE: I spent most of my career at two venture-backed companies. In 2001, I became the CEO of Loopnet during a very messy time as the company was going through a major reset. I took about 70 meetings trying to raise money and ended up raising an inside round from our previous investors. It was a rough experience. It’s always interesting to me how many entrepreneurs I meet who think everything is up and to the right. It’s important to be able to talk to some of the challenges of fundraising in a down market, going through serious turmoil, and closing a financing round three weeks before we ran out of cash. Everyone’s always surprised to hear about the challenges when the only thing they see is the companies post-IPO and post-acquisition. \nRight now, companies have access to a lot more capital — whether it’s through initial coin offerings, larger VC funds or SoftBank Group. How do you see that evolving? \nSoftBank is fascinating. They’re focused on a much longer-term investment horizon. Fundamentally, I’ve been working in the Valley for 30 years, and I agree with that thesis. I think technology is going to continue to create a lot value but having that late stage capital affects everything from people’s growth strategies to their willingness to go public. \nThe ICO phenomenon is a whole different ball game, and people are clearly going that route right now. I’m in the camp that thinks there’s absolutely a certain amount of speculative bubble that’s going on. \nLook, freeing up different ways for people to access capital in a more efficient way — that’s generally a good thing. I think doing that via ICOs right now, it looks like it’s got some promise but there are a lot of guardrails that will eventually be put in place. I think there will probably be some pain between where we are now and where it all shakes out. \nSome analysts are saying the U.S. real estate market is overvalued . Do you think that’s true? \nIt’s certainly at a high value right now. It’s a very cyclical industry — it always has been. I think on the commercial side, if you look at commercial office buildings in some cities — certainly in San Francisco — rents are probably close to an all-time high. There are still good opportunities in the market, but you have to be a little more discerning. On the residential side, I think we mostly recovered from the 2008 cycle. Part of that is time and part of it is that we’re still in a pretty low interest rate environment. \nOne of the things to keep in mind about real estate is that it’s a heavily localized business, so you can have cities like New York and San Francisco going crazy, but you also see other cities with good opportunity. \nIt’s estimated that 47% of jobs are vulnerable to automation in the next 10 to 20 years. What do you think the future looks like as machines begin to displace humans? \nWe need to look at these waves of technology automation over long historical timeframes. I grew up in rural Nebraska, so I often look at agricultural production in the United States. The percentage of the U.S. workforce that was involved in food production and agriculture 100 years ago was something like 80% — some astronomical number. And today, it’s less than 2% basically due to automation. \nI was on the board of an AI robotics company in the ag space called Blue River Technology (it was acquired by John Deere for $305 million ). They had robots running through fields doing stuff that used to be done by human labor. I don’t think that automation trend changes. \nMost of AI and ML right now is about the augmentation of humans as opposed to the replacement of humans, but it will cause disruption in markets. Over a long period of time, I think it’s good for the economy. In the short run, it’s a tremendous challenge to us to help with retraining a labor force as the world around them changes. \nYou grew up in rural Nebraska. How do people in your home state view the rapid pace of innovation driven by technology? \nA lot of them have deep skepticism. People in the Valley ecosystem have very different attitudes about technology. I live in the Valley now, and you can’t go get a cup of coffee without seeing a Waymo self-driving car go by, and people don’t even react to it. Transplant that to the middle of the country, and it’s very different. \nThe quote, “The future is already here, it’s just not very evenly distributed,” definitely applies. With that said, if you talk to someone in rural Nebraska now versus when I grew up there, things have changed. At the time, we weren’t connected. Many people didn’t have TVs, certainly most didn’t have access to the Internet. So the information access and utility is a massive societal benefit. Advertisement VENTURE DEALS \n• SparkCognition , an Austin, Texas-based artificial intelligence company, raised $56.5 million in Series B funding. Investors include Verizon Ventures, The Boeing Company, CME Ventures, Brevan Howard Investment Holdings Limited and Invenergy Future Fund. \n• Moovit App Global Ltd , an Israel-based urban mobility company and developer of a transit app, raised $50 million in Series D funding. Intel Capital led the round, and was joined by investors including Sequoia, BMW iVentures, NGP, Ashton Kutcher’s Sound Ventures, Gemini, Vaizra, Vintage, and Hanaco. \n• Small Giant Games , a Finland-based mobile game developer, raised $41 million in funding. EQT Ventures led the round, and was joined by investors including Creandum, Spintop Ventures and PROfounders. \n• xMatters , a San Ramon, Calif.-based collaboration platform that aims to accelerate incident response and resolution, raised $40 million in Series D funding. Investors include Goldman Sachs ‘ private capital investing group. \n• Dynamic Signal , a San Bruno, Calif.-based employee communication and engagement platform, raised $36.5 million in funding. Investors include Adams Street Partners, Akkadian Ventures, Cisco Investments, Focus Opportunity Fund, Founders Circle Capital, Microsoft Ventures, Rembrandt Venture Partners, Time Warner Investments, Trinity Ventures and Venrock. \n• Vectra , a San Jose, Calif.-based cybersecurity platform, raised $36 million in Series D funding. Atlantic Bridge led the round. \n• FourKites , a Chicago-based predictive supply chain platform, raised $35 million in Series B funding. August Capital led the round, and was joined by investors including Bain Capital Ventures and Hyde Park Venture Partners. \n• Kidaptive , a Redwood City, Calif.-based edtech company, raised $19.1 million in Series C funding. Formation 8 and Woongjin ThinkBig led the round. \n• Tunity , a New York-based company that allows users to hear live audio from muted televisions directly on their mobile device, raised $12 million in Series A funding. Investors include John Mack and Adam Neumann. \n• Morphisec , an Israel-based developer of cybersecurity software, raised $12 million in Series B funding. Investors include Orange Digital Ventures , Jerusalem Venture Partners, GE , and Deutsche Telekom . \n• Gabi , a San Francisco, Calif.-based online personal insurance shopper, raised $9.5 million in Series A funding. Canvas Ventures led the round, and was joined by investors including Correlation Ventures, Northwestern Mutual Future Ventures, Securian Ventures and prior investors A.Capital Ventures and Project A. \n• Anyfin , a Stockholm-based startup that enables consumers to refinance their existing loans with a picture, raised €4.8 million ($5.9 million) in Series A funding. Accel and Northzone led the round, and were joined by investors including Global Founders Capital. \n• Even Financial , a New York City-based platform powering financial services online, raised $3 million in funding. Investors include American Express Ventures . \n• Thirdpresence , a Finland-based AI-driven programmatic video advertising company, raised $2.4 million in seed funding. Investors include Inventure and Tesi . PRIVATE EQUITY DEALS \n• Rhone Capital agreed to buy Fogo de Chão Inc , a Dallas-based Brazilian steakhouse, in a deal valued at $560 million. Rhone is paying $15.75 a share cash for Rhone. Thomas H. Lee Partners LP , and certain of Fogo’s directors and executive officers, currently own more than 60% of Fogo’s shares. \n• NMI , which is backed by Francisco Partners and Great Hill Partners , acquired Creditcall , a New York and Bristol, England-based omnichannel payment gateway and EMV solutions provider. Financial terms weren’t disclosed. \n• Behrman Capital acquired Corfin Industries LLC , a Salem, N.H.-based provider of microelectronics component preparation services. Financial terms weren’t disclosed. \n• Detector Technology Inc , a portfolio company of Ampersand Capital Partners , acquired Scientific Instrument Services , a Ringoes, N.J.-based maker of precision mass spectrometry filaments and ion optic assemblies. Financial terms weren’t disclosed. \n• Fulcrum IT Services LLC , a portfolio company of Boyne Capital and Grindstone Partners , acquired The PTR Group , a Sharon, Penn.-based provider of software engineering, cyber security, real-time and embedded systems. Financial terms weren’t disclosed. \n• Cathay Capital MidCap Fund is buying a majority of E. WINKEMANN GmbH , a Germany-based automobile supplier. Financial terms weren’t disclosed. Advertisement EXITS \n• The Adecco Group acquired Vettery , a New York-based hiring marketplace, for more than $100 million, according to TechCrunch. Vettery had raised approximately $11.9 million in venture funding from investors including Greycroft, Lightbank, FJ Labs, and Raine Ventures. Read more. \n• Water Street Healthcare Partners and JLL Partners agreed to acquire Dohmen Life Science Services , a Milwaukee-based provider of biopharmaceutical and medical device companies with services. The seller was The Dohmen Company . Financial terms weren’t disclosed. \n• Gen Cap America, Inc sold Myco Trailers, LLC , a Bradenton, Fla.-based manufacturer of boat trailers for military and commercial customers, to Propst Development, LLC . Financial terms weren’t disclosed. Advertisement \n• Alex Bues joined Balance Point Capital as a vice president. Advertisement ",
    "published": "2018-02-21T20:57:00.000+02:00",
    "crawled": "2018-02-21T15:41:43.005+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "est",
        "q",
        "dealmaker",
        "rich",
        "boyle",
        "longtime",
        "operation",
        "executive",
        "making",
        "plunge",
        "venture",
        "capital",
        "ceo",
        "loopnet",
        "boyle",
        "led",
        "commercial",
        "real",
        "estate",
        "marketplace",
        "company",
        "ipo",
        "eventually",
        "helped",
        "sell",
        "million",
        "costar",
        "group",
        "experience",
        "made",
        "better",
        "investor",
        "say",
        "ceo",
        "give",
        "lot",
        "empathy",
        "lot",
        "better",
        "understanding",
        "roadblock",
        "pitfall",
        "startup",
        "encounter",
        "told",
        "term",
        "sheet",
        "boyle",
        "joined",
        "canaan",
        "partner",
        "focus",
        "investing",
        "real",
        "estate",
        "tech",
        "artificial",
        "intelligence",
        "robotics",
        "portfolio",
        "company",
        "include",
        "apartment",
        "list",
        "mynd",
        "climacell",
        "boyle",
        "sat",
        "term",
        "sheet",
        "discus",
        "challenge",
        "fundraising",
        "state",
        "real",
        "estate",
        "market",
        "future",
        "ai",
        "excerpt",
        "conversation",
        "read",
        "full",
        "q",
        "term",
        "sheet",
        "ceo",
        "operating",
        "partner",
        "joining",
        "canaan",
        "roadblock",
        "encountered",
        "raising",
        "capital",
        "investor",
        "boyle",
        "spent",
        "career",
        "two",
        "company",
        "became",
        "ceo",
        "loopnet",
        "messy",
        "time",
        "company",
        "going",
        "major",
        "reset",
        "took",
        "meeting",
        "trying",
        "raise",
        "money",
        "ended",
        "raising",
        "inside",
        "round",
        "previous",
        "investor",
        "rough",
        "experience",
        "always",
        "interesting",
        "many",
        "entrepreneur",
        "meet",
        "think",
        "everything",
        "right",
        "important",
        "able",
        "talk",
        "challenge",
        "fundraising",
        "market",
        "going",
        "serious",
        "turmoil",
        "closing",
        "financing",
        "round",
        "three",
        "week",
        "ran",
        "cash",
        "everyone",
        "always",
        "surprised",
        "hear",
        "challenge",
        "thing",
        "see",
        "company",
        "right",
        "company",
        "access",
        "lot",
        "capital",
        "whether",
        "initial",
        "coin",
        "offering",
        "larger",
        "vc",
        "fund",
        "softbank",
        "group",
        "see",
        "evolving",
        "softbank",
        "fascinating",
        "focused",
        "much",
        "investment",
        "horizon",
        "fundamentally",
        "working",
        "valley",
        "year",
        "agree",
        "thesis",
        "think",
        "technology",
        "going",
        "continue",
        "create",
        "lot",
        "value",
        "late",
        "stage",
        "capital",
        "affect",
        "everything",
        "people",
        "growth",
        "strategy",
        "willingness",
        "go",
        "public",
        "ico",
        "phenomenon",
        "whole",
        "different",
        "ball",
        "game",
        "people",
        "clearly",
        "going",
        "route",
        "right",
        "camp",
        "think",
        "absolutely",
        "certain",
        "amount",
        "speculative",
        "bubble",
        "going",
        "look",
        "freeing",
        "different",
        "way",
        "people",
        "access",
        "capital",
        "efficient",
        "way",
        "generally",
        "good",
        "thing",
        "think",
        "via",
        "icos",
        "right",
        "look",
        "like",
        "got",
        "promise",
        "lot",
        "guardrail",
        "eventually",
        "put",
        "place",
        "think",
        "probably",
        "pain",
        "shake",
        "analyst",
        "saying",
        "real",
        "estate",
        "market",
        "overvalued",
        "think",
        "true",
        "certainly",
        "high",
        "value",
        "right",
        "cyclical",
        "industry",
        "always",
        "think",
        "commercial",
        "side",
        "look",
        "commercial",
        "office",
        "building",
        "city",
        "certainly",
        "san",
        "francisco",
        "rent",
        "probably",
        "close",
        "high",
        "still",
        "good",
        "opportunity",
        "market",
        "little",
        "discerning",
        "residential",
        "side",
        "think",
        "mostly",
        "recovered",
        "cycle",
        "part",
        "time",
        "part",
        "still",
        "pretty",
        "low",
        "interest",
        "rate",
        "environment",
        "one",
        "thing",
        "keep",
        "mind",
        "real",
        "estate",
        "heavily",
        "localized",
        "business",
        "city",
        "like",
        "new",
        "york",
        "san",
        "francisco",
        "going",
        "crazy",
        "also",
        "see",
        "city",
        "good",
        "opportunity",
        "estimated",
        "job",
        "vulnerable",
        "automation",
        "next",
        "year",
        "think",
        "future",
        "look",
        "like",
        "machine",
        "begin",
        "displace",
        "human",
        "need",
        "look",
        "wave",
        "technology",
        "automation",
        "long",
        "historical",
        "timeframes",
        "grew",
        "rural",
        "nebraska",
        "often",
        "look",
        "agricultural",
        "production",
        "united",
        "state",
        "percentage",
        "workforce",
        "involved",
        "food",
        "production",
        "agriculture",
        "year",
        "ago",
        "something",
        "like",
        "astronomical",
        "number",
        "today",
        "less",
        "basically",
        "due",
        "automation",
        "board",
        "ai",
        "robotics",
        "company",
        "ag",
        "space",
        "called",
        "blue",
        "river",
        "technology",
        "acquired",
        "john",
        "deere",
        "million",
        "robot",
        "running",
        "field",
        "stuff",
        "used",
        "done",
        "human",
        "labor",
        "think",
        "automation",
        "trend",
        "change",
        "ai",
        "ml",
        "right",
        "augmentation",
        "human",
        "opposed",
        "replacement",
        "human",
        "cause",
        "disruption",
        "market",
        "long",
        "period",
        "time",
        "think",
        "good",
        "economy",
        "short",
        "run",
        "tremendous",
        "challenge",
        "u",
        "help",
        "retraining",
        "labor",
        "force",
        "world",
        "around",
        "change",
        "grew",
        "rural",
        "nebraska",
        "people",
        "home",
        "state",
        "view",
        "rapid",
        "pace",
        "innovation",
        "driven",
        "technology",
        "lot",
        "deep",
        "skepticism",
        "people",
        "valley",
        "ecosystem",
        "different",
        "attitude",
        "technology",
        "live",
        "valley",
        "go",
        "get",
        "cup",
        "coffee",
        "without",
        "seeing",
        "waymo",
        "car",
        "go",
        "people",
        "even",
        "react",
        "transplant",
        "middle",
        "country",
        "different",
        "quote",
        "future",
        "already",
        "evenly",
        "distributed",
        "definitely",
        "applies",
        "said",
        "talk",
        "someone",
        "rural",
        "nebraska",
        "versus",
        "grew",
        "thing",
        "changed",
        "time",
        "connected",
        "many",
        "people",
        "tv",
        "certainly",
        "access",
        "internet",
        "information",
        "access",
        "utility",
        "massive",
        "societal",
        "benefit",
        "advertisement",
        "venture",
        "deal",
        "sparkcognition",
        "austin",
        "artificial",
        "intelligence",
        "company",
        "raised",
        "million",
        "series",
        "b",
        "funding",
        "investor",
        "include",
        "verizon",
        "venture",
        "boeing",
        "company",
        "cme",
        "venture",
        "brevan",
        "howard",
        "investment",
        "holding",
        "limited",
        "invenergy",
        "future",
        "fund",
        "moovit",
        "app",
        "global",
        "ltd",
        "urban",
        "mobility",
        "company",
        "developer",
        "transit",
        "app",
        "raised",
        "million",
        "series",
        "funding",
        "intel",
        "capital",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "sequoia",
        "bmw",
        "iventures",
        "ngp",
        "ashton",
        "kutcher",
        "sound",
        "venture",
        "gemini",
        "vaizra",
        "vintage",
        "hanaco",
        "small",
        "giant",
        "game",
        "mobile",
        "game",
        "developer",
        "raised",
        "million",
        "funding",
        "eqt",
        "venture",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "creandum",
        "spintop",
        "venture",
        "profounders",
        "xmatters",
        "san",
        "ramon",
        "collaboration",
        "platform",
        "aim",
        "accelerate",
        "incident",
        "response",
        "resolution",
        "raised",
        "million",
        "series",
        "funding",
        "investor",
        "include",
        "goldman",
        "sachs",
        "private",
        "capital",
        "investing",
        "group",
        "dynamic",
        "signal",
        "san",
        "bruno",
        "employee",
        "communication",
        "engagement",
        "platform",
        "raised",
        "million",
        "funding",
        "investor",
        "include",
        "adam",
        "street",
        "partner",
        "akkadian",
        "venture",
        "cisco",
        "investment",
        "focus",
        "opportunity",
        "fund",
        "founder",
        "circle",
        "capital",
        "microsoft",
        "venture",
        "rembrandt",
        "venture",
        "partner",
        "time",
        "warner",
        "investment",
        "trinity",
        "venture",
        "venrock",
        "vectra",
        "san",
        "jose",
        "cybersecurity",
        "platform",
        "raised",
        "million",
        "series",
        "funding",
        "atlantic",
        "bridge",
        "led",
        "round",
        "fourkites",
        "predictive",
        "supply",
        "chain",
        "platform",
        "raised",
        "million",
        "series",
        "b",
        "funding",
        "august",
        "capital",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "bain",
        "capital",
        "venture",
        "hyde",
        "park",
        "venture",
        "partner",
        "kidaptive",
        "redwood",
        "city",
        "edtech",
        "company",
        "raised",
        "million",
        "series",
        "c",
        "funding",
        "formation",
        "woongjin",
        "thinkbig",
        "led",
        "round",
        "tunity",
        "new",
        "company",
        "allows",
        "user",
        "hear",
        "live",
        "audio",
        "muted",
        "television",
        "directly",
        "mobile",
        "device",
        "raised",
        "million",
        "series",
        "funding",
        "investor",
        "include",
        "john",
        "mack",
        "adam",
        "neumann",
        "morphisec",
        "developer",
        "cybersecurity",
        "software",
        "raised",
        "million",
        "series",
        "b",
        "funding",
        "investor",
        "include",
        "orange",
        "digital",
        "venture",
        "jerusalem",
        "venture",
        "partner",
        "ge",
        "deutsche",
        "telekom",
        "gabi",
        "san",
        "francisco",
        "online",
        "personal",
        "insurance",
        "shopper",
        "raised",
        "million",
        "series",
        "funding",
        "canvas",
        "venture",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "correlation",
        "venture",
        "northwestern",
        "mutual",
        "future",
        "venture",
        "securian",
        "venture",
        "prior",
        "investor",
        "venture",
        "project",
        "anyfin",
        "startup",
        "enables",
        "consumer",
        "refinance",
        "existing",
        "loan",
        "picture",
        "raised",
        "million",
        "million",
        "series",
        "funding",
        "accel",
        "northzone",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "global",
        "founder",
        "capital",
        "even",
        "financial",
        "new",
        "york",
        "platform",
        "powering",
        "financial",
        "service",
        "online",
        "raised",
        "million",
        "funding",
        "investor",
        "include",
        "american",
        "express",
        "venture",
        "thirdpresence",
        "programmatic",
        "video",
        "advertising",
        "company",
        "raised",
        "million",
        "seed",
        "funding",
        "investor",
        "include",
        "inventure",
        "tesi",
        "private",
        "equity",
        "deal",
        "rhone",
        "capital",
        "agreed",
        "buy",
        "fogo",
        "de",
        "chão",
        "inc",
        "brazilian",
        "steakhouse",
        "deal",
        "valued",
        "million",
        "rhone",
        "paying",
        "share",
        "cash",
        "rhone",
        "thomas",
        "lee",
        "partner",
        "lp",
        "certain",
        "fogo",
        "director",
        "executive",
        "officer",
        "currently",
        "fogo",
        "share",
        "nmi",
        "backed",
        "francisco",
        "partner",
        "great",
        "hill",
        "partner",
        "acquired",
        "creditcall",
        "new",
        "york",
        "bristol",
        "omnichannel",
        "payment",
        "gateway",
        "emv",
        "solution",
        "provider",
        "financial",
        "term",
        "disclosed",
        "behrman",
        "capital",
        "acquired",
        "corfin",
        "industry",
        "llc",
        "salem",
        "provider",
        "microelectronics",
        "component",
        "preparation",
        "service",
        "financial",
        "term",
        "disclosed",
        "detector",
        "technology",
        "inc",
        "portfolio",
        "company",
        "ampersand",
        "capital",
        "partner",
        "acquired",
        "scientific",
        "instrument",
        "service",
        "ringoes",
        "maker",
        "precision",
        "mass",
        "spectrometry",
        "filament",
        "ion",
        "optic",
        "assembly",
        "financial",
        "term",
        "disclosed",
        "fulcrum",
        "service",
        "llc",
        "portfolio",
        "company",
        "boyne",
        "capital",
        "grindstone",
        "partner",
        "acquired",
        "ptr",
        "group",
        "sharon",
        "provider",
        "software",
        "engineering",
        "cyber",
        "security",
        "embedded",
        "system",
        "financial",
        "term",
        "disclosed",
        "cathay",
        "capital",
        "midcap",
        "fund",
        "buying",
        "majority",
        "winkemann",
        "gmbh",
        "automobile",
        "supplier",
        "financial",
        "term",
        "disclosed",
        "advertisement",
        "exit",
        "adecco",
        "group",
        "acquired",
        "vettery",
        "new",
        "hiring",
        "marketplace",
        "million",
        "according",
        "techcrunch",
        "vettery",
        "raised",
        "approximately",
        "million",
        "venture",
        "funding",
        "investor",
        "including",
        "greycroft",
        "lightbank",
        "fj",
        "lab",
        "raine",
        "venture",
        "read",
        "water",
        "street",
        "healthcare",
        "partner",
        "jll",
        "partner",
        "agreed",
        "acquire",
        "dohmen",
        "life",
        "science",
        "service",
        "provider",
        "biopharmaceutical",
        "medical",
        "device",
        "company",
        "service",
        "seller",
        "dohmen",
        "company",
        "financial",
        "term",
        "disclosed",
        "gen",
        "cap",
        "america",
        "inc",
        "sold",
        "myco",
        "trailer",
        "llc",
        "bradenton",
        "manufacturer",
        "boat",
        "trailer",
        "military",
        "commercial",
        "customer",
        "propst",
        "development",
        "llc",
        "financial",
        "term",
        "disclosed",
        "advertisement",
        "alex",
        "bues",
        "joined",
        "balance",
        "point",
        "capital",
        "vice",
        "president",
        "advertisement"
    ]
}