{
    "organizations": [],
    "uuid": "89efa67d1974e666fbae67ddc8f65c6c2d776f0a",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/20/pr-newswire-icc-holdings-inc-reports-2017-fourth-quarter-and-year-end-results.html",
    "ord_in_thread": 0,
    "title": "ICC Holdings, Inc. Reports 2017 Fourth Quarter and Year-End Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "ROCK ISLAND, Ill., Feb. 20, 2018 /PRNewswire/ -- ICC Holdings, Inc. (NASDAQ: ICCH) (the Company), parent company of Illinois Casualty Company, a regional, multi-line property and casualty insurance company focusing exclusively on the food and beverage industry, today reported preliminary, unaudited results for the fourth quarter and year ended December 31, 2017.\nFOURTH QUARTER AND TWELVE MONTHS ENDED DECEMBER 31, 2017 – FINANCIAL RESULTS\nNet earnings totaled $452,000 or $0.14 per share for the quarter of 2017, compared to net earnings of $1,225,000 for the fourth quarter of 2016. For the year ended December 31, 2017, the Company reported net earnings of $717,000 or $0.23 per share, compared to $2,810,000 for the same period in 2016.\nDirect premium written grew by $1,281,000, or 10.8%, to $13,143,000 for the fourth quarter of 2017 from $11,862,000 for the same period in 2016. For the year ended December 31, 2017, direct premiums grew by $2,639,000, or 5.2%, to $53,670,000 from $51,031,000 for the same period in 2016. Net premiums earned grew by 5.1% and 3.8%, respectively, for the fourth quarter and year ended December 31, 2017.\nFor the fourth quarter of 2017, the Company ceded to reinsurers $1,956,000 of earned premiums, compared to $1,939,000 of earned premiums for the fourth quarter of 2016. For the year ended December 31, 2017, the Company ceded $7,948,000 of earned premiums to reinsurers compared to $7,898,000 of earned premiums for the same period in 2016.\nNet realized investment gains were $622,000 compared to net realized investment gains of $18,000 for the fourth quarter of 2017 and 2016, respectively. For the year ended December 31, 2017, net realized investment gains increased by $971,000 to $1,008,000 from $37,000 for the same period in 2016. These increases were a result of the Company liquidating assets to secure the funding used to purchase the ESOP shares in the first quarter of 2017 and liquidating an ETF position in the 4 th quarter of 2017 to be in compliance with the Illinois Department of Insurance regulations.\nNet investment income increased by $248,000, or 46.4%, during the fourth quarter of 2017, as compared to the same period in 2016. For the year ended December 31, 2017, net investment income grew $664,000, or 33.7% to $2,632,000 from $1,968,000 for the same period in 2016. The growth in net investment income is primarily from the increase in the size of the available for sale securities portfolio.\nLosses and settlement expenses increased by $1,850,000, or 32.8%, to $7,483,000 for the fourth quarter of 2017, from $5,633,000 for the same period in 2016. Losses and settlement expenses increased by $4,665,000, or 19.2%, to $29,010,000 for the year ended December 31, 2017, from $24,345,000 for the same period in 2016. The increase in losses and settlement expenses for the fourth quarter of 2017 is primarily due to an increase in fire losses and higher retention of property losses compared to the same period in 2016.\nPolicy acquisition costs are costs incurred to issue policies, which include commissions, premium taxes, underwriting reports, and underwriter compensation costs. The Company offsets the direct commissions it pays with ceded commissions it receives from reinsurers. Other operating expenses consist primarily of information technology costs, accounting and internal control salaries, as well as audit and legal expenses. Policy acquisition costs and other operating expenses increased by $449,000, or 11.1%, to $4,500,000 for the fourth quarter of 2017 from $4,051,000 for the same period in 2016. Policy acquisition costs and other operating expenses increased by $1,450,000, or 9.1%, to $17,299,000 for the year ended December 31, 2017, from $15,849,000 for the same period in 2016. The increases in policy acquisition costs and other operating expenses during the three and twelve months ended December 31, 2017 are primarily driven by increases in the other operating expenses. This principally is due to additional costs associated with operating as a public company which did not occur in previous years.\nTotal assets increased by 24.7 % from $122,160,000 at December 31, 2016 to $152,334,000 at December 31, 2017, primarily as a result of our initial public offering completed during the first quarter of 2017. Our investment portfolio, which consists of fixed maturity securities, common stocks, preferred stocks, and property held for investment, increased by 38.1% from $76,122,000 at December 31, 2016 to $105,133,000 at December 31, 2017, as a result of deploying the net proceeds from our completed initial public offering.\nFOURTH QUARTER AND TWELVE MONTHS ENDED DECEMBER 31, 2017 – FINANCIAL RATIOS\nThe Company's loss and settlement expense ratio (defined as loss and settlement expenses divided by net premiums earned) was 65.2% and 65.6% in the fourth quarter and year ended December 31, 2017, respectively, compared with 51.6% and 57.1% for the same periods in 2016, respectively.\nThe expense ratio (defined as the amortization of deferred policy acquisition costs and underwriting and administrative expenses divided by net premiums earned) was 39.2% and 39.1% in the fourth quarter and year ended December 31, 2017, respectively, compared with 37.1% and 37.2% for the same periods in 2016, respectively.\nThe Company's GAAP combined ratio (defined as the sum of the losses and settlement expense ratio and the expense ratio) was 104.5% and 104.7% in the fourth quarter and year ended December 31, 2017, respectively, compared to 88.7% and 94.3% for the same periods in 2016, respectively.\nMANAGEMENT COMMENTARY\n\"The Company continued to have strong results in the core liquor liability line and profitable workers' compensation experience. However, the Company experienced an above normal frequency and severity of fire losses in comparison to previous years. Although financial results were not as favorable as we had anticipated, we saw significant improvements during the fourth quarter in comparison to the third quarter of 2017. The Company is optimistic that the trend marks a return to historical loss levels.\n\"Recent geographic expansion efforts into Colorado, Kansas, and Ohio generated strong, double-digit, top-line premium growth for the fourth quarter of 2017. The Company is committed to maintaining its traditional underwriting discipline throughout this growth phase.\n\"We are excited to report that 2018 is off to a record start in premium growth. This is further evidence of the success of our geographic expansion efforts. We anticipate this momentum will continue to build as we start quoting business in Michigan for the second quarter of 2018,\" stated Arron Sutherland, President and Chief Executive Officer.\nEARNINGS CONFERENCE CALL\nThe Company will hold a conference call on Wednesday, April 4 th , 2018 at 1:30 CT to discuss results for the fourth quarter and year ended December 31, 2017.\nTeleconference:\nDial-in information for the call is 866-595-5224 (toll-free domestic) or 636-812-6497.\nABOUT ICC HOLDINGS, INC.\nICC Holdings, Inc. is a vertically integrated company created to facilitate the growth, expansion and diversification of its subsidiaries in order to maximize value to its stakeholders. The group of companies consolidated under ICC Holdings, Inc. engages in diverse, yet complementary business activities, including property and casualty insurance, real estate, and information technology.\nThe Company's common shares trade on the NASDAQ Capital Market under the ticker symbol \"ICCH\". For more information about ICC Holdings, visit http://ir.iccholdingsinc.com .\nFORWARD-LOOKING STATEMENTS\nThis press release, and oral statements made regarding the subjects of this release, contains forward-looking statements, within the meaning of the Private Securities Litigation Reform Act of 1995, or the Reform Act, which may include, but are not limited to, statements regarding the Company's, plans, objectives, expectations and intentions and other statements contained in this press release that are not historical facts, including statements identified by words such as \"believe,\" \"plan,\" \"seek,\" \"expect,\" \"intend,\" \"estimate,\" \"anticipate,\" \"will,\" and similar expressions. All statements addressing operating performance, events, or developments that the Company expects or anticipates will occur in the future, including statements relating to revenue and profit growth, product and segment expansion, regulatory approval in connection with expansion, and market share, as well as statements expressing optimism or pessimism about future operating results, are forward-looking statements within the meaning of the Reform Act. The forward-looking statements are based on management's current views and assumptions regarding future events and operating performance, and are inherently subject to significant business, economic, and competitive uncertainties and contingencies and changes in circumstances, many of which are beyond the Company's control. The statements in this press release are made as of the date of this press release, even if subsequently made available by the Company on its website or otherwise. The Company does not undertake any obligation to update or revise these statements to reflect events or circumstances occurring after the date of this press release.\nAlthough the Company does not make forward-looking statements unless it believes it has a reasonable basis for doing so, the Company cannot guarantee their accuracy. The foregoing factors, among others, could cause actual results to differ materially from those described in these forward-looking statements. For a list of other factors which could affect the Company's results, see the Company's filings with the Securities and Exchange Commission, \"Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations,\" including \"Forward-Looking Information,\" set forth in the Company's Annual Report on Form 10-K for the year ended December 31, 2016. No undue reliance should be placed on any forward-looking statements.\nICC Holdings, Inc. and Subsidiaries\nCondensed Consolidated Balance Sheets\nAs of\nDecember 31,\nDecember 31,\n2017\n2016\n(Unaudited)\nAssets\nInvestments and cash:\nAvailable for sale securities, at fair value\nFixed maturity securities (amortized cost - $87,773,047 at 12/31/2017 and $62,929,091 at 12/31/2016)\n$\n89,605,073\n$\n64,134,023\nCommon stocks¹ (cost - $7,631,180 at 12/31/2017 and $6,311,708 at 12/31/2016)\n8,534,109\n6,982,547\nPreferred stocks (cost - $3,783,311 at 12/31/2017 and $2,925,434 at 12/31/2016)\n3,867,429\n2,798,413\nProperty held for investment, at cost, net of accumulated depreciation of $271,144 at 12/31/2017 and $50,948 at 12/31/2016\n3,126,566\n2,207,424\nCash and cash equivalents\n6,876,519\n4,376,847\nTotal investments and cash\n112,009,696\n80,499,254\nAccrued investment income\n687,453\n524,156\nPremiums and reinsurance balances receivable, net of allowances for uncollectible amounts of $50,000 at 12/31/2017 and 12/31/2016\n18,637,108\n17,479,487\nCeded unearned premiums\n274,972\n270,751\nReinsurance balances recoverable on unpaid losses and settlement expenses, net of allowances for uncollectible amounts of $0 at 12/31/2017 and 12/31/2016\n10,405,989\n12,114,998\nCurrent federal income taxes\n573,147\n149,252\nNet deferred federal income taxes\n349,257\n888,254\nFederal income taxes\n922,404\n1,037,506\nDeferred policy acquisition costs, net\n4,592,415\n4,162,927\nProperty and equipment, at cost, net of accumulated depreciation of $3,303,454 at 12/31/2017 and $4,308,247 at 12/31/2016\n3,503,903\n3,719,535\nOther assets\n1,301,421\n2,351,347\nTotal assets\n$\n152,335,361\n$\n122,159,961\nLiabilities and Equity\nLiabilities:\nUnpaid losses and settlement expenses\n$\n51,074,126\n$\n52,817,254\nUnearned premiums\n26,555,582\n24,777,712\nReinsurance balances payable\n327,483\n109,790\nCorporate debt\n4,339,208\n3,786,950\nAccrued expenses\n4,265,089\n4,827,042\nOther liabilities\n1,663,415\n2,241,003\nTotal liabilities\n88,224,903\n88,559,751\nEquity:\nCommon stock 2\n35,000\n—\nAdditional paid-in capital\n32,333,290\n—\nAccumulated other comprehensive earnings, net of tax\n2,227,069\n1,154,175\nRetained earnings\n32,796,319\n32,446,035\nLess: Unearned Employee Stock Ownership Plan shares at cost 3\n(3,281,220)\n—\nTotal equity\n64,110,458\n33,600,210\nTotal liabilities and equity\n$\n152,335,361\n$\n122,159,961\n1 Common stock securities consist of exchange trade funds (ETF) made up primarily of Dividends Select and the S&P 500\n2 Par value $0.01; authorized: 2017 - 10,000,000 shares and 2016 - 0 shares; issued: 2017 - 3,500,000 and 2016 - 0 shares; outstanding: 2017 - 3,171,878 and 2016 - 0 shares.\n3 2017 – 328,122 shares and 2016 - 0 shares\nICC Holdings, Inc. and Subsidiaries\nCondensed Consolidated Statements of Earnings and Comprehensive Earnings (Unaudited)\nFor the Three-Months Ended\nDecember 31,\n2017\n2016\nNet premiums earned\n$\n11,472,959\n$\n10,916,774\nNet investment income\n783,077\n534,933\nNet realized investment (losses) gains\n621,632\n18,144\nOther-than-temporary impairment losses\n—\n—\nOther income\n127,480\n150,527\nConsolidated revenues\n13,005,148\n11,620,378\nLosses and settlement expenses\n7,482,790\n5,633,473\nPolicy acquisition costs and other operating expenses\n4,499,708\n4,050,633\nInterest expense on debt\n51,030\n85,910\nGeneral corporate expenses\n103,449\n127,801\nTotal expenses\n12,136,977\n9,897,817\n(Loss) earnings before income taxes\n868,171\n1,722,561\nIncome tax expense:\nCurrent\n379,844\n453,867\nDeferred\n36,701\n43,832\nTotal income tax (benefit) expense\n416,545\n497,699\nNet (loss) earnings\n$\n451,626\n$\n1,224,862\nOther comprehensive earnings, net of tax\n178,306\n(1,288,656)\nComprehensive (loss) earnings\n$\n629,932\n$\n(63,794)\n(Loss) earnings per share 1 :\nBasic:\nBasic net (loss) earnings per share\n$\n0.14\n$\n0.39\nDiluted:\nDiluted net (loss) earnings per share\n$\n0.14\n$\n0.39\nWeighted average number of common shares outstanding 2 :\nBasic\n3,167,344\n3,150,000\nDiluted\n3,167,344\n3,150,000\n1 The unaudited pro forma earnings per share for the three months ended December 31, 2016 is provided as a basis for comparison of current period earnings.\n2 Weighted average number of common shares outstanding for the three months ended December 31, 2016 is based on the resulting shares from the initial public offering that was completed in March 2017.\nICC Holdings, Inc. and Subsidiaries\nCondensed Consolidated Statements of Earnings and Comprehensive Earnings (Unaudited)\nFor the Twelve-Months Ended\nDecember 31,\n2017\n2016\nNet premiums earned\n$\n44,213,271\n$\n42,611,365\nNet investment income\n2,632,498\n1,967,938\nNet realized investment gains\n1,064,577\n249,923\nOther-than-temporary impairment losses\n(57,316)\n(212,731)\nOther income\n325,127\n254,447\nConsolidated revenues\n48,178,157\n44,870,942\nLosses and settlement expenses\n29,009,833\n24,344,551\nPolicy acquisition costs and other operating expenses\n17,298,787\n15,848,547\nInterest expense on debt\n225,379\n226,095\nGeneral corporate expenses\n555,109\n464,383\nTotal expenses\n47,089,108\n40,883,576\nEarnings before income taxes\n1,089,049\n3,987,366\nIncome tax expense:\nCurrent\n197,200\n986,066\nDeferred\n175,085\n190,903\nTotal income tax (benefit) expense\n372,285\n1,176,969\nNet earnings\n$\n716,764\n$\n2,810,397\nEarnings per share 1 :\nBasic:\nBasic net earnings per share\n$\n0.23\n$\n0.89\nDiluted:\nDiluted net earnings per share\n$\n0.23\n$\n0.89\nWeighted average number of common shares outstanding 2 :\nBasic\n3,158,163\n3,150,000\nDiluted\n3,158,163\n3,150,000\n1 The unaudited pro forma earnings per share for the twelve months ended December 31, 2016 is provided as a basis for comparison of current period earnings.\n2 Weighted average number of common shares outstanding for the twelve months ended December 31, 2016 is based on the resulting shares from the initial public offering that was completed in March 2017.\nContact Info: Arron K. Sutherland, President and CEO\nIllinois Casualty Company\n(309) 732-0105\narrons@ilcasco.com\n225 20 th Street, Rock Island, IL 61201\nView original content with multimedia: http://www.prnewswire.com/news-releases/icc-holdings-inc-reports-2017-fourth-quarter-and-year-end-results-300600892.html\nSOURCE ICC Holdings, Inc.",
    "published": "2018-02-20T16:58:00.000+02:00",
    "crawled": "2018-02-20T18:01:55.003+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "rock",
        "island",
        "icc",
        "holding",
        "nasdaq",
        "icch",
        "company",
        "parent",
        "company",
        "illinois",
        "casualty",
        "company",
        "regional",
        "property",
        "casualty",
        "insurance",
        "company",
        "focusing",
        "exclusively",
        "food",
        "beverage",
        "industry",
        "today",
        "reported",
        "preliminary",
        "unaudited",
        "result",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "fourth",
        "quarter",
        "twelve",
        "month",
        "ended",
        "december",
        "financial",
        "result",
        "net",
        "earnings",
        "totaled",
        "per",
        "share",
        "quarter",
        "compared",
        "net",
        "earnings",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "company",
        "reported",
        "net",
        "earnings",
        "per",
        "share",
        "compared",
        "period",
        "direct",
        "premium",
        "written",
        "grew",
        "fourth",
        "quarter",
        "period",
        "year",
        "ended",
        "december",
        "direct",
        "premium",
        "grew",
        "period",
        "net",
        "premium",
        "earned",
        "grew",
        "respectively",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "fourth",
        "quarter",
        "company",
        "ceded",
        "reinsurers",
        "earned",
        "premium",
        "compared",
        "earned",
        "premium",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "company",
        "ceded",
        "earned",
        "premium",
        "reinsurers",
        "compared",
        "earned",
        "premium",
        "period",
        "net",
        "realized",
        "investment",
        "gain",
        "compared",
        "net",
        "realized",
        "investment",
        "gain",
        "fourth",
        "quarter",
        "respectively",
        "year",
        "ended",
        "december",
        "net",
        "realized",
        "investment",
        "gain",
        "increased",
        "period",
        "increase",
        "result",
        "company",
        "liquidating",
        "asset",
        "secure",
        "funding",
        "used",
        "purchase",
        "esop",
        "share",
        "first",
        "quarter",
        "liquidating",
        "etf",
        "position",
        "th",
        "quarter",
        "compliance",
        "illinois",
        "department",
        "insurance",
        "regulation",
        "net",
        "investment",
        "income",
        "increased",
        "fourth",
        "quarter",
        "compared",
        "period",
        "year",
        "ended",
        "december",
        "net",
        "investment",
        "income",
        "grew",
        "period",
        "growth",
        "net",
        "investment",
        "income",
        "primarily",
        "increase",
        "size",
        "available",
        "sale",
        "security",
        "portfolio",
        "loss",
        "settlement",
        "expense",
        "increased",
        "fourth",
        "quarter",
        "period",
        "loss",
        "settlement",
        "expense",
        "increased",
        "year",
        "ended",
        "december",
        "period",
        "increase",
        "loss",
        "settlement",
        "expense",
        "fourth",
        "quarter",
        "primarily",
        "due",
        "increase",
        "fire",
        "loss",
        "higher",
        "retention",
        "property",
        "loss",
        "compared",
        "period",
        "policy",
        "acquisition",
        "cost",
        "cost",
        "incurred",
        "issue",
        "policy",
        "include",
        "commission",
        "premium",
        "tax",
        "underwriting",
        "report",
        "underwriter",
        "compensation",
        "cost",
        "company",
        "offset",
        "direct",
        "commission",
        "pay",
        "ceded",
        "commission",
        "receives",
        "reinsurers",
        "operating",
        "expense",
        "consist",
        "primarily",
        "information",
        "technology",
        "cost",
        "accounting",
        "internal",
        "control",
        "salary",
        "well",
        "audit",
        "legal",
        "expense",
        "policy",
        "acquisition",
        "cost",
        "operating",
        "expense",
        "increased",
        "fourth",
        "quarter",
        "period",
        "policy",
        "acquisition",
        "cost",
        "operating",
        "expense",
        "increased",
        "year",
        "ended",
        "december",
        "period",
        "increase",
        "policy",
        "acquisition",
        "cost",
        "operating",
        "expense",
        "three",
        "twelve",
        "month",
        "ended",
        "december",
        "primarily",
        "driven",
        "increase",
        "operating",
        "expense",
        "principally",
        "due",
        "additional",
        "cost",
        "associated",
        "operating",
        "public",
        "company",
        "occur",
        "previous",
        "year",
        "total",
        "asset",
        "increased",
        "december",
        "december",
        "primarily",
        "result",
        "initial",
        "public",
        "offering",
        "completed",
        "first",
        "quarter",
        "investment",
        "portfolio",
        "consists",
        "fixed",
        "maturity",
        "security",
        "common",
        "stock",
        "preferred",
        "stock",
        "property",
        "held",
        "investment",
        "increased",
        "december",
        "december",
        "result",
        "deploying",
        "net",
        "proceeds",
        "completed",
        "initial",
        "public",
        "offering",
        "fourth",
        "quarter",
        "twelve",
        "month",
        "ended",
        "december",
        "financial",
        "ratio",
        "company",
        "loss",
        "settlement",
        "expense",
        "ratio",
        "defined",
        "loss",
        "settlement",
        "expense",
        "divided",
        "net",
        "premium",
        "earned",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "respectively",
        "compared",
        "period",
        "respectively",
        "expense",
        "ratio",
        "defined",
        "amortization",
        "deferred",
        "policy",
        "acquisition",
        "cost",
        "underwriting",
        "administrative",
        "expense",
        "divided",
        "net",
        "premium",
        "earned",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "respectively",
        "compared",
        "period",
        "respectively",
        "company",
        "gaap",
        "combined",
        "ratio",
        "defined",
        "sum",
        "loss",
        "settlement",
        "expense",
        "ratio",
        "expense",
        "ratio",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "respectively",
        "compared",
        "period",
        "respectively",
        "management",
        "commentary",
        "company",
        "continued",
        "strong",
        "result",
        "core",
        "liquor",
        "liability",
        "line",
        "profitable",
        "worker",
        "compensation",
        "experience",
        "however",
        "company",
        "experienced",
        "normal",
        "frequency",
        "severity",
        "fire",
        "loss",
        "comparison",
        "previous",
        "year",
        "although",
        "financial",
        "result",
        "favorable",
        "anticipated",
        "saw",
        "significant",
        "improvement",
        "fourth",
        "quarter",
        "comparison",
        "third",
        "quarter",
        "company",
        "optimistic",
        "trend",
        "mark",
        "return",
        "historical",
        "loss",
        "level",
        "recent",
        "geographic",
        "expansion",
        "effort",
        "colorado",
        "kansa",
        "ohio",
        "generated",
        "strong",
        "premium",
        "growth",
        "fourth",
        "quarter",
        "company",
        "committed",
        "maintaining",
        "traditional",
        "underwriting",
        "discipline",
        "throughout",
        "growth",
        "phase",
        "excited",
        "report",
        "record",
        "start",
        "premium",
        "growth",
        "evidence",
        "success",
        "geographic",
        "expansion",
        "effort",
        "anticipate",
        "momentum",
        "continue",
        "build",
        "start",
        "quoting",
        "business",
        "michigan",
        "second",
        "quarter",
        "stated",
        "arron",
        "sutherland",
        "president",
        "chief",
        "executive",
        "officer",
        "earnings",
        "conference",
        "call",
        "company",
        "hold",
        "conference",
        "call",
        "wednesday",
        "april",
        "th",
        "ct",
        "discus",
        "result",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "teleconference",
        "information",
        "call",
        "domestic",
        "icc",
        "holding",
        "icc",
        "holding",
        "vertically",
        "integrated",
        "company",
        "created",
        "facilitate",
        "growth",
        "expansion",
        "diversification",
        "subsidiary",
        "order",
        "maximize",
        "value",
        "stakeholder",
        "group",
        "company",
        "consolidated",
        "icc",
        "holding",
        "engages",
        "diverse",
        "yet",
        "complementary",
        "business",
        "activity",
        "including",
        "property",
        "casualty",
        "insurance",
        "real",
        "estate",
        "information",
        "technology",
        "company",
        "common",
        "share",
        "trade",
        "nasdaq",
        "capital",
        "market",
        "ticker",
        "symbol",
        "icch",
        "information",
        "icc",
        "holding",
        "visit",
        "http",
        "statement",
        "press",
        "release",
        "oral",
        "statement",
        "made",
        "regarding",
        "subject",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "reform",
        "act",
        "may",
        "include",
        "limited",
        "statement",
        "regarding",
        "company",
        "plan",
        "objective",
        "expectation",
        "intention",
        "statement",
        "contained",
        "press",
        "release",
        "historical",
        "fact",
        "including",
        "statement",
        "identified",
        "word",
        "believe",
        "plan",
        "seek",
        "expect",
        "intend",
        "estimate",
        "anticipate",
        "similar",
        "expression",
        "statement",
        "addressing",
        "operating",
        "performance",
        "event",
        "development",
        "company",
        "expects",
        "anticipates",
        "occur",
        "future",
        "including",
        "statement",
        "relating",
        "revenue",
        "profit",
        "growth",
        "product",
        "segment",
        "expansion",
        "regulatory",
        "approval",
        "connection",
        "expansion",
        "market",
        "share",
        "well",
        "statement",
        "expressing",
        "optimism",
        "pessimism",
        "future",
        "operating",
        "result",
        "statement",
        "within",
        "meaning",
        "reform",
        "act",
        "statement",
        "based",
        "management",
        "current",
        "view",
        "assumption",
        "regarding",
        "future",
        "event",
        "operating",
        "performance",
        "inherently",
        "subject",
        "significant",
        "business",
        "economic",
        "competitive",
        "uncertainty",
        "contingency",
        "change",
        "circumstance",
        "many",
        "beyond",
        "company",
        "control",
        "statement",
        "press",
        "release",
        "made",
        "date",
        "press",
        "release",
        "even",
        "subsequently",
        "made",
        "available",
        "company",
        "website",
        "otherwise",
        "company",
        "undertake",
        "obligation",
        "update",
        "revise",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "occurring",
        "date",
        "press",
        "release",
        "although",
        "company",
        "make",
        "statement",
        "unless",
        "belief",
        "reasonable",
        "basis",
        "company",
        "guarantee",
        "accuracy",
        "foregoing",
        "factor",
        "among",
        "others",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "described",
        "statement",
        "list",
        "factor",
        "could",
        "affect",
        "company",
        "result",
        "see",
        "company",
        "filing",
        "security",
        "exchange",
        "commission",
        "item",
        "management",
        "discussion",
        "analysis",
        "financial",
        "condition",
        "result",
        "operation",
        "including",
        "information",
        "set",
        "forth",
        "company",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "undue",
        "reliance",
        "placed",
        "statement",
        "icc",
        "holding",
        "subsidiary",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "december",
        "december",
        "unaudited",
        "asset",
        "investment",
        "cash",
        "available",
        "sale",
        "security",
        "fair",
        "value",
        "fixed",
        "maturity",
        "security",
        "amortized",
        "cost",
        "common",
        "stocks¹",
        "cost",
        "preferred",
        "stock",
        "cost",
        "property",
        "held",
        "investment",
        "cost",
        "net",
        "accumulated",
        "depreciation",
        "cash",
        "cash",
        "equivalent",
        "total",
        "investment",
        "cash",
        "accrued",
        "investment",
        "income",
        "premium",
        "reinsurance",
        "balance",
        "receivable",
        "net",
        "allowance",
        "uncollectible",
        "amount",
        "ceded",
        "unearned",
        "premium",
        "reinsurance",
        "balance",
        "recoverable",
        "unpaid",
        "loss",
        "settlement",
        "expense",
        "net",
        "allowance",
        "uncollectible",
        "amount",
        "current",
        "federal",
        "income",
        "tax",
        "net",
        "deferred",
        "federal",
        "income",
        "tax",
        "federal",
        "income",
        "tax",
        "deferred",
        "policy",
        "acquisition",
        "cost",
        "net",
        "property",
        "equipment",
        "cost",
        "net",
        "accumulated",
        "depreciation",
        "asset",
        "total",
        "asset",
        "liability",
        "equity",
        "liability",
        "unpaid",
        "loss",
        "settlement",
        "expense",
        "unearned",
        "premium",
        "reinsurance",
        "balance",
        "payable",
        "corporate",
        "debt",
        "accrued",
        "expense",
        "liability",
        "total",
        "liability",
        "equity",
        "common",
        "stock",
        "additional",
        "capital",
        "accumulated",
        "comprehensive",
        "earnings",
        "net",
        "tax",
        "retained",
        "earnings",
        "less",
        "unearned",
        "employee",
        "stock",
        "ownership",
        "plan",
        "share",
        "cost",
        "total",
        "equity",
        "total",
        "liability",
        "equity",
        "common",
        "stock",
        "security",
        "consist",
        "exchange",
        "trade",
        "fund",
        "etf",
        "made",
        "primarily",
        "dividend",
        "select",
        "p",
        "par",
        "value",
        "authorized",
        "share",
        "share",
        "issued",
        "share",
        "outstanding",
        "share",
        "share",
        "share",
        "icc",
        "holding",
        "subsidiary",
        "condensed",
        "consolidated",
        "statement",
        "earnings",
        "comprehensive",
        "earnings",
        "unaudited",
        "ended",
        "december",
        "net",
        "premium",
        "earned",
        "net",
        "investment",
        "income",
        "net",
        "realized",
        "investment",
        "loss",
        "gain",
        "impairment",
        "loss",
        "income",
        "consolidated",
        "revenue",
        "loss",
        "settlement",
        "expense",
        "policy",
        "acquisition",
        "cost",
        "operating",
        "expense",
        "interest",
        "expense",
        "debt",
        "general",
        "corporate",
        "expense",
        "total",
        "expense",
        "loss",
        "earnings",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "current",
        "deferred",
        "total",
        "income",
        "tax",
        "benefit",
        "expense",
        "net",
        "loss",
        "earnings",
        "comprehensive",
        "earnings",
        "net",
        "tax",
        "comprehensive",
        "loss",
        "earnings",
        "loss",
        "earnings",
        "per",
        "share",
        "basic",
        "basic",
        "net",
        "loss",
        "earnings",
        "per",
        "share",
        "diluted",
        "diluted",
        "net",
        "loss",
        "earnings",
        "per",
        "share",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "unaudited",
        "pro",
        "forma",
        "earnings",
        "per",
        "share",
        "three",
        "month",
        "ended",
        "december",
        "provided",
        "basis",
        "comparison",
        "current",
        "period",
        "earnings",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "outstanding",
        "three",
        "month",
        "ended",
        "december",
        "based",
        "resulting",
        "share",
        "initial",
        "public",
        "offering",
        "completed",
        "march",
        "icc",
        "holding",
        "subsidiary",
        "condensed",
        "consolidated",
        "statement",
        "earnings",
        "comprehensive",
        "earnings",
        "unaudited",
        "ended",
        "december",
        "net",
        "premium",
        "earned",
        "net",
        "investment",
        "income",
        "net",
        "realized",
        "investment",
        "gain",
        "impairment",
        "loss",
        "income",
        "consolidated",
        "revenue",
        "loss",
        "settlement",
        "expense",
        "policy",
        "acquisition",
        "cost",
        "operating",
        "expense",
        "interest",
        "expense",
        "debt",
        "general",
        "corporate",
        "expense",
        "total",
        "expense",
        "earnings",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "current",
        "deferred",
        "total",
        "income",
        "tax",
        "benefit",
        "expense",
        "net",
        "earnings",
        "earnings",
        "per",
        "share",
        "basic",
        "basic",
        "net",
        "earnings",
        "per",
        "share",
        "diluted",
        "diluted",
        "net",
        "earnings",
        "per",
        "share",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "unaudited",
        "pro",
        "forma",
        "earnings",
        "per",
        "share",
        "twelve",
        "month",
        "ended",
        "december",
        "provided",
        "basis",
        "comparison",
        "current",
        "period",
        "earnings",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "outstanding",
        "twelve",
        "month",
        "ended",
        "december",
        "based",
        "resulting",
        "share",
        "initial",
        "public",
        "offering",
        "completed",
        "march",
        "contact",
        "info",
        "arron",
        "sutherland",
        "president",
        "ceo",
        "illinois",
        "casualty",
        "company",
        "arrons",
        "th",
        "street",
        "rock",
        "island",
        "il",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "icc",
        "holding",
        "inc"
    ]
}