{
    "organizations": [],
    "uuid": "36c1ab478fb15f15860f44f2fd5fb944fe8d8c0e",
    "author": "",
    "url": "https://uk.reuters.com/article/uk-north-korea-missiles-ships-exclusive/exclusive-u-s-prepares-high-seas-crackdown-on-north-korea-sanctions-evaders-sources-idUKKCN1G72UT",
    "ord_in_thread": 0,
    "title": "Exclusive - U.S. prepares high-seas crackdown on North Korea sanctions evaders: sources",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "February 23, 2018 / 11:17 PM / Updated 9 hours ago Exclusive - U.S. prepares high-seas crackdown on North Korea sanctions evaders: sources Matt Spetalnick , Phil Stewart , David Brunnstrom 9 Min Read WASHINGTON (Reuters) - The Trump administration and key Asian allies are preparing to expand interceptions of ships suspected of violating sanctions on North Korea, a plan that could include deploying U.S. Coast Guard forces to stop and search vessels in Asia-Pacific waters, senior U.S. officials said. Washington has been talking to regional partners, including Japan, South Korea, Australia and Singapore, about coordinating a stepped-up crackdown that would go further than ever before in an attempt to squeeze Pyongyang’s use of seagoing trade to feed its nuclear missile programme, several officials told Reuters. While suspect ships have been intercepted before, the emerging strategy would expand the scope of such operations but stop short of imposing a naval blockade on North Korea. Pyongyang has warned it would consider a blockade an act of war. The strategy calls for closer tracking and possible seizure of ships suspected of carrying banned weapons components and other prohibited cargo to or from North Korea, according to the officials, who spoke on condition of anonymity. Depending on the scale of the campaign, the United States could consider beefing up the naval and air power of its Pacific Command, they said. The U.S.-led initiative, which has not been previously reported, shows Washington’s increasing urgency to force North Korea into negotiations over the abandonment of its weapons programs, the officials said. North Korea may be only a few months away from completing development of a nuclear-tipped missile capable of hitting the U.S. mainland, despite existing international sanctions that, at times, have been sidestepped by smuggling and ship-to-ship transfers at sea of banned goods, according to officials. “There is no doubt we all have to do more, short of direct military action, to show (North Korean leader) Kim Jong Un we mean business,” said a senior administration official. The White House declined official comment. The effort could target vessels on the high seas or in the territorial waters of countries that choose to cooperate. It was unclear, however, to what extent the campaign might extend beyond Asia. Washington on Friday slapped sanctions on dozens more companies and vessels linked to North Korean shipping trade and urged the United Nations to blacklist a list of entities, a move it said was aimed at shutting down North Korea’s illicit maritime smuggling activities to obtain oil and sell coal. Tighter sanctions plus a more assertive approach at sea could dial up tensions at a time when fragile diplomacy between North and South Korea has gained momentum. It would also stretch U.S. military resources needed elsewhere, possibly incur massive new costs and fuel misgivings among some countries in the region. BOARDING SHIPS The initiative, which is being developed, would be fraught with challenges that could risk triggering North Korean retaliation and dividing the international community. China and Russia, which have blocked U.S. efforts at the United Nations to win approval for use of force in North Korea interdiction operations, are likely to oppose new actions if they see the United States as overstepping. A Chinese official, speaking on condition of anonymity, said such steps should only be taken under United Nations auspices. China’s Foreign Ministry, in a statement to Reuters, said they did not know anything about the plan, but that in principle China believes U.N. resolutions on North Korea should be fully and thoroughly implemented. “At the same time, we hope relevant countries act in accordance with Security Council resolutions and international law,” it added, without elaborating. But Washington is expected to start gradually ratcheting up such operations soon even if discussions with allies have not been completed, according to the senior U.S. official. U.S. experts are developing legal arguments for doing more to stop sanctions-busting vessels, citing the last U.N. Security Council resolution which they say opened the door by calling on states to inspect suspect ships on the high seas or in their waters. The U.S. Coast Guard Legend-class maritime security cutter USCGC Bertholf (WMSL 750) pulls into Joint Base Pearl Harbor-Hickam, Hawii, U.S. to support the Rim of the Pacific (RIMPAC) 2012 exercise in this June 29, 2012 handout photo. Mass Communication Specialist 2nd Class Jon Dasbach/U.S. Navy/Handout via REUTERS Washington is also drawing up rules of engagement aimed at avoiding armed confrontation at sea, the officials said. A Japanese ruling party lawmaker briefed by the government said discussions with the United States were focussed on the need for stepped up cooperation on surveillance and information-sharing between Washington, Tokyo and Seoul regarding ship-to-ship transfers suspected of violating sanctions, and on the need to notify authorities in ports of origin. The lawmaker as well as a Japanese defence ministry official involved in policy planning said that under current U.N. sanctions, the agreement of the flag state and ship captain was necessary to conduct inspections on the high seas. “I think it is unlikely that the U.N. will strengthen the sanctions so that inspections on high seas are possible without agreement,” the Japanese defence official said. “From the viewpoint of the country in question, that would be an act of war,” he said, referring to North Korea. U.S. Treasury Secretary Steve Mnuchin told reporters in Washington on Friday the United States does not rule out boarding ships for inspections. The Coast Guard Cutter Sherman (WHEC 720) returns home to Honolulu, Hawaii, U.S after a 94-day, 16,000 mile patrol in the Arctic Ocean and Bering Sea in this September 20, 2017 handout photo. USCGC Sherman/U.S. Coast Guard/Handout via REUTERS But U.S. officials said privately that such action, especially the use of boarding crews, would be decided on a case-by-case and with utmost caution. Some U.S. officials believe the risk could be minimized if Coast Guard cutters, which carry less firepower and technically engage in law-enforcement missions, are used in certain cases rather than warships. The Coast Guard declined to address whether it might deploy ships to the Asia-Pacific region but acknowledged its ties to countries there. “Future ship deployments would depend on U.S. foreign policy objectives and the operational availability of our assets,” said spokesman Lieutenant Commander Dave French. ‘THE MORE PARTNERS WE HAVE’ A senior South Korean government official said there had been discussions over “intensified maritime interdictions,” including at a foreign ministers’ meeting in Vancouver last month where U.S. Secretary of State Rex Tillerson pressed counterparts on the issue. “We are discussing with various countries including the U.S. and South Korea how to fully implement the sanctions, but I have not heard talk of creating a framework or a coalition,” said the Japanese defence ministry official involved in policy planning. Japan’s foreign ministry, in reply to a question from Reuters, repeated Tokyo’s call for “maximum pressure” on Pyongyang. The ministry declined to comment on specific discussions with other countries, but said Japan continued its “close collaboration with the U.S., ROK (South Korea) and the international community including China and Russia to secure the effectiveness of U.N. Security Council Resolutions” to achieve the denuclearisation of the Korean peninsula. The Trump administration has also sought greater cooperation from Southeast Asian countries, which may have little military capability to assist but are seen as sources of intelligence on ship movements, U.S. officials said. “The more partners we have, the more resources we have to dedicate to the effort,” said Chris Ford, assistant secretary of state for international security and nonproliferation. He declined to talk about discussions with specific countries. Washington is especially interested in detecting of ship-to-ship transfers at sea of banned goods, something North Korea has increasingly resorted to as vessels have faced greater scrutiny of their cargo in Asian ports, the officials said. Reuters reported in December that Russian tankers had supplied fuel to North Korea at sea in a violation of sanctions. Washington also said at the time it had evidence that vessels from several countries, including China, had engaged in shipping oil products and coal. China denied the allegation. U.S. interception of ships close to Chinese waters is something likely to be avoided, in favour of informing Chinese authorities of banned cargo onboard and asking them do the inspection, one official said. “It’s probably impossible to stop everything, but you can raise the cost to North Korea,” said David Shear, former deputy secretary of defence for Asia under President Barack Obama.   Michelle Nichols at the United Nations, John Walcott in Washington, Linda Sieg and Nobuhiro Kubo in Tokyo, Josh Smith and Hyonhee Shin in Seoul, and Ben Blanchard in Beijing; Editing by Mary Milliken, Paul Thomasch and Jacqueline Wong",
    "published": "2018-02-24T01:16:00.000+02:00",
    "crawled": "2018-02-24T01:34:31.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "february",
        "pm",
        "updated",
        "hour",
        "ago",
        "exclusive",
        "prepares",
        "crackdown",
        "north",
        "korea",
        "sanction",
        "evaders",
        "source",
        "matt",
        "spetalnick",
        "phil",
        "stewart",
        "david",
        "brunnstrom",
        "min",
        "read",
        "washington",
        "reuters",
        "trump",
        "administration",
        "key",
        "asian",
        "ally",
        "preparing",
        "expand",
        "interception",
        "ship",
        "suspected",
        "violating",
        "sanction",
        "north",
        "korea",
        "plan",
        "could",
        "include",
        "deploying",
        "coast",
        "guard",
        "force",
        "stop",
        "search",
        "vessel",
        "water",
        "senior",
        "official",
        "said",
        "washington",
        "talking",
        "regional",
        "partner",
        "including",
        "japan",
        "south",
        "korea",
        "australia",
        "singapore",
        "coordinating",
        "crackdown",
        "would",
        "go",
        "ever",
        "attempt",
        "squeeze",
        "pyongyang",
        "use",
        "seagoing",
        "trade",
        "feed",
        "nuclear",
        "missile",
        "programme",
        "several",
        "official",
        "told",
        "reuters",
        "suspect",
        "ship",
        "intercepted",
        "emerging",
        "strategy",
        "would",
        "expand",
        "scope",
        "operation",
        "stop",
        "short",
        "imposing",
        "naval",
        "blockade",
        "north",
        "korea",
        "pyongyang",
        "warned",
        "would",
        "consider",
        "blockade",
        "act",
        "war",
        "strategy",
        "call",
        "closer",
        "tracking",
        "possible",
        "seizure",
        "ship",
        "suspected",
        "carrying",
        "banned",
        "weapon",
        "component",
        "prohibited",
        "cargo",
        "north",
        "korea",
        "according",
        "official",
        "spoke",
        "condition",
        "anonymity",
        "depending",
        "scale",
        "campaign",
        "united",
        "state",
        "could",
        "consider",
        "beefing",
        "naval",
        "air",
        "power",
        "pacific",
        "command",
        "said",
        "initiative",
        "previously",
        "reported",
        "show",
        "washington",
        "increasing",
        "urgency",
        "force",
        "north",
        "korea",
        "negotiation",
        "abandonment",
        "weapon",
        "program",
        "official",
        "said",
        "north",
        "korea",
        "may",
        "month",
        "away",
        "completing",
        "development",
        "missile",
        "capable",
        "hitting",
        "mainland",
        "despite",
        "existing",
        "international",
        "sanction",
        "time",
        "sidestepped",
        "smuggling",
        "transfer",
        "sea",
        "banned",
        "good",
        "according",
        "official",
        "doubt",
        "short",
        "direct",
        "military",
        "action",
        "show",
        "north",
        "korean",
        "leader",
        "kim",
        "jong",
        "un",
        "mean",
        "business",
        "said",
        "senior",
        "administration",
        "official",
        "white",
        "house",
        "declined",
        "official",
        "comment",
        "effort",
        "could",
        "target",
        "vessel",
        "high",
        "sea",
        "territorial",
        "water",
        "country",
        "choose",
        "cooperate",
        "unclear",
        "however",
        "extent",
        "campaign",
        "might",
        "extend",
        "beyond",
        "asia",
        "washington",
        "friday",
        "slapped",
        "sanction",
        "dozen",
        "company",
        "vessel",
        "linked",
        "north",
        "korean",
        "shipping",
        "trade",
        "urged",
        "united",
        "nation",
        "blacklist",
        "list",
        "entity",
        "move",
        "said",
        "aimed",
        "shutting",
        "north",
        "korea",
        "illicit",
        "maritime",
        "smuggling",
        "activity",
        "obtain",
        "oil",
        "sell",
        "coal",
        "tighter",
        "sanction",
        "plus",
        "assertive",
        "approach",
        "sea",
        "could",
        "dial",
        "tension",
        "time",
        "fragile",
        "diplomacy",
        "north",
        "south",
        "korea",
        "gained",
        "momentum",
        "would",
        "also",
        "stretch",
        "military",
        "resource",
        "needed",
        "elsewhere",
        "possibly",
        "incur",
        "massive",
        "new",
        "cost",
        "fuel",
        "misgiving",
        "among",
        "country",
        "region",
        "boarding",
        "ship",
        "initiative",
        "developed",
        "would",
        "fraught",
        "challenge",
        "could",
        "risk",
        "triggering",
        "north",
        "korean",
        "retaliation",
        "dividing",
        "international",
        "community",
        "china",
        "russia",
        "blocked",
        "effort",
        "united",
        "nation",
        "win",
        "approval",
        "use",
        "force",
        "north",
        "korea",
        "interdiction",
        "operation",
        "likely",
        "oppose",
        "new",
        "action",
        "see",
        "united",
        "state",
        "overstepping",
        "chinese",
        "official",
        "speaking",
        "condition",
        "anonymity",
        "said",
        "step",
        "taken",
        "united",
        "nation",
        "auspex",
        "china",
        "foreign",
        "ministry",
        "statement",
        "reuters",
        "said",
        "know",
        "anything",
        "plan",
        "principle",
        "china",
        "belief",
        "resolution",
        "north",
        "korea",
        "fully",
        "thoroughly",
        "implemented",
        "time",
        "hope",
        "relevant",
        "country",
        "act",
        "accordance",
        "security",
        "council",
        "resolution",
        "international",
        "law",
        "added",
        "without",
        "elaborating",
        "washington",
        "expected",
        "start",
        "gradually",
        "ratcheting",
        "operation",
        "soon",
        "even",
        "discussion",
        "ally",
        "completed",
        "according",
        "senior",
        "official",
        "expert",
        "developing",
        "legal",
        "argument",
        "stop",
        "vessel",
        "citing",
        "last",
        "security",
        "council",
        "resolution",
        "say",
        "opened",
        "door",
        "calling",
        "state",
        "inspect",
        "suspect",
        "ship",
        "high",
        "sea",
        "water",
        "coast",
        "guard",
        "maritime",
        "security",
        "cutter",
        "uscgc",
        "bertholf",
        "wmsl",
        "pull",
        "joint",
        "base",
        "pearl",
        "hawii",
        "support",
        "rim",
        "pacific",
        "rimpac",
        "exercise",
        "june",
        "handout",
        "photo",
        "mass",
        "communication",
        "specialist",
        "2nd",
        "class",
        "jon",
        "via",
        "reuters",
        "washington",
        "also",
        "drawing",
        "rule",
        "engagement",
        "aimed",
        "avoiding",
        "armed",
        "confrontation",
        "sea",
        "official",
        "said",
        "japanese",
        "ruling",
        "party",
        "lawmaker",
        "briefed",
        "government",
        "said",
        "discussion",
        "united",
        "state",
        "focussed",
        "need",
        "stepped",
        "cooperation",
        "surveillance",
        "washington",
        "tokyo",
        "seoul",
        "regarding",
        "transfer",
        "suspected",
        "violating",
        "sanction",
        "need",
        "notify",
        "authority",
        "port",
        "origin",
        "lawmaker",
        "well",
        "japanese",
        "defence",
        "ministry",
        "official",
        "involved",
        "policy",
        "planning",
        "said",
        "current",
        "sanction",
        "agreement",
        "flag",
        "state",
        "ship",
        "captain",
        "necessary",
        "conduct",
        "inspection",
        "high",
        "sea",
        "think",
        "unlikely",
        "strengthen",
        "sanction",
        "inspection",
        "high",
        "sea",
        "possible",
        "without",
        "agreement",
        "japanese",
        "defence",
        "official",
        "said",
        "viewpoint",
        "country",
        "question",
        "would",
        "act",
        "war",
        "said",
        "referring",
        "north",
        "korea",
        "treasury",
        "secretary",
        "steve",
        "mnuchin",
        "told",
        "reporter",
        "washington",
        "friday",
        "united",
        "state",
        "rule",
        "boarding",
        "ship",
        "inspection",
        "coast",
        "guard",
        "cutter",
        "sherman",
        "whec",
        "return",
        "home",
        "honolulu",
        "hawaii",
        "mile",
        "patrol",
        "arctic",
        "ocean",
        "bering",
        "sea",
        "september",
        "handout",
        "photo",
        "uscgc",
        "coast",
        "via",
        "reuters",
        "official",
        "said",
        "privately",
        "action",
        "especially",
        "use",
        "boarding",
        "crew",
        "would",
        "decided",
        "utmost",
        "caution",
        "official",
        "believe",
        "risk",
        "could",
        "minimized",
        "coast",
        "guard",
        "cutter",
        "carry",
        "less",
        "firepower",
        "technically",
        "engage",
        "mission",
        "used",
        "certain",
        "case",
        "rather",
        "warship",
        "coast",
        "guard",
        "declined",
        "address",
        "whether",
        "might",
        "deploy",
        "ship",
        "region",
        "acknowledged",
        "tie",
        "country",
        "future",
        "ship",
        "deployment",
        "would",
        "depend",
        "foreign",
        "policy",
        "objective",
        "operational",
        "availability",
        "asset",
        "said",
        "spokesman",
        "lieutenant",
        "commander",
        "dave",
        "french",
        "partner",
        "senior",
        "south",
        "korean",
        "government",
        "official",
        "said",
        "discussion",
        "intensified",
        "maritime",
        "interdiction",
        "including",
        "foreign",
        "minister",
        "meeting",
        "vancouver",
        "last",
        "month",
        "secretary",
        "state",
        "rex",
        "tillerson",
        "pressed",
        "counterpart",
        "issue",
        "discussing",
        "various",
        "country",
        "including",
        "south",
        "korea",
        "fully",
        "implement",
        "sanction",
        "heard",
        "talk",
        "creating",
        "framework",
        "coalition",
        "said",
        "japanese",
        "defence",
        "ministry",
        "official",
        "involved",
        "policy",
        "planning",
        "japan",
        "foreign",
        "ministry",
        "reply",
        "question",
        "reuters",
        "repeated",
        "tokyo",
        "call",
        "maximum",
        "pressure",
        "pyongyang",
        "ministry",
        "declined",
        "comment",
        "specific",
        "discussion",
        "country",
        "said",
        "japan",
        "continued",
        "close",
        "collaboration",
        "rok",
        "south",
        "korea",
        "international",
        "community",
        "including",
        "china",
        "russia",
        "secure",
        "effectiveness",
        "security",
        "council",
        "resolution",
        "achieve",
        "denuclearisation",
        "korean",
        "peninsula",
        "trump",
        "administration",
        "also",
        "sought",
        "greater",
        "cooperation",
        "southeast",
        "asian",
        "country",
        "may",
        "little",
        "military",
        "capability",
        "assist",
        "seen",
        "source",
        "intelligence",
        "ship",
        "movement",
        "official",
        "said",
        "partner",
        "resource",
        "dedicate",
        "effort",
        "said",
        "chris",
        "ford",
        "assistant",
        "secretary",
        "state",
        "international",
        "security",
        "nonproliferation",
        "declined",
        "talk",
        "discussion",
        "specific",
        "country",
        "washington",
        "especially",
        "interested",
        "detecting",
        "transfer",
        "sea",
        "banned",
        "good",
        "something",
        "north",
        "korea",
        "increasingly",
        "resorted",
        "vessel",
        "faced",
        "greater",
        "scrutiny",
        "cargo",
        "asian",
        "port",
        "official",
        "said",
        "reuters",
        "reported",
        "december",
        "russian",
        "tanker",
        "supplied",
        "fuel",
        "north",
        "korea",
        "sea",
        "violation",
        "sanction",
        "washington",
        "also",
        "said",
        "time",
        "evidence",
        "vessel",
        "several",
        "country",
        "including",
        "china",
        "engaged",
        "shipping",
        "oil",
        "product",
        "coal",
        "china",
        "denied",
        "allegation",
        "interception",
        "ship",
        "close",
        "chinese",
        "water",
        "something",
        "likely",
        "avoided",
        "favour",
        "informing",
        "chinese",
        "authority",
        "banned",
        "cargo",
        "onboard",
        "asking",
        "inspection",
        "one",
        "official",
        "said",
        "probably",
        "impossible",
        "stop",
        "everything",
        "raise",
        "cost",
        "north",
        "korea",
        "said",
        "david",
        "shear",
        "former",
        "deputy",
        "secretary",
        "defence",
        "asia",
        "president",
        "barack",
        "obama",
        "michelle",
        "nichols",
        "united",
        "nation",
        "john",
        "walcott",
        "washington",
        "linda",
        "sieg",
        "nobuhiro",
        "kubo",
        "tokyo",
        "josh",
        "smith",
        "hyonhee",
        "shin",
        "seoul",
        "ben",
        "blanchard",
        "beijing",
        "editing",
        "mary",
        "milliken",
        "paul",
        "thomasch",
        "jacqueline",
        "wong"
    ]
}