{
    "organizations": [],
    "uuid": "7713a3cfd2dd3a13b0d06a446a6791a605e64650",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/26/business-wire-gateway-casinos-entertainment-limited-announces-new-senior-secured-credit-facility-and-related-consent-solicitation-for-8.html",
    "ord_in_thread": 0,
    "title": "Gateway Casinos & Entertainment Limited Announces New Senior Secured Credit Facility and Related Consent Solicitation for 8.250% Second Priority Senior Secured Notes Due 2024",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "BURNABY, British Columbia--(BUSINESS WIRE)-- Gateway Casinos & Entertainment Limited (“Gateway”) announced today that with the closing of the previously announced sale-lease back of certain of its real estate properties for net proceeds of approximately C$483 million (the “Sale-Leaseback”), Gateway expects to enter into an agreement with a syndicate of lenders for a new senior secured credit facility (the “2018 Senior Secured Credit Facility”). The anticipated use of proceeds from the Sale-Leaseback will be to repay approximately C$483 million of existing term loans. The 2018 Senior Secured Credit Facility will refinance the remaining amount of senior debt, further improving the company’s capital structure and increasing liquidity.\nAfter giving effect to the Sale-Leaseback, the entry into the 2018 Senior Secured Facility and the other transactions described below our (i) aggregate principal amount of first lien indebtedness is anticipated to be reduced from C$635 million to C$384 million, (ii) total debt will be reduced from C$953 million to C$702 million and (iii) cash on hand to increase from C$119 million to C$214 million 1 . As part of the transaction, Gateway is soliciting certain consents from the holders of its outstanding 8.250% Second Priority Senior Secured Notes due 2024 (the “Consent Solicitation”). Further details about the 2018 Senior Secured Credit Facility and Consent Solicitation are provided below.\nThe 2018 Senior Secured Credit Facility\nConcurrently, on closing the Sale-Leaseback, Gateway intends to enter into an agreement with a syndicate of lenders for the 2018 Senior Secured Credit Facility. The 2018 Secured Credit Facility will consist of (i) a U.S.$305 million first lien secured term loan facility and (ii) an up to $150 million senior secured revolving facility available to be drawn in Canadian dollars with a sublimit of U.S.$25 million for U.S. dollars.\nThe proceeds from the Sale-Leaseback are expected to be used to repay C$483 million of Gateway’s existing term loans and the proceeds from the 2018 Senior Secured Credit Facility are expected to be used to (i) refinance the remaining commitments and loans under Gateway’s existing senior secured credit facility, (ii) complete a return of capital, dividend or other similar distribution of approximately U.S.$100 million (the “Distribution”) (iii) fund general corporate purposes (including capital expenditures), (iv) to repay in full the mortgage on the Cascades Casino Langley, and (v) pay related fees and expenses incurred in connection with the foregoing.\nThe Consent Solicitation\nIn connection with the anticipated Distribution, Gateway is soliciting consents from holders of its outstanding 8.250% Second Priority Senior Secured Notes due 2024 (the “Notes”) to approve certain amendments (the “Proposed Amendments”) to the indenture, dated February 22, 2017, among Gateway, the guarantors party thereto, Computershare Trust Company of Canada (the “Canadian Trustee”), Computershare Trust Company, N.A. (the “U.S. Trustee” and, together with the Canadian Trustee, the “Trustees”) and Computershare Trust Company of Canada, as collateral agent, governing the Notes (the “Indenture”).\nThe Proposed Amendments will allow Gateway to complete the Distribution and to refresh the general restricted payments basket set out in the Indenture.\nGateway will make a cash payment of U.S.$15.00 per U.S.$1,000 in aggregate principal amount of Notes held by each holder of Notes as of the Record Date (as defined below) who has validly delivered a duly executed consent at or prior to the Expiration Time (as defined below) and who has not revoked the consent in accordance with the procedures described in the Consent Solicitation Statement (as defined below). The consent payment will be paid as promptly as practicable after the Expiration Time, subject to the terms and conditions described in the Consent Solicitation Documents (as defined below).\nAdoption of the Proposed Amendments requires the consent of the holders of at least a majority in aggregate principal amount of the outstanding Notes (such consent, the “Requisite Consents”). The aggregate outstanding principal amount of the Notes as of the date of the Consent Solicitation Statement was U.S.$255 million. Consents may be validly revoked at any time prior to the Effective Time, but not thereafter.\nGateway anticipates that, promptly after receipt of the Requisite Consents prior to the Expiration Time, it will give notice to the Trustees that the Requisite Consents have been obtained, and Gateway and the Trustees will execute and deliver a supplemental indenture with respect to the Indenture (the “Supplemental Indenture” and such time, the “Effective Time”). Pursuant to the terms of the Supplemental Indenture, the Proposed Amendments will become effective at the Effective Time and shall thereafter bind every holder of Notes.\nThe consent solicitation will expire at 5:00 p.m., New York City time, on March 6, 2018 (such date and time, as may extended by Gateway from time to time, the “Expiration Time”). Only holders of record of the Notes as of 5:00 p.m., New York City time, on February 23, 2018 (the “Record Date”) are eligible to deliver consents to the Proposed Amendments in the consent solicitation.\nThe consent solicitation is being made solely on the terms and subject to the conditions set forth in the Consent Solicitation Statement, dated February 26, 2018 (as may be amended or supplemented from time to time, the “Consent Solicitation Statement”), and the accompanying Consent Form (together with the “Consent Solicitation Statement, the “Consent Solicitation Documents”). Gateway may, in its sole discretion, terminate, extend or amend the consent solicitation at any time as described in the Consent Solicitation Statement.\nCopies of the Consent Solicitation Documents and other related documents may be obtained from D.F. King & Co., Inc., the Information, Tabulation and Paying Agent, via email at gateway@dfking.com or via phone at +1 866-796-6867. Holders of the Notes are urged to review the Consent Solicitation Documents for the detailed terms of the consent solicitation and the procedures for consenting to the Proposed Amendments. Any persons with questions regarding the consent solicitation should contact Morgan Stanley & Co. LLC, the Solicitation Agent, at + 1 212-761-1057 (collect) or +1 800-624-1808 (toll free).\nThis announcement is for informational purposes only and is neither an offer to sell nor a solicitation of an offer to buy any security. This announcement is also not a solicitation of consents with respect to the Proposed Amendments or any securities. No recommendation is being made as to whether holders of Notes should consent to the Proposed Amendments. The solicitation of consents is not being made in any jurisdiction in which, or to or from any person to or from whom, it is unlawful to make such solicitation under applicable state or foreign securities or “blue sky” laws.\nAbout Gateway Casinos & Entertainment\nGateway Casinos & Entertainment Limited (“Gateway”) is the largest and most diversified gaming company in Canada. Operating in British Columbia, Edmonton and Ontario, Gateway has 6,000 employees and operates 25 gaming properties with 282 tables, over 9,500 slots, 68 restaurants and bars and 272 hotel rooms. As the selected service provider in Southwestern and Northern Ontario, Gateway will undertake two new planned builds in North Bay and Kenora. Gateway is undertaking an ambitious growth strategy to dramatically improve the customer experience and attract new customers. This includes the development of proprietary casino and food and beverage brands like Match Eatery & Public House and Atlas Steak + Fish. In 2017, Gateway celebrated 25 years in the business of gaming and entertainment in Canada. Further information is available at www.gatewaycasinos.com .\nAbout The Catalyst Capital Group Inc.\nThe Catalyst Capital Group Inc., a private equity investment firm with more than $6 billion in assets under management founded in 2002, is a leader in operationally focused turnaround investing. The firm's mandate is to manufacture risk adjusted returns, in keeping with its philosophy of “we buy what we can build.” Catalyst's Guiding Principles of investment excellence through operational involvement, superior analytics, attention to detail, intellectual curiosity, team and reputation are key to the firm's success. The Catalyst team collectively possesses more than 110 years of extensive experience in restructuring, credit markets and merchant and investment banking in Canada, the United States, Latin America and Europe.\nForward-Looking Statements\nThis press release may contain “forward-looking statements” within the meaning of applicable securities laws in the United States and in Canada. Forward-looking statements include, without limitation, statements regarding beliefs and expectations related to the use of proceeds of the Sale-Leaseback and 2018 Senior Secured Credit Facility. Forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially from the statements made. Readers are cautioned not to place undue reliance on forward-looking statements, which speak only as of the date hereof. Gateway undertakes no obligation to update or revise any forward-looking statement after the date on which it is made, whether as a result of new information, future events or otherwise, except to the extent required by law.\n1 Pro forma as of September 30, 2017, reflecting the announced sale leaseback transaction and refinancing\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180226005863/en/\nGateway:\nCarrie Kormos, +1-416-456-5606\nSenior Vice President, Marketing and Communications\nckormos@gatewaycasinos.com\nor\nThe Catalyst Capital Group Inc.:\nGagnier Communications\nDan Gagnier, +1-646-569-5897\ndg@gagnierfc.com\nSource: Gateway Casinos & Entertainment Limited",
    "published": "2018-02-26T17:10:00.000+02:00",
    "crawled": "2018-02-26T21:48:48.002+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "burnaby",
        "british",
        "columbia",
        "business",
        "wire",
        "gateway",
        "casino",
        "entertainment",
        "limited",
        "gateway",
        "announced",
        "today",
        "closing",
        "previously",
        "announced",
        "back",
        "certain",
        "real",
        "estate",
        "property",
        "net",
        "proceeds",
        "approximately",
        "c",
        "million",
        "gateway",
        "expects",
        "enter",
        "agreement",
        "syndicate",
        "lender",
        "new",
        "senior",
        "secured",
        "credit",
        "facility",
        "senior",
        "secured",
        "credit",
        "facility",
        "anticipated",
        "use",
        "proceeds",
        "repay",
        "approximately",
        "c",
        "million",
        "existing",
        "term",
        "loan",
        "senior",
        "secured",
        "credit",
        "facility",
        "refinance",
        "remaining",
        "amount",
        "senior",
        "debt",
        "improving",
        "company",
        "capital",
        "structure",
        "increasing",
        "liquidity",
        "giving",
        "effect",
        "entry",
        "senior",
        "secured",
        "facility",
        "transaction",
        "described",
        "aggregate",
        "principal",
        "amount",
        "first",
        "lien",
        "indebtedness",
        "anticipated",
        "reduced",
        "c",
        "million",
        "c",
        "million",
        "ii",
        "total",
        "debt",
        "reduced",
        "c",
        "million",
        "c",
        "million",
        "iii",
        "cash",
        "hand",
        "increase",
        "c",
        "million",
        "c",
        "million",
        "part",
        "transaction",
        "gateway",
        "soliciting",
        "certain",
        "consent",
        "holder",
        "outstanding",
        "second",
        "priority",
        "senior",
        "secured",
        "note",
        "due",
        "consent",
        "solicitation",
        "detail",
        "senior",
        "secured",
        "credit",
        "facility",
        "consent",
        "solicitation",
        "provided",
        "senior",
        "secured",
        "credit",
        "facility",
        "concurrently",
        "closing",
        "gateway",
        "intends",
        "enter",
        "agreement",
        "syndicate",
        "lender",
        "senior",
        "secured",
        "credit",
        "facility",
        "secured",
        "credit",
        "facility",
        "consist",
        "million",
        "first",
        "lien",
        "secured",
        "term",
        "loan",
        "facility",
        "ii",
        "million",
        "senior",
        "secured",
        "revolving",
        "facility",
        "available",
        "drawn",
        "canadian",
        "dollar",
        "sublimit",
        "million",
        "dollar",
        "proceeds",
        "expected",
        "used",
        "repay",
        "c",
        "million",
        "gateway",
        "existing",
        "term",
        "loan",
        "proceeds",
        "senior",
        "secured",
        "credit",
        "facility",
        "expected",
        "used",
        "refinance",
        "remaining",
        "commitment",
        "loan",
        "gateway",
        "existing",
        "senior",
        "secured",
        "credit",
        "facility",
        "ii",
        "complete",
        "return",
        "capital",
        "dividend",
        "similar",
        "distribution",
        "approximately",
        "million",
        "distribution",
        "iii",
        "fund",
        "general",
        "corporate",
        "purpose",
        "including",
        "capital",
        "expenditure",
        "iv",
        "repay",
        "full",
        "mortgage",
        "cascade",
        "casino",
        "langley",
        "v",
        "pay",
        "related",
        "fee",
        "expense",
        "incurred",
        "connection",
        "foregoing",
        "consent",
        "solicitation",
        "connection",
        "anticipated",
        "distribution",
        "gateway",
        "soliciting",
        "consent",
        "holder",
        "outstanding",
        "second",
        "priority",
        "senior",
        "secured",
        "note",
        "due",
        "note",
        "approve",
        "certain",
        "amendment",
        "proposed",
        "amendment",
        "indenture",
        "dated",
        "february",
        "among",
        "gateway",
        "guarantor",
        "party",
        "thereto",
        "computershare",
        "trust",
        "company",
        "canada",
        "canadian",
        "trustee",
        "computershare",
        "trust",
        "company",
        "trustee",
        "together",
        "canadian",
        "trustee",
        "trustee",
        "computershare",
        "trust",
        "company",
        "canada",
        "collateral",
        "agent",
        "governing",
        "note",
        "indenture",
        "proposed",
        "amendment",
        "allow",
        "gateway",
        "complete",
        "distribution",
        "refresh",
        "general",
        "restricted",
        "payment",
        "basket",
        "set",
        "indenture",
        "gateway",
        "make",
        "cash",
        "payment",
        "per",
        "aggregate",
        "principal",
        "amount",
        "note",
        "held",
        "holder",
        "note",
        "record",
        "date",
        "defined",
        "validly",
        "delivered",
        "duly",
        "executed",
        "consent",
        "prior",
        "expiration",
        "time",
        "defined",
        "revoked",
        "consent",
        "accordance",
        "procedure",
        "described",
        "consent",
        "solicitation",
        "statement",
        "defined",
        "consent",
        "payment",
        "paid",
        "promptly",
        "practicable",
        "expiration",
        "time",
        "subject",
        "term",
        "condition",
        "described",
        "consent",
        "solicitation",
        "document",
        "defined",
        "adoption",
        "proposed",
        "amendment",
        "requires",
        "consent",
        "holder",
        "least",
        "majority",
        "aggregate",
        "principal",
        "amount",
        "outstanding",
        "note",
        "consent",
        "requisite",
        "consent",
        "aggregate",
        "outstanding",
        "principal",
        "amount",
        "note",
        "date",
        "consent",
        "solicitation",
        "statement",
        "million",
        "consent",
        "may",
        "validly",
        "revoked",
        "time",
        "prior",
        "effective",
        "time",
        "thereafter",
        "gateway",
        "anticipates",
        "promptly",
        "receipt",
        "requisite",
        "consent",
        "prior",
        "expiration",
        "time",
        "give",
        "notice",
        "trustee",
        "requisite",
        "consent",
        "obtained",
        "gateway",
        "trustee",
        "execute",
        "deliver",
        "supplemental",
        "indenture",
        "respect",
        "indenture",
        "supplemental",
        "indenture",
        "time",
        "effective",
        "time",
        "pursuant",
        "term",
        "supplemental",
        "indenture",
        "proposed",
        "amendment",
        "become",
        "effective",
        "effective",
        "time",
        "shall",
        "thereafter",
        "bind",
        "every",
        "holder",
        "note",
        "consent",
        "solicitation",
        "expire",
        "new",
        "york",
        "city",
        "time",
        "march",
        "date",
        "time",
        "may",
        "extended",
        "gateway",
        "time",
        "time",
        "expiration",
        "time",
        "holder",
        "record",
        "note",
        "new",
        "york",
        "city",
        "time",
        "february",
        "record",
        "date",
        "eligible",
        "deliver",
        "consent",
        "proposed",
        "amendment",
        "consent",
        "solicitation",
        "consent",
        "solicitation",
        "made",
        "solely",
        "term",
        "subject",
        "condition",
        "set",
        "forth",
        "consent",
        "solicitation",
        "statement",
        "dated",
        "february",
        "may",
        "amended",
        "supplemented",
        "time",
        "time",
        "consent",
        "solicitation",
        "statement",
        "accompanying",
        "consent",
        "form",
        "together",
        "consent",
        "solicitation",
        "statement",
        "consent",
        "solicitation",
        "document",
        "gateway",
        "may",
        "sole",
        "discretion",
        "terminate",
        "extend",
        "amend",
        "consent",
        "solicitation",
        "time",
        "described",
        "consent",
        "solicitation",
        "statement",
        "copy",
        "consent",
        "solicitation",
        "document",
        "related",
        "document",
        "may",
        "obtained",
        "king",
        "information",
        "tabulation",
        "paying",
        "agent",
        "via",
        "email",
        "gateway",
        "via",
        "phone",
        "holder",
        "note",
        "urged",
        "review",
        "consent",
        "solicitation",
        "document",
        "detailed",
        "term",
        "consent",
        "solicitation",
        "procedure",
        "consenting",
        "proposed",
        "amendment",
        "person",
        "question",
        "regarding",
        "consent",
        "solicitation",
        "contact",
        "morgan",
        "stanley",
        "llc",
        "solicitation",
        "agent",
        "collect",
        "toll",
        "free",
        "announcement",
        "informational",
        "purpose",
        "neither",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "announcement",
        "also",
        "solicitation",
        "consent",
        "respect",
        "proposed",
        "amendment",
        "security",
        "recommendation",
        "made",
        "whether",
        "holder",
        "note",
        "consent",
        "proposed",
        "amendment",
        "solicitation",
        "consent",
        "made",
        "jurisdiction",
        "person",
        "unlawful",
        "make",
        "solicitation",
        "applicable",
        "state",
        "foreign",
        "security",
        "blue",
        "sky",
        "law",
        "gateway",
        "casino",
        "entertainment",
        "gateway",
        "casino",
        "entertainment",
        "limited",
        "gateway",
        "largest",
        "diversified",
        "gaming",
        "company",
        "canada",
        "operating",
        "british",
        "columbia",
        "edmonton",
        "ontario",
        "gateway",
        "employee",
        "operates",
        "gaming",
        "property",
        "table",
        "slot",
        "restaurant",
        "bar",
        "hotel",
        "room",
        "selected",
        "service",
        "provider",
        "southwestern",
        "northern",
        "ontario",
        "gateway",
        "undertake",
        "two",
        "new",
        "planned",
        "build",
        "north",
        "bay",
        "kenora",
        "gateway",
        "undertaking",
        "ambitious",
        "growth",
        "strategy",
        "dramatically",
        "improve",
        "customer",
        "experience",
        "attract",
        "new",
        "customer",
        "includes",
        "development",
        "proprietary",
        "casino",
        "food",
        "beverage",
        "brand",
        "like",
        "match",
        "eatery",
        "public",
        "house",
        "atlas",
        "steak",
        "fish",
        "gateway",
        "celebrated",
        "year",
        "business",
        "gaming",
        "entertainment",
        "canada",
        "information",
        "available",
        "catalyst",
        "capital",
        "group",
        "catalyst",
        "capital",
        "group",
        "private",
        "equity",
        "investment",
        "firm",
        "billion",
        "asset",
        "management",
        "founded",
        "leader",
        "operationally",
        "focused",
        "turnaround",
        "investing",
        "firm",
        "mandate",
        "manufacture",
        "risk",
        "adjusted",
        "return",
        "keeping",
        "philosophy",
        "buy",
        "catalyst",
        "guiding",
        "principle",
        "investment",
        "excellence",
        "operational",
        "involvement",
        "superior",
        "analytics",
        "attention",
        "detail",
        "intellectual",
        "curiosity",
        "team",
        "reputation",
        "key",
        "firm",
        "success",
        "catalyst",
        "team",
        "collectively",
        "possesses",
        "year",
        "extensive",
        "experience",
        "restructuring",
        "credit",
        "market",
        "merchant",
        "investment",
        "banking",
        "canada",
        "united",
        "state",
        "latin",
        "america",
        "europe",
        "statement",
        "press",
        "release",
        "may",
        "contain",
        "statement",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "united",
        "state",
        "canada",
        "statement",
        "include",
        "without",
        "limitation",
        "statement",
        "regarding",
        "belief",
        "expectation",
        "related",
        "use",
        "proceeds",
        "senior",
        "secured",
        "credit",
        "facility",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "statement",
        "made",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "hereof",
        "gateway",
        "undertakes",
        "obligation",
        "update",
        "revise",
        "statement",
        "date",
        "made",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "extent",
        "required",
        "law",
        "pro",
        "forma",
        "september",
        "reflecting",
        "announced",
        "sale",
        "leaseback",
        "transaction",
        "refinancing",
        "view",
        "source",
        "version",
        "http",
        "gateway",
        "carrie",
        "kormos",
        "senior",
        "vice",
        "president",
        "marketing",
        "communication",
        "ckormos",
        "catalyst",
        "capital",
        "group",
        "gagnier",
        "communication",
        "dan",
        "gagnier",
        "dg",
        "source",
        "gateway",
        "casino",
        "entertainment",
        "limited"
    ]
}