{
    "organizations": [],
    "uuid": "dcfc3011100e6fb832288d320f409f02639bca93",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/27/business-wire-ophthotech-reports-fourth-quarter-and-full-year-2017-financial-and-operating-results.html",
    "ord_in_thread": 0,
    "title": "Ophthotech Reports Fourth Quarter Full Year 2017 Financial and Operating Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "(Conference Call and Webcast Today, February 27, 2018, at 8:00 a.m. ET)\n- Ophthotech Targets Novel Gene Therapy Technology for Orphan and Age-Related Retinal Diseases -\n- Complement C5 Inhibitor, Zimura ® , on Track with Four Ongoing Ophthalmic Clinical Programs -\nNEW YORK--(BUSINESS WIRE)-- Ophthotech Corporation (Nasdaq:OPHT) today announced financial and operating results for the fourth quarter and full year ended December 31, 2017 and provided a business update.\nThe Company also announced today that it has initiated an innovative gene therapy program focused on applying novel gene therapy technology to discover and develop new therapies for ocular diseases. The Company intends to investigate promising gene therapy product candidates and other technologies through collaborations with leading companies and academic institutions in the United States and internationally. For its first gene therapy collaboration, the Company has entered into a series of sponsored research agreements with the University of Massachusetts Medical School (UMMS) and its Horae Gene Therapy Center to utilize their “minigene” therapy approach and other novel gene delivery technologies to target retinal diseases. As a condition of each research agreement, UMMS has granted the Company an option to obtain an exclusive license to any patent or patent applications that result from this research. This announcement will be discussed during today’s conference call/webcast (see press release issued earlier today and call in details below).\n“In 2017, our team began to execute on a strategic plan to restructure the Company, broaden our Zimura portfolio to include development programs in both orphan diseases and larger indications in the back of the eye, including dry and wet forms of age-related macular degeneration, and to initiate an aggressive business development outreach,” stated Glenn P. Sblendorio, Chief Executive Officer and President of Ophthotech. “We start 2018 with a strong balance sheet, multiple clinical trials in our Zimura program, and have now entered into the gene therapy arena with a collaboration with the Horae Gene Therapy Center at University of Massachusetts Medical School. Looking ahead we will continue to seek collaborations, in-licensing and partnering opportunities that offer novel and differentiating approaches, including gene therapy approaches, for treating diseases of the eye.”\nZimura ® Complement Factor C5 Inhibitor Program\nDuring the second half of 2017, the Company modified its on-going Zimura (avacincaptad pegol) clinical trial for the treatment of geographic atrophy (GA) secondary to dry age related macular degeneration (AMD). The modification of the trial design accelerates the anticipated timeline for obtaining top-line data. Initial top-line data is expected to be available during the second half of 2019. The scientific details of the GA secondary to dry AMD clinical trial were presented at the 41 st Annual Macula Society Meeting in Beverly Hills, California, February 21-24, 2018. During the third quarter of 2017, the Company initiated a dose-ranging, open-label Phase 2a clinical trial of Zimura in combination with the anti-vascular endothelial growth factor (anti-VEGF) agent Lucentis ® (ranibizumab) in patients with wet AMD who have not been previously treated with any anti-VEGF agents. Based on the current enrollment rate, the Company expects initial top-line data from this trial to be available by the end of 2018. In January 2018, the first patient was enrolled in the Company’s Phase 2b randomized, double-masked, sham-controlled clinical trial assessing the efficacy and safety of Zimura in patients with autosomal recessive Stargardt disease (STGD1). Initial top-line data is expected to be available in 2020. The scientific details of the Stargardt clinical trial will be presented at the 2018 Annual Meeting of the Association for Research in Vision and Ophthalmology in Honolulu, Hawaii, April 29 - May 3, 2018 and at The International Symposium on Ocular Pharmacology and Therapeutics in Tel-Aviv, Israel, March 1-3, 2018. During the fourth quarter of 2017, the Company initiated an open-label Phase 2a clinical trial evaluating Zimura in combination with the anti-VEGF agent Eylea ® (aflibercept) for the treatment of idiopathic polypoidal choroidal vasculopathy in treatment experienced patients. Initial top-line data is expected to be available during the second half of 2019.\nIn January 2018, the Company announced the election of Jane Pritchett Henderson, Chief Financial Officer and Senior Vice President of Corporate Development at Voyager Therapeutics, to its Board of Directors. Ms. Henderson has also been elected the Chair of the Ophthotech Audit Committee.\n2018 Operational Update\nAs of December 31, 2017, the Company had $167 million in cash and cash equivalents. Based on the Company’s current 2018 business plan, including continuation of its development programs for Zimura and initiation of its collaborative gene therapy research programs, the Company expects the cash required to fund its operations and capital expenditures for 2018 will range between $50 million and $55 million. This estimate does not reflect any additional expenditures resulting from the potential in-licensing or acquisition of additional product candidates or technologies or associated development that the Company may pursue.\nFourth Quarter 2017 Financial Highlights\nRevenues: Collaboration revenue was $0 for the quarter ended December 31, 2017, compared to $5.3 million for the same period in 2016. For the year ended December 31, 2017, collaboration revenue was $210.0 million, compared to $50.9 million for 2016. Collaboration revenue variances for both the quarter and the year are the result of the completion of deliverables under the Fovista ® licensing and commercialization agreement with Novartis Pharma AG and the recognition of all associated deferred revenue during the third quarter of 2017. The recognition of this revenue did not impact the Company’s cash balance. R&D Expenses: Research and development expenses were $7.9 million for the quarter ended December 31, 2017, compared to $59.4 million for the same period in 2016. For the quarter ended December 31, 2017, research and development expenses included approximately $0.7 million in costs related to the Company’s previously announced reduction in personnel. For the year ended December 31, 2017, research and development expenses were $66.3 million, compared to $196.3 million for 2016. For the year ended December 31, 2017, research and development expenses included approximately $7.5 million in costs related to the Company’s previously announced reduction in personnel. Research and development expenses decreased in both the quarter and year ended December 31, 2017 primarily due to its termination of the Fovista development programs in wet AMD. G&A Expenses: General and administrative expenses were $6.9 million for the quarter ended December 31, 2017, compared to $13.0 million for the same period in 2016. For the quarter ended December 31, 2017, general and administrative expenses included approximately $0.5 million in costs related to the Company’s previously announced reduction in personnel. For the year ended December 31, 2017, general and administrative expenses were $35.7 million, compared to $50.2 million in 2016. For the year ended December 31, 2017, general and administrative expenses included approximately $5.6 million in costs related to the Company’s previously announced reduction in personnel and its termination of facilities leases. General and administrative expenses decreased in both the quarter and year ended December 31, 2017 primarily due to a decrease in personnel and infrastructure costs to support the Company’s operations. Net Income: The Company reported a net loss for the quarter ended December 31, 2017 of $9.5 million, or ($0.26) per diluted share, compared to a net loss of $66.3 million, or ($1.86) per diluted share, for the same period in 2016. For the year ended December 31, 2017, the Company reported net income of $114.2 million, or $3.17 per diluted share, compared to a net loss of $193.4 million, or ($5.45) per diluted share, for 2016.\nConference Call/Web Cast Information\nOphthotech will host a conference call/webcast to discuss the Company’s financial and operating results and provide a business update. The call is scheduled for February 27, 2018 at 8:00 a.m. Eastern Time. To participate in this conference call, dial 800-239-9838 (USA) or 323-794-2551 (International), passcode 9171013. A live, listen-only audio webcast of the conference call can be accessed on the Investor Relations section of the Ophthotech website at: www.ophthotech.com . A replay will be available approximately two hours following the live call for two weeks. The replay number is 888-203-1112 (USA Toll Free), passcode 9171013.\nAbout Ophthotech Corporation\nOphthotech is a biopharmaceutical company specializing in the development of novel therapies for age-related and orphan diseases of the eye. For more information, please visit www.ophthotech.com .\nForward-looking Statements\nAny statements in this press release about Ophthotech’s future expectations, plans and prospects constitute forward-looking statements for purposes of the safe harbor provisions under the Private Securities Litigation Reform Act of 1995. Forward-looking statements include any statements about Ophthotech’s strategy, future operations and future expectations and plans and prospects for Ophthotech, and any other statements containing the words “anticipate,” “believe,” “estimate,” “expect,” “intend”, “goal,” “may”, “might,” “plan,” “predict,” “project,” “target,” “potential,” “will,” “would,” “could,” “should,” “continue,” and similar expressions. In this press release, Ophthotech’s forward looking statements include statements about the implementation of its strategic plan, Ophthotech's projected use of cash and cash balances, the timing, progress and results of clinical trials and other research and development activities, the potential utility of its product candidates and the potential for its business development strategy, including any potential in-license or acquisition opportunities. Such forward-looking statements involve substantial risks and uncertainties that could cause Ophthotech’s clinical development programs, future results, performance or achievements to differ significantly from those expressed or implied by the forward-looking statements. Such risks and uncertainties include, among others, those related to the initiation and the conduct and design of research programs and clinical trials, availability of data from these programs, expectations for regulatory matters, need for additional financing and negotiation and consummation of in-license and/or acquisition transactions and other factors discussed in the “Risk Factors” section contained in the quarterly and annual reports that Ophthotech files with the Securities and Exchange Commission. Any forward-looking statements represent Ophthotech’s views only as of the date of this press release. Ophthotech anticipates that subsequent events and developments will cause its views to change. While Ophthotech may elect to update these forward-looking statements at some point in the future, Ophthotech specifically disclaims any obligation to do so except as required by law.\nOPHT-G\nOphthotech Corporation Selected Financial Data (unaudited) (in thousands, except per share data) Three Months Ended December 31, Year ended December 31, 2017 2016 2017 2016 Statements of Operations Data: Collaboration revenue $ - $ 5,322 $ 209,977 $ 50,909 Operating expenses: Research and development 7,946 59,409 66,289 196,295 General and administrative 6,913 12,968 35,683 50,178 Total operating expenses 14,859 72,377 101,972 246,473 Income (loss) from operations (14,859 ) (67,055 ) 108,005 (195,564 ) Interest income 409 402 1,522 1,704 Other income (loss) - 122 (34 ) 34 Loss before income tax provision (14,450 ) (66,531 ) 109,493 (193,826 ) Income tax provision (benefit) (4,908 ) (248 ) (4,712 ) (406 ) Net income (loss) $ (9,542 ) $ (66,283 ) $ 114,205 $ (193,420 ) Net income (loss) per common share: Basic $ (0.26 ) $ (1.86 ) $ 3.18 $ (5.45 ) Diluted $ (0.26 ) $ (1.86 ) $ 3.17 $ (5.45 ) Weighted average common shares outstanding: Basic 36,041 35,700 35,919 35,486 Diluted 36,041 35,700 36,007 35,486 December 31, 2017\nDecember 31, 2016\n(in thousands) Balance Sheets Data: Cash, cash equivalents, and marketable securities $ 166,972 $ 289,278 Total assets 175,576 299,630 Deferred revenue - 209,976 Royalty purchase liability 125,000 125,000 Total liabilities 137,535 394,248 Additional paid-in capital 522,759 504,517 Accumulated deficit (484,754 ) (598,959 ) Total stockholders' equity (deficit) $ 38,041 $ (94,618 )\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180227005445/en/\nInvestors\nOphthotech Corporation\nKathy Galante, 212-845-8231\nVice President, Investor Relations and Corporate Communications\nkathy.galante@ophthotech.com\nor\nMedia\nSmithSolve LLC on behalf of Ophthotech Corporation\nAlex Van Rees, 973-442-1555 ext. 111\nalex.vanrees@smithsolve.com\nSource: Ophthotech Corporation",
    "published": "2018-02-27T14:33:00.000+02:00",
    "crawled": "2018-02-27T15:10:15.047+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "conference",
        "call",
        "webcast",
        "today",
        "february",
        "et",
        "ophthotech",
        "target",
        "novel",
        "gene",
        "therapy",
        "technology",
        "orphan",
        "retinal",
        "disease",
        "complement",
        "c5",
        "inhibitor",
        "zimura",
        "track",
        "four",
        "ongoing",
        "ophthalmic",
        "clinical",
        "program",
        "new",
        "york",
        "business",
        "wire",
        "ophthotech",
        "corporation",
        "nasdaq",
        "opht",
        "today",
        "announced",
        "financial",
        "operating",
        "result",
        "fourth",
        "quarter",
        "full",
        "year",
        "ended",
        "december",
        "provided",
        "business",
        "update",
        "company",
        "also",
        "announced",
        "today",
        "initiated",
        "innovative",
        "gene",
        "therapy",
        "program",
        "focused",
        "applying",
        "novel",
        "gene",
        "therapy",
        "technology",
        "discover",
        "develop",
        "new",
        "therapy",
        "ocular",
        "disease",
        "company",
        "intends",
        "investigate",
        "promising",
        "gene",
        "therapy",
        "product",
        "candidate",
        "technology",
        "collaboration",
        "leading",
        "company",
        "academic",
        "institution",
        "united",
        "state",
        "internationally",
        "first",
        "gene",
        "therapy",
        "collaboration",
        "company",
        "entered",
        "series",
        "sponsored",
        "research",
        "agreement",
        "university",
        "massachusetts",
        "medical",
        "school",
        "umms",
        "horae",
        "gene",
        "therapy",
        "center",
        "utilize",
        "minigene",
        "therapy",
        "approach",
        "novel",
        "gene",
        "delivery",
        "technology",
        "target",
        "retinal",
        "disease",
        "condition",
        "research",
        "agreement",
        "umms",
        "granted",
        "company",
        "option",
        "obtain",
        "exclusive",
        "license",
        "patent",
        "patent",
        "application",
        "result",
        "research",
        "announcement",
        "discussed",
        "today",
        "conference",
        "see",
        "press",
        "release",
        "issued",
        "earlier",
        "today",
        "call",
        "detail",
        "team",
        "began",
        "execute",
        "strategic",
        "plan",
        "restructure",
        "company",
        "broaden",
        "zimura",
        "portfolio",
        "include",
        "development",
        "program",
        "orphan",
        "disease",
        "larger",
        "indication",
        "back",
        "eye",
        "including",
        "dry",
        "wet",
        "form",
        "macular",
        "degeneration",
        "initiate",
        "aggressive",
        "business",
        "development",
        "outreach",
        "stated",
        "glenn",
        "sblendorio",
        "chief",
        "executive",
        "officer",
        "president",
        "ophthotech",
        "start",
        "strong",
        "balance",
        "sheet",
        "multiple",
        "clinical",
        "trial",
        "zimura",
        "program",
        "entered",
        "gene",
        "therapy",
        "arena",
        "collaboration",
        "horae",
        "gene",
        "therapy",
        "center",
        "university",
        "massachusetts",
        "medical",
        "school",
        "looking",
        "ahead",
        "continue",
        "seek",
        "collaboration",
        "partnering",
        "opportunity",
        "offer",
        "novel",
        "differentiating",
        "approach",
        "including",
        "gene",
        "therapy",
        "approach",
        "treating",
        "disease",
        "zimura",
        "complement",
        "factor",
        "c5",
        "inhibitor",
        "program",
        "second",
        "half",
        "company",
        "modified",
        "zimura",
        "avacincaptad",
        "pegol",
        "clinical",
        "trial",
        "treatment",
        "geographic",
        "atrophy",
        "ga",
        "secondary",
        "dry",
        "age",
        "related",
        "macular",
        "degeneration",
        "amd",
        "modification",
        "trial",
        "design",
        "accelerates",
        "anticipated",
        "timeline",
        "obtaining",
        "data",
        "initial",
        "data",
        "expected",
        "available",
        "second",
        "half",
        "scientific",
        "detail",
        "ga",
        "secondary",
        "dry",
        "amd",
        "clinical",
        "trial",
        "presented",
        "st",
        "annual",
        "macula",
        "society",
        "meeting",
        "beverly",
        "hill",
        "california",
        "february",
        "third",
        "quarter",
        "company",
        "initiated",
        "phase",
        "2a",
        "clinical",
        "trial",
        "zimura",
        "combination",
        "endothelial",
        "growth",
        "factor",
        "agent",
        "lucentis",
        "ranibizumab",
        "patient",
        "wet",
        "amd",
        "previously",
        "treated",
        "agent",
        "based",
        "current",
        "enrollment",
        "rate",
        "company",
        "expects",
        "initial",
        "data",
        "trial",
        "available",
        "end",
        "january",
        "first",
        "patient",
        "enrolled",
        "company",
        "phase",
        "2b",
        "randomized",
        "clinical",
        "trial",
        "assessing",
        "efficacy",
        "safety",
        "zimura",
        "patient",
        "autosomal",
        "recessive",
        "stargardt",
        "disease",
        "stgd1",
        "initial",
        "data",
        "expected",
        "available",
        "scientific",
        "detail",
        "stargardt",
        "clinical",
        "trial",
        "presented",
        "annual",
        "meeting",
        "association",
        "research",
        "vision",
        "ophthalmology",
        "honolulu",
        "hawaii",
        "april",
        "may",
        "international",
        "symposium",
        "ocular",
        "pharmacology",
        "therapeutic",
        "israel",
        "march",
        "fourth",
        "quarter",
        "company",
        "initiated",
        "phase",
        "2a",
        "clinical",
        "trial",
        "evaluating",
        "zimura",
        "combination",
        "agent",
        "eylea",
        "aflibercept",
        "treatment",
        "idiopathic",
        "polypoidal",
        "choroidal",
        "vasculopathy",
        "treatment",
        "experienced",
        "patient",
        "initial",
        "data",
        "expected",
        "available",
        "second",
        "half",
        "january",
        "company",
        "announced",
        "election",
        "jane",
        "pritchett",
        "henderson",
        "chief",
        "financial",
        "officer",
        "senior",
        "vice",
        "president",
        "corporate",
        "development",
        "voyager",
        "therapeutic",
        "board",
        "director",
        "henderson",
        "also",
        "elected",
        "chair",
        "ophthotech",
        "audit",
        "committee",
        "operational",
        "update",
        "december",
        "company",
        "million",
        "cash",
        "cash",
        "equivalent",
        "based",
        "company",
        "current",
        "business",
        "plan",
        "including",
        "continuation",
        "development",
        "program",
        "zimura",
        "initiation",
        "collaborative",
        "gene",
        "therapy",
        "research",
        "program",
        "company",
        "expects",
        "cash",
        "required",
        "fund",
        "operation",
        "capital",
        "expenditure",
        "range",
        "million",
        "million",
        "estimate",
        "reflect",
        "additional",
        "expenditure",
        "resulting",
        "potential",
        "acquisition",
        "additional",
        "product",
        "candidate",
        "technology",
        "associated",
        "development",
        "company",
        "may",
        "pursue",
        "fourth",
        "quarter",
        "financial",
        "highlight",
        "revenue",
        "collaboration",
        "revenue",
        "quarter",
        "ended",
        "december",
        "compared",
        "million",
        "period",
        "year",
        "ended",
        "december",
        "collaboration",
        "revenue",
        "million",
        "compared",
        "million",
        "collaboration",
        "revenue",
        "variance",
        "quarter",
        "year",
        "result",
        "completion",
        "deliverable",
        "fovista",
        "licensing",
        "commercialization",
        "agreement",
        "novartis",
        "pharma",
        "ag",
        "recognition",
        "associated",
        "deferred",
        "revenue",
        "third",
        "quarter",
        "recognition",
        "revenue",
        "impact",
        "company",
        "cash",
        "balance",
        "r",
        "expense",
        "research",
        "development",
        "expense",
        "million",
        "quarter",
        "ended",
        "december",
        "compared",
        "million",
        "period",
        "quarter",
        "ended",
        "december",
        "research",
        "development",
        "expense",
        "included",
        "approximately",
        "million",
        "cost",
        "related",
        "company",
        "previously",
        "announced",
        "reduction",
        "personnel",
        "year",
        "ended",
        "december",
        "research",
        "development",
        "expense",
        "million",
        "compared",
        "million",
        "year",
        "ended",
        "december",
        "research",
        "development",
        "expense",
        "included",
        "approximately",
        "million",
        "cost",
        "related",
        "company",
        "previously",
        "announced",
        "reduction",
        "personnel",
        "research",
        "development",
        "expense",
        "decreased",
        "quarter",
        "year",
        "ended",
        "december",
        "primarily",
        "due",
        "termination",
        "fovista",
        "development",
        "program",
        "wet",
        "amd",
        "g",
        "expense",
        "general",
        "administrative",
        "expense",
        "million",
        "quarter",
        "ended",
        "december",
        "compared",
        "million",
        "period",
        "quarter",
        "ended",
        "december",
        "general",
        "administrative",
        "expense",
        "included",
        "approximately",
        "million",
        "cost",
        "related",
        "company",
        "previously",
        "announced",
        "reduction",
        "personnel",
        "year",
        "ended",
        "december",
        "general",
        "administrative",
        "expense",
        "million",
        "compared",
        "million",
        "year",
        "ended",
        "december",
        "general",
        "administrative",
        "expense",
        "included",
        "approximately",
        "million",
        "cost",
        "related",
        "company",
        "previously",
        "announced",
        "reduction",
        "personnel",
        "termination",
        "facility",
        "lease",
        "general",
        "administrative",
        "expense",
        "decreased",
        "quarter",
        "year",
        "ended",
        "december",
        "primarily",
        "due",
        "decrease",
        "personnel",
        "infrastructure",
        "cost",
        "support",
        "company",
        "operation",
        "net",
        "income",
        "company",
        "reported",
        "net",
        "loss",
        "quarter",
        "ended",
        "december",
        "million",
        "per",
        "diluted",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "diluted",
        "share",
        "period",
        "year",
        "ended",
        "december",
        "company",
        "reported",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "diluted",
        "share",
        "conference",
        "cast",
        "information",
        "ophthotech",
        "host",
        "conference",
        "discus",
        "company",
        "financial",
        "operating",
        "result",
        "provide",
        "business",
        "update",
        "call",
        "scheduled",
        "february",
        "eastern",
        "time",
        "participate",
        "conference",
        "call",
        "dial",
        "usa",
        "international",
        "passcode",
        "live",
        "audio",
        "webcast",
        "conference",
        "call",
        "accessed",
        "investor",
        "relation",
        "section",
        "ophthotech",
        "website",
        "replay",
        "available",
        "approximately",
        "two",
        "hour",
        "following",
        "live",
        "call",
        "two",
        "week",
        "replay",
        "number",
        "usa",
        "toll",
        "free",
        "passcode",
        "ophthotech",
        "corporation",
        "ophthotech",
        "biopharmaceutical",
        "company",
        "specializing",
        "development",
        "novel",
        "therapy",
        "orphan",
        "disease",
        "eye",
        "information",
        "please",
        "visit",
        "statement",
        "statement",
        "press",
        "release",
        "ophthotech",
        "future",
        "expectation",
        "plan",
        "prospect",
        "constitute",
        "statement",
        "purpose",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "include",
        "statement",
        "ophthotech",
        "strategy",
        "future",
        "operation",
        "future",
        "expectation",
        "plan",
        "prospect",
        "ophthotech",
        "statement",
        "containing",
        "word",
        "anticipate",
        "believe",
        "estimate",
        "expect",
        "intend",
        "goal",
        "may",
        "might",
        "plan",
        "predict",
        "project",
        "target",
        "potential",
        "would",
        "could",
        "continue",
        "similar",
        "expression",
        "press",
        "release",
        "ophthotech",
        "forward",
        "looking",
        "statement",
        "include",
        "statement",
        "implementation",
        "strategic",
        "plan",
        "ophthotech",
        "projected",
        "use",
        "cash",
        "cash",
        "balance",
        "timing",
        "progress",
        "result",
        "clinical",
        "trial",
        "research",
        "development",
        "activity",
        "potential",
        "utility",
        "product",
        "candidate",
        "potential",
        "business",
        "development",
        "strategy",
        "including",
        "potential",
        "acquisition",
        "opportunity",
        "statement",
        "involve",
        "substantial",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "ophthotech",
        "clinical",
        "development",
        "program",
        "future",
        "result",
        "performance",
        "achievement",
        "differ",
        "significantly",
        "expressed",
        "implied",
        "statement",
        "risk",
        "uncertainty",
        "include",
        "among",
        "others",
        "related",
        "initiation",
        "conduct",
        "design",
        "research",
        "program",
        "clinical",
        "trial",
        "availability",
        "data",
        "program",
        "expectation",
        "regulatory",
        "matter",
        "need",
        "additional",
        "financing",
        "negotiation",
        "consummation",
        "acquisition",
        "transaction",
        "factor",
        "discussed",
        "risk",
        "factor",
        "section",
        "contained",
        "quarterly",
        "annual",
        "report",
        "ophthotech",
        "file",
        "security",
        "exchange",
        "commission",
        "statement",
        "represent",
        "ophthotech",
        "view",
        "date",
        "press",
        "release",
        "ophthotech",
        "anticipates",
        "subsequent",
        "event",
        "development",
        "cause",
        "view",
        "change",
        "ophthotech",
        "may",
        "elect",
        "update",
        "statement",
        "point",
        "future",
        "ophthotech",
        "specifically",
        "disclaims",
        "obligation",
        "except",
        "required",
        "law",
        "ophthotech",
        "corporation",
        "selected",
        "financial",
        "data",
        "unaudited",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "statement",
        "operation",
        "data",
        "collaboration",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "income",
        "loss",
        "operation",
        "interest",
        "income",
        "income",
        "loss",
        "loss",
        "income",
        "tax",
        "provision",
        "income",
        "tax",
        "provision",
        "benefit",
        "net",
        "income",
        "loss",
        "net",
        "income",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "december",
        "december",
        "thousand",
        "balance",
        "sheet",
        "data",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "total",
        "asset",
        "deferred",
        "revenue",
        "royalty",
        "purchase",
        "liability",
        "total",
        "liability",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "deficit",
        "view",
        "source",
        "version",
        "http",
        "investor",
        "ophthotech",
        "corporation",
        "kathy",
        "galante",
        "vice",
        "president",
        "investor",
        "relation",
        "corporate",
        "communication",
        "medium",
        "smithsolve",
        "llc",
        "behalf",
        "ophthotech",
        "corporation",
        "alex",
        "van",
        "rees",
        "ext",
        "source",
        "ophthotech",
        "corporation"
    ]
}