{
    "organizations": [],
    "uuid": "aa8a32095eb7b2a5b31673c3d6731a781f6069fa",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/01/business-wire-time-warner-inc-provides-2018-full-year-business-outlook.html",
    "ord_in_thread": 0,
    "title": "Time Warner Inc. Provides 2018 Full-Year Business Outlook",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK--(BUSINESS WIRE)-- Time Warner Inc. (NYSE:TWX) today provided its 2018 full-year business outlook. The Company expects its 2018 full-year Adjusted Operating Income to increase in the high single-digits, based on current foreign exchange rates.\nThe outlook for 2018 Adjusted Operating Income does not include the impact of any future merger or unplanned restructuring and severance charges, the impact from future sales and acquisitions of operating assets or the impact of taxes on such items. These items may occur from time to time due to management decisions and changing business circumstances. The outlook also does not include the costs associated with the pending acquisition by AT&T Inc. (including retention, restructuring and severance costs associated with the transaction). The impact of such items would be included in Adjusted Operating Income (other than the costs associated with the AT&T transaction, gains and losses from operating assets and any related tax effect) and Operating Income, which is the most directly comparable GAAP measure to Adjusted Operating Income. The Company is currently unable to forecast precisely the timing and/or magnitude of any such events and their resulting impacts on Operating Income and Adjusted Operating Income.\nOPERATING DRIVERS FOR FULL-YEAR AND FIRST QUARTER OF 2018\nTurner\nThe Company expects Turner’s 2018 full-year subscription revenues to increase in the mid-single digits compared to the prior year. For the full year, the Company expects growth in Turner’s programming costs and total expenses to moderate compared to 2017. The Company anticipates Turner’s Operating Income growth rate in 2018 will increase compared to the prior year.\nScatter pricing for advertising sales at Turner’s domestic entertainment networks has increased high-single digits in the first quarter of 2018 to date compared to last year’s upfront. The Company anticipates Turner’s total advertising revenues will increase in the high single- to low double-digits in the first quarter of 2018 compared to the prior year quarter, due in part to an approximately five percentage point benefit the Company expects from airing the Final Four games of the NCAA Division I Men’s Basketball Tournament (“NCAA Tournament”) in this year’s first quarter. The Company expects Turner’s total expense growth in the first quarter of 2018 to be in the double-digits due to the airing of the NCAA Tournament Final Four games and the timing of original series, and therefore anticipates Turner’s Operating Income to decline in the first quarter of 2018 compared to the prior year quarter.\nHome Box Office\nThe Company anticipates Home Box Office’s 2018 full-year subscription revenues to increase at a similar rate as in 2017. The Company expects content and other revenues to decline significantly in 2018 compared to the prior year due to the mix of home video releases and the comparison to international licensing deals completed in the prior year. In addition, the Company expects full-year 2018 total expense growth at Home Box Office to moderate compared to 2017. The Company anticipates Home Box Office’s revenue growth will more than offset expense growth and, as a result, expects its Operating Income to increase at a healthy rate in 2018 compared to the prior year.\nThe Company expects Home Box Office’s subscription revenue growth in the first quarter of 2018 to increase at a rate similar to the expectation for the full year in 2018. The expected lower subscription revenue growth rate in the first quarter of 2018 compared to the fourth quarter of 2017 is primarily due to changes in the timing for recognizing certain revenue under new revenue recognition accounting guidance adopted in 2018. The Company expects Home Box Office’s content and other revenues to decline significantly in the first quarter compared to the prior year quarter. In addition, the Company anticipates year-over-year growth in total expenses to be higher in the first half of 2018 compared to the second half of 2018. The Company expects Home Box Office’s Operating Income to decline in the first quarter.\nWarner Bros.\nThe Company expects Warner Bros.’ full-year Operating Income to increase in 2018 compared to the prior year reflecting higher games profits primarily related to carryover from the 2017 releases and growth in television licensing revenues of theatrical product due to the licensing of the Harry Potter franchise.\nIn the first quarter of 2018, the Company expects Warner Bros.’ Operating Income to decline by a double-digit percentage compared to the prior year quarter due to the comparison to the television licensing of a library series in last year’s first quarter and the mix and timing of film releases.\nTax Rate\nBased on the Company’s analysis of the impact of the U.S. tax reform legislation enacted at the end of 2017, the Company anticipates its 2018 full-year effective tax rate will be approximately 20%. This does not reflect the impact of any potential new provisions or other changes to the tax legislation that could occur during 2018.\nUse of Adjusted Operating Income (Loss) Measure\nAdjusted Operating Income (Loss) is defined as Operating Income (Loss) excluding the impact of noncash impairments of goodwill, intangible and fixed assets; gains and losses on operating assets (other than deferred gains on sale-leasebacks); gains and losses recognized in connection with pension and other postretirement benefit plan curtailments or settlements; costs related to the pending acquisition by AT&T Inc. (including retention, restructuring and severance costs associated with the transaction); external costs related to mergers, acquisitions or dispositions (including restructuring and severance costs associated with dispositions), as well as contingent consideration related to such transactions, to the extent such costs are expensed; and amounts related to securities litigation and government investigations. The Company utilizes Adjusted Operating Income (Loss), among other measures, to evaluate the performance of its businesses. Some limitations of Adjusted Operating Income (Loss) are that it does not reflect certain charges that affect the operating results of the Company’s businesses and it involves judgment as to whether items affect fundamental operating performance. Also, a general limitation of Adjusted Operating Income (Loss) is that it is not prepared in accordance with U.S. generally accepted accounting principles and may not be comparable to similarly titled measures of other companies due to differences in methods of calculation and excluded items.\nAdjusted Operating Income (Loss) should be considered in addition to, not as a substitute for, the Company’s Operating Income (Loss), as well as other measures of financial performance reported in accordance with U.S. generally accepted accounting principles.\nA reconciliation of the Company’s expected 2018 Adjusted Operating Income to its expected 2018 Operating Income, to the extent practicable, is included with this release. The reconciliation does not include the expected 2018 Operating Income because the Company is unable to forecast the timing and/or magnitude of some items that are included in Operating Income but excluded from Adjusted Operating Income, but it is likely there will be additional amounts during the remainder of 2018.\nAbout Time Warner Inc.\nTime Warner Inc., a global leader in media and entertainment with businesses in television networks and film and TV entertainment, uses its industry-leading operating scale and brands to create, package and deliver high-quality content worldwide on a multi-platform basis.\nCaution Concerning Forward-Looking Statements\nThis document contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. These statements are based on management’s current expectations or beliefs, and are subject to uncertainty and changes in circumstances. Actual results may vary materially from those expressed or implied by the statements herein due to changes in economic, business, competitive, technological, strategic and/or regulatory factors and other factors affecting the operation of Time Warner’s businesses, including the pending merger with AT&T Inc. More detailed information about these factors may be found in filings by Time Warner with the Securities and Exchange Commission, including its most recent Annual Report on Form 10-K and subsequent Quarterly Reports on Form 10-Q. Time Warner is under no obligation to, and expressly disclaims any such obligation to, update or alter its forward-looking statements, whether as a result of new information, future events, or otherwise.\nInformation on Earnings Release\nIn a separate release issued today, Time Warner Inc. reported the financial results for its fourth quarter and full year ended December 31, 2017.\nTIME WARNER INC. RECONCILIATION OF GUIDANCE (Millions, Unaudited) Year Ended December 31, 2017 Reconciliation of 2018 Guidance Reconciliation of Adjusted Operating Income to Operating Income\nAdjusted Operating Income $ 8,165 Growth expected to be in the high-single digit range. (1) Asset impairments (16 ) Unable to estimate. (2) Gains (losses) on operating assets, net 67 Unable to estimate. (2) Costs related to the AT&T Merger (279 ) Unable to estimate beyond the approximately ($190) million expected to be incurred for the period January 1, 2018 through December 31, 2018. (2) (3) Other operating income items (17 ) Unable to estimate. (2) Operating Income $ 7,920 Unable to estimate. (1) (1) Based on current exchange rates.\n(2) Because of the nature of the items, the Company is unable to estimate the amounts of any adjustments for the items excluded from Operating Income for the period after December 31, 2017, other than the item noted in (3) below, due to its inability to forecast if or when any such items will occur. Based on the occurrence of small amounts of these items for the year ended December 31, 2017, it is likely that additional amounts will occur during the year ended December 31, 2018.\n(3) In connection with entering into the Agreement and Plan of Merger with AT&T Inc., the Company awarded special retention restricted stock units (\"Special Retention RSUs\") and cash retention awards to certain employees. The Company expects to recognize approximately ($190) million of expenses for the period January 1, 2018 through December 31, 2018 principally related to such Special Retention RSUs and cash retention awards.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180201005638/en/\nTime Warner Inc.\nCorporate Communications\nKeith Cocozza (212) 484-7482\nor\nInvestor Relations\nJessica Holscott (212) 484-6720\nMichael Senno (212) 484-8950\nSource: Time Warner Inc.",
    "published": "2018-02-01T16:01:00.000+02:00",
    "crawled": "2018-02-01T16:01:43.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "business",
        "wire",
        "time",
        "warner",
        "nyse",
        "twx",
        "today",
        "provided",
        "business",
        "outlook",
        "company",
        "expects",
        "adjusted",
        "operating",
        "income",
        "increase",
        "high",
        "based",
        "current",
        "foreign",
        "exchange",
        "rate",
        "outlook",
        "adjusted",
        "operating",
        "income",
        "include",
        "impact",
        "future",
        "merger",
        "unplanned",
        "restructuring",
        "severance",
        "charge",
        "impact",
        "future",
        "sale",
        "acquisition",
        "operating",
        "asset",
        "impact",
        "tax",
        "item",
        "item",
        "may",
        "occur",
        "time",
        "time",
        "due",
        "management",
        "decision",
        "changing",
        "business",
        "circumstance",
        "outlook",
        "also",
        "include",
        "cost",
        "associated",
        "pending",
        "acquisition",
        "including",
        "retention",
        "restructuring",
        "severance",
        "cost",
        "associated",
        "transaction",
        "impact",
        "item",
        "would",
        "included",
        "adjusted",
        "operating",
        "income",
        "cost",
        "associated",
        "transaction",
        "gain",
        "loss",
        "operating",
        "asset",
        "related",
        "tax",
        "effect",
        "operating",
        "income",
        "directly",
        "comparable",
        "gaap",
        "measure",
        "adjusted",
        "operating",
        "income",
        "company",
        "currently",
        "unable",
        "forecast",
        "precisely",
        "timing",
        "magnitude",
        "event",
        "resulting",
        "impact",
        "operating",
        "income",
        "adjusted",
        "operating",
        "income",
        "operating",
        "driver",
        "first",
        "quarter",
        "turner",
        "company",
        "expects",
        "turner",
        "subscription",
        "revenue",
        "increase",
        "digit",
        "compared",
        "prior",
        "year",
        "full",
        "year",
        "company",
        "expects",
        "growth",
        "turner",
        "programming",
        "cost",
        "total",
        "expense",
        "moderate",
        "compared",
        "company",
        "anticipates",
        "turner",
        "operating",
        "income",
        "growth",
        "rate",
        "increase",
        "compared",
        "prior",
        "year",
        "scatter",
        "pricing",
        "advertising",
        "sale",
        "turner",
        "domestic",
        "entertainment",
        "network",
        "increased",
        "digit",
        "first",
        "quarter",
        "date",
        "compared",
        "last",
        "year",
        "upfront",
        "company",
        "anticipates",
        "turner",
        "total",
        "advertising",
        "revenue",
        "increase",
        "high",
        "low",
        "first",
        "quarter",
        "compared",
        "prior",
        "year",
        "quarter",
        "due",
        "part",
        "approximately",
        "five",
        "percentage",
        "point",
        "benefit",
        "company",
        "expects",
        "airing",
        "final",
        "four",
        "game",
        "ncaa",
        "division",
        "men",
        "basketball",
        "tournament",
        "ncaa",
        "tournament",
        "year",
        "first",
        "quarter",
        "company",
        "expects",
        "turner",
        "total",
        "expense",
        "growth",
        "first",
        "quarter",
        "due",
        "airing",
        "ncaa",
        "tournament",
        "final",
        "four",
        "game",
        "timing",
        "original",
        "series",
        "therefore",
        "anticipates",
        "turner",
        "operating",
        "income",
        "decline",
        "first",
        "quarter",
        "compared",
        "prior",
        "year",
        "quarter",
        "home",
        "box",
        "office",
        "company",
        "anticipates",
        "home",
        "box",
        "office",
        "subscription",
        "revenue",
        "increase",
        "similar",
        "rate",
        "company",
        "expects",
        "content",
        "revenue",
        "decline",
        "significantly",
        "compared",
        "prior",
        "year",
        "due",
        "mix",
        "home",
        "video",
        "release",
        "comparison",
        "international",
        "licensing",
        "deal",
        "completed",
        "prior",
        "year",
        "addition",
        "company",
        "expects",
        "total",
        "expense",
        "growth",
        "home",
        "box",
        "office",
        "moderate",
        "compared",
        "company",
        "anticipates",
        "home",
        "box",
        "office",
        "revenue",
        "growth",
        "offset",
        "expense",
        "growth",
        "result",
        "expects",
        "operating",
        "income",
        "increase",
        "healthy",
        "rate",
        "compared",
        "prior",
        "year",
        "company",
        "expects",
        "home",
        "box",
        "office",
        "subscription",
        "revenue",
        "growth",
        "first",
        "quarter",
        "increase",
        "rate",
        "similar",
        "expectation",
        "full",
        "year",
        "expected",
        "lower",
        "subscription",
        "revenue",
        "growth",
        "rate",
        "first",
        "quarter",
        "compared",
        "fourth",
        "quarter",
        "primarily",
        "due",
        "change",
        "timing",
        "recognizing",
        "certain",
        "revenue",
        "new",
        "revenue",
        "recognition",
        "accounting",
        "guidance",
        "adopted",
        "company",
        "expects",
        "home",
        "box",
        "office",
        "content",
        "revenue",
        "decline",
        "significantly",
        "first",
        "quarter",
        "compared",
        "prior",
        "year",
        "quarter",
        "addition",
        "company",
        "anticipates",
        "growth",
        "total",
        "expense",
        "higher",
        "first",
        "half",
        "compared",
        "second",
        "half",
        "company",
        "expects",
        "home",
        "box",
        "office",
        "operating",
        "income",
        "decline",
        "first",
        "quarter",
        "warner",
        "company",
        "expects",
        "warner",
        "operating",
        "income",
        "increase",
        "compared",
        "prior",
        "year",
        "reflecting",
        "higher",
        "game",
        "profit",
        "primarily",
        "related",
        "carryover",
        "release",
        "growth",
        "television",
        "licensing",
        "revenue",
        "theatrical",
        "product",
        "due",
        "licensing",
        "harry",
        "potter",
        "franchise",
        "first",
        "quarter",
        "company",
        "expects",
        "warner",
        "operating",
        "income",
        "decline",
        "percentage",
        "compared",
        "prior",
        "year",
        "quarter",
        "due",
        "comparison",
        "television",
        "licensing",
        "library",
        "series",
        "last",
        "year",
        "first",
        "quarter",
        "mix",
        "timing",
        "film",
        "release",
        "tax",
        "rate",
        "based",
        "company",
        "analysis",
        "impact",
        "tax",
        "reform",
        "legislation",
        "enacted",
        "end",
        "company",
        "anticipates",
        "effective",
        "tax",
        "rate",
        "approximately",
        "reflect",
        "impact",
        "potential",
        "new",
        "provision",
        "change",
        "tax",
        "legislation",
        "could",
        "occur",
        "use",
        "adjusted",
        "operating",
        "income",
        "loss",
        "measure",
        "adjusted",
        "operating",
        "income",
        "loss",
        "defined",
        "operating",
        "income",
        "loss",
        "excluding",
        "impact",
        "noncash",
        "impairment",
        "goodwill",
        "intangible",
        "fixed",
        "asset",
        "gain",
        "loss",
        "operating",
        "asset",
        "deferred",
        "gain",
        "gain",
        "loss",
        "recognized",
        "connection",
        "pension",
        "postretirement",
        "benefit",
        "plan",
        "curtailment",
        "settlement",
        "cost",
        "related",
        "pending",
        "acquisition",
        "including",
        "retention",
        "restructuring",
        "severance",
        "cost",
        "associated",
        "transaction",
        "external",
        "cost",
        "related",
        "merger",
        "acquisition",
        "disposition",
        "including",
        "restructuring",
        "severance",
        "cost",
        "associated",
        "disposition",
        "well",
        "contingent",
        "consideration",
        "related",
        "transaction",
        "extent",
        "cost",
        "expensed",
        "amount",
        "related",
        "security",
        "litigation",
        "government",
        "investigation",
        "company",
        "utilizes",
        "adjusted",
        "operating",
        "income",
        "loss",
        "among",
        "measure",
        "evaluate",
        "performance",
        "business",
        "limitation",
        "adjusted",
        "operating",
        "income",
        "loss",
        "reflect",
        "certain",
        "charge",
        "affect",
        "operating",
        "result",
        "company",
        "business",
        "involves",
        "judgment",
        "whether",
        "item",
        "affect",
        "fundamental",
        "operating",
        "performance",
        "also",
        "general",
        "limitation",
        "adjusted",
        "operating",
        "income",
        "loss",
        "prepared",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "may",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "company",
        "due",
        "difference",
        "method",
        "calculation",
        "excluded",
        "item",
        "adjusted",
        "operating",
        "income",
        "loss",
        "considered",
        "addition",
        "substitute",
        "company",
        "operating",
        "income",
        "loss",
        "well",
        "measure",
        "financial",
        "performance",
        "reported",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "reconciliation",
        "company",
        "expected",
        "adjusted",
        "operating",
        "income",
        "expected",
        "operating",
        "income",
        "extent",
        "practicable",
        "included",
        "release",
        "reconciliation",
        "include",
        "expected",
        "operating",
        "income",
        "company",
        "unable",
        "forecast",
        "timing",
        "magnitude",
        "item",
        "included",
        "operating",
        "income",
        "excluded",
        "adjusted",
        "operating",
        "income",
        "likely",
        "additional",
        "amount",
        "remainder",
        "time",
        "warner",
        "time",
        "warner",
        "global",
        "leader",
        "medium",
        "entertainment",
        "business",
        "television",
        "network",
        "film",
        "tv",
        "entertainment",
        "us",
        "operating",
        "scale",
        "brand",
        "create",
        "package",
        "deliver",
        "content",
        "worldwide",
        "basis",
        "caution",
        "concerning",
        "statement",
        "document",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "based",
        "management",
        "current",
        "expectation",
        "belief",
        "subject",
        "uncertainty",
        "change",
        "circumstance",
        "actual",
        "result",
        "may",
        "vary",
        "materially",
        "expressed",
        "implied",
        "statement",
        "herein",
        "due",
        "change",
        "economic",
        "business",
        "competitive",
        "technological",
        "strategic",
        "regulatory",
        "factor",
        "factor",
        "affecting",
        "operation",
        "time",
        "warner",
        "business",
        "including",
        "pending",
        "merger",
        "detailed",
        "information",
        "factor",
        "may",
        "found",
        "filing",
        "time",
        "warner",
        "security",
        "exchange",
        "commission",
        "including",
        "recent",
        "annual",
        "report",
        "form",
        "subsequent",
        "quarterly",
        "report",
        "form",
        "time",
        "warner",
        "obligation",
        "expressly",
        "disclaims",
        "obligation",
        "update",
        "alter",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "information",
        "earnings",
        "release",
        "separate",
        "release",
        "issued",
        "today",
        "time",
        "warner",
        "reported",
        "financial",
        "result",
        "fourth",
        "quarter",
        "full",
        "year",
        "ended",
        "december",
        "time",
        "warner",
        "reconciliation",
        "guidance",
        "million",
        "unaudited",
        "year",
        "ended",
        "december",
        "reconciliation",
        "guidance",
        "reconciliation",
        "adjusted",
        "operating",
        "income",
        "operating",
        "income",
        "adjusted",
        "operating",
        "income",
        "growth",
        "expected",
        "digit",
        "range",
        "asset",
        "impairment",
        "unable",
        "estimate",
        "gain",
        "loss",
        "operating",
        "asset",
        "net",
        "unable",
        "estimate",
        "cost",
        "related",
        "merger",
        "unable",
        "estimate",
        "beyond",
        "approximately",
        "million",
        "expected",
        "incurred",
        "period",
        "january",
        "december",
        "operating",
        "income",
        "item",
        "unable",
        "estimate",
        "operating",
        "income",
        "unable",
        "estimate",
        "based",
        "current",
        "exchange",
        "rate",
        "nature",
        "item",
        "company",
        "unable",
        "estimate",
        "amount",
        "adjustment",
        "item",
        "excluded",
        "operating",
        "income",
        "period",
        "december",
        "item",
        "noted",
        "due",
        "inability",
        "forecast",
        "item",
        "occur",
        "based",
        "occurrence",
        "small",
        "amount",
        "item",
        "year",
        "ended",
        "december",
        "likely",
        "additional",
        "amount",
        "occur",
        "year",
        "ended",
        "december",
        "connection",
        "entering",
        "agreement",
        "plan",
        "merger",
        "company",
        "awarded",
        "special",
        "retention",
        "restricted",
        "stock",
        "unit",
        "special",
        "retention",
        "rsus",
        "cash",
        "retention",
        "award",
        "certain",
        "employee",
        "company",
        "expects",
        "recognize",
        "approximately",
        "million",
        "expense",
        "period",
        "january",
        "december",
        "principally",
        "related",
        "special",
        "retention",
        "rsus",
        "cash",
        "retention",
        "award",
        "view",
        "source",
        "version",
        "http",
        "time",
        "warner",
        "corporate",
        "communication",
        "keith",
        "cocozza",
        "investor",
        "relation",
        "jessica",
        "holscott",
        "michael",
        "senno",
        "source",
        "time",
        "warner",
        "inc"
    ]
}