{
    "organizations": [],
    "uuid": "99eba946a71800b2410201d9e0e1f05f9e96bab1",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/22/business-wire-henkel-achieves-new-highs-in-sales-and-earnings.html",
    "ord_in_thread": 0,
    "title": "Henkel achieves new highs in sales and earnings",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Strong performance in fiscal year 2017\nSales increase to 20,029 million euros, first time above 20 bn euros: nominal growth +7.0%, organic growth +3.1% EBIT margin* reaches new high: +40 basis points to 17.3% Earnings per preferred share*: +9.1% to new high of 5.85 euros Record dividend** payout: +10.5% to 1.79 euros per preferred share Substantial progress in implementation of strategic initiatives Financial ambition for 2020 confirmed\nDÜSSELDORF--(BUSINESS WIRE)-- “2017 was a successful year for Henkel. Despite challenging and volatile market conditions, we reached new record levels in sales and earnings and achieved our financial targets for the year. This strong performance was driven by our engaged and passionate global team. For the first time, we exceeded annual sales of 20 billion euros. We also achieved record margins and new highs in earnings per share – in line with our commitment to deliver sustainable profitable growth,” said Henkel CEO Hans Van Bylen.\n“We focused on the implementation of our strategic priorities and achieved substantial progress with many key initiatives and projects. In the course of the year, we also made several attractive acquisitions which will complement and further strengthen our portfolio.”\nOutlook for 2018\nBased on the strong performance in 2017 and substantial progress made in the implementation of the strategic priorities, Henkel reconfirmed the financial ambition for 2020 – organic sales growth of 2 to 4 percent, continued increase in adjusted EBIT margin, adjusted EPS growth of 7 to 9 percent – and provided its outlook for 2018.\nFor 2018, Henkel expects to generate organic sales growth of 2 to 4 percent with each business unit in this range. For adjusted return on sales (EBIT), Henkel anticipates an increase to more than 17.5 percent with all three business units contributing. Reflecting the uncertainties in the currency markets, especially the US dollar trend, Henkel expects an increase in adjusted earnings per preferred share in euro of between 5 and 8 percent.\n“Going forward, we will continue to focus on sustainable profitable growth with attractive returns. We are committed to deliver on our financial ambition 2020,” said Hans Van Bylen.\nSales and earnings performance 2017\nIn the fiscal year 2017, sales exceeded 20 billion euros for the first time and increased by 7.0 percent to 20,029 million euros. Foreign exchange movements had an overall negative effect of 2.0 percent on sales. Acquisitions and divestments accounted for 5.9 percent of sales growth. Organic sales, which exclude the impact of foreign exchange effects and acquisitions/divestments, showed a strong increase of 3.1 percent. This improvement is in line with the full year guidance of 2 to 4 percent organic sales growth.\nThe Adhesive Technologies business unit delivered very strong organic sales growth of 5.0 percent. The Beauty Care business unit generated positive organic sales growth of 0.5 percent. The Laundry & Home Care business unit reported a good increase in organic sales of 2.0 percent.\nThe emerging markets again made an above-average contribution to the organic growth of the group, showing a very strong increase in organic sales of 5.3 percent. The mature markets registered positive organic sales growth of 1.5 percent.\nSales increased organically in all regions. In the Western Europe region sales showed a positive organic development. In Eastern Europe , sales grew organically by 6.0 percent. Africa/Middle East posted organic sales growth of 1.7 percent. Sales in North America increased organically by 3.0 percent. Latin America achieved organic sales growth of 4.4 percent, and in the Asia-Pacific region, sales grew organically by 5.9 percent.\nAdjusted operating profit (EBIT) improved by 9.1 percent from 3,172 million euros to 3,461 million euros. All three business units contributed to this increase.\nAdjusted return on sales (EBIT) rose by 0.4 percentage points to 17.3 percent, matching the full year guidance of an increase to more than 17 percent.\nThe financial result amounted to -51 million euros after -33 million euros in fiscal 2016 due to the financing costs of the acquisitions closed in fiscal 2016 and 2017.\nAdjusted net income for the year after non-controlling interests increased by 9.1 percent to 2,534 million euros (2016: 2,323 million euros).\nAdjusted earnings per preferred share (EPS) grew by 9.1 percent from 5.36 euros to 5.85 euros. This is in line with the improved guidance for 2017, which anticipated an EPS growth of around 9 percent.\nThe Management Board, Supervisory Board and Shareholders’ Committee will propose to the Annual General Meeting on April 9, 2018 an increase in the dividend per preferred share of 10.5 percent to 1.79 euros (previous year: 1.62 euros).\nThe proposed dividend per ordinary share is 1.77 euros, an increase of 10.6 percent compared to the previous year (1.60 euros). This would be the highest dividend in the company’s history and equal a payout ratio of 30.7 percent, which is in line with Henkel’s target payout ratio of 25 to 35 percent.\nNet working capital as a percentage of sales was 1.3 percentage points above the prior-year period, reaching 4.8 percent.\nThe net financial position closed the year at -3,225 million euros (December 31, 2016: -2,301 million euros). The change compared to the end of the previous year was primarily due to payments for acquisitions.\nBusiness unit performance\nThe Adhesive Technologies business unit generated very strong organic sales growth of 5.0 percent in fiscal 2017. In nominal terms, sales grew by 4.8 percent to 9,387 million euros. Adjusted operating profit increased by 6.4 percent to 1,734 million euros. Adjusted return on sales registered a good increase and reached a new high of 18.5 percent.\nThe Beauty Care business unit registered positive organic sales growth of 0.5 percent in fiscal 2017. Nominally, sales grew by 0.8 percent to 3,868 million euros. Adjusted operating profit grew by 2.7 percent to 665 million euros. Adjusted return on sales showed a good increase, reaching a new high of 17.2 percent.\nThe Laundry & Home Care business unit generated good organic sales growth of 2.0 percent in fiscal 2017. Nominally, sales increased by 14.8 percent to 6,651 million euros. Adjusted operating profit grew by 17.0 percent to 1,170 million euros. Adjusted return on sales showed a good increase and reached a new high of 17.6 percent. The acquisition of The Sun Products Corporation contributed significantly to both sales and operating profit.\nHenkel 2020 + : Substantial progress in 2017\n“Through to 2020 and beyond, we are pursuing a compelling ambition for Henkel. We want our company to generate sustainable profitable growth and to become more customer-focused, innovative, agile, and digital,” said Henkel CEO Hans Van Bylen.\nTo achieve these ambitions, Henkel has defined four strategic priorities : drive growth, accelerate digitalization, increase agility and fund growth. In the fiscal year 2017, Henkel made substantial progress in the implementation.\nTo drive growth , Henkel successfully deepened its engagement with customers and consumers across all levels. In its Adhesive Technologies business, Henkel is implementing ambitious roadmaps for the top 100 customers to accelerate growth with tailor-made solutions. In the consumer businesses, Henkel expanded its digital “Connect2Consumer” program to create insight-driven innovations and services.\nHenkel also continued to grow its leading brands and innovative technologies. In the Adhesive Technologies business, the strong performance was driven by superior, high-impact solutions for dynamic growth industries such as consumer electronics and the automotive industry as well as general industry. In Beauty Care, innovations in coloration and styling were driving growth and market share gains. In Hair Professional business in the US, Henkel successfully launched its first influencer brand #mydentity. Laundry & Home Care expanded its portfolio through innovations in attractive categories such as special detergents and toilet care.\nFollowing the acquisition of Sun Products, the combined North American Laundry & Home Care business recorded a very good performance in 2017.\nHenkel also made several attractive acquisitions in 2017 with a total value of around 2 billion euros, which will complement its portfolio and strengthen the competitiveness of its industrial and consumer businesses.\nHenkel also captures new sources of growth through investments and co-operations in digital services and technologies for example in the area of 3D-printing and innovative consumer business models.\nAs part of its strategic priority “accelerate digitalization” , Henkel further digitized its interactions with customers, consumers, business partners, and suppliers along the entire value chain. Digitally driven sales increased double-digit across all business units. Henkel invested in Industry 4.0 , implemented smart factory concepts and further digitized its integrated Global Supply Chain. To strengthen the digital capabilities of employees, specific training and development programs were rolled out. The newly appointed Chief Digital Officer established a dedicated organization, driving the digital transformation across all units. Henkel x will be the new platform to bring together internal and external networks and collaboration events, digital engagement formats as well as new ways of working.\nTo create a more agile organization, Henkel has fostered the entrepreneurial spirit of its employees, introduced more flexible business models to better adapt to dynamic markets. In Adhesive Technologies, 28 customer-facing steering units enable closer customer collaboration. Henkel also further optimized workflows and processes to become faster and more flexible. As part of the Fastest-Time-To-Market initiative, innovation lead times have been reduced and entries into new markets have been accelerated.\nAll initiatives to fund growth are on track to realize the targeted benefits: By 2020, they are expected to generate annual efficiency gains of more than 500 million euros.\nONE!ViEW drives higher efficiency through optimized cost management and increased transparency on a global scale. ONE!GSC integrates Henkel´s global supply chain organization across all business units. Henkel also rolled out net revenue management across all business units and further increased efficiency in its structures , for example through new approaches in its shared service centers focusing on automation and robotics.\nAbout Henkel\nHenkel operates globally with a well-balanced and diversified portfolio. The company holds leading positions with its three business units in both industrial and consumer businesses thanks to strong brands, innovations and technologies. Henkel Adhesive Technologies is the global leader in the adhesives market – across all industry segments worldwide. In its Laundry & Home Care and Beauty Care businesses, Henkel holds leading positions in many markets and categories around the world. Founded in 1876, Henkel looks back on more than 140 years of success. Henkel employs more than 53,000 people globally – a passionate and highly diverse team, united by a strong company culture, a common purpose to create sustainable value, and shared values. As a recognized leader in sustainability, Henkel holds top positions in many international indices and rankings. Henkel’s preferred shares are listed in the German stock index DAX. For more information, please visit www.henkel.com .\nThis document contains forward-looking statements which are based on the current estimates and assumptions made by the corporate management of Henkel AG & Co. KGaA. Forward-looking statements are characterized by the use of words such as expect, intend, plan, predict, assume, believe, estimate, anticipate, forecast and similar formulations. Such statements are not to be understood as in any way guaranteeing that those expectations will turn out to be accurate. Future performance and the results actually achieved by Henkel AG & Co. KGaA and its affiliated companies depend on a number of risks and uncertainties and may therefore differ materially from the forward-looking statements. Many of these factors are outside Henkel’s control and cannot be accurately estimated in advance, such as the future economic environment and the actions of competitors and others involved in the marketplace. Henkel neither plans nor undertakes to update forward-looking statements.\n* Adjusted for one-time charges/gains and restructuring charges\n** Proposal to shareholders for the Annual General Meeting on April 9, 2018\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180222005822/en/\nInvestors & Analysts\nLars Korinth\nPhone: +49 211 797 - 1631\nEmail: lars.korinth@henkel.com\nDr. Eva Sewing\nPhone: +49 211 797 - 5277\nEmail: eva.sewing@henkel.com\nChristopher Huesgen\nPhone: +49 211 797 - 4314\nEmail: christopher.huesgen@henkel.com\nMona Niermann\nPhone: +49 211 797 - 7151\nEmail: mona.niermann@henkel.com\nPress & Media\nLars Witteck\nPhone: +49 211 797 - 2606\nEmail: lars.witteck@henkel.com\nWulf Klüppelholz\nPhone: +49 211 797 - 1875\nEmail: wulf.klueppelholz@henkel.com\nHanna Philipps\nPhone: +49 211 797 - 3626\nEmail: hanna.philipps@henkel.com\nThe 2017 Annual Report and other information with download material relating to fiscal 2017 can be found in our press folder on the internet at:\nwww.henkel.com/press\nwww.henkel.com/ir\nSource: Henkel",
    "published": "2018-02-22T17:09:00.000+02:00",
    "crawled": "2018-02-22T20:27:58.010+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "strong",
        "performance",
        "fiscal",
        "year",
        "sale",
        "increase",
        "million",
        "euro",
        "first",
        "time",
        "bn",
        "euro",
        "nominal",
        "growth",
        "organic",
        "growth",
        "ebit",
        "margin",
        "reach",
        "new",
        "high",
        "basis",
        "point",
        "earnings",
        "per",
        "preferred",
        "share",
        "new",
        "high",
        "euro",
        "record",
        "dividend",
        "payout",
        "euro",
        "per",
        "preferred",
        "share",
        "substantial",
        "progress",
        "implementation",
        "strategic",
        "initiative",
        "financial",
        "ambition",
        "confirmed",
        "düsseldorf",
        "business",
        "wire",
        "successful",
        "year",
        "henkel",
        "despite",
        "challenging",
        "volatile",
        "market",
        "condition",
        "reached",
        "new",
        "record",
        "level",
        "sale",
        "earnings",
        "achieved",
        "financial",
        "target",
        "year",
        "strong",
        "performance",
        "driven",
        "engaged",
        "passionate",
        "global",
        "team",
        "first",
        "time",
        "exceeded",
        "annual",
        "sale",
        "billion",
        "euro",
        "also",
        "achieved",
        "record",
        "margin",
        "new",
        "high",
        "earnings",
        "per",
        "share",
        "line",
        "commitment",
        "deliver",
        "sustainable",
        "profitable",
        "growth",
        "said",
        "henkel",
        "ceo",
        "han",
        "van",
        "bylen",
        "focused",
        "implementation",
        "strategic",
        "priority",
        "achieved",
        "substantial",
        "progress",
        "many",
        "key",
        "initiative",
        "project",
        "course",
        "year",
        "also",
        "made",
        "several",
        "attractive",
        "acquisition",
        "complement",
        "strengthen",
        "outlook",
        "based",
        "strong",
        "performance",
        "substantial",
        "progress",
        "made",
        "implementation",
        "strategic",
        "priority",
        "henkel",
        "reconfirmed",
        "financial",
        "ambition",
        "organic",
        "sale",
        "growth",
        "percent",
        "continued",
        "increase",
        "adjusted",
        "ebit",
        "margin",
        "adjusted",
        "eps",
        "growth",
        "percent",
        "provided",
        "outlook",
        "henkel",
        "expects",
        "generate",
        "organic",
        "sale",
        "growth",
        "percent",
        "business",
        "unit",
        "range",
        "adjusted",
        "return",
        "sale",
        "ebit",
        "henkel",
        "anticipates",
        "increase",
        "percent",
        "three",
        "business",
        "unit",
        "contributing",
        "reflecting",
        "uncertainty",
        "currency",
        "market",
        "especially",
        "u",
        "dollar",
        "trend",
        "henkel",
        "expects",
        "increase",
        "adjusted",
        "earnings",
        "per",
        "preferred",
        "share",
        "euro",
        "percent",
        "going",
        "forward",
        "continue",
        "focus",
        "sustainable",
        "profitable",
        "growth",
        "attractive",
        "return",
        "committed",
        "deliver",
        "financial",
        "ambition",
        "said",
        "han",
        "van",
        "bylen",
        "sale",
        "earnings",
        "performance",
        "fiscal",
        "year",
        "sale",
        "exceeded",
        "billion",
        "euro",
        "first",
        "time",
        "increased",
        "percent",
        "million",
        "euro",
        "foreign",
        "exchange",
        "movement",
        "overall",
        "negative",
        "effect",
        "percent",
        "sale",
        "acquisition",
        "divestments",
        "accounted",
        "percent",
        "sale",
        "growth",
        "organic",
        "sale",
        "exclude",
        "impact",
        "foreign",
        "exchange",
        "effect",
        "showed",
        "strong",
        "increase",
        "percent",
        "improvement",
        "line",
        "full",
        "year",
        "guidance",
        "percent",
        "organic",
        "sale",
        "growth",
        "adhesive",
        "technology",
        "business",
        "unit",
        "delivered",
        "strong",
        "organic",
        "sale",
        "growth",
        "percent",
        "beauty",
        "care",
        "business",
        "unit",
        "generated",
        "positive",
        "organic",
        "sale",
        "growth",
        "percent",
        "laundry",
        "home",
        "care",
        "business",
        "unit",
        "reported",
        "good",
        "increase",
        "organic",
        "sale",
        "percent",
        "emerging",
        "market",
        "made",
        "contribution",
        "organic",
        "growth",
        "group",
        "showing",
        "strong",
        "increase",
        "organic",
        "sale",
        "percent",
        "mature",
        "market",
        "registered",
        "positive",
        "organic",
        "sale",
        "growth",
        "percent",
        "sale",
        "increased",
        "organically",
        "region",
        "western",
        "europe",
        "region",
        "sale",
        "showed",
        "positive",
        "organic",
        "development",
        "eastern",
        "europe",
        "sale",
        "grew",
        "organically",
        "percent",
        "east",
        "posted",
        "organic",
        "sale",
        "growth",
        "percent",
        "sale",
        "north",
        "america",
        "increased",
        "organically",
        "percent",
        "latin",
        "america",
        "achieved",
        "organic",
        "sale",
        "growth",
        "percent",
        "region",
        "sale",
        "grew",
        "organically",
        "percent",
        "adjusted",
        "operating",
        "profit",
        "ebit",
        "improved",
        "percent",
        "million",
        "euro",
        "million",
        "euro",
        "three",
        "business",
        "unit",
        "contributed",
        "increase",
        "adjusted",
        "return",
        "sale",
        "ebit",
        "rose",
        "percentage",
        "point",
        "percent",
        "matching",
        "full",
        "year",
        "guidance",
        "increase",
        "percent",
        "financial",
        "result",
        "amounted",
        "million",
        "euro",
        "million",
        "euro",
        "fiscal",
        "due",
        "financing",
        "cost",
        "acquisition",
        "closed",
        "fiscal",
        "adjusted",
        "net",
        "income",
        "year",
        "interest",
        "increased",
        "percent",
        "million",
        "euro",
        "million",
        "euro",
        "adjusted",
        "earnings",
        "per",
        "preferred",
        "share",
        "eps",
        "grew",
        "percent",
        "euro",
        "euro",
        "line",
        "improved",
        "guidance",
        "anticipated",
        "eps",
        "growth",
        "around",
        "percent",
        "management",
        "board",
        "supervisory",
        "board",
        "shareholder",
        "committee",
        "propose",
        "annual",
        "general",
        "meeting",
        "april",
        "increase",
        "dividend",
        "per",
        "preferred",
        "share",
        "percent",
        "euro",
        "previous",
        "year",
        "euro",
        "proposed",
        "dividend",
        "per",
        "ordinary",
        "share",
        "euro",
        "increase",
        "percent",
        "compared",
        "previous",
        "year",
        "euro",
        "would",
        "highest",
        "dividend",
        "company",
        "history",
        "equal",
        "payout",
        "ratio",
        "percent",
        "line",
        "henkel",
        "target",
        "payout",
        "ratio",
        "percent",
        "net",
        "working",
        "capital",
        "percentage",
        "sale",
        "percentage",
        "point",
        "period",
        "reaching",
        "percent",
        "net",
        "financial",
        "position",
        "closed",
        "year",
        "million",
        "euro",
        "december",
        "million",
        "euro",
        "change",
        "compared",
        "end",
        "previous",
        "year",
        "primarily",
        "due",
        "payment",
        "acquisition",
        "business",
        "unit",
        "performance",
        "adhesive",
        "technology",
        "business",
        "unit",
        "generated",
        "strong",
        "organic",
        "sale",
        "growth",
        "percent",
        "fiscal",
        "nominal",
        "term",
        "sale",
        "grew",
        "percent",
        "million",
        "euro",
        "adjusted",
        "operating",
        "profit",
        "increased",
        "percent",
        "million",
        "euro",
        "adjusted",
        "return",
        "sale",
        "registered",
        "good",
        "increase",
        "reached",
        "new",
        "high",
        "percent",
        "beauty",
        "care",
        "business",
        "unit",
        "registered",
        "positive",
        "organic",
        "sale",
        "growth",
        "percent",
        "fiscal",
        "nominally",
        "sale",
        "grew",
        "percent",
        "million",
        "euro",
        "adjusted",
        "operating",
        "profit",
        "grew",
        "percent",
        "million",
        "euro",
        "adjusted",
        "return",
        "sale",
        "showed",
        "good",
        "increase",
        "reaching",
        "new",
        "high",
        "percent",
        "laundry",
        "home",
        "care",
        "business",
        "unit",
        "generated",
        "good",
        "organic",
        "sale",
        "growth",
        "percent",
        "fiscal",
        "nominally",
        "sale",
        "increased",
        "percent",
        "million",
        "euro",
        "adjusted",
        "operating",
        "profit",
        "grew",
        "percent",
        "million",
        "euro",
        "adjusted",
        "return",
        "sale",
        "showed",
        "good",
        "increase",
        "reached",
        "new",
        "high",
        "percent",
        "acquisition",
        "sun",
        "product",
        "corporation",
        "contributed",
        "significantly",
        "sale",
        "operating",
        "profit",
        "henkel",
        "substantial",
        "progress",
        "beyond",
        "pursuing",
        "compelling",
        "ambition",
        "henkel",
        "want",
        "company",
        "generate",
        "sustainable",
        "profitable",
        "growth",
        "become",
        "innovative",
        "agile",
        "digital",
        "said",
        "henkel",
        "ceo",
        "han",
        "van",
        "bylen",
        "achieve",
        "ambition",
        "henkel",
        "defined",
        "four",
        "strategic",
        "priority",
        "drive",
        "growth",
        "accelerate",
        "digitalization",
        "increase",
        "agility",
        "fund",
        "growth",
        "fiscal",
        "year",
        "henkel",
        "made",
        "substantial",
        "progress",
        "implementation",
        "drive",
        "growth",
        "henkel",
        "successfully",
        "deepened",
        "engagement",
        "customer",
        "consumer",
        "across",
        "level",
        "adhesive",
        "technology",
        "business",
        "henkel",
        "implementing",
        "ambitious",
        "roadmaps",
        "top",
        "customer",
        "accelerate",
        "growth",
        "solution",
        "consumer",
        "business",
        "henkel",
        "expanded",
        "digital",
        "connect2consumer",
        "program",
        "create",
        "innovation",
        "service",
        "henkel",
        "also",
        "continued",
        "grow",
        "leading",
        "brand",
        "innovative",
        "technology",
        "adhesive",
        "technology",
        "business",
        "strong",
        "performance",
        "driven",
        "superior",
        "solution",
        "dynamic",
        "growth",
        "industry",
        "consumer",
        "electronics",
        "automotive",
        "industry",
        "well",
        "general",
        "industry",
        "beauty",
        "care",
        "innovation",
        "coloration",
        "styling",
        "driving",
        "growth",
        "market",
        "share",
        "gain",
        "hair",
        "professional",
        "business",
        "u",
        "henkel",
        "successfully",
        "launched",
        "first",
        "influencer",
        "brand",
        "mydentity",
        "laundry",
        "home",
        "care",
        "expanded",
        "portfolio",
        "innovation",
        "attractive",
        "category",
        "special",
        "detergent",
        "toilet",
        "care",
        "following",
        "acquisition",
        "sun",
        "product",
        "combined",
        "north",
        "american",
        "laundry",
        "home",
        "care",
        "business",
        "recorded",
        "good",
        "performance",
        "henkel",
        "also",
        "made",
        "several",
        "attractive",
        "acquisition",
        "total",
        "value",
        "around",
        "billion",
        "euro",
        "complement",
        "portfolio",
        "strengthen",
        "competitiveness",
        "industrial",
        "consumer",
        "business",
        "henkel",
        "also",
        "capture",
        "new",
        "source",
        "growth",
        "investment",
        "digital",
        "service",
        "technology",
        "example",
        "area",
        "innovative",
        "consumer",
        "business",
        "model",
        "part",
        "strategic",
        "priority",
        "accelerate",
        "digitalization",
        "henkel",
        "digitized",
        "interaction",
        "customer",
        "consumer",
        "business",
        "partner",
        "supplier",
        "along",
        "entire",
        "value",
        "chain",
        "digitally",
        "driven",
        "sale",
        "increased",
        "across",
        "business",
        "unit",
        "henkel",
        "invested",
        "industry",
        "implemented",
        "smart",
        "factory",
        "concept",
        "digitized",
        "integrated",
        "global",
        "supply",
        "chain",
        "strengthen",
        "digital",
        "capability",
        "employee",
        "specific",
        "training",
        "development",
        "program",
        "rolled",
        "newly",
        "appointed",
        "chief",
        "digital",
        "officer",
        "established",
        "dedicated",
        "organization",
        "driving",
        "digital",
        "transformation",
        "across",
        "unit",
        "henkel",
        "x",
        "new",
        "platform",
        "bring",
        "together",
        "internal",
        "external",
        "network",
        "collaboration",
        "event",
        "digital",
        "engagement",
        "format",
        "well",
        "new",
        "way",
        "working",
        "create",
        "agile",
        "organization",
        "henkel",
        "fostered",
        "entrepreneurial",
        "spirit",
        "employee",
        "introduced",
        "flexible",
        "business",
        "model",
        "better",
        "adapt",
        "dynamic",
        "market",
        "adhesive",
        "technology",
        "steering",
        "unit",
        "enable",
        "closer",
        "customer",
        "collaboration",
        "henkel",
        "also",
        "optimized",
        "workflow",
        "process",
        "become",
        "faster",
        "flexible",
        "part",
        "initiative",
        "innovation",
        "lead",
        "time",
        "reduced",
        "entry",
        "new",
        "market",
        "accelerated",
        "initiative",
        "fund",
        "growth",
        "track",
        "realize",
        "targeted",
        "benefit",
        "expected",
        "generate",
        "annual",
        "efficiency",
        "gain",
        "million",
        "euro",
        "one",
        "view",
        "drive",
        "higher",
        "efficiency",
        "optimized",
        "cost",
        "management",
        "increased",
        "transparency",
        "global",
        "scale",
        "one",
        "gsc",
        "integrates",
        "global",
        "supply",
        "chain",
        "organization",
        "across",
        "business",
        "unit",
        "henkel",
        "also",
        "rolled",
        "net",
        "revenue",
        "management",
        "across",
        "business",
        "unit",
        "increased",
        "efficiency",
        "structure",
        "example",
        "new",
        "approach",
        "shared",
        "service",
        "center",
        "focusing",
        "automation",
        "robotics",
        "henkel",
        "henkel",
        "operates",
        "globally",
        "diversified",
        "portfolio",
        "company",
        "hold",
        "leading",
        "position",
        "three",
        "business",
        "unit",
        "industrial",
        "consumer",
        "business",
        "thanks",
        "strong",
        "brand",
        "innovation",
        "technology",
        "henkel",
        "adhesive",
        "technology",
        "global",
        "leader",
        "adhesive",
        "market",
        "across",
        "industry",
        "segment",
        "worldwide",
        "laundry",
        "home",
        "care",
        "beauty",
        "care",
        "business",
        "henkel",
        "hold",
        "leading",
        "position",
        "many",
        "market",
        "category",
        "around",
        "world",
        "founded",
        "henkel",
        "look",
        "back",
        "year",
        "success",
        "henkel",
        "employ",
        "people",
        "globally",
        "passionate",
        "highly",
        "diverse",
        "team",
        "united",
        "strong",
        "company",
        "culture",
        "common",
        "purpose",
        "create",
        "sustainable",
        "value",
        "shared",
        "value",
        "recognized",
        "leader",
        "sustainability",
        "henkel",
        "hold",
        "top",
        "position",
        "many",
        "international",
        "index",
        "ranking",
        "henkel",
        "preferred",
        "share",
        "listed",
        "german",
        "stock",
        "index",
        "dax",
        "information",
        "please",
        "visit",
        "document",
        "contains",
        "statement",
        "based",
        "current",
        "estimate",
        "assumption",
        "made",
        "corporate",
        "management",
        "henkel",
        "ag",
        "kgaa",
        "statement",
        "characterized",
        "use",
        "word",
        "expect",
        "intend",
        "plan",
        "predict",
        "assume",
        "believe",
        "estimate",
        "anticipate",
        "forecast",
        "similar",
        "formulation",
        "statement",
        "understood",
        "way",
        "guaranteeing",
        "expectation",
        "turn",
        "accurate",
        "future",
        "performance",
        "result",
        "actually",
        "achieved",
        "henkel",
        "ag",
        "kgaa",
        "affiliated",
        "company",
        "depend",
        "number",
        "risk",
        "uncertainty",
        "may",
        "therefore",
        "differ",
        "materially",
        "statement",
        "many",
        "factor",
        "outside",
        "henkel",
        "control",
        "accurately",
        "estimated",
        "advance",
        "future",
        "economic",
        "environment",
        "action",
        "competitor",
        "others",
        "involved",
        "marketplace",
        "henkel",
        "neither",
        "plan",
        "undertakes",
        "update",
        "statement",
        "adjusted",
        "restructuring",
        "charge",
        "proposal",
        "shareholder",
        "annual",
        "general",
        "meeting",
        "april",
        "view",
        "source",
        "version",
        "http",
        "investor",
        "analyst",
        "lars",
        "korinth",
        "phone",
        "email",
        "eva",
        "sewing",
        "phone",
        "email",
        "christopher",
        "huesgen",
        "phone",
        "email",
        "mona",
        "niermann",
        "phone",
        "email",
        "press",
        "medium",
        "lars",
        "witteck",
        "phone",
        "email",
        "wulf",
        "klüppelholz",
        "phone",
        "email",
        "hanna",
        "philipps",
        "phone",
        "email",
        "annual",
        "report",
        "information",
        "download",
        "material",
        "relating",
        "fiscal",
        "found",
        "press",
        "folder",
        "internet",
        "source",
        "henkel"
    ]
}