{
    "organizations": [],
    "uuid": "82949731cfec73f97d50e0030751086ce4cf090a",
    "author": "Ali Montag",
    "url": "https://www.cnbc.com/2018/02/07/bitcoin-millionaires-are-buying-lamborghinis-with-cryptocurrency.html",
    "ord_in_thread": 0,
    "title": "Bitcoin millionaires are buying Lamborghinis with cryptocurrency",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Musicians and star athletes come to shop for luxury cars at MotorCars of Georgia, a dealership just outside of Atlanta.\nQuavious Marshall , better known as Quavo of local rap group Migos, bought a Silica White McLaren 720S from there in November. Ricardo Lockette, a retired Seattle Seahawk wide receiver, posed for an Instagram photo with a blue Lamborghini Huracan in December. Even Shaquille O'Neal has stopped by .\nLast fall, the dealership also got a visit from Peter Saddington, a seemingly unassuming 35-year-old coder who is neither a rapper nor a celebrity.\nHe caught the attention of the dealership though — and the internet — by cashing in 45 bitcoins to drive away with a $200,000 2015 Lamborghini Huracan with a white matte wrap and race exhaust features. Thanks to an early interest in cryptocurrencies, buying those 45 bitcoin cost Saddington less than $115.\nThe bitcoin enthusiast's Lamborghini purchase isn't just a crazy bargain. It reflects a trend of the new rich spending their cryptowealth on the Italian super car.\n\"That is like a meme that goes around Reddit,\" Saddington tells CNBC Make It. In talking about when a coin is going to make buyers a lot of money, \"someone says, 'When Lambo?'\" on social media, referring to when will the holder will be able to buy the sports car.\nCourtesy of Peter Saddington \"I've been in this business long enough that nothing really surprises you,\" Brandon Saszi, general manager of MotorCars of Georgia, tells CNBC Make It of bitcoin buyers. \"The only thing you're thinking is, 'Gosh I wish I was in on it.'\"\nSaddington, who studied computer science at Florida State before earning three master's degrees in counseling, education and theology from Luther Rice College & Seminary in Georgia, stumbled across bitcoin in 2011.\nAn article by technology publication Ars Technica caught his eye, with a report that bitcoin had lost 90 percent of its value in a dip from its then peak of $30 to under $3.\n\"As a technologist and someone who likes to take risky bets with new technology, I thought it was really intriguing,\" Saddington tells CNBC Make It. \"I took about a month to research it, look back in the code, look back in the white paper ,\" referencing the bitcoin outline authored by the cryptocurrency's mysterious creator, Satoshi Nakamoto.\nWhen Saddington first invested in November 2011, a single bitcoin cost $2.52 . While he won't say how many coins he currently owns, at that time, he bought more than 1,000. When bitcoin was at its peak last December, those coins were briefly worth $19,000 each . Bitcoin has since fallen to trade near $8,100 Wednesday morning, according to CoinDesk , but if Saddington is still holding his original $2.52 coins, that's still a return of about 321,000 percent.\n\"I am a long term HODLER, or holder, of bitcoins,\" Saddington says, using the cryptoslang term . \"I've been holding it since 2011 as much as I can.\" Saddington says he's bought bitcoin every Friday for five years.\nSaddington, who is the CTO of VinWiki, an Atlanta-based start-up that provides automotive histories for used cars, also runs a cryptocurrency forum called The Bitcoin Pub and two YouTube channels about the cryptocurrency.\nHis YouTube video documenting the Lamborghini purchase has over 1.5 million views .\nCourtesy of Peter Saddington By some ultra-wealthy enthusiasts, Lamborghinis are considered to be \"the single acceptable way to spend money in the Ethereum cryptocurrency community,\" according to The New York Times. Cashing out of cryptocurrency positions is generally discouraged in the community, and true believers are urged to \"HODL.\"\nExcept when it comes to Lambos.\nThe meme has even led to the depiction of ethereum founder Vitalik Buterin as a religious icon, holding a Lamborghini in his outstretched hands . In response, Buterin tweeted that, \"If all that we accomplish is lambo memes ... then I WILL leave,\" and encouraged focus on, \"actually achieving something meaningful for society.\"\nAnd it's not all internet lore. Pietro Frigerio, the dealer principal and general manager at Lamborghini Newport Beach in Costa Mesa, California, saw sales of the car spike as the price of bitcoin skyrocketed.\nThe dealership, which sells new and used Lamborghinis, along with other used luxury cars like Ferraris, began accepting payments through bitcoin in 2013, a year in which bitcoin saw price fluctuations from below $100 to over $1,000 .\nIn December, when bitcoin hit a high of $19,000 , Frigerio saw a jump in cryptocurrency-involved sales with Lamborghinis.\n\"We went from one, maybe two transactions a month from 2013 until 2016, and in [December 2017] alone we had over 10 transactions,\" Frigerio tells CNBC Make.\nTweet\nEven with the price of bitcoin falling, in January, Frigerio sold three Lambos via transactions with the cryptocurrency.\nThe dealership accepts bitcoin through BitPay, a third-party company that enables transactions between a buyer holding cryptocurrency and a seller who wants U.S. dollars, for a 1 percent fee paid by the dealership.\n\"We do not really take bitcoin, we do not speculate on [the] exchange rate,\" Frigerio says, a point being driven home by bitcoins' recent plunge. \"We just facilitate the owner of bitcoin by running the transaction through a payment service. Similar [to] using Apple Pay or PayPal, or running foreign currency though a foreign exchange financial institution in order to receive U.S. dollars.\"\nAt MotorCars of Georgia, general manager Saszi had heard questions from customers about bitcoin a few years before Saddington came to buy his Lamborghini.\n\"We had a couple of people come in and say, 'Do you accept bitcoin?'\" Saszi says. \"It did seem a little strange at that time, and I really didn't think anything of it.\"\nSaszi then heard about sales with bitcoin from Frigerio at Lamborghini Newport Beach, who he says is a friend and colleague. At that time it was infrequent, but not unheard of.\nSaddington purchased his car in October.\n\"The car was on consignment from an individual and the individual took bitcoin directly,\" Saddington says, while he paid the dealership in cash for, \"the fees and all the taxes and all the remaining administrative costs.\" CNBC was unable to reach the original owner of Saddington's vehicle for comment.\nSaddington's purchase sparked a realization by Saszi in early November that accepting bitcoin might be something the dealership should do on a larger scale.\n\"I had heard about it from Newport Beach and then Peter bought the car here, and then after that was when we kind of got up on it and decided to do it ourselves,\" Saszi says. \"Once it started to get big, and we realized it was something we needed to do.\"\nMotorCars of Georgia also uses BitPay as a way to accept U.S. dollars in exchange for cryptocurrency, although Saszi adds they haven't sold a car that way yet.\n\"[Bitcoin] is way too volatile for us to hold it,\" Saszi says with a laugh.\nStill, even dealerships selling less expensive cars are becoming interested in accepting bitcoin.\nMichael's Auto Plaza in Albany, New York, also began accepting bitcoin payments through BitPay in December. Eugene Rubinchuk, a vice president and part owner at the dealership, which sells used cars with prices ranging from under $15,000 to an $89,000 Bentley, says he saw posts about extravagant cars like Lamborghinis bought with bitcoin on Facebook.\n\"We thought, 'Why not make [buying cars with bitcoin] a little more affordable?\" Rubinchuk says. \"Maybe somebody who doesn't want to spend $250,000, maybe they want to spend $30,000 to buy a vehicle.\"\nSince beginning to use BitPay, Rubinchuk says the dealership has completed one transaction with cryptocurrency, selling a 2017 Subaru Impreza for 2.33783 bitcoin, or $34,500 to a man in Virginia.\n\"It is a way for us to reach customers that we normally wouldn't,\" Rubinchuk says. \"Bitcoin skyrocketed last year, and that was all anybody kept talking about, especially for the latter part of the year. So we wanted to be the front-runner.\"\nThe move has garnered global attention for the upstate New York dealer after a wave of press coverage.\n\"I've received calls from Africa, from Europe, from the Caribbean,\" Rubinchuk says, and across the country, too. \"Our goal isn't to speculate on the rise and fall of a currency. Our goal is to take that cryptocurrency — or however you pay — put that into cash in our bank account and buy more vehicles with it.\"\nFor all its success as an appreciating asset for earlier adopters, bitcoin's price instability has made it difficult to use as a currency.\nFor example, when Saddington bought his Lamborghini in early October, his bitcoins were worth $4,000 to $6,000 apiece. Since bitcoin is now trading at over $8,000, the effective cost of his car has increased, too.\nBut, Saddington says the splurge was worth it: \"For me it is a great marketing tool, it is a great conversation piece.\"\nDon't miss: 'HODL,' 'whale' and 5 other cryptocurrency slang terms explained\nLike this story? Like CNBC Make It on Facebook !\n—Video by Jonathan Fazio .\nshow chapters 'HODL,' 'whale' and other cryptocurrency slang terms explained 9:38 AM ET Tue, 23 Jan 2018 | 01:36",
    "published": "2018-02-07T18:47:00.000+02:00",
    "crawled": "2018-02-07T18:48:08.006+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "musician",
        "star",
        "athlete",
        "come",
        "shop",
        "luxury",
        "car",
        "motorcar",
        "georgia",
        "dealership",
        "outside",
        "atlanta",
        "quavious",
        "marshall",
        "better",
        "known",
        "quavo",
        "local",
        "rap",
        "group",
        "migos",
        "bought",
        "silica",
        "white",
        "mclaren",
        "720s",
        "november",
        "ricardo",
        "lockette",
        "retired",
        "seattle",
        "seahawk",
        "wide",
        "receiver",
        "posed",
        "instagram",
        "photo",
        "blue",
        "lamborghini",
        "huracan",
        "december",
        "even",
        "shaquille",
        "stopped",
        "last",
        "fall",
        "dealership",
        "also",
        "got",
        "visit",
        "peter",
        "saddington",
        "seemingly",
        "unassuming",
        "coder",
        "neither",
        "rapper",
        "celebrity",
        "caught",
        "attention",
        "dealership",
        "though",
        "internet",
        "cashing",
        "bitcoins",
        "drive",
        "away",
        "lamborghini",
        "huracan",
        "white",
        "matte",
        "wrap",
        "race",
        "exhaust",
        "feature",
        "thanks",
        "early",
        "interest",
        "cryptocurrencies",
        "buying",
        "bitcoin",
        "cost",
        "saddington",
        "less",
        "bitcoin",
        "enthusiast",
        "lamborghini",
        "purchase",
        "crazy",
        "bargain",
        "reflects",
        "trend",
        "new",
        "rich",
        "spending",
        "cryptowealth",
        "italian",
        "super",
        "car",
        "like",
        "meme",
        "go",
        "around",
        "reddit",
        "saddington",
        "tell",
        "cnbc",
        "make",
        "talking",
        "coin",
        "going",
        "make",
        "buyer",
        "lot",
        "money",
        "someone",
        "say",
        "lambo",
        "social",
        "medium",
        "referring",
        "holder",
        "able",
        "buy",
        "sport",
        "car",
        "courtesy",
        "peter",
        "saddington",
        "business",
        "long",
        "enough",
        "nothing",
        "really",
        "surprise",
        "brandon",
        "saszi",
        "general",
        "manager",
        "motorcar",
        "georgia",
        "tell",
        "cnbc",
        "make",
        "bitcoin",
        "buyer",
        "thing",
        "thinking",
        "wish",
        "saddington",
        "studied",
        "computer",
        "science",
        "florida",
        "state",
        "earning",
        "three",
        "master",
        "degree",
        "counseling",
        "education",
        "theology",
        "luther",
        "rice",
        "college",
        "seminary",
        "georgia",
        "stumbled",
        "across",
        "bitcoin",
        "article",
        "technology",
        "publication",
        "ar",
        "technica",
        "caught",
        "eye",
        "report",
        "bitcoin",
        "lost",
        "percent",
        "value",
        "dip",
        "peak",
        "technologist",
        "someone",
        "like",
        "take",
        "risky",
        "bet",
        "new",
        "technology",
        "thought",
        "really",
        "intriguing",
        "saddington",
        "tell",
        "cnbc",
        "make",
        "took",
        "month",
        "research",
        "look",
        "back",
        "code",
        "look",
        "back",
        "white",
        "paper",
        "referencing",
        "bitcoin",
        "outline",
        "authored",
        "cryptocurrency",
        "mysterious",
        "creator",
        "satoshi",
        "nakamoto",
        "saddington",
        "first",
        "invested",
        "november",
        "single",
        "bitcoin",
        "cost",
        "wo",
        "say",
        "many",
        "coin",
        "currently",
        "owns",
        "time",
        "bought",
        "bitcoin",
        "peak",
        "last",
        "december",
        "coin",
        "briefly",
        "worth",
        "bitcoin",
        "since",
        "fallen",
        "trade",
        "near",
        "wednesday",
        "morning",
        "according",
        "coindesk",
        "saddington",
        "still",
        "holding",
        "original",
        "coin",
        "still",
        "return",
        "percent",
        "long",
        "term",
        "hodler",
        "holder",
        "bitcoins",
        "saddington",
        "say",
        "using",
        "cryptoslang",
        "term",
        "holding",
        "since",
        "much",
        "saddington",
        "say",
        "bought",
        "bitcoin",
        "every",
        "friday",
        "five",
        "year",
        "saddington",
        "cto",
        "vinwiki",
        "provides",
        "automotive",
        "history",
        "used",
        "car",
        "also",
        "run",
        "cryptocurrency",
        "forum",
        "called",
        "bitcoin",
        "pub",
        "two",
        "youtube",
        "channel",
        "cryptocurrency",
        "youtube",
        "video",
        "documenting",
        "lamborghini",
        "purchase",
        "million",
        "view",
        "courtesy",
        "peter",
        "saddington",
        "enthusiast",
        "lamborghinis",
        "considered",
        "single",
        "acceptable",
        "way",
        "spend",
        "money",
        "ethereum",
        "cryptocurrency",
        "community",
        "according",
        "new",
        "york",
        "time",
        "cashing",
        "cryptocurrency",
        "position",
        "generally",
        "discouraged",
        "community",
        "true",
        "believer",
        "urged",
        "hodl",
        "except",
        "come",
        "lambos",
        "meme",
        "even",
        "led",
        "depiction",
        "ethereum",
        "founder",
        "vitalik",
        "buterin",
        "religious",
        "icon",
        "holding",
        "lamborghini",
        "outstretched",
        "hand",
        "response",
        "buterin",
        "tweeted",
        "accomplish",
        "lambo",
        "meme",
        "leave",
        "encouraged",
        "focus",
        "actually",
        "achieving",
        "something",
        "meaningful",
        "society",
        "internet",
        "lore",
        "pietro",
        "frigerio",
        "dealer",
        "principal",
        "general",
        "manager",
        "lamborghini",
        "newport",
        "beach",
        "costa",
        "mesa",
        "california",
        "saw",
        "sale",
        "car",
        "spike",
        "price",
        "bitcoin",
        "skyrocketed",
        "dealership",
        "sell",
        "new",
        "used",
        "lamborghinis",
        "along",
        "used",
        "luxury",
        "car",
        "like",
        "ferraris",
        "began",
        "accepting",
        "payment",
        "bitcoin",
        "year",
        "bitcoin",
        "saw",
        "price",
        "fluctuation",
        "december",
        "bitcoin",
        "hit",
        "high",
        "frigerio",
        "saw",
        "jump",
        "sale",
        "lamborghinis",
        "went",
        "one",
        "maybe",
        "two",
        "transaction",
        "month",
        "december",
        "alone",
        "transaction",
        "frigerio",
        "tell",
        "cnbc",
        "make",
        "tweet",
        "even",
        "price",
        "bitcoin",
        "falling",
        "january",
        "frigerio",
        "sold",
        "three",
        "lambos",
        "via",
        "transaction",
        "cryptocurrency",
        "dealership",
        "accepts",
        "bitcoin",
        "bitpay",
        "company",
        "enables",
        "transaction",
        "buyer",
        "holding",
        "cryptocurrency",
        "seller",
        "want",
        "dollar",
        "percent",
        "fee",
        "paid",
        "dealership",
        "really",
        "take",
        "bitcoin",
        "speculate",
        "exchange",
        "rate",
        "frigerio",
        "say",
        "point",
        "driven",
        "home",
        "bitcoins",
        "recent",
        "plunge",
        "facilitate",
        "owner",
        "bitcoin",
        "running",
        "transaction",
        "payment",
        "service",
        "similar",
        "using",
        "apple",
        "pay",
        "paypal",
        "running",
        "foreign",
        "currency",
        "though",
        "foreign",
        "exchange",
        "financial",
        "institution",
        "order",
        "receive",
        "dollar",
        "motorcar",
        "georgia",
        "general",
        "manager",
        "saszi",
        "heard",
        "question",
        "customer",
        "bitcoin",
        "year",
        "saddington",
        "came",
        "buy",
        "lamborghini",
        "couple",
        "people",
        "come",
        "say",
        "accept",
        "bitcoin",
        "saszi",
        "say",
        "seem",
        "little",
        "strange",
        "time",
        "really",
        "think",
        "anything",
        "saszi",
        "heard",
        "sale",
        "bitcoin",
        "frigerio",
        "lamborghini",
        "newport",
        "beach",
        "say",
        "friend",
        "colleague",
        "time",
        "infrequent",
        "unheard",
        "saddington",
        "purchased",
        "car",
        "october",
        "car",
        "consignment",
        "individual",
        "individual",
        "took",
        "bitcoin",
        "directly",
        "saddington",
        "say",
        "paid",
        "dealership",
        "cash",
        "fee",
        "tax",
        "remaining",
        "administrative",
        "cost",
        "cnbc",
        "unable",
        "reach",
        "original",
        "owner",
        "saddington",
        "vehicle",
        "comment",
        "saddington",
        "purchase",
        "sparked",
        "realization",
        "saszi",
        "early",
        "november",
        "accepting",
        "bitcoin",
        "might",
        "something",
        "dealership",
        "larger",
        "scale",
        "heard",
        "newport",
        "beach",
        "peter",
        "bought",
        "car",
        "kind",
        "got",
        "decided",
        "saszi",
        "say",
        "started",
        "get",
        "big",
        "realized",
        "something",
        "needed",
        "motorcar",
        "georgia",
        "also",
        "us",
        "bitpay",
        "way",
        "accept",
        "dollar",
        "exchange",
        "cryptocurrency",
        "although",
        "saszi",
        "add",
        "sold",
        "car",
        "way",
        "yet",
        "bitcoin",
        "way",
        "volatile",
        "u",
        "hold",
        "saszi",
        "say",
        "laugh",
        "still",
        "even",
        "dealership",
        "selling",
        "less",
        "expensive",
        "car",
        "becoming",
        "interested",
        "accepting",
        "bitcoin",
        "michael",
        "auto",
        "plaza",
        "albany",
        "new",
        "york",
        "also",
        "began",
        "accepting",
        "bitcoin",
        "payment",
        "bitpay",
        "december",
        "eugene",
        "rubinchuk",
        "vice",
        "president",
        "part",
        "owner",
        "dealership",
        "sell",
        "used",
        "car",
        "price",
        "ranging",
        "bentley",
        "say",
        "saw",
        "post",
        "extravagant",
        "car",
        "like",
        "lamborghinis",
        "bought",
        "bitcoin",
        "facebook",
        "thought",
        "make",
        "buying",
        "car",
        "bitcoin",
        "little",
        "affordable",
        "rubinchuk",
        "say",
        "maybe",
        "somebody",
        "want",
        "spend",
        "maybe",
        "want",
        "spend",
        "buy",
        "vehicle",
        "since",
        "beginning",
        "use",
        "bitpay",
        "rubinchuk",
        "say",
        "dealership",
        "completed",
        "one",
        "transaction",
        "cryptocurrency",
        "selling",
        "subaru",
        "impreza",
        "bitcoin",
        "man",
        "virginia",
        "way",
        "u",
        "reach",
        "customer",
        "normally",
        "would",
        "rubinchuk",
        "say",
        "bitcoin",
        "skyrocketed",
        "last",
        "year",
        "anybody",
        "kept",
        "talking",
        "especially",
        "latter",
        "part",
        "year",
        "wanted",
        "move",
        "garnered",
        "global",
        "attention",
        "upstate",
        "new",
        "york",
        "dealer",
        "wave",
        "press",
        "coverage",
        "received",
        "call",
        "africa",
        "europe",
        "caribbean",
        "rubinchuk",
        "say",
        "across",
        "country",
        "goal",
        "speculate",
        "rise",
        "fall",
        "currency",
        "goal",
        "take",
        "cryptocurrency",
        "however",
        "pay",
        "put",
        "cash",
        "bank",
        "account",
        "buy",
        "vehicle",
        "success",
        "appreciating",
        "asset",
        "earlier",
        "adopter",
        "bitcoin",
        "price",
        "instability",
        "made",
        "difficult",
        "use",
        "currency",
        "example",
        "saddington",
        "bought",
        "lamborghini",
        "early",
        "october",
        "bitcoins",
        "worth",
        "apiece",
        "since",
        "bitcoin",
        "trading",
        "effective",
        "cost",
        "car",
        "increased",
        "saddington",
        "say",
        "splurge",
        "worth",
        "great",
        "marketing",
        "tool",
        "great",
        "conversation",
        "piece",
        "miss",
        "cryptocurrency",
        "slang",
        "term",
        "explained",
        "like",
        "story",
        "like",
        "cnbc",
        "make",
        "facebook",
        "jonathan",
        "fazio",
        "show",
        "chapter",
        "cryptocurrency",
        "slang",
        "term",
        "explained",
        "et",
        "tue",
        "jan"
    ]
}