{
    "organizations": [],
    "uuid": "1bf5be77037aef9bfc290db6beb8ed6e8e868085",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/27/globe-newswire-global-blockchain-announces-go-forward-initiatives-corporate-strategy-updates-on-spinout-stock-split.html",
    "ord_in_thread": 0,
    "title": "Global Blockchain Announces Go-Forward Initiatives & Corporate Strategy, Updates on Spinout & Stock Split",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, British Columbia, Feb. 26, 2018 (GLOBE NEWSWIRE) -- Global Blockchain Technologies Corp. (the “ Company ” or “ BLOC ” or \" Global Blockchain \") is pleased to provide, due to a high level of investor inquiry, a further detailed explanation of what shareholders of record at the close of market on March 1, 2018 (the “Record Date”) will receive, as well as an overview of the parts that form the sum of Global Blockchain.\nIn order to be a shareholder of record on March 1, 2018, shares must be owned by no later than the close of market on February 27, 2018.\nThe Result of the Stock Split and Spinout:\nThe following is an example of a BLOC shareholder holding 100 shares of BLOC on the Record Date:\nTo view an enhanced version of this image, please visit:\nhttps://orders.newsfilecorp.com/files/3228/33129_a1519709740152_37.jpg\nAs a result of the stock split (the “Stock Split”), the shareholder will own double the amount of BLOC shares and the equivalent number of Global Blockchain Mining Corp. (“Blockchain Mining”) shares post-split and spinout.\nOn March 1, 2018, all shareholders of record at the close of business will also be entitled to vote on the spinout (the “Spinout”) for which the Company is seeking shareholder approval at the annual general and special meeting on April 10, 2018.\nThe Company has applied to the CSE to reserve FORK as the stock symbol for Blockchain Mining in anticipation of the Spinout receiving shareholder and all regulatory approvals.\nUpon such approvals being granted, it is anticipated that FORK will commence trading on the CSE in late April, 2018.\nRationale for Stock Split and Spinout:\nShidan Gouran, President of BLOC stated, \"Global Blockchain reviewed its activities and identified that it was not achieving, in its view, sufficient \"pure play\" market value for its different and unique businesses, each housed within BLOC. Most notably and distinctly, these verticals are:\n1) The investment in or incubation and creation of new blockchains, ICOs and tokens specifically in partnership with leading brands that have large captive user bases, and/or in collaboration with industry participants whose principal areas of business truly merit and benefit from decentralization and the blockchain; and\n2) The mining of cryptocurrencies in order to provide investors with access to existing known and blue chip currencies such as Bitcoin and Ethereum through the deployment of hardware and associated infrastructure that can \"mine\" these coins by performing the function of verifying and validating transactions as trustworthy through the processing of difficult cryptographic problems that require tremendous amounts of computational power to solve. This achieves exposure at a fraction of the cost of ownership and speculative risk associated with retail purchase at current price levels.\nLooking at the value of our Company versus the comparable listed universe, who for instance only act as miners, it became obvious that comparable companies on Canadian Exchanges on every metric including the below were being rewarded with much greater valuations:\n1) MW of power available for operations in favourable jurisdictions; and\n2) Total computing power for mining\nThe disparity in valuation, in the view of management, meant that either the value of our investment and incubation vertical was being ignored, or the value of our mining vertical was being ignored.\nThe Spinout is an effort to not only simplify our story for investors, but more critically to \"unlock\" this overlooked value, by splitting the Company into two publicly traded entities, each with its own major individual and important business focus.\nThe Stock Split is an effort to enhance future liquidity for both companies. In a sea of new listings of companies attempting to hijack the newfound popularity of Blockchain, capital must continue to flow to those companies with the strength, tools and ability to endure and to prosper.\nWith over $60 million raised to date, as well as the leadership of a world-class team of industry pioneers, the Company believes that it is and will continue to be an important first-mover, carrying out its business plans as further described below, each of which intent on creating significant, rapid and lasting value for shareholders and having a major impact on the emerging importance of blockchain and cryptocurrencies for governments, industries, businesses, and individuals globally.\nWe are a new company doing some very, very big things.\"\nGO-FORWARD ENTITY: GLOBAL BLOCKCHAIN TECHNOLOGIES' BUSINESS\nThe assets that will continue in BLOC comprise our investments, agreements, partnerships and independent in-house initiatives to create and incubate Internet scale public blockchains, enterprise solutions, tokens and ICOs.\nWhile specifics will be announced over the coming weeks, an overview of the venture domains for the Company's current projects either in progress, in development, or under late-stage negotiation include:\nTrade finance in conjunction with major State actors;\nEnterprise peer to peer storage solutions;\nEthereum hard fork with features that enhance it as a global payment rails solution (the Laser Blockchain);\nTokenization of 3 incumbent gaming networks with over 200 million users including functionality for both e-sports and gambling;\nDecentralized marketplace for big data geared towards the multi-trillion dollar \"Internet of Things\" industry;\nPeer to peer fully decentralized lending marketplace built on the Laser Blockchain;\nSecuritization platform for artworks including music, video and brands in partnership with some of the world's most recognizable artists, brands and studios, something not possible before the advent of blockchain;\nLaunch of an Exchange federated on the Stellar network with leading FOREX and remittance partners to be announced; and\nLaunch of a cryptocurrency exchange with State backing\nIn addition, the Company continues with its collaboration on, and monetization of, existing strategic equity and ICO investment holdings. The Company is currently reviewing over half a dozen new partnerships including final stage discussions on an investment into a \"genetics to sale\" cannabis blockchain platform.\nShidan Gouran noted, \"With these exciting projects which create a fundamentally industry shifting and disrupting impact to the benefit of the public and commercial parties, BLOC is intent on being a shaping force in the application of blockchain to existing economies and markets.\nAs sole principals or co-founding principals of the aforementioned projects, BLOC will retain a significant founder's level interest in each, which bodes extremely favourably for the development, if, as and when, of notable mark-to-market and monetizable Net Asset Value for Global Blockchain shareholders.\"\nGO-FORWARD ENTITY: GLOBAL BLOCKCHAIN MINING'S BUSINESS\nThis Spinout will liberate the value in the Company’s mining division and the anticipated assets of Blockchain Mining will include as constituted at present:\n- Combined access to 175 megawatts of low-cost, reliable power in Montana (J/V), Manitoba (J/V) and Mozambique (fully-owned);\n- 6,666 AntMiner S9s, which are expected to be fully operational by mid-April; and\n- A 25-per-cent interest in Distributed Mining Inc.: Distributed Mining is a blockchain software company creating software that enables all devices to have the ability to participate in mining cryptocurrency. The software will be available to be downloaded through Distributed Mining or through its partner sites. Connected devices will then be able to activate mining operations through their devices (including, but not limited to, mobile phones and gaming consoles).\nDistributed Mining would allow anyone with a connected device to download and install a software packet, giving the user access to optimized cryptocurrency mining. The distributed mining platform will be able to optimize for variable mining requirements, and its design is particularly well suited for gaming consoles, of which there are over 100 million currently connected units. Gaming consoles contain stronger processing power than that found in typical laptop/desktop computers, making them the perfect environment to deploy the distributed mining platform as individuals are able to put their resting consoles to work, earning them valuable cryptocurrency tokens.\n- The Company's $2 mil investment in Spectra7 Microsystems with whom BLOC is in active conversation over collaboration and implementation of the dynamic range of new tools being brought to market with the following benefits to blockchain systems and our mining business including:\nBreakthrough low power: up to 80-per-cent-less power consumption than competing solutions;\nHigh performance: scalable server and switch line rates from 25 billions of bits per second to 400 billions of bits per second; and\nLow cost: typically 50 per cent the cost of competing solutions\n- Development of the world's first System on a Chip including HVAC units and TV set-top boxes with crypto-mining capabilities, aimed at mass consumer devices, in potential J/V with one of the world's foremost consumer electronics manufacturers.\n- Ongoing discussion and negotiations are advancing for the procurement of thousands of additional S9s and other cryptomining machines.\nThe Company has reserved the stock symbol FORK in anticipation of the Spinout receiving shareholder and all regulatory approvals.\nWEBSITE\nInvestors are invited to review the Company's current presentation: https://globalblockchain.io/static/Global_Blockchain.pdf .\nIn the month of March the Company will be launching a major overhaul of its website and investors are invited to check back for new stand-alone presentations on both Global Blockchain Technologies and Global Blockchain Mining which will be shared with shareholders and stakeholders.\nOn behalf of:\nGLOBAL BLOCKCHAIN TECHNOLGIES CORP.\n“Shidan Gouran”\nShidan Gouran, President\nCautionary Note Regarding Forward-Looking Information\nThis news release contains “forward-looking information” within the meaning of applicable securities laws. Generally, any statements that are not historical facts may contain forward-looking information, and forward-looking information can be identified by the use of forward-looking terminology such as “plans”, “expects” or “does not expect”, “is expected”, “budget”, “scheduled”, “estimates”, “forecasts”, “intends”, “anticipates” or “does not anticipate”, or “believes”, or variations of such words and phrases or indicates that certain actions, events or results “may”, “could”, “would”, “might” or “will be” taken, “occur” or “be achieved”. Forward-looking information includes, but is not limited to the Company’s goal of streamlining the current arduous, lengthy and complicated process that interested investors need to undergo in order to gain exposure to the cryptocurrency space with a view to becoming the first vertically integrated originator and manager of top-tier blockchains and digital currencies. The Company has no assets and its business plan is purely conceptual in nature and there is no assurance that it will be implemented as set out herein, or at all. Forward-looking information is based on certain factors and assumptions the Company believes to be reasonable at the time such statements are made, including but not limited to: statements and expectations regarding the ability of the Company to (i) successfully engage senior management with appropriate industry experience and expertise, (ii) gain access to and acquire a basket of cryptocurrency assets and pre-ICO and ICO financings on favourable terms or at all, (iii) successfully create its own tokens and ICO’s, and (iv) execute on future M&A opportunities in the cryptocurrency space; receipt of required regulatory approvals; the availability of necessary financing; permitting and such other assumptions and factors as set out herein. Forward-looking information is subject to known and unknown risks, uncertainties and other factors that may cause the actual results, level of activity, performance or achievements of the Company to be materially different from those expressed or implied by such forward-looking information, including but not limited to: risks related to changes in cryptocurrency prices; the estimation of personnel and operating costs; general global markets and economic conditions; risks associated with uninsurable risks; risks associated with currency fluctuations; competition faced in securing experienced personnel with appropriate industry experience and expertise; risks associated with changes in the financial auditing and corporate governance standards applicable to cryptocurrencies and ICO’s; risks related to potential conflicts of interest; the reliance on key personnel; financing, capitalization and liquidity risks including the risk that the financing necessary to fund continued development of the Company’s business plan may not be available on satisfactory terms, or at all; the risk of potential dilution through the issuance of additional common shares of the Company; the risk of litigation. Although the Company has attempted to identify important factors that could cause actual results to differ materially from the forward-looking information set out in this presentation, there may be other factors that cause results not to be as anticipated, estimated or intended. There can be no assurance that such forward-looking information will prove to be accurate, as actual results and future events could differ materially from those anticipated in such information. Accordingly, readers should not place undue reliance on forward-looking information. Forward-looking statements are made based on management's beliefs, estimates and opinions on the date that statements are made and the Company undertakes no obligation to update forward-looking statements if these beliefs, estimates and opinions or other circumstances should change, except as required by laws. Investors are cautioned against attributing undue certainty to forward-looking statements.\nNeither the CSE nor its Regulation Services Provider (as that term is defined in the policies of the CSE) accepts responsibility for the adequacy or accuracy of this release.\nPhone: 604-687-2038\nFax: 604-687-3141\nSource:Global Blockchain Technologies Corp.",
    "published": "2018-02-27T09:17:00.000+02:00",
    "crawled": "2018-02-27T11:47:57.027+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "british",
        "columbia",
        "globe",
        "newswire",
        "global",
        "blockchain",
        "technology",
        "company",
        "bloc",
        "global",
        "blockchain",
        "pleased",
        "provide",
        "due",
        "high",
        "level",
        "investor",
        "inquiry",
        "detailed",
        "explanation",
        "shareholder",
        "record",
        "close",
        "market",
        "march",
        "record",
        "date",
        "receive",
        "well",
        "overview",
        "part",
        "form",
        "sum",
        "global",
        "blockchain",
        "order",
        "shareholder",
        "record",
        "march",
        "share",
        "must",
        "owned",
        "later",
        "close",
        "market",
        "february",
        "result",
        "stock",
        "split",
        "spinout",
        "following",
        "example",
        "bloc",
        "shareholder",
        "holding",
        "share",
        "bloc",
        "record",
        "date",
        "view",
        "enhanced",
        "version",
        "image",
        "please",
        "visit",
        "http",
        "result",
        "stock",
        "split",
        "stock",
        "split",
        "shareholder",
        "double",
        "amount",
        "bloc",
        "share",
        "equivalent",
        "number",
        "global",
        "blockchain",
        "mining",
        "blockchain",
        "mining",
        "share",
        "spinout",
        "march",
        "shareholder",
        "record",
        "close",
        "business",
        "also",
        "entitled",
        "vote",
        "spinout",
        "spinout",
        "company",
        "seeking",
        "shareholder",
        "approval",
        "annual",
        "general",
        "special",
        "meeting",
        "april",
        "company",
        "applied",
        "cse",
        "reserve",
        "fork",
        "stock",
        "symbol",
        "blockchain",
        "mining",
        "anticipation",
        "spinout",
        "receiving",
        "shareholder",
        "regulatory",
        "approval",
        "upon",
        "approval",
        "granted",
        "anticipated",
        "fork",
        "commence",
        "trading",
        "cse",
        "late",
        "april",
        "rationale",
        "stock",
        "split",
        "spinout",
        "shidan",
        "gouran",
        "president",
        "bloc",
        "stated",
        "global",
        "blockchain",
        "reviewed",
        "activity",
        "identified",
        "achieving",
        "view",
        "sufficient",
        "pure",
        "play",
        "market",
        "value",
        "different",
        "unique",
        "business",
        "housed",
        "within",
        "bloc",
        "notably",
        "distinctly",
        "vertical",
        "investment",
        "incubation",
        "creation",
        "new",
        "blockchains",
        "icos",
        "token",
        "specifically",
        "partnership",
        "leading",
        "brand",
        "large",
        "captive",
        "user",
        "base",
        "collaboration",
        "industry",
        "participant",
        "whose",
        "principal",
        "area",
        "business",
        "truly",
        "merit",
        "benefit",
        "decentralization",
        "blockchain",
        "mining",
        "cryptocurrencies",
        "order",
        "provide",
        "investor",
        "access",
        "existing",
        "known",
        "blue",
        "chip",
        "currency",
        "bitcoin",
        "ethereum",
        "deployment",
        "hardware",
        "associated",
        "infrastructure",
        "mine",
        "coin",
        "performing",
        "function",
        "verifying",
        "validating",
        "transaction",
        "trustworthy",
        "processing",
        "difficult",
        "cryptographic",
        "problem",
        "require",
        "tremendous",
        "amount",
        "computational",
        "power",
        "solve",
        "achieves",
        "exposure",
        "fraction",
        "cost",
        "ownership",
        "speculative",
        "risk",
        "associated",
        "retail",
        "purchase",
        "current",
        "price",
        "level",
        "looking",
        "value",
        "company",
        "versus",
        "comparable",
        "listed",
        "universe",
        "instance",
        "act",
        "miner",
        "became",
        "obvious",
        "comparable",
        "company",
        "canadian",
        "exchange",
        "every",
        "metric",
        "including",
        "rewarded",
        "much",
        "greater",
        "valuation",
        "mw",
        "power",
        "available",
        "operation",
        "favourable",
        "jurisdiction",
        "total",
        "computing",
        "power",
        "mining",
        "disparity",
        "valuation",
        "view",
        "management",
        "meant",
        "either",
        "value",
        "investment",
        "incubation",
        "vertical",
        "ignored",
        "value",
        "mining",
        "vertical",
        "ignored",
        "spinout",
        "effort",
        "simplify",
        "story",
        "investor",
        "critically",
        "unlock",
        "overlooked",
        "value",
        "splitting",
        "company",
        "two",
        "publicly",
        "traded",
        "entity",
        "major",
        "individual",
        "important",
        "business",
        "focus",
        "stock",
        "split",
        "effort",
        "enhance",
        "future",
        "liquidity",
        "company",
        "sea",
        "new",
        "listing",
        "company",
        "attempting",
        "hijack",
        "newfound",
        "popularity",
        "blockchain",
        "capital",
        "must",
        "continue",
        "flow",
        "company",
        "strength",
        "tool",
        "ability",
        "endure",
        "prosper",
        "million",
        "raised",
        "date",
        "well",
        "leadership",
        "team",
        "industry",
        "pioneer",
        "company",
        "belief",
        "continue",
        "important",
        "carrying",
        "business",
        "plan",
        "described",
        "intent",
        "creating",
        "significant",
        "rapid",
        "lasting",
        "value",
        "shareholder",
        "major",
        "impact",
        "emerging",
        "importance",
        "blockchain",
        "cryptocurrencies",
        "government",
        "industry",
        "business",
        "individual",
        "globally",
        "new",
        "company",
        "big",
        "thing",
        "entity",
        "global",
        "blockchain",
        "technology",
        "business",
        "asset",
        "continue",
        "bloc",
        "comprise",
        "investment",
        "agreement",
        "partnership",
        "independent",
        "initiative",
        "create",
        "incubate",
        "internet",
        "scale",
        "public",
        "blockchains",
        "enterprise",
        "solution",
        "token",
        "icos",
        "specific",
        "announced",
        "coming",
        "week",
        "overview",
        "venture",
        "domain",
        "company",
        "current",
        "project",
        "either",
        "progress",
        "development",
        "negotiation",
        "include",
        "trade",
        "finance",
        "conjunction",
        "major",
        "state",
        "actor",
        "enterprise",
        "peer",
        "peer",
        "storage",
        "solution",
        "ethereum",
        "hard",
        "fork",
        "feature",
        "enhance",
        "global",
        "payment",
        "rail",
        "solution",
        "laser",
        "blockchain",
        "tokenization",
        "incumbent",
        "gaming",
        "network",
        "million",
        "user",
        "including",
        "functionality",
        "gambling",
        "decentralized",
        "marketplace",
        "big",
        "data",
        "geared",
        "towards",
        "dollar",
        "internet",
        "thing",
        "industry",
        "peer",
        "peer",
        "fully",
        "decentralized",
        "lending",
        "marketplace",
        "built",
        "laser",
        "blockchain",
        "securitization",
        "platform",
        "artwork",
        "including",
        "music",
        "video",
        "brand",
        "partnership",
        "world",
        "recognizable",
        "artist",
        "brand",
        "studio",
        "something",
        "possible",
        "advent",
        "blockchain",
        "launch",
        "exchange",
        "federated",
        "stellar",
        "network",
        "leading",
        "forex",
        "remittance",
        "partner",
        "announced",
        "launch",
        "cryptocurrency",
        "exchange",
        "state",
        "backing",
        "addition",
        "company",
        "continues",
        "collaboration",
        "monetization",
        "existing",
        "strategic",
        "equity",
        "ico",
        "investment",
        "holding",
        "company",
        "currently",
        "reviewing",
        "half",
        "dozen",
        "new",
        "partnership",
        "including",
        "final",
        "stage",
        "discussion",
        "investment",
        "genetics",
        "sale",
        "cannabis",
        "blockchain",
        "platform",
        "shidan",
        "gouran",
        "noted",
        "exciting",
        "project",
        "create",
        "fundamentally",
        "industry",
        "shifting",
        "disrupting",
        "impact",
        "benefit",
        "public",
        "commercial",
        "party",
        "bloc",
        "intent",
        "shaping",
        "force",
        "application",
        "blockchain",
        "existing",
        "economy",
        "market",
        "sole",
        "principal",
        "principal",
        "aforementioned",
        "project",
        "bloc",
        "retain",
        "significant",
        "founder",
        "level",
        "interest",
        "bodes",
        "extremely",
        "favourably",
        "development",
        "notable",
        "monetizable",
        "net",
        "asset",
        "value",
        "global",
        "blockchain",
        "shareholder",
        "entity",
        "global",
        "blockchain",
        "mining",
        "business",
        "spinout",
        "liberate",
        "value",
        "company",
        "mining",
        "division",
        "anticipated",
        "asset",
        "blockchain",
        "mining",
        "include",
        "constituted",
        "present",
        "combined",
        "access",
        "megawatt",
        "reliable",
        "power",
        "montana",
        "manitoba",
        "mozambique",
        "antminer",
        "s9s",
        "expected",
        "fully",
        "operational",
        "interest",
        "distributed",
        "mining",
        "distributed",
        "mining",
        "blockchain",
        "software",
        "company",
        "creating",
        "software",
        "enables",
        "device",
        "ability",
        "participate",
        "mining",
        "cryptocurrency",
        "software",
        "available",
        "downloaded",
        "distributed",
        "mining",
        "partner",
        "site",
        "connected",
        "device",
        "able",
        "activate",
        "mining",
        "operation",
        "device",
        "including",
        "limited",
        "mobile",
        "phone",
        "gaming",
        "console",
        "distributed",
        "mining",
        "would",
        "allow",
        "anyone",
        "connected",
        "device",
        "download",
        "install",
        "software",
        "packet",
        "giving",
        "user",
        "access",
        "optimized",
        "cryptocurrency",
        "mining",
        "distributed",
        "mining",
        "platform",
        "able",
        "optimize",
        "variable",
        "mining",
        "requirement",
        "design",
        "particularly",
        "well",
        "suited",
        "gaming",
        "console",
        "million",
        "currently",
        "connected",
        "unit",
        "gaming",
        "console",
        "contain",
        "stronger",
        "processing",
        "power",
        "found",
        "typical",
        "computer",
        "making",
        "perfect",
        "environment",
        "deploy",
        "distributed",
        "mining",
        "platform",
        "individual",
        "able",
        "put",
        "resting",
        "console",
        "work",
        "earning",
        "valuable",
        "cryptocurrency",
        "token",
        "company",
        "mil",
        "investment",
        "spectra7",
        "microsystems",
        "bloc",
        "active",
        "conversation",
        "collaboration",
        "implementation",
        "dynamic",
        "range",
        "new",
        "tool",
        "brought",
        "market",
        "following",
        "benefit",
        "blockchain",
        "system",
        "mining",
        "business",
        "including",
        "breakthrough",
        "low",
        "power",
        "power",
        "consumption",
        "competing",
        "solution",
        "high",
        "performance",
        "scalable",
        "server",
        "switch",
        "line",
        "rate",
        "billion",
        "bit",
        "per",
        "second",
        "billion",
        "bit",
        "per",
        "second",
        "low",
        "cost",
        "typically",
        "per",
        "cent",
        "cost",
        "competing",
        "solution",
        "development",
        "world",
        "first",
        "system",
        "chip",
        "including",
        "hvac",
        "unit",
        "tv",
        "box",
        "capability",
        "aimed",
        "mass",
        "consumer",
        "device",
        "potential",
        "one",
        "world",
        "foremost",
        "consumer",
        "electronics",
        "manufacturer",
        "ongoing",
        "discussion",
        "negotiation",
        "advancing",
        "procurement",
        "thousand",
        "additional",
        "s9s",
        "cryptomining",
        "machine",
        "company",
        "reserved",
        "stock",
        "symbol",
        "fork",
        "anticipation",
        "spinout",
        "receiving",
        "shareholder",
        "regulatory",
        "approval",
        "website",
        "investor",
        "invited",
        "review",
        "company",
        "current",
        "presentation",
        "http",
        "month",
        "march",
        "company",
        "launching",
        "major",
        "overhaul",
        "website",
        "investor",
        "invited",
        "check",
        "back",
        "new",
        "presentation",
        "global",
        "blockchain",
        "technology",
        "global",
        "blockchain",
        "mining",
        "shared",
        "shareholder",
        "stakeholder",
        "behalf",
        "global",
        "blockchain",
        "technolgies",
        "shidan",
        "gouran",
        "shidan",
        "gouran",
        "president",
        "cautionary",
        "note",
        "regarding",
        "information",
        "news",
        "release",
        "contains",
        "information",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "generally",
        "statement",
        "historical",
        "fact",
        "may",
        "contain",
        "information",
        "information",
        "identified",
        "use",
        "terminology",
        "plan",
        "expects",
        "expect",
        "expected",
        "budget",
        "scheduled",
        "estimate",
        "forecast",
        "intends",
        "anticipates",
        "anticipate",
        "belief",
        "variation",
        "word",
        "phrase",
        "indicates",
        "certain",
        "action",
        "event",
        "result",
        "may",
        "could",
        "would",
        "might",
        "taken",
        "occur",
        "achieved",
        "information",
        "includes",
        "limited",
        "company",
        "goal",
        "streamlining",
        "current",
        "arduous",
        "lengthy",
        "complicated",
        "process",
        "interested",
        "investor",
        "need",
        "undergo",
        "order",
        "gain",
        "exposure",
        "cryptocurrency",
        "space",
        "view",
        "becoming",
        "first",
        "vertically",
        "integrated",
        "originator",
        "manager",
        "blockchains",
        "digital",
        "currency",
        "company",
        "asset",
        "business",
        "plan",
        "purely",
        "conceptual",
        "nature",
        "assurance",
        "implemented",
        "set",
        "herein",
        "information",
        "based",
        "certain",
        "factor",
        "assumption",
        "company",
        "belief",
        "reasonable",
        "time",
        "statement",
        "made",
        "including",
        "limited",
        "statement",
        "expectation",
        "regarding",
        "ability",
        "company",
        "successfully",
        "engage",
        "senior",
        "management",
        "appropriate",
        "industry",
        "experience",
        "expertise",
        "ii",
        "gain",
        "access",
        "acquire",
        "basket",
        "cryptocurrency",
        "asset",
        "ico",
        "financing",
        "favourable",
        "term",
        "iii",
        "successfully",
        "create",
        "token",
        "ico",
        "iv",
        "execute",
        "future",
        "opportunity",
        "cryptocurrency",
        "space",
        "receipt",
        "required",
        "regulatory",
        "approval",
        "availability",
        "necessary",
        "financing",
        "permitting",
        "assumption",
        "factor",
        "set",
        "herein",
        "information",
        "subject",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "level",
        "activity",
        "performance",
        "achievement",
        "company",
        "materially",
        "different",
        "expressed",
        "implied",
        "information",
        "including",
        "limited",
        "risk",
        "related",
        "change",
        "cryptocurrency",
        "price",
        "estimation",
        "personnel",
        "operating",
        "cost",
        "general",
        "global",
        "market",
        "economic",
        "condition",
        "risk",
        "associated",
        "uninsurable",
        "risk",
        "risk",
        "associated",
        "currency",
        "fluctuation",
        "competition",
        "faced",
        "securing",
        "experienced",
        "personnel",
        "appropriate",
        "industry",
        "experience",
        "expertise",
        "risk",
        "associated",
        "change",
        "financial",
        "auditing",
        "corporate",
        "governance",
        "standard",
        "applicable",
        "cryptocurrencies",
        "ico",
        "risk",
        "related",
        "potential",
        "conflict",
        "interest",
        "reliance",
        "key",
        "personnel",
        "financing",
        "capitalization",
        "liquidity",
        "risk",
        "including",
        "risk",
        "financing",
        "necessary",
        "fund",
        "continued",
        "development",
        "company",
        "business",
        "plan",
        "may",
        "available",
        "satisfactory",
        "term",
        "risk",
        "potential",
        "dilution",
        "issuance",
        "additional",
        "common",
        "share",
        "company",
        "risk",
        "litigation",
        "although",
        "company",
        "attempted",
        "identify",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "information",
        "set",
        "presentation",
        "may",
        "factor",
        "cause",
        "result",
        "anticipated",
        "estimated",
        "intended",
        "assurance",
        "information",
        "prove",
        "accurate",
        "actual",
        "result",
        "future",
        "event",
        "could",
        "differ",
        "materially",
        "anticipated",
        "information",
        "accordingly",
        "reader",
        "place",
        "undue",
        "reliance",
        "information",
        "statement",
        "made",
        "based",
        "management",
        "belief",
        "estimate",
        "opinion",
        "date",
        "statement",
        "made",
        "company",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "belief",
        "estimate",
        "opinion",
        "circumstance",
        "change",
        "except",
        "required",
        "law",
        "investor",
        "cautioned",
        "attributing",
        "undue",
        "certainty",
        "statement",
        "neither",
        "cse",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "cse",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "phone",
        "fax",
        "source",
        "global",
        "blockchain",
        "technology",
        "corp"
    ]
}