{
    "organizations": [],
    "uuid": "2a250674c1453c36a0c8dcd9198acffb21b69825",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/bc-finreg-data-privacy-rules/u-s-firms-are-still-unprepared-for-looming-eu-data-privacy-rules-idUSKCN1FX2D2",
    "ord_in_thread": 0,
    "title": "U.S. firms are still unprepared for looming EU data privacy rules",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK (Thomson Reuters Regulatory Intelligence) - U.S. financial services firms trying to manage regulations and guidance on data protection and cyber security from multiple jurisdictions, are about to face one of their biggest challenges yet when strict new European Union rules governing the use of personal information take effect.\nThe EU's General Data Protection Regulation(GDPR)( here ), applies to all companies processing or controlling the personal information of EU residents, regardless of where those firms are located. The regulation is designed to protect the privacy rights of EU individuals. It was adopted in April 2016, and is set to go into effect May 25, 2018.\nU.S. companies must take the EU rules seriously and begin implementing the necessary technologies, policies, and procedures as soon as possible to ensure they are ready to comply. They must also make sure that complying with GDPR doesn’t conflict with domestic U.S. regulations.\nMany U.S. firms may be unready or even unaware that they will likely be subject to the new EU regulations.\n“When it comes to GDPR preparedness, on a scale of zero to one hundred, there are quite a few, mostly smaller firms that are at zero, whereas most of the largest firms with international operations are somewhere between 90 and 95, and no one is at 100,” said Timothy Blank, managing partner of the Boston office of the law firm Dechert, LLP and head of its data privacy and cyber security practice areas.\nBelow are some suggestions for U.S. firms in advance of implementation of GDPR in May 2018.\nOVERVIEW AND PENALTIES The GDPR is an EU requirement with a deliberately global reach. It sets a new level of obligations and expectations regarding data protection, security, and management. The rules are more restrictive than state laws such as the New York Department of Financial Services' Cybersecurity Regulation that took effect in August 2017( here ). Other states including California and Massachusetts are also known for their strict laws governing personal data.\nImplementing GDPR has myriad ramifications for firms. A key principle is that the ownership of personal data is deemed to remain with the individual and not with the data controllers or processors. This is a distinctly different legal view from the U.S. perspective.\nThe GDPR applies to all online interactions with EU citizens no matter where in the world the business is taking place. It includes enhanced requirements regarding consent to use, and includes a “right to be forgotten” – or removed from the record -- which may be problematic for some firms.\nGDPR is one of the few pieces of EU legislation that will be unaffected by Brexit. The United Kingdom already has stated its commitment to the new approach to data protection, so the regulations principles are likely to apply even after the UK formally withdraws from the EU.\nThe enforcement powers associated with the GDPR are significant. Fines for violations can reach up to 20 million Euros or 4 percent of a firm’s global annual revenue, per violation, whichever is larger.\nPREPARING FOR GDPR IS NOT SIMPLE “The first step in preparation for GDPR is an acknowledgment that the solution will require legal, compliance, and IT architects to all work together to map and inventory all of their customer data which they hold, which is not an easy task. Firms must then determine which data is processed or controlled from a legal perspective,” Blank told Regulatory Intelligence.\nJane Shvets, a partner with law firm Debevoise & Plimpton in London also told Regulatory Intelligence, “What we have seen from the point of view of U.S. firms who have limited operations in the EU it’s been a very patchy approach.”\nBoth attorneys agreed that for some clients the overall exposure might be low. However, the largest firms are taking the rule very seriously while others have yet to address the new regulations at all.\nShvets said, “When we consider borderline cases, we often advise clients about the risk of enforcement. The question we ask them is how would a data protection authority impose GDPR on you?”\nBoth agreed that the strongest “hook” that the EU will have over U.S. firms is if the firm has operations, customers, branches or affiliates operating in the EU that share data with the U.S. entity.\nCONTROLLERS vs. PROCESSORS\nCompliance with the rules will require an extensive mapping exercise will allow firms to understand how their data flows. Such an exercise will also show that a firm understands what type of data it has, whether customer or employee personal data or other sensitive data is shared and who has access to it. The firm can then determine one’s role in the process --- as a “data processor” or “controller” under GDPR definitions.\nArticle 4 of GDPR defines “controller” as the person or entity that determines the purposes and means of the processing of personal data. A “‘processor” is the person or entity that processes personal data on behalf of the controller.\n“If you are a data controller you have significantly greater obligations under GDPR than a processor,” Blank said.\nCONSENT IS ESSENTIAL Many financial services firms such as brokers and asset managers have business relationships with individuals that go back many years. Therefore, the area that may be the most pertinent for immediate review is consent, a core tenet of data protection law. Obtaining an individual’s consent in order to process their personal information may seem an easy way to establish a legal basis for processing, however consent is not as straightforward a concept as it may at first appear, particularly when it is not clear what conditions must be met for that person’s consent to be effective.\nThe UK's Information Commissioner's Office (ICO) has updated its overview of the GDPR( here ) and the enhanced requirements for consent under the GDPR. The guidance makes clear that getting consent right is a fundamental. Getting it wrong will leave the firm subject to the highest tier of administrative fines.\nConsents need to be specific and granular, so the records equally need to be specific and granular to make clear exactly what the consent covers.\nThe UK ICO has stated that “if in doubt, we recommend you consider refreshing consent every two years.” Based on this, firms may decide to gain fresh consents from their entire customer base to ensure compliance ahead of the GDPR.\nACCOUNTABILITY IS ALSO CRUCIAL The data protection principles set out in the GDPR are similar to those in the UK Data Protection Act of 1998( here ), with additional detail and a new accountability requirement which requires firms to be able to show evidence of how they comply with the principles.\nThe GDPR explicitly promotes accountability, transparency, and governance. Firms are expected to adopt, test and maintain “comprehensive but proportionate governance measures.”\nThe objective is to minimize the risk of breaches and to uphold the protection of personal data. This will require firms to have more-detailed written policies and procedures, even if they already have good data protection governance measures.\nThe accountability principle requires that “the controller shall be responsible for, and be able to demonstrate, compliance with the principles”.\nTo demonstrate compliance with the GDPR, the ICO has said firms must:\n-- Implement appropriate technical and organizational measures that ensure and demonstrate the firm is in compliance. This may include internal data protection policies such as staff training, internal audits of processing activities and reviews of internal HR policies.\n-- Maintain relevant documentation on processing activities.\n-- Where appropriate, appoint a data protection officer.\n-- Implement measures that meet the principles of data protection by design and data protection by default. Such measures could include data minimization, and transparency, allowing individuals to monitor processing, and creating and improving security features on a continuous basis.\n-- Use data protection impact assessments where appropriate.\nCOMPLIANCE TIPS AND NEXT STEPS At many U.S. financial firms, data protection rests with the compliance function. Elizabeth Denham, the UK Information Commissioner, said in a January 2017 speech on GDPR and accountability( here ), \"We're all going to have to change how we think about data protection.\"\nIn preparation of GDPR, financial services companies should start by first evaluating their current data protection systems, identifying what personal data they hold, and bringing together their legal and IT teams to develop a detailed implementation plan.\nFirms should consider how much data is high risk and is subject to the GDPR. This includes data managed by third parties. They need to determine which data is deemed to be controlled or processed.\nAt a minimum, businesses should be prepared to invest more in their data security capabilities, either by hiring additional staff or upgrading existing technology. In many cases, financial firms many need to appoint a data protection officer to liaise directly with regulators.\nA good data protection program will include a framework where compliance and legal departments manage or oversee workflow with a strong accountability component, as there will be a need to evidence the privacy program to regulators.\nSmaller or midsize financial institutions may struggle to find what the exact compliance solution to GDPR is. However, ignoring it is not an option. Evidence of data protection, a process, accountability, and transparency with the regulators are crucial. European regulators lack authority to enter U.S. offices. The “hook,” for EU regulators, as the attorney put it, is often the presence of a branch or affiliate in the EU.\nGDPR’s requirements for data protection, while stricter, are in line with most regulations in the United States. There is nothing in the Cybersecurity Framework of the U.S. National Institute of Standards and Technology( here ) that conflicts with the data protection practices required by GDPR. The NIST standards have served as a basis for much U.S. regulatory guidance or riules on cyber securitiy.\nA consideration of GDPR is now essential in developing a regulatory compliance framework for dealing with the vast amounts of personal data created and shared every day within a firm subject to its reach. As with all new regulations, there will be an adjustment period. But all signs point to EU regulators taking an active stance when it comes to GDPR compliance.\nFirms should create a unified compliance regime that accommodates all regulatory obligations. Since GDPR is more extensive than U.S. requirements, it will require organizations to better manage the immense amounts of data collected through an information system, tracking it from creation and initial storage to the time when it’s no longer needed and is destroyed, while at the same time providing specific criteria for managing the data storage.\nAccording to Blank, GDPR will likely take effect as scheduled. “There’s an outside chance because of MIFDII currently underway that firms and regulators might be a touch overwhelmed that there could be a delay but I would not count on it,” Blank said. U.S. companies should prepare now before the May 2018 deadline as the penalties are significant.\n(Henry Engler, North American Regulatory Intelligence Editor, contributed to this article.)\n(Todd Ehret is a Senior Regulatory Intelligence Expert for Thomson Reuters Regulatory Intelligence based in New York.)\nThis article was produced by Thomson Reuters Regulatory Intelligence and initially posted on Jan. 29. Regulatory Intelligence provides a single source for regulatory news, analysis, rules and developments, with global coverage of more than 400 regulators and exchanges. Follow Regulatory Intelligence compliance news on Twitter: @thomsonreuters\n ",
    "published": "2018-02-14T01:30:00.000+02:00",
    "crawled": "2018-02-14T12:21:30.039+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "thomson",
        "reuters",
        "regulatory",
        "intelligence",
        "financial",
        "service",
        "firm",
        "trying",
        "manage",
        "regulation",
        "guidance",
        "data",
        "protection",
        "cyber",
        "security",
        "multiple",
        "jurisdiction",
        "face",
        "one",
        "biggest",
        "challenge",
        "yet",
        "strict",
        "new",
        "european",
        "union",
        "rule",
        "governing",
        "use",
        "personal",
        "information",
        "take",
        "effect",
        "eu",
        "general",
        "data",
        "protection",
        "regulation",
        "gdpr",
        "applies",
        "company",
        "processing",
        "controlling",
        "personal",
        "information",
        "eu",
        "resident",
        "regardless",
        "firm",
        "located",
        "regulation",
        "designed",
        "protect",
        "privacy",
        "right",
        "eu",
        "individual",
        "adopted",
        "april",
        "set",
        "go",
        "effect",
        "may",
        "company",
        "must",
        "take",
        "eu",
        "rule",
        "seriously",
        "begin",
        "implementing",
        "necessary",
        "technology",
        "policy",
        "procedure",
        "soon",
        "possible",
        "ensure",
        "ready",
        "comply",
        "must",
        "also",
        "make",
        "sure",
        "complying",
        "gdpr",
        "conflict",
        "domestic",
        "regulation",
        "many",
        "firm",
        "may",
        "unready",
        "even",
        "unaware",
        "likely",
        "subject",
        "new",
        "eu",
        "regulation",
        "come",
        "gdpr",
        "preparedness",
        "scale",
        "zero",
        "one",
        "hundred",
        "quite",
        "mostly",
        "smaller",
        "firm",
        "zero",
        "whereas",
        "largest",
        "firm",
        "international",
        "operation",
        "somewhere",
        "one",
        "said",
        "timothy",
        "blank",
        "managing",
        "partner",
        "boston",
        "office",
        "law",
        "firm",
        "dechert",
        "llp",
        "head",
        "data",
        "privacy",
        "cyber",
        "security",
        "practice",
        "area",
        "suggestion",
        "firm",
        "advance",
        "implementation",
        "gdpr",
        "may",
        "overview",
        "penalty",
        "gdpr",
        "eu",
        "requirement",
        "deliberately",
        "global",
        "reach",
        "set",
        "new",
        "level",
        "obligation",
        "expectation",
        "regarding",
        "data",
        "protection",
        "security",
        "management",
        "rule",
        "restrictive",
        "state",
        "law",
        "new",
        "york",
        "department",
        "financial",
        "service",
        "cybersecurity",
        "regulation",
        "took",
        "effect",
        "august",
        "state",
        "including",
        "california",
        "massachusetts",
        "also",
        "known",
        "strict",
        "law",
        "governing",
        "personal",
        "data",
        "implementing",
        "gdpr",
        "myriad",
        "ramification",
        "firm",
        "key",
        "principle",
        "ownership",
        "personal",
        "data",
        "deemed",
        "remain",
        "individual",
        "data",
        "controller",
        "processor",
        "distinctly",
        "different",
        "legal",
        "view",
        "perspective",
        "gdpr",
        "applies",
        "online",
        "interaction",
        "eu",
        "citizen",
        "matter",
        "world",
        "business",
        "taking",
        "place",
        "includes",
        "enhanced",
        "requirement",
        "regarding",
        "consent",
        "use",
        "includes",
        "right",
        "forgotten",
        "removed",
        "record",
        "may",
        "problematic",
        "firm",
        "gdpr",
        "one",
        "piece",
        "eu",
        "legislation",
        "unaffected",
        "brexit",
        "united",
        "kingdom",
        "already",
        "stated",
        "commitment",
        "new",
        "approach",
        "data",
        "protection",
        "regulation",
        "principle",
        "likely",
        "apply",
        "even",
        "uk",
        "formally",
        "withdraws",
        "eu",
        "enforcement",
        "power",
        "associated",
        "gdpr",
        "significant",
        "fine",
        "violation",
        "reach",
        "million",
        "euro",
        "percent",
        "firm",
        "global",
        "annual",
        "revenue",
        "per",
        "violation",
        "whichever",
        "larger",
        "preparing",
        "gdpr",
        "simple",
        "first",
        "step",
        "preparation",
        "gdpr",
        "acknowledgment",
        "solution",
        "require",
        "legal",
        "compliance",
        "architect",
        "work",
        "together",
        "map",
        "inventory",
        "customer",
        "data",
        "hold",
        "easy",
        "task",
        "firm",
        "must",
        "determine",
        "data",
        "processed",
        "controlled",
        "legal",
        "perspective",
        "blank",
        "told",
        "regulatory",
        "intelligence",
        "jane",
        "shvets",
        "partner",
        "law",
        "firm",
        "debevoise",
        "plimpton",
        "london",
        "also",
        "told",
        "regulatory",
        "intelligence",
        "seen",
        "point",
        "view",
        "firm",
        "limited",
        "operation",
        "eu",
        "patchy",
        "attorney",
        "agreed",
        "client",
        "overall",
        "exposure",
        "might",
        "low",
        "however",
        "largest",
        "firm",
        "taking",
        "rule",
        "seriously",
        "others",
        "yet",
        "address",
        "new",
        "regulation",
        "shvets",
        "said",
        "consider",
        "borderline",
        "case",
        "often",
        "advise",
        "client",
        "risk",
        "enforcement",
        "question",
        "ask",
        "would",
        "data",
        "protection",
        "authority",
        "impose",
        "gdpr",
        "agreed",
        "strongest",
        "hook",
        "eu",
        "firm",
        "firm",
        "operation",
        "customer",
        "branch",
        "affiliate",
        "operating",
        "eu",
        "share",
        "data",
        "entity",
        "controller",
        "processor",
        "compliance",
        "rule",
        "require",
        "extensive",
        "mapping",
        "exercise",
        "allow",
        "firm",
        "understand",
        "data",
        "flow",
        "exercise",
        "also",
        "show",
        "firm",
        "understands",
        "type",
        "data",
        "whether",
        "customer",
        "employee",
        "personal",
        "data",
        "sensitive",
        "data",
        "shared",
        "access",
        "firm",
        "determine",
        "one",
        "role",
        "process",
        "data",
        "processor",
        "controller",
        "gdpr",
        "definition",
        "article",
        "gdpr",
        "defines",
        "controller",
        "person",
        "entity",
        "determines",
        "purpose",
        "mean",
        "processing",
        "personal",
        "data",
        "processor",
        "person",
        "entity",
        "process",
        "personal",
        "data",
        "behalf",
        "controller",
        "data",
        "controller",
        "significantly",
        "greater",
        "obligation",
        "gdpr",
        "processor",
        "blank",
        "said",
        "consent",
        "essential",
        "many",
        "financial",
        "service",
        "firm",
        "broker",
        "asset",
        "manager",
        "business",
        "relationship",
        "individual",
        "go",
        "back",
        "many",
        "year",
        "therefore",
        "area",
        "may",
        "pertinent",
        "immediate",
        "review",
        "consent",
        "core",
        "tenet",
        "data",
        "protection",
        "law",
        "obtaining",
        "individual",
        "consent",
        "order",
        "process",
        "personal",
        "information",
        "may",
        "seem",
        "easy",
        "way",
        "establish",
        "legal",
        "basis",
        "processing",
        "however",
        "consent",
        "straightforward",
        "concept",
        "may",
        "first",
        "appear",
        "particularly",
        "clear",
        "condition",
        "must",
        "met",
        "person",
        "consent",
        "effective",
        "uk",
        "information",
        "commissioner",
        "office",
        "ico",
        "updated",
        "overview",
        "gdpr",
        "enhanced",
        "requirement",
        "consent",
        "gdpr",
        "guidance",
        "make",
        "clear",
        "getting",
        "consent",
        "right",
        "fundamental",
        "getting",
        "wrong",
        "leave",
        "firm",
        "subject",
        "highest",
        "tier",
        "administrative",
        "fine",
        "consent",
        "need",
        "specific",
        "granular",
        "record",
        "equally",
        "need",
        "specific",
        "granular",
        "make",
        "clear",
        "exactly",
        "consent",
        "cover",
        "uk",
        "ico",
        "stated",
        "doubt",
        "recommend",
        "consider",
        "refreshing",
        "consent",
        "every",
        "two",
        "based",
        "firm",
        "may",
        "decide",
        "gain",
        "fresh",
        "consent",
        "entire",
        "customer",
        "base",
        "ensure",
        "compliance",
        "ahead",
        "gdpr",
        "accountability",
        "also",
        "crucial",
        "data",
        "protection",
        "principle",
        "set",
        "gdpr",
        "similar",
        "uk",
        "data",
        "protection",
        "act",
        "additional",
        "detail",
        "new",
        "accountability",
        "requirement",
        "requires",
        "firm",
        "able",
        "show",
        "evidence",
        "comply",
        "principle",
        "gdpr",
        "explicitly",
        "promotes",
        "accountability",
        "transparency",
        "governance",
        "firm",
        "expected",
        "adopt",
        "test",
        "maintain",
        "comprehensive",
        "proportionate",
        "governance",
        "objective",
        "minimize",
        "risk",
        "breach",
        "uphold",
        "protection",
        "personal",
        "data",
        "require",
        "firm",
        "written",
        "policy",
        "procedure",
        "even",
        "already",
        "good",
        "data",
        "protection",
        "governance",
        "measure",
        "accountability",
        "principle",
        "requires",
        "controller",
        "shall",
        "responsible",
        "able",
        "demonstrate",
        "compliance",
        "principle",
        "demonstrate",
        "compliance",
        "gdpr",
        "ico",
        "said",
        "firm",
        "must",
        "implement",
        "appropriate",
        "technical",
        "organizational",
        "measure",
        "ensure",
        "demonstrate",
        "firm",
        "compliance",
        "may",
        "include",
        "internal",
        "data",
        "protection",
        "policy",
        "staff",
        "training",
        "internal",
        "audit",
        "processing",
        "activity",
        "review",
        "internal",
        "hr",
        "policy",
        "maintain",
        "relevant",
        "documentation",
        "processing",
        "activity",
        "appropriate",
        "appoint",
        "data",
        "protection",
        "officer",
        "implement",
        "measure",
        "meet",
        "principle",
        "data",
        "protection",
        "design",
        "data",
        "protection",
        "default",
        "measure",
        "could",
        "include",
        "data",
        "minimization",
        "transparency",
        "allowing",
        "individual",
        "monitor",
        "processing",
        "creating",
        "improving",
        "security",
        "feature",
        "continuous",
        "basis",
        "use",
        "data",
        "protection",
        "impact",
        "assessment",
        "appropriate",
        "compliance",
        "tip",
        "next",
        "step",
        "many",
        "financial",
        "firm",
        "data",
        "protection",
        "rest",
        "compliance",
        "function",
        "elizabeth",
        "denham",
        "uk",
        "information",
        "commissioner",
        "said",
        "january",
        "speech",
        "gdpr",
        "accountability",
        "going",
        "change",
        "think",
        "data",
        "protection",
        "preparation",
        "gdpr",
        "financial",
        "service",
        "company",
        "start",
        "first",
        "evaluating",
        "current",
        "data",
        "protection",
        "system",
        "identifying",
        "personal",
        "data",
        "hold",
        "bringing",
        "together",
        "legal",
        "team",
        "develop",
        "detailed",
        "implementation",
        "plan",
        "firm",
        "consider",
        "much",
        "data",
        "high",
        "risk",
        "subject",
        "gdpr",
        "includes",
        "data",
        "managed",
        "third",
        "party",
        "need",
        "determine",
        "data",
        "deemed",
        "controlled",
        "processed",
        "minimum",
        "business",
        "prepared",
        "invest",
        "data",
        "security",
        "capability",
        "either",
        "hiring",
        "additional",
        "staff",
        "upgrading",
        "existing",
        "technology",
        "many",
        "case",
        "financial",
        "firm",
        "many",
        "need",
        "appoint",
        "data",
        "protection",
        "officer",
        "liaise",
        "directly",
        "regulator",
        "good",
        "data",
        "protection",
        "program",
        "include",
        "framework",
        "compliance",
        "legal",
        "department",
        "manage",
        "oversee",
        "workflow",
        "strong",
        "accountability",
        "component",
        "need",
        "evidence",
        "privacy",
        "program",
        "regulator",
        "smaller",
        "midsize",
        "financial",
        "institution",
        "may",
        "struggle",
        "find",
        "exact",
        "compliance",
        "solution",
        "gdpr",
        "however",
        "ignoring",
        "option",
        "evidence",
        "data",
        "protection",
        "process",
        "accountability",
        "transparency",
        "regulator",
        "crucial",
        "european",
        "regulator",
        "lack",
        "authority",
        "enter",
        "office",
        "hook",
        "eu",
        "regulator",
        "attorney",
        "put",
        "often",
        "presence",
        "branch",
        "affiliate",
        "eu",
        "gdpr",
        "requirement",
        "data",
        "protection",
        "stricter",
        "line",
        "regulation",
        "united",
        "state",
        "nothing",
        "cybersecurity",
        "framework",
        "national",
        "institute",
        "standard",
        "technology",
        "conflict",
        "data",
        "protection",
        "practice",
        "required",
        "gdpr",
        "nist",
        "standard",
        "served",
        "basis",
        "much",
        "regulatory",
        "guidance",
        "riules",
        "cyber",
        "securitiy",
        "consideration",
        "gdpr",
        "essential",
        "developing",
        "regulatory",
        "compliance",
        "framework",
        "dealing",
        "vast",
        "amount",
        "personal",
        "data",
        "created",
        "shared",
        "every",
        "day",
        "within",
        "firm",
        "subject",
        "reach",
        "new",
        "regulation",
        "adjustment",
        "period",
        "sign",
        "point",
        "eu",
        "regulator",
        "taking",
        "active",
        "stance",
        "come",
        "gdpr",
        "compliance",
        "firm",
        "create",
        "unified",
        "compliance",
        "regime",
        "accommodates",
        "regulatory",
        "obligation",
        "since",
        "gdpr",
        "extensive",
        "requirement",
        "require",
        "organization",
        "better",
        "manage",
        "immense",
        "amount",
        "data",
        "collected",
        "information",
        "system",
        "tracking",
        "creation",
        "initial",
        "storage",
        "time",
        "longer",
        "needed",
        "destroyed",
        "time",
        "providing",
        "specific",
        "criterion",
        "managing",
        "data",
        "storage",
        "according",
        "blank",
        "gdpr",
        "likely",
        "take",
        "effect",
        "scheduled",
        "outside",
        "chance",
        "mifdii",
        "currently",
        "underway",
        "firm",
        "regulator",
        "might",
        "touch",
        "overwhelmed",
        "could",
        "delay",
        "would",
        "count",
        "blank",
        "said",
        "company",
        "prepare",
        "may",
        "deadline",
        "penalty",
        "significant",
        "henry",
        "engler",
        "north",
        "american",
        "regulatory",
        "intelligence",
        "editor",
        "contributed",
        "article",
        "todd",
        "ehret",
        "senior",
        "regulatory",
        "intelligence",
        "expert",
        "thomson",
        "reuters",
        "regulatory",
        "intelligence",
        "based",
        "new",
        "york",
        "article",
        "produced",
        "thomson",
        "reuters",
        "regulatory",
        "intelligence",
        "initially",
        "posted",
        "regulatory",
        "intelligence",
        "provides",
        "single",
        "source",
        "regulatory",
        "news",
        "analysis",
        "rule",
        "development",
        "global",
        "coverage",
        "regulator",
        "exchange",
        "follow",
        "regulatory",
        "intelligence",
        "compliance",
        "news",
        "twitter",
        "thomsonreuters"
    ]
}