{
    "organizations": [],
    "uuid": "78a54377d5a006bf3503190d14222e6962bd6ebb",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/07/globe-newswire-pluristem-issues-letter-to-shareholders.html",
    "ord_in_thread": 0,
    "title": "Pluristem Issues Letter to Shareholders",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "HAIFA, Israel, Feb. 07, 2018 (GLOBE NEWSWIRE) -- Pluristem Therapeutics Inc. (Nasdaq:PSTI) (TASE:PSTI), a leading developer of placenta-based cell therapy products, today reported financial results for the second quarter of fiscal 2018 ended December 31, 2017 and issued a letter to its shareholders from its Co-CEOs, Zami Aberman and Yaky Yanay.\nDear Fellow Shareholders,\nPluristem had a very busy 2017, filled with significant achievements. Our management team has been working hard to ensure that we reach our milestones. This year, most milestones were met, others unfortunately were not, but we were pleasantly surprised to achieve other, unexpected milestones throughout the year as well. While we can’t address all the details, we are hopeful that this letter will provide valuable updates and insight, on some of our programs.\nWe are witnessing a growing change in how regulators approach treatment of patients suffering from unmet medical conditions, through various new expedited approval pathways. Pluristem has been pursuing these regulatory pathways, allowing us to accelerate the development of our cell therapy products. As part of this acceleration, we are well positioned towards marketing with regulatory assets including U.S. Food and Drug Administration (FDA) “Fast Track Designation”, European Medicines Agency (EMA) “Adaptive pathways program”, Japanese Pharmaceuticals and Medical Devices Agency (PMDA) “Accelerated regulatory pathway for regenerative therapies” and recently received clearance by the FDA for our Expanded Access Program to treat patients unsuitable for inclusion in our ongoing Critical Limb Ischemia (CLI) Phase III trial.\nWe have also received much interest in the past year in collaboration and partnerships, including the launch of physician-initiated trials, such as the Phase I/II Graft-versus-host disease (GvHD) trial being conducted in the Tel Aviv Sourasky Medical Center in Israel. These types of trials will be conducted and funded by the participating hospital or medical center, so it is important to note that we will only be able to share the data once it has been provided to Pluristem. These new paths of development are a true vote of confidence in our PLX (PLacental eXpanded) cell therapy from key regulators and physicians worldwide, and additionally provide potential opportunities to treat patients while collecting real-world data (in parallel to our clinical programs), to support our clinical advancement.\nWe were very proud to publish the promising results in anti-cancer treatment from our new product, PLX-Immune, which may open new possibilities in the field of oncology to treat solid tumors and offer new paths to help millions of patients around the world. The new findings, published in Nature journal, have generated significant interest from investors as well as potential pharmaceutical partners. These results demonstrate the capabilities of our PLX cells and the advantage of our technology. Today we hold a technology that enables us to develop the ability of our cells to secrete a variety of therapeutic proteins in response to different medical conditions. We now intend to start discussions with the regulators to begin clinical development of this potentially groundbreaking product.\nIn our Acute Radiation Syndrome (ARS) program, following the positive results from the Phase II-equivalent study in non-human primates, which was conducted by the National Institutes of Health (NIH), we are in discussions with the FDA and several U.S. governmental agencies to clear the path for a pivotal study. This process includes several complementary studies, the majority of which are funded and conducted by the NIH, which will also provide additional data to support future milestones. We expect to collect the complementary data during the first half of 2018 and to clear the pivotal study protocol and funding during the second half of 2018. We are also collaborating with the U.S. Department of Defense’s (DOD) Armed Forces Radiobiology Research Institute (AFRRI), to examine the effectiveness of PLX-R18 as a treatment for ARS prior to, and within the first 24 hours of exposure to radiation. These studies are conducted and funded by AFRRI and we expect to receive data from these studies in 2018.\nA Phase III study of our PLX-PAD cells in the treatment of CLI is up and running and recruiting patients in clinical sites around the world including the U.S, U.K., Germany, Austria, Hungary, Poland and the Czech Republic. We are gearing up and preparing for an additional Phase III study to begin during 2018 in the U.S. and Europe in the treatment of recovery from hip fractures. Another exciting, early-stage study is our Phase I study in incomplete hematopoietic recovery following hematopoietic cell transplantation which is ongoing and open for patient recruitment at clinical sites in the U.S. and Israel. As this is a Phase I trial, designed to test the safety of PLX-R18, we are carefully enrolling patients under the study protocol. So far, no safety issues were seen in patients enrolled in the trial.\nWith regards to the Japanese CLI trial, Pluristem previously signed a term sheet with Sosei CVC and partners to form a joint venture (JV) to conduct a pivotal study of CLI in Japan. As this JV includes not only financial aspects but clinical ones as well, it involves discussions with several partners which is one of the reasons why reaching a final agreement is taking longer than initially expected. Pluristem is working hard to negotiate the best possible terms for a Japanese JV and will provide an update upon reaching an agreement.\nIn 2018, Pluristem is expected to carry out three pivotal studies, all supported by non-dilutive funds from 3 rd parties, that will advance our PLX cell products towards commercialization. This year should also provide Pluristem with our largest amount of clinical data yet, and with the publishing of the results from the 172-patient, multinational Phase II Intermittent Claudication study, which is expected during the second quarter of 2018. We are focused on our mission to bring our cell therapy products to patients in need, while continuing to build our business and be a leader in our industry. Thank you for your continued support of Pluristem.\nSincerely,\nZami Aberman Yaky Yanay\nChairman and Chief Executive Officer President and Chief Executive Officer\nFinancial Update\nAs of December 31, 2017, Pluristem had $35.9 million in cash and cash equivalents, bank deposits, restricted deposits and marketable securities. The Company’s net cash used for operating activities for the quarter ended December 31, 2017 was $4.8 million.\nAbout Pluristem Therapeutics\nPluristem Therapeutics Inc. is a leading developer of placenta-based cell therapy products. The Company has reported robust clinical trial data in multiple indications for its patented PLX cells and is entering late-stage trials in several indications. Our PLX cell products release a range of therapeutic proteins in response to inflammation, ischemia, muscle trauma, hematological disorders, and radiation damage. The cells are grown using the Company's proprietary three-dimensional expansion technology and can be administered to patients off-the-shelf, without tissue matching. Pluristem has a strong intellectual property position; Company-owned and operated, GMP-certified manufacturing and research facilities; strategic relationships with major research institutions; and a seasoned management team.\nSafe Harbor Statement\nThis letter contains express or implied forward-looking statements within the Private Securities Litigation Reform Act of 1995 and other U.S. Federal securities laws. For example, Pluristem is using forward-looking statements when it discusses the timing and funding sources of its various studies and trials, that new regulatory pathways potentially give it opportunities, the potential for PLX-Immune to open new possibilities in the field of oncology and offer new paths to help millions of patients, that PLX-Immune has generated interest from potential pharmaceutical partners and that Pluristem intends to start discussions with regulators to officially begin a clinical pathway for this potentially groundbreaking product, it discusses the proposed path for a pivotal study for its ARS program and the timing of the collection of complementary data and the pivotal study protocol and funding, when it discusses that it is gearing up and preparing for an additional Phase III study to begin in 2018 relating to the treatment of the recovery from hip fractures, the ongoing Phase I study in incomplete hematopoietic recovery following hematopoietic cell transplantation, the timing and negotiation relating to the proposed Japanese joint venture, that Pluristem intends to conduct three pivotal studies in 2018 and that 2018 should provide Pluristem with its largest amount of clinical data yet relating to its proposed publishing of clinical data from its multinational Phase II intermittent claudication study and the proposed timing of such publication. These forward-looking statements and their implications are based on the current expectations of the management of Pluristem only, and are subject to a number of factors and uncertainties that could cause actual results to differ materially from those described in the forward-looking statements. The following factors, among others, could cause actual results to differ materially from those described in the forward-looking statements: changes in technology and market requirements; Pluristem may encounter delays or obstacles in launching and/or successfully completing its clinical trials; Pluristem’s products may not be approved by regulatory agencies, Pluristem’s technology may not be validated as it progresses further and its methods may not be accepted by the scientific community; Pluristem may be unable to retain or attract key employees whose knowledge is essential to the development of its products; unforeseen scientific difficulties may develop with Pluristem’s process; Pluristem’s products may wind up being more expensive than it anticipates; results in the laboratory may not translate to equally good results in real clinical settings; results of preclinical studies may not correlate with the results of human clinical trials; Pluristem’s patents may not be sufficient; Pluristem’s products may harm recipients; changes in legislation may adversely impact Pluristem; inability to timely develop and introduce new technologies, products and applications; loss of market share and pressure on pricing resulting from competition, which could cause the actual results or performance of Pluristem to differ materially from those contemplated in such forward-looking statements. Except as otherwise required by law, Pluristem undertakes no obligation to publicly release any revisions to these forward-looking statements to reflect events or circumstances after the date hereof or to reflect the occurrence of unanticipated events. For a more detailed description of the risks and uncertainties affecting Pluristem, reference is made to Pluristem's reports filed from time to time with the Securities and Exchange Commission.\nContact:\nKarine Kleinhaus, MD, MPH\nDivisional VP, North America\n1-914-512-4109\nkarinek@pluristem.com\nEfrat Kaduri\nHead of Investor and Public Relations\n972-74-7108600\nefratk@pluristem.com\nSource:Pluristem Therapeutics, Inc.",
    "published": "2018-02-07T15:44:00.000+02:00",
    "crawled": "2018-02-07T20:18:17.015+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "haifa",
        "israel",
        "globe",
        "newswire",
        "pluristem",
        "therapeutic",
        "nasdaq",
        "psti",
        "tase",
        "psti",
        "leading",
        "developer",
        "cell",
        "therapy",
        "product",
        "today",
        "reported",
        "financial",
        "result",
        "second",
        "quarter",
        "fiscal",
        "ended",
        "december",
        "issued",
        "letter",
        "shareholder",
        "zami",
        "aberman",
        "yaky",
        "yanay",
        "dear",
        "fellow",
        "shareholder",
        "pluristem",
        "busy",
        "filled",
        "significant",
        "achievement",
        "management",
        "team",
        "working",
        "hard",
        "ensure",
        "reach",
        "milestone",
        "year",
        "milestone",
        "met",
        "others",
        "unfortunately",
        "pleasantly",
        "surprised",
        "achieve",
        "unexpected",
        "milestone",
        "throughout",
        "year",
        "well",
        "address",
        "detail",
        "hopeful",
        "letter",
        "provide",
        "valuable",
        "update",
        "insight",
        "program",
        "witnessing",
        "growing",
        "change",
        "regulator",
        "approach",
        "treatment",
        "patient",
        "suffering",
        "unmet",
        "medical",
        "condition",
        "various",
        "new",
        "expedited",
        "approval",
        "pathway",
        "pluristem",
        "pursuing",
        "regulatory",
        "pathway",
        "allowing",
        "u",
        "accelerate",
        "development",
        "cell",
        "therapy",
        "product",
        "part",
        "acceleration",
        "well",
        "positioned",
        "towards",
        "marketing",
        "regulatory",
        "asset",
        "including",
        "food",
        "drug",
        "administration",
        "fda",
        "fast",
        "track",
        "designation",
        "european",
        "medicine",
        "agency",
        "ema",
        "adaptive",
        "pathway",
        "program",
        "japanese",
        "pharmaceutical",
        "medical",
        "device",
        "agency",
        "pmda",
        "accelerated",
        "regulatory",
        "pathway",
        "regenerative",
        "therapy",
        "recently",
        "received",
        "clearance",
        "fda",
        "expanded",
        "access",
        "program",
        "treat",
        "patient",
        "unsuitable",
        "inclusion",
        "ongoing",
        "critical",
        "limb",
        "ischemia",
        "cli",
        "phase",
        "iii",
        "trial",
        "also",
        "received",
        "much",
        "interest",
        "past",
        "year",
        "collaboration",
        "partnership",
        "including",
        "launch",
        "trial",
        "phase",
        "disease",
        "gvhd",
        "trial",
        "conducted",
        "tel",
        "aviv",
        "sourasky",
        "medical",
        "center",
        "israel",
        "type",
        "trial",
        "conducted",
        "funded",
        "participating",
        "hospital",
        "medical",
        "center",
        "important",
        "note",
        "able",
        "share",
        "data",
        "provided",
        "pluristem",
        "new",
        "path",
        "development",
        "true",
        "vote",
        "confidence",
        "plx",
        "placental",
        "expanded",
        "cell",
        "therapy",
        "key",
        "regulator",
        "physician",
        "worldwide",
        "additionally",
        "provide",
        "potential",
        "opportunity",
        "treat",
        "patient",
        "collecting",
        "data",
        "parallel",
        "clinical",
        "program",
        "support",
        "clinical",
        "advancement",
        "proud",
        "publish",
        "promising",
        "result",
        "treatment",
        "new",
        "product",
        "may",
        "open",
        "new",
        "possibility",
        "field",
        "oncology",
        "treat",
        "solid",
        "tumor",
        "offer",
        "new",
        "path",
        "help",
        "million",
        "patient",
        "around",
        "world",
        "new",
        "finding",
        "published",
        "nature",
        "journal",
        "generated",
        "significant",
        "interest",
        "investor",
        "well",
        "potential",
        "pharmaceutical",
        "partner",
        "result",
        "demonstrate",
        "capability",
        "plx",
        "cell",
        "advantage",
        "technology",
        "today",
        "hold",
        "technology",
        "enables",
        "u",
        "develop",
        "ability",
        "cell",
        "secrete",
        "variety",
        "therapeutic",
        "protein",
        "response",
        "different",
        "medical",
        "condition",
        "intend",
        "start",
        "discussion",
        "regulator",
        "begin",
        "clinical",
        "development",
        "potentially",
        "groundbreaking",
        "product",
        "acute",
        "radiation",
        "syndrome",
        "ar",
        "program",
        "following",
        "positive",
        "result",
        "phase",
        "study",
        "primate",
        "conducted",
        "national",
        "institute",
        "health",
        "nih",
        "discussion",
        "fda",
        "several",
        "governmental",
        "agency",
        "clear",
        "path",
        "pivotal",
        "study",
        "process",
        "includes",
        "several",
        "complementary",
        "study",
        "majority",
        "funded",
        "conducted",
        "nih",
        "also",
        "provide",
        "additional",
        "data",
        "support",
        "future",
        "milestone",
        "expect",
        "collect",
        "complementary",
        "data",
        "first",
        "half",
        "clear",
        "pivotal",
        "study",
        "protocol",
        "funding",
        "second",
        "half",
        "also",
        "collaborating",
        "department",
        "defense",
        "dod",
        "armed",
        "force",
        "radiobiology",
        "research",
        "institute",
        "afrri",
        "examine",
        "effectiveness",
        "treatment",
        "ar",
        "prior",
        "within",
        "first",
        "hour",
        "exposure",
        "radiation",
        "study",
        "conducted",
        "funded",
        "afrri",
        "expect",
        "receive",
        "data",
        "study",
        "phase",
        "iii",
        "study",
        "cell",
        "treatment",
        "cli",
        "running",
        "recruiting",
        "patient",
        "clinical",
        "site",
        "around",
        "world",
        "including",
        "germany",
        "austria",
        "hungary",
        "poland",
        "czech",
        "republic",
        "gearing",
        "preparing",
        "additional",
        "phase",
        "iii",
        "study",
        "begin",
        "europe",
        "treatment",
        "recovery",
        "hip",
        "fracture",
        "another",
        "exciting",
        "study",
        "phase",
        "study",
        "incomplete",
        "hematopoietic",
        "recovery",
        "following",
        "hematopoietic",
        "cell",
        "transplantation",
        "ongoing",
        "open",
        "patient",
        "recruitment",
        "clinical",
        "site",
        "israel",
        "phase",
        "trial",
        "designed",
        "test",
        "safety",
        "carefully",
        "enrolling",
        "patient",
        "study",
        "protocol",
        "far",
        "safety",
        "issue",
        "seen",
        "patient",
        "enrolled",
        "trial",
        "regard",
        "japanese",
        "cli",
        "trial",
        "pluristem",
        "previously",
        "signed",
        "term",
        "sheet",
        "sosei",
        "cvc",
        "partner",
        "form",
        "joint",
        "venture",
        "jv",
        "conduct",
        "pivotal",
        "study",
        "cli",
        "japan",
        "jv",
        "includes",
        "financial",
        "aspect",
        "clinical",
        "one",
        "well",
        "involves",
        "discussion",
        "several",
        "partner",
        "one",
        "reason",
        "reaching",
        "final",
        "agreement",
        "taking",
        "longer",
        "initially",
        "expected",
        "pluristem",
        "working",
        "hard",
        "negotiate",
        "best",
        "possible",
        "term",
        "japanese",
        "jv",
        "provide",
        "update",
        "upon",
        "reaching",
        "agreement",
        "pluristem",
        "expected",
        "carry",
        "three",
        "pivotal",
        "study",
        "supported",
        "fund",
        "rd",
        "party",
        "advance",
        "plx",
        "cell",
        "product",
        "towards",
        "commercialization",
        "year",
        "also",
        "provide",
        "pluristem",
        "largest",
        "amount",
        "clinical",
        "data",
        "yet",
        "publishing",
        "result",
        "multinational",
        "phase",
        "ii",
        "intermittent",
        "claudication",
        "study",
        "expected",
        "second",
        "quarter",
        "focused",
        "mission",
        "bring",
        "cell",
        "therapy",
        "product",
        "patient",
        "need",
        "continuing",
        "build",
        "business",
        "leader",
        "industry",
        "thank",
        "continued",
        "support",
        "pluristem",
        "sincerely",
        "zami",
        "aberman",
        "yaky",
        "yanay",
        "chairman",
        "chief",
        "executive",
        "officer",
        "president",
        "chief",
        "executive",
        "officer",
        "financial",
        "update",
        "december",
        "pluristem",
        "million",
        "cash",
        "cash",
        "equivalent",
        "bank",
        "deposit",
        "restricted",
        "deposit",
        "marketable",
        "security",
        "company",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "quarter",
        "ended",
        "december",
        "million",
        "pluristem",
        "therapeutic",
        "pluristem",
        "therapeutic",
        "leading",
        "developer",
        "cell",
        "therapy",
        "product",
        "company",
        "reported",
        "robust",
        "clinical",
        "trial",
        "data",
        "multiple",
        "indication",
        "patented",
        "plx",
        "cell",
        "entering",
        "trial",
        "several",
        "indication",
        "plx",
        "cell",
        "product",
        "release",
        "range",
        "therapeutic",
        "protein",
        "response",
        "inflammation",
        "ischemia",
        "muscle",
        "trauma",
        "hematological",
        "disorder",
        "radiation",
        "damage",
        "cell",
        "grown",
        "using",
        "company",
        "proprietary",
        "expansion",
        "technology",
        "administered",
        "patient",
        "without",
        "tissue",
        "matching",
        "pluristem",
        "strong",
        "intellectual",
        "property",
        "position",
        "operated",
        "manufacturing",
        "research",
        "facility",
        "strategic",
        "relationship",
        "major",
        "research",
        "institution",
        "seasoned",
        "management",
        "team",
        "safe",
        "harbor",
        "statement",
        "letter",
        "contains",
        "express",
        "implied",
        "statement",
        "within",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "federal",
        "security",
        "law",
        "example",
        "pluristem",
        "using",
        "statement",
        "discusses",
        "timing",
        "funding",
        "source",
        "various",
        "study",
        "trial",
        "new",
        "regulatory",
        "pathway",
        "potentially",
        "give",
        "opportunity",
        "potential",
        "open",
        "new",
        "possibility",
        "field",
        "oncology",
        "offer",
        "new",
        "path",
        "help",
        "million",
        "patient",
        "generated",
        "interest",
        "potential",
        "pharmaceutical",
        "partner",
        "pluristem",
        "intends",
        "start",
        "discussion",
        "regulator",
        "officially",
        "begin",
        "clinical",
        "pathway",
        "potentially",
        "groundbreaking",
        "product",
        "discusses",
        "proposed",
        "path",
        "pivotal",
        "study",
        "ar",
        "program",
        "timing",
        "collection",
        "complementary",
        "data",
        "pivotal",
        "study",
        "protocol",
        "funding",
        "discusses",
        "gearing",
        "preparing",
        "additional",
        "phase",
        "iii",
        "study",
        "begin",
        "relating",
        "treatment",
        "recovery",
        "hip",
        "fracture",
        "ongoing",
        "phase",
        "study",
        "incomplete",
        "hematopoietic",
        "recovery",
        "following",
        "hematopoietic",
        "cell",
        "transplantation",
        "timing",
        "negotiation",
        "relating",
        "proposed",
        "japanese",
        "joint",
        "venture",
        "pluristem",
        "intends",
        "conduct",
        "three",
        "pivotal",
        "study",
        "provide",
        "pluristem",
        "largest",
        "amount",
        "clinical",
        "data",
        "yet",
        "relating",
        "proposed",
        "publishing",
        "clinical",
        "data",
        "multinational",
        "phase",
        "ii",
        "intermittent",
        "claudication",
        "study",
        "proposed",
        "timing",
        "publication",
        "statement",
        "implication",
        "based",
        "current",
        "expectation",
        "management",
        "pluristem",
        "subject",
        "number",
        "factor",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "described",
        "statement",
        "following",
        "factor",
        "among",
        "others",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "described",
        "statement",
        "change",
        "technology",
        "market",
        "requirement",
        "pluristem",
        "may",
        "encounter",
        "delay",
        "obstacle",
        "launching",
        "successfully",
        "completing",
        "clinical",
        "trial",
        "pluristem",
        "product",
        "may",
        "approved",
        "regulatory",
        "agency",
        "pluristem",
        "technology",
        "may",
        "validated",
        "progress",
        "method",
        "may",
        "accepted",
        "scientific",
        "community",
        "pluristem",
        "may",
        "unable",
        "retain",
        "attract",
        "key",
        "employee",
        "whose",
        "knowledge",
        "essential",
        "development",
        "product",
        "unforeseen",
        "scientific",
        "difficulty",
        "may",
        "develop",
        "pluristem",
        "process",
        "pluristem",
        "product",
        "may",
        "wind",
        "expensive",
        "anticipates",
        "result",
        "laboratory",
        "may",
        "translate",
        "equally",
        "good",
        "result",
        "real",
        "clinical",
        "setting",
        "result",
        "preclinical",
        "study",
        "may",
        "correlate",
        "result",
        "human",
        "clinical",
        "trial",
        "pluristem",
        "patent",
        "may",
        "sufficient",
        "pluristem",
        "product",
        "may",
        "harm",
        "recipient",
        "change",
        "legislation",
        "may",
        "adversely",
        "impact",
        "pluristem",
        "inability",
        "timely",
        "develop",
        "introduce",
        "new",
        "technology",
        "product",
        "application",
        "loss",
        "market",
        "share",
        "pressure",
        "pricing",
        "resulting",
        "competition",
        "could",
        "cause",
        "actual",
        "result",
        "performance",
        "pluristem",
        "differ",
        "materially",
        "contemplated",
        "statement",
        "except",
        "otherwise",
        "required",
        "law",
        "pluristem",
        "undertakes",
        "obligation",
        "publicly",
        "release",
        "revision",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "date",
        "hereof",
        "reflect",
        "occurrence",
        "unanticipated",
        "event",
        "detailed",
        "description",
        "risk",
        "uncertainty",
        "affecting",
        "pluristem",
        "reference",
        "made",
        "pluristem",
        "report",
        "filed",
        "time",
        "time",
        "security",
        "exchange",
        "commission",
        "contact",
        "karine",
        "kleinhaus",
        "md",
        "mph",
        "divisional",
        "vp",
        "north",
        "america",
        "karinek",
        "efrat",
        "kaduri",
        "head",
        "investor",
        "public",
        "relation",
        "efratk",
        "source",
        "pluristem",
        "therapeutic",
        "inc"
    ]
}