{
    "organizations": [],
    "uuid": "4217617ec33679b98d0dc1edc140f9ed4979f816",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/21/business-wire-entering-the-ridesharing-business.html",
    "ord_in_thread": 0,
    "title": "Entering the Ridesharing Business",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Bosch acquires U.S. carpooling start-up SPLT\nUsing an app to share a ride to work: carpooling for commuters Future mobility services market: double-digit growth is the target Board of management member Dr. Markus Heyn: “Smartphones are becoming the most important means of travel”\nBERLIN & STUTTGART, Germany--(BUSINESS WIRE)-- Bosch is entering the ridesharing business. The supplier of technology and services has acquired Splitting Fares Inc. (SPLT), a U.S. start-up based in Detroit. SPLT operates a platform that allows companies, universities, and municipal authorities to offer their workforces ridesharing services. The B2B approach is designed especially for commuters. SPLT uses an app to connect people who share the same route to their place of work or study. An algorithm finds the best composition for the ride-share, and computes the fastest route. The aim is to reduce congestion and make the daily commute more relaxed. SPLT was founded in 2015. Some 140,000 users in the United States, Mexico, and Germany currently take advantage of the service. It has been agreed that the purchase price will not be disclosed. “With SPLT, we are extending our portfolio in the growth area of mobility services,” said Dr. Markus Heyn, member of the Bosch board of management. With connected mobility services, Bosch aims for growth well into double digits.\n“Increasingly, smartphones are becoming the most important means of travel,” Heyn added. Connecting road users and modes of transportation is making flexible, multimodal mobility possible: in a matter of seconds, everyone can decide how they want to travel, and make the necessary bookings. “With this sustainable and affordable mobility service, we want to fundamentally change the way people get from A to B,” said Anya Babbitt, the co-founder and CEO of SPLT.\nIncreasing numbers of commuters\nRidesharing, in which digital services and apps are used to form carpools and to organize vehicle sharing and taxis, is a growth market in the connected mobility sector. By 2020, the number of people worldwide using rideshares is expected to rise 60 percent to 685 million (source: Statista). Up to now, the services available have usually directly targeted people who happen to be traveling in the same direction, and who want to book a ride on the spur of the moment. They have not focused so much on companies and commuters. But it is precisely here that there is huge potential. According to the German Federal Motor Transport Authority, there are more than 45 million cars on Germany’s roads alone. And the number of commuters is rising: according to the German Federal Institute for Research on Building, Urban Affairs, and Spatial Development, three out of five workers do not work in their home cities. And for roughly two-thirds of the working population, the car is the first choice of transport for the daily commute, according to the German Federal Statistical Office. Worldwide, the result is the same: rush-hour traffic is frequently gridlocked. Millions of commuters find themselves stuck in traffic every day. A further problem is that drivers usually sit alone in their cars. Carpooling is still the exception. This is where SPLT’s solution comes in.\nCommuting without stress, at low cost, and with little environmental impact\nSPLT is about sharing – and it couldn’t be simpler to use. Companies, universities, or municipal authorities enable access to the SPLT platform for their employees, who then download the SPLT app, register, and look for or offer a rideshare. Bookings can be made on the spur of the moment or in advance. Arrival times are displayed in real time, and costs are shared among colleagues and charged online. The B2B service is intended for users who travel the same route each day. One advantage of this is that rides are shared by colleagues, which means users never have to get in the car with complete strangers. As a side benefit, such rideshares encourage communication and offer a chance to network. Company buses can also be integrated into the app, and in this way be used more flexibly and efficiently. The result is a journey to work and back without stress, at low cost, and with little environmental impact. Companies can also play a role in reducing traffic volume. In the years ahead, the number of SPLT users is expected to rise many times over – with new regions also being included. Within Bosch itself, associates in Mexico are already using the app, and it is planned to extend its use to the entire company. “We believe we have a good chance of global growth together with Bosch,” Babbitt said. SPLT will remain an independent entity within the Bosch Group and be run as a wholly owned subsidiary.\n3,500 participants, 70 exhibitors, and 140 speakers\nBosch’s IoT activities are broadly diversified, encompassing solutions for connected mobility, connected manufacturing, as well as for connected energy systems and buildings. At the Bosch ConnectedWorld forum for the IoT industry in Berlin, more than 70 exhibitors will demonstrate what is already possible with the internet of things, and how it will improve people’s everyday lives in the future. On a 10,000 square-meter exhibition space at “Station” in Berlin, some 3,500 delegates will meet from February 21 to 22. In addition to the Bosch CEO Dr. Volkmar Denner, the roughly 140 speakers will include Dr. Dieter Zetsche (CEO Daimler), Dr. Frank Appel (CEO Deutsche Post DHL), and Johann Jungwirth (CDO Volkswagen). At a hackathon, some 700 programmers, start-up associates, and designers will develop new ideas for connected mobility services, automated driving, connected manufacturing and logistics, and connected living. The 2018 Bosch ConnectedWorld will be the fifth event of its kind. It is one of the world’s largest conferences on the internet of things.\nPress photographs: #1351419, #1351420\nThe Bosch Group is a leading global supplier of technology and services. It employs roughly 400,500 associates worldwide (as of December 31, 2017). According to preliminary figures, the company generated sales of 78 billion euros in 2017. Its operations are divided into four business sectors: Mobility Solutions, Industrial Technology, Consumer Goods, and Energy and Building Technology. As a leading IoT company, Bosch offers innovative solutions for smart homes, smart cities, connected mobility, and connected manufacturing. It uses its expertise in sensor technology, software, and services, as well as its own IoT cloud, to offer its customers connected, cross-domain solutions from a single source. The Bosch Group’s strategic objective is to deliver innovations for a connected life. Bosch improves quality of life worldwide with products and services that are innovative and spark enthusiasm. In short, Bosch creates technology that is “Invented for life.” The Bosch Group comprises Robert Bosch GmbH and its roughly 440 subsidiary and regional companies in 60 countries. Including sales and service partners, Bosch’s global manufacturing, engineering, and sales network covers nearly every country in the world. The basis for the company’s future growth is its innovative strength. At 125 locations across the globe, Bosch employs 62,500 associates in research and development.\nThe company was set up in Stuttgart in 1886 by Robert Bosch (1861-1942) as “Workshop for Precision Mechanics and Electrical Engineering.” The special ownership structure of Robert Bosch GmbH guarantees the entrepreneurial freedom of the Bosch Group, making it possible for the company to plan over the long term and to undertake significant upfront investments in the safeguarding of its future. Ninety-two percent of the share capital of Robert Bosch GmbH is held by Robert Bosch Stiftung GmbH, a charitable foundation. The majority of voting rights are held by Robert Bosch Industrietreuhand KG, an industrial trust. The entrepreneurial ownership functions are carried out by the trust. The remaining shares are held by the Bosch family and by Robert Bosch GmbH.\nAdditional information is available online at www.bosch.com , iot.bosch.com , www.bosch-press.com , twitter.com/BoschPresse .\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180221005054/en/\nBosch\nInga Ehret\n+49 +711-811-16476\nSource: Bosch",
    "published": "2018-02-21T17:00:00.000+02:00",
    "crawled": "2018-02-21T19:29:15.001+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "bosch",
        "acquires",
        "carpooling",
        "splt",
        "using",
        "app",
        "share",
        "ride",
        "work",
        "carpooling",
        "commuter",
        "future",
        "mobility",
        "service",
        "market",
        "growth",
        "target",
        "board",
        "management",
        "member",
        "markus",
        "heyn",
        "smartphones",
        "becoming",
        "important",
        "mean",
        "travel",
        "berlin",
        "stuttgart",
        "germany",
        "business",
        "wire",
        "bosch",
        "entering",
        "ridesharing",
        "business",
        "supplier",
        "technology",
        "service",
        "acquired",
        "splitting",
        "fare",
        "splt",
        "based",
        "detroit",
        "splt",
        "operates",
        "platform",
        "allows",
        "company",
        "university",
        "municipal",
        "authority",
        "offer",
        "workforce",
        "ridesharing",
        "service",
        "b2b",
        "approach",
        "designed",
        "especially",
        "commuter",
        "splt",
        "us",
        "app",
        "connect",
        "people",
        "share",
        "route",
        "place",
        "work",
        "study",
        "algorithm",
        "find",
        "best",
        "composition",
        "computes",
        "fastest",
        "route",
        "aim",
        "reduce",
        "congestion",
        "make",
        "daily",
        "commute",
        "relaxed",
        "splt",
        "founded",
        "user",
        "united",
        "state",
        "mexico",
        "germany",
        "currently",
        "take",
        "advantage",
        "service",
        "agreed",
        "purchase",
        "price",
        "disclosed",
        "splt",
        "extending",
        "portfolio",
        "growth",
        "area",
        "mobility",
        "service",
        "said",
        "markus",
        "heyn",
        "member",
        "bosch",
        "board",
        "management",
        "connected",
        "mobility",
        "service",
        "bosch",
        "aim",
        "growth",
        "well",
        "double",
        "digit",
        "increasingly",
        "smartphones",
        "becoming",
        "important",
        "mean",
        "travel",
        "heyn",
        "added",
        "connecting",
        "road",
        "user",
        "mode",
        "transportation",
        "making",
        "flexible",
        "multimodal",
        "mobility",
        "possible",
        "matter",
        "second",
        "everyone",
        "decide",
        "want",
        "travel",
        "make",
        "necessary",
        "booking",
        "sustainable",
        "affordable",
        "mobility",
        "service",
        "want",
        "fundamentally",
        "change",
        "way",
        "people",
        "get",
        "b",
        "said",
        "anya",
        "babbitt",
        "ceo",
        "splt",
        "increasing",
        "number",
        "commuter",
        "ridesharing",
        "digital",
        "service",
        "apps",
        "used",
        "form",
        "carpools",
        "organize",
        "vehicle",
        "sharing",
        "taxi",
        "growth",
        "market",
        "connected",
        "mobility",
        "sector",
        "number",
        "people",
        "worldwide",
        "using",
        "rideshares",
        "expected",
        "rise",
        "percent",
        "million",
        "source",
        "statista",
        "service",
        "available",
        "usually",
        "directly",
        "targeted",
        "people",
        "happen",
        "traveling",
        "direction",
        "want",
        "book",
        "ride",
        "spur",
        "moment",
        "focused",
        "much",
        "company",
        "commuter",
        "precisely",
        "huge",
        "potential",
        "according",
        "german",
        "federal",
        "motor",
        "transport",
        "authority",
        "million",
        "car",
        "germany",
        "road",
        "alone",
        "number",
        "commuter",
        "rising",
        "according",
        "german",
        "federal",
        "institute",
        "research",
        "building",
        "urban",
        "affair",
        "spatial",
        "development",
        "three",
        "five",
        "worker",
        "work",
        "home",
        "city",
        "roughly",
        "working",
        "population",
        "car",
        "first",
        "choice",
        "transport",
        "daily",
        "commute",
        "according",
        "german",
        "federal",
        "statistical",
        "office",
        "worldwide",
        "result",
        "traffic",
        "frequently",
        "gridlocked",
        "million",
        "commuter",
        "find",
        "stuck",
        "traffic",
        "every",
        "day",
        "problem",
        "driver",
        "usually",
        "sit",
        "alone",
        "car",
        "carpooling",
        "still",
        "exception",
        "splt",
        "solution",
        "come",
        "commuting",
        "without",
        "stress",
        "low",
        "cost",
        "little",
        "environmental",
        "impact",
        "splt",
        "sharing",
        "simpler",
        "use",
        "company",
        "university",
        "municipal",
        "authority",
        "enable",
        "access",
        "splt",
        "platform",
        "employee",
        "download",
        "splt",
        "app",
        "register",
        "look",
        "offer",
        "rideshare",
        "booking",
        "made",
        "spur",
        "moment",
        "advance",
        "arrival",
        "time",
        "displayed",
        "real",
        "time",
        "cost",
        "shared",
        "among",
        "colleague",
        "charged",
        "online",
        "b2b",
        "service",
        "intended",
        "user",
        "travel",
        "route",
        "day",
        "one",
        "advantage",
        "ride",
        "shared",
        "colleague",
        "mean",
        "user",
        "never",
        "get",
        "car",
        "complete",
        "stranger",
        "side",
        "benefit",
        "rideshares",
        "encourage",
        "communication",
        "offer",
        "chance",
        "network",
        "company",
        "bus",
        "also",
        "integrated",
        "app",
        "way",
        "used",
        "flexibly",
        "efficiently",
        "result",
        "journey",
        "work",
        "back",
        "without",
        "stress",
        "low",
        "cost",
        "little",
        "environmental",
        "impact",
        "company",
        "also",
        "play",
        "role",
        "reducing",
        "traffic",
        "volume",
        "year",
        "ahead",
        "number",
        "splt",
        "user",
        "expected",
        "rise",
        "many",
        "time",
        "new",
        "region",
        "also",
        "included",
        "within",
        "bosch",
        "associate",
        "mexico",
        "already",
        "using",
        "app",
        "planned",
        "extend",
        "use",
        "entire",
        "company",
        "believe",
        "good",
        "chance",
        "global",
        "growth",
        "together",
        "bosch",
        "babbitt",
        "said",
        "splt",
        "remain",
        "independent",
        "entity",
        "within",
        "bosch",
        "group",
        "run",
        "wholly",
        "owned",
        "subsidiary",
        "participant",
        "exhibitor",
        "speaker",
        "bosch",
        "iot",
        "activity",
        "broadly",
        "diversified",
        "encompassing",
        "solution",
        "connected",
        "mobility",
        "connected",
        "manufacturing",
        "well",
        "connected",
        "energy",
        "system",
        "building",
        "bosch",
        "connectedworld",
        "forum",
        "iot",
        "industry",
        "berlin",
        "exhibitor",
        "demonstrate",
        "already",
        "possible",
        "internet",
        "thing",
        "improve",
        "people",
        "everyday",
        "life",
        "future",
        "exhibition",
        "space",
        "station",
        "berlin",
        "delegate",
        "meet",
        "february",
        "addition",
        "bosch",
        "ceo",
        "volkmar",
        "denner",
        "roughly",
        "speaker",
        "include",
        "dieter",
        "zetsche",
        "ceo",
        "daimler",
        "frank",
        "appel",
        "ceo",
        "deutsche",
        "post",
        "dhl",
        "johann",
        "jungwirth",
        "cdo",
        "volkswagen",
        "hackathon",
        "programmer",
        "associate",
        "designer",
        "develop",
        "new",
        "idea",
        "connected",
        "mobility",
        "service",
        "automated",
        "driving",
        "connected",
        "manufacturing",
        "logistics",
        "connected",
        "living",
        "bosch",
        "connectedworld",
        "fifth",
        "event",
        "kind",
        "one",
        "world",
        "largest",
        "conference",
        "internet",
        "thing",
        "press",
        "photograph",
        "bosch",
        "group",
        "leading",
        "global",
        "supplier",
        "technology",
        "service",
        "employ",
        "roughly",
        "associate",
        "worldwide",
        "december",
        "according",
        "preliminary",
        "figure",
        "company",
        "generated",
        "sale",
        "billion",
        "euro",
        "operation",
        "divided",
        "four",
        "business",
        "sector",
        "mobility",
        "solution",
        "industrial",
        "technology",
        "consumer",
        "good",
        "energy",
        "building",
        "technology",
        "leading",
        "iot",
        "company",
        "bosch",
        "offer",
        "innovative",
        "solution",
        "smart",
        "home",
        "smart",
        "city",
        "connected",
        "mobility",
        "connected",
        "manufacturing",
        "us",
        "expertise",
        "sensor",
        "technology",
        "software",
        "service",
        "well",
        "iot",
        "cloud",
        "offer",
        "customer",
        "connected",
        "solution",
        "single",
        "source",
        "bosch",
        "group",
        "strategic",
        "objective",
        "deliver",
        "innovation",
        "connected",
        "life",
        "bosch",
        "improves",
        "quality",
        "life",
        "worldwide",
        "product",
        "service",
        "innovative",
        "spark",
        "enthusiasm",
        "short",
        "bosch",
        "creates",
        "technology",
        "invented",
        "bosch",
        "group",
        "comprises",
        "robert",
        "bosch",
        "gmbh",
        "roughly",
        "subsidiary",
        "regional",
        "company",
        "country",
        "including",
        "sale",
        "service",
        "partner",
        "bosch",
        "global",
        "manufacturing",
        "engineering",
        "sale",
        "network",
        "cover",
        "nearly",
        "every",
        "country",
        "world",
        "basis",
        "company",
        "future",
        "growth",
        "innovative",
        "strength",
        "location",
        "across",
        "globe",
        "bosch",
        "employ",
        "associate",
        "research",
        "development",
        "company",
        "set",
        "stuttgart",
        "robert",
        "bosch",
        "workshop",
        "precision",
        "mechanic",
        "electrical",
        "special",
        "ownership",
        "structure",
        "robert",
        "bosch",
        "gmbh",
        "guarantee",
        "entrepreneurial",
        "freedom",
        "bosch",
        "group",
        "making",
        "possible",
        "company",
        "plan",
        "long",
        "term",
        "undertake",
        "significant",
        "upfront",
        "investment",
        "safeguarding",
        "future",
        "percent",
        "share",
        "capital",
        "robert",
        "bosch",
        "gmbh",
        "held",
        "robert",
        "bosch",
        "stiftung",
        "gmbh",
        "charitable",
        "foundation",
        "majority",
        "voting",
        "right",
        "held",
        "robert",
        "bosch",
        "industrietreuhand",
        "kg",
        "industrial",
        "trust",
        "entrepreneurial",
        "ownership",
        "function",
        "carried",
        "trust",
        "remaining",
        "share",
        "held",
        "bosch",
        "family",
        "robert",
        "bosch",
        "gmbh",
        "additional",
        "information",
        "available",
        "online",
        "view",
        "source",
        "version",
        "http",
        "bosch",
        "inga",
        "ehret",
        "source",
        "bosch"
    ]
}