{
    "organizations": [],
    "uuid": "27f2e2565658aea0b16a1b8b3bd29bddbff7314c",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/09/cnbc-excerpts-comcast-chairman-ceo-brian-roberts-speaks-with-cnbcs-carl-quintanilla-from-the-winter-olympics-today.html",
    "ord_in_thread": 0,
    "title": "CNBC EXCERPTS: COMCAST CHAIRMAN & CEO BRIAN ROBERTS SPEAKS WITH CNBC’S CARL QUINTANILLA FROM THE WINTER OLYMPICS TODAY",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WHEN: TODAY, FRIDAY, February 9, 2018\nWHERE: CNBC'S BUSINESS DAY PROGRAMMING\nFollowing are excerpts from the unofficial transcript of a CNBC interview with Comcast Chairman & CEO Brian Roberts from the Winter Olympics in PyeongChang. The excerpts aired today, Friday, February 9 on CNBC's Business Day programming. Following is a link to video of the interview on CNBC.com: https://www.cnbc.com/2018/02/09/comcast-ceo-roberts-covering-olympics-is-like-17-super-bowls.html .\nAll references must be sourced to CNBC.\nBRIAN ROBERTS ON THE PROUDEST WEEK IN THE COMPANY'S HISTORY:\nBrian Roberts: For NBC, this is the proudest week in the company's history. I mean you have the honor to have certainly one of the most exciting Super Bowls ever, we had over 100 cameras, 500 people doing the broadcast. And then to come here where we have over 2,000 people as well as another nearly 1,000 back in the States creating all this content. We walked today through the technology the team that puts it together. There's nothing like it in the world.\nBRIAN ROBERTS ON THE OLYMPICS:\nCarl Quintanilla: Were you able to bundle some ad packages where someone would be buy some Super Bowl and have an Olympic buy-in tied to that?\nBrian Roberts: The advertising team has gone into the business of really trying to come up with solutions for our clients. Using all these media -- not just television. But the social media, the on-demand, the streaming. So when you go to look at the results, I think obviously the world has changed a lot over the last decade. So even the Super Bowl ratings go down a bit. But if you have add up all the ways people consume – long-form, short-form – I think more people will enjoy this content more than ever before. It's just, you know, it gets harder every year and that's why you have to use new technology to bring the message and bring the athletes' stories to the viewer.\nCarl Quintanilla: So the idea of part of it is on TV, part of it is streaming- is too simplistic a view?\nBrian Roberts: Absolutely, but that is a big part of it. But it's also using social media to bring awareness, to tell stories, to give more than just the streaming, but actually the on-demand. And using voice technology, pick your favorite athlete, get notifications, see it on Snapchat. Backstories from BuzzFeed. It's a snowball of everybody wanting to get involved with the Olympics and to see how if you take all the other television combined, more people are gonna watch Olympics the next 18 days than everything combined. So it's an amazing moment. I think the American team is ready. There's gonna be more success, we believe, than in many winter Olympics maybe ever, so I'm just excited to be here.\nCarl Quintanilla: The rights go through 2032. If you could renew - extend today - would you?\nBrian Roberts: Absolutely. Every time we come to the Olympics, we're reminded just how important this is to the media landscape. And there is as you said, it is like 17 super bowls. Obviously the super bowl in America there's nothing quite like it for that one night and that one day. And the NFL is fantastic. We're proud to be a partner with that as well. But there's something also just amazing for all of us. I saw a little bit of our coverage planning and what's going to happen at the opening. And it reminds you of the dreams that we all have as kids wanting to someday be an Olympian. And whether you make it yourself or get to experience it through the television or now on your mobile device or many many other ways. We fall in love every four years, every two years, and I think we're ready to fall in love again. It's a nice respite from the pressures of life beyond.\nBRIAN ROBERTS ON TAX CUTS, BUYBACKS AND NETFLIX:\nCarl Quintanilla: Coming out of the quarter, some thought that the buyback and your leverage target hinted that you're keeping your powder a little dry by keeping those things a little conservative on the hopes that maybe there would be something attractive out there…?\nBrian Roberts: We've said we wanted to change the target leverage to actually be a little bit higher than we've previously said. So we talked about 2.2 times, previously we've been about 1.5 to 2. So that's an increase which would suggest that we could do more buybacks. But we've also found things to buy during the year like DreamWorks animation. So we'll do at least a $5 billion dollar stock buyback. We increased the dividend 21%. Tax reform is a big part of adding free cash flow and we want to invest in the business first and foremost but we also return to the shareholders and that leverage allows us to give guidance in a way that has some flexibility but not that much.\nCarl Quintanilla: M&A regulation out of this administration. Is it as bewildering to you as it is to some others?\nBrian Roberts: I think we'll get clarity at some point here, but it's not exactly clear yet what the rules of the road are. And I think as you see with investment, and as you see with tax cuts and other regulations, most business leaders need sort of certainty, and then they can explain it to their investors what their strategy is. Uncertainty hurts investment. So the more there is clarity, the better it will be.\nCarl Quintanilla: You mentioned tax cuts earlier. You were pretty quick in announcing the bonuses out of the legislation. How did you get to the number, the thousand dollars, why so soon, and how do people separate that versus what you might have done otherwise?\nBrian Roberts: It's hard to speculate what you might have done otherwise. We had been talking about it for a couple weeks as it looked likely that there was going to be tax reform officially passed. We had been talking at business roundtables and other organizations about sending a message to our existing employees, and how much we appreciated them. Our second goal was to say we are going to invest in the business. In the case, that same day we announced we're going to spend at least 50-billion-dollars over the next five years in capital. And that's the certainty of what these tax reform allows companies to do. And then thirdly, a couple weeks later in earnings week, we were able to have healthy growth in our investments but also in our return of capital shareholders. So it's a balance. It was the holiday season, and we know a thousand-dollars to 150-thousand people would make a nice and important contribution. And the response from our employees, no surprise, but nonetheless very much appreciated. It's been overwhelming for me personally, and I think for a number of our leaders.\nCarl Q: Couple of thoughts on Netflix –one – the degree to which they're forcing others to spend on content aggressively. And two, it's funny, we've talked to a couple of artists, content creators in the past couple of weeks who say 'Netflix is great, they're hands-off, but I feel like my project gets lost in the wave of content they are pushing out…'\nBrian Roberts: Let me start by saying they're an amazing company. They've created a worldwide business and my hat's off to them. They do have a different model where at the moment their free cash is negative, but they're adding customers. We have a nice relationship now, and I'm proud that the best way to get Netflix is using your x1 from Comcast. And more people use Netflix than almost any other service. This is a crowded world and that's why, harking back to the Olympics for a moment, one of the things we can do as a company that other companies can't do is use all these different platforms to take a piece of content or a series of content, such as the Olympics, and I don't think there's a better company that can deliver that content in so many ways so if you are a creator you like that ability.\nAbout CNBC:\nWith CNBC in the U.S., CNBC in Asia Pacific, CNBC in Europe, Middle East and Africa, and CNBC World, CNBC is the recognized world leader in business news and provides real-time financial market coverage and business information to more than 409 million homes worldwide, including more than 91 million households in the United States and Canada. CNBC also provides daily business updates to 400 million households across China. The network's 15 live hours a day of business programming in North America (weekdays from 4:00 a.m. - 7:00 p.m. ET) is produced at CNBC's global headquarters in Englewood Cliffs, N.J., and includes reports from CNBC News bureaus worldwide. CNBC at night features a mix of new reality programming, CNBC's highly successful series produced exclusively for CNBC and a number of distinctive in-house documentaries.\nCNBC also has a vast portfolio of digital products which deliver real-time financial market news and information across a variety of platforms including: CNBC.com; CNBC PRO, the premium, integrated desktop/mobile service that provides live access to CNBC programming, exclusive video content and global market data and analysis; a suite of CNBC mobile products including the CNBC Apps for iOS, Android and Windows devices; and additional products such as the CNBC App for the Apple Watch and Apple TV.\nMembers of the media can receive more information about CNBC and its programming on the NBCUniversal Media Village Web site at http://www.nbcumv.com/programming/cnbc .\nFor more information about NBCUniversal, please visit http://www.NBCUniversal.com .",
    "published": "2018-02-09T20:06:00.000+02:00",
    "crawled": "2018-02-09T22:01:31.014+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "today",
        "friday",
        "february",
        "cnbc",
        "business",
        "day",
        "programming",
        "following",
        "excerpt",
        "unofficial",
        "transcript",
        "cnbc",
        "interview",
        "comcast",
        "chairman",
        "ceo",
        "brian",
        "robert",
        "winter",
        "olympics",
        "pyeongchang",
        "excerpt",
        "aired",
        "today",
        "friday",
        "february",
        "cnbc",
        "business",
        "day",
        "programming",
        "following",
        "link",
        "video",
        "interview",
        "http",
        "reference",
        "must",
        "sourced",
        "cnbc",
        "brian",
        "robert",
        "proudest",
        "week",
        "company",
        "history",
        "brian",
        "robert",
        "nbc",
        "proudest",
        "week",
        "company",
        "history",
        "mean",
        "honor",
        "certainly",
        "one",
        "exciting",
        "super",
        "bowl",
        "ever",
        "camera",
        "people",
        "broadcast",
        "come",
        "people",
        "well",
        "another",
        "nearly",
        "back",
        "state",
        "creating",
        "content",
        "walked",
        "today",
        "technology",
        "team",
        "put",
        "together",
        "nothing",
        "like",
        "world",
        "brian",
        "robert",
        "olympics",
        "carl",
        "quintanilla",
        "able",
        "bundle",
        "ad",
        "package",
        "someone",
        "would",
        "buy",
        "super",
        "bowl",
        "olympic",
        "tied",
        "brian",
        "robert",
        "advertising",
        "team",
        "gone",
        "business",
        "really",
        "trying",
        "come",
        "solution",
        "client",
        "using",
        "medium",
        "television",
        "social",
        "medium",
        "streaming",
        "go",
        "look",
        "result",
        "think",
        "obviously",
        "world",
        "changed",
        "lot",
        "last",
        "decade",
        "even",
        "super",
        "bowl",
        "rating",
        "go",
        "bit",
        "add",
        "way",
        "people",
        "consume",
        "think",
        "people",
        "enjoy",
        "content",
        "ever",
        "know",
        "get",
        "harder",
        "every",
        "year",
        "use",
        "new",
        "technology",
        "bring",
        "message",
        "bring",
        "athlete",
        "story",
        "viewer",
        "carl",
        "quintanilla",
        "idea",
        "part",
        "tv",
        "part",
        "simplistic",
        "view",
        "brian",
        "robert",
        "absolutely",
        "big",
        "part",
        "also",
        "using",
        "social",
        "medium",
        "bring",
        "awareness",
        "tell",
        "story",
        "give",
        "streaming",
        "actually",
        "using",
        "voice",
        "technology",
        "pick",
        "favorite",
        "athlete",
        "get",
        "notification",
        "see",
        "snapchat",
        "backstories",
        "buzzfeed",
        "snowball",
        "everybody",
        "wanting",
        "get",
        "involved",
        "olympics",
        "see",
        "take",
        "television",
        "combined",
        "people",
        "gon",
        "na",
        "watch",
        "olympics",
        "next",
        "day",
        "everything",
        "combined",
        "amazing",
        "moment",
        "think",
        "american",
        "team",
        "ready",
        "gon",
        "na",
        "success",
        "believe",
        "many",
        "winter",
        "olympics",
        "maybe",
        "ever",
        "excited",
        "carl",
        "quintanilla",
        "right",
        "go",
        "could",
        "renew",
        "extend",
        "today",
        "would",
        "brian",
        "robert",
        "absolutely",
        "every",
        "time",
        "come",
        "olympics",
        "reminded",
        "important",
        "medium",
        "landscape",
        "said",
        "like",
        "super",
        "bowl",
        "obviously",
        "super",
        "bowl",
        "america",
        "nothing",
        "quite",
        "like",
        "one",
        "night",
        "one",
        "day",
        "nfl",
        "fantastic",
        "proud",
        "partner",
        "well",
        "something",
        "also",
        "amazing",
        "u",
        "saw",
        "little",
        "bit",
        "coverage",
        "planning",
        "going",
        "happen",
        "opening",
        "reminds",
        "dream",
        "kid",
        "wanting",
        "someday",
        "olympian",
        "whether",
        "make",
        "get",
        "experience",
        "television",
        "mobile",
        "device",
        "many",
        "many",
        "way",
        "fall",
        "love",
        "every",
        "four",
        "year",
        "every",
        "two",
        "year",
        "think",
        "ready",
        "fall",
        "love",
        "nice",
        "respite",
        "pressure",
        "life",
        "beyond",
        "brian",
        "robert",
        "tax",
        "cut",
        "buyback",
        "netflix",
        "carl",
        "quintanilla",
        "coming",
        "quarter",
        "thought",
        "buyback",
        "leverage",
        "target",
        "hinted",
        "keeping",
        "powder",
        "little",
        "dry",
        "keeping",
        "thing",
        "little",
        "conservative",
        "hope",
        "maybe",
        "would",
        "something",
        "attractive",
        "brian",
        "robert",
        "said",
        "wanted",
        "change",
        "target",
        "leverage",
        "actually",
        "little",
        "bit",
        "higher",
        "previously",
        "said",
        "talked",
        "time",
        "previously",
        "increase",
        "would",
        "suggest",
        "could",
        "buyback",
        "also",
        "found",
        "thing",
        "buy",
        "year",
        "like",
        "dreamworks",
        "animation",
        "least",
        "billion",
        "dollar",
        "stock",
        "buyback",
        "increased",
        "dividend",
        "tax",
        "reform",
        "big",
        "part",
        "adding",
        "free",
        "cash",
        "flow",
        "want",
        "invest",
        "business",
        "first",
        "foremost",
        "also",
        "return",
        "shareholder",
        "leverage",
        "allows",
        "u",
        "give",
        "guidance",
        "way",
        "flexibility",
        "much",
        "carl",
        "quintanilla",
        "regulation",
        "administration",
        "bewildering",
        "others",
        "brian",
        "robert",
        "think",
        "get",
        "clarity",
        "point",
        "exactly",
        "clear",
        "yet",
        "rule",
        "road",
        "think",
        "see",
        "investment",
        "see",
        "tax",
        "cut",
        "regulation",
        "business",
        "leader",
        "need",
        "sort",
        "certainty",
        "explain",
        "investor",
        "strategy",
        "uncertainty",
        "hurt",
        "investment",
        "clarity",
        "better",
        "carl",
        "quintanilla",
        "mentioned",
        "tax",
        "cut",
        "earlier",
        "pretty",
        "quick",
        "announcing",
        "bonus",
        "legislation",
        "get",
        "number",
        "thousand",
        "dollar",
        "soon",
        "people",
        "separate",
        "versus",
        "might",
        "done",
        "otherwise",
        "brian",
        "robert",
        "hard",
        "speculate",
        "might",
        "done",
        "otherwise",
        "talking",
        "couple",
        "week",
        "looked",
        "likely",
        "going",
        "tax",
        "reform",
        "officially",
        "passed",
        "talking",
        "business",
        "roundtable",
        "organization",
        "sending",
        "message",
        "existing",
        "employee",
        "much",
        "appreciated",
        "second",
        "goal",
        "say",
        "going",
        "invest",
        "business",
        "case",
        "day",
        "announced",
        "going",
        "spend",
        "least",
        "next",
        "five",
        "year",
        "capital",
        "certainty",
        "tax",
        "reform",
        "allows",
        "company",
        "thirdly",
        "couple",
        "week",
        "later",
        "earnings",
        "week",
        "able",
        "healthy",
        "growth",
        "investment",
        "also",
        "return",
        "capital",
        "shareholder",
        "balance",
        "holiday",
        "season",
        "know",
        "people",
        "would",
        "make",
        "nice",
        "important",
        "contribution",
        "response",
        "employee",
        "surprise",
        "nonetheless",
        "much",
        "appreciated",
        "overwhelming",
        "personally",
        "think",
        "number",
        "leader",
        "carl",
        "q",
        "couple",
        "thought",
        "netflix",
        "degree",
        "forcing",
        "others",
        "spend",
        "content",
        "aggressively",
        "two",
        "funny",
        "talked",
        "couple",
        "artist",
        "content",
        "creator",
        "past",
        "couple",
        "week",
        "say",
        "great",
        "feel",
        "like",
        "project",
        "get",
        "lost",
        "wave",
        "content",
        "pushing",
        "brian",
        "robert",
        "let",
        "start",
        "saying",
        "amazing",
        "company",
        "created",
        "worldwide",
        "business",
        "hat",
        "different",
        "model",
        "moment",
        "free",
        "cash",
        "negative",
        "adding",
        "customer",
        "nice",
        "relationship",
        "proud",
        "best",
        "way",
        "get",
        "netflix",
        "using",
        "x1",
        "comcast",
        "people",
        "use",
        "netflix",
        "almost",
        "service",
        "crowded",
        "world",
        "harking",
        "back",
        "olympics",
        "moment",
        "one",
        "thing",
        "company",
        "company",
        "ca",
        "use",
        "different",
        "platform",
        "take",
        "piece",
        "content",
        "series",
        "content",
        "olympics",
        "think",
        "better",
        "company",
        "deliver",
        "content",
        "many",
        "way",
        "creator",
        "like",
        "ability",
        "cnbc",
        "cnbc",
        "cnbc",
        "asia",
        "pacific",
        "cnbc",
        "europe",
        "middle",
        "east",
        "africa",
        "cnbc",
        "world",
        "cnbc",
        "recognized",
        "world",
        "leader",
        "business",
        "news",
        "provides",
        "financial",
        "market",
        "coverage",
        "business",
        "information",
        "million",
        "home",
        "worldwide",
        "including",
        "million",
        "household",
        "united",
        "state",
        "canada",
        "cnbc",
        "also",
        "provides",
        "daily",
        "business",
        "update",
        "million",
        "household",
        "across",
        "china",
        "network",
        "live",
        "hour",
        "day",
        "business",
        "programming",
        "north",
        "america",
        "weekday",
        "et",
        "produced",
        "cnbc",
        "global",
        "headquarters",
        "englewood",
        "cliff",
        "includes",
        "report",
        "cnbc",
        "news",
        "bureau",
        "worldwide",
        "cnbc",
        "night",
        "feature",
        "mix",
        "new",
        "reality",
        "programming",
        "cnbc",
        "highly",
        "successful",
        "series",
        "produced",
        "exclusively",
        "cnbc",
        "number",
        "distinctive",
        "documentary",
        "cnbc",
        "also",
        "vast",
        "portfolio",
        "digital",
        "product",
        "deliver",
        "financial",
        "market",
        "news",
        "information",
        "across",
        "variety",
        "platform",
        "including",
        "cnbc",
        "pro",
        "premium",
        "integrated",
        "service",
        "provides",
        "live",
        "access",
        "cnbc",
        "programming",
        "exclusive",
        "video",
        "content",
        "global",
        "market",
        "data",
        "analysis",
        "suite",
        "cnbc",
        "mobile",
        "product",
        "including",
        "cnbc",
        "apps",
        "io",
        "android",
        "window",
        "device",
        "additional",
        "product",
        "cnbc",
        "app",
        "apple",
        "watch",
        "apple",
        "tv",
        "member",
        "medium",
        "receive",
        "information",
        "cnbc",
        "programming",
        "nbcuniversal",
        "medium",
        "village",
        "web",
        "site",
        "http",
        "information",
        "nbcuniversal",
        "please",
        "visit",
        "http"
    ]
}