{
    "organizations": [],
    "uuid": "5bd79881b594d90aa5baaa0bcce9ddc7fd166c6f",
    "author": "",
    "url": "https://www.cnbc.com/2018/02/20/5-ways-to-hone-retirement-plans-under-new-tax-regime.html",
    "ord_in_thread": 0,
    "title": "You got a $1K bonus today, but what do GOP tax tweaks mean for retirement plans? 5 steps to take now",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "The Tax Cuts and Jobs Act passed by Congress late last year represents the most significant changes to the tax code since 1986. The changes are biggest for corporate taxpayers. C corps will see their statutory tax rate decline from 35 percent to 21 percent, and pass-through corporate entities — partnerships, sole proprietorships and S corps — where income is taxed at the individual level, will also see permanent and dramatic reductions in their tax liabilities.\nThe decreases in individual tax rates, on the other hand, are smaller and less certain, with rates set to revert back to current levels by 2026.\n\"The tax plan will help out corporations a lot more than average Americans,\" said Daniel Haut, a portfolio counselor with Osborne Partners Capital Management. \"Middle-class Americans itemizing their deductions may actually get hurt by tax reform.\"\nThe rule changes regarding deductible expenses, exemptions, credits and the tax brackets pose new income-tax planning challenges for all Americans. They also have implications for retirement planning — most prominently for wealthy Americans — but for taxpayers of more modest means, as well.\nHere are five strategies worth considering to improve your retirement planning in the new tax environment.\n1. Move to a low-tax state. The lure of the Sunbelt for retirees got a little stronger with tax reform. The capping of the so-called SALT (state and local taxes) deductions at $10,000 will hit taxpayers in high-tax (and invariably blue) states such as California and New York particularly hard. New York Gov. Andrew Cuomo has threatened to sue the federal government over the roughly $14 billion his Department of Finance says it will cost New Yorkers annually.\nMore from Advisor Insight:\nThe bad things people do with 401(k) plans\nWhat sort of insurance do you need?\nMost consumers confused about credit, debt\nWhile the standard deduction on federal tax returns was nearly doubled to $12,000 for individuals, the average SALT deduction on federal returns for New Yorkers in 2015 was $22,000, according to the Tax Policy Center. In California — which also has high income-tax rates — an all-in property tax rate of 1.25 percent on a $1 million home would already put taxpayers over the $10,000 cap.\n\"There are a lot of benefits to living in California, but I wouldn't be surprised to see more retirees moving to low-tax states, like Nevada or New Mexico,\" said Haut, who lives in San Francisco.\n2. Convert your traditional IRA to a Roth IRA. Roth IRAs provide the ultimate benefit in retirement — tax-free income. You can't deduct your contributions to a Roth IRA, but the investment returns in the account are tax-free and so are account withdrawals (optional-not required) as long as you make them after age 59½.\n\"People need to diversify their tax risk,\" said Ed Slott, CPA, retirement-planning expert and founder of Ed Slott & Co. in Rockville Centre, New York. \"A tax-free retirement account is important over the long haul because higher rates in the future may hurt you in retirement.\"\nThe lower marginal income-tax rates that take effect this year make the conversion of a traditional IRA to a Roth IRA significantly less expensive. With those rates potentially reverting back to current levels by 2026, paying the taxes now could be far less expensive than in retirement. \"You always want to pay taxes at the lowest rate, and I think rates have hit rock bottom,\" said Slott.\nOne major consideration: The tax bill did away with the option to undo a conversion by the tax-return date of the following year. If the market has a big downturn, you will owe tax on the full amount at conversion even if the account value drops by 30 percent before year-end. Slott suggests waiting until after Thanksgiving to make a conversion. Taxpayers could also consider converting smaller amounts over several years to reduce taxable income and potentially their marginal rates.\n3. Give to charity in a smart way. The deduction for charitable donations was preserved in the tax bill, but with the standard deduction raised to $24,000 for a married couple, you'll have to give a lot to warrant itemizing deductions.\nSign Up for Our Newsletter Your Wealth Weekly advice on managing your money SIGN UP NOW Get this delivered to your inbox, and more info about about our products and service. Privacy Policy . One strategy is to front-load your anticipated donations over multiple years into one tax year. \"People can bundle up their anticipated donations for the next five years in a donor-advised fund,\" said Haut at Osborne Partners Capital Management. Of course, that means it's likely only a one-year tax-saving strategy.\nIf you're over 70½ years old, make your charitable donations directly from your IRA — whether you itemize deductions or not. The donation counts against your required minimum distribution from the retirement account but is excluded from taxable income. \"The qualified charitable distribution enables a taxpayer to claim the standard deduction and still get the charitable deduction,\" said Slott of Ed Slott & Co. \"If you qualify, it's the only way you should give to charity.\"\n4. Mind your business and estate. The tax bill doubled the estate-tax exemption to $11.2 million per person ($22.4 million per married couple) and kept it indexed for inflation. In 2026 it will revert back to 2017 levels indexed for inflation. For the vast majority of Americans, the increase is meaningless, but for high-net-worth taxpayers — particularly business owners — it raises new issues.\nIndividuals with a net worth of close to or more than $11 million ($22 million for couples) can still lower the tax hit to their heirs with the use of trusts and estate-planning strategies. With the estate and gift tax still unified, it may also make sense to gift large amounts of assets tax-free to heirs now given the bigger but potentially temporary exemption.\n\"The tax plan will help out corporations a lot more than average Americans. Middle-class Americans itemizing their deductions may actually get hurt by tax reform.\" -Daniel Haut, portfolio counselor at Osborne Partners Capital Management \"The larger exemption provides a lot of planning opportunities for people who own businesses or other assets that they expect to go up in value,\" said Michelle Canerday, head of the private client group for Boston-based law firm Nixon Peabody.\nThe downside of gifting assets before you die is that heirs do not get a step up to market value in the cost basis of the assets. If and when they sell them, they will be on the hook for capital gains taxes. \"In a perfect world, people would pay no estate taxes and get a step up in cost basis at death,\" said Canerday. That sweet spot, however, may require your dying before the exemption reverts back to a lower level.\nCanerday suggests that married couples with an estate valued at less than $20 million take a \"wait and see\" attitude regarding the value of their business or assets before a potential in life transfer.\n5. Talk to a financial advisor or CPA. The numerous changes to the tax code provide a lot of income-tax planning opportunities, which can translate into more retirement savings. But it is complicated. \"Any decision regarding something like a Roth conversion should be made in conjunction with other issues,\" said Haut at Osborne Partners Capital Management.\nFor example, accelerating deductions or postponing income will reduce the tax hit from a conversion. A financial expert can help you see the bigger picture more clearly. \"I see more need to consult with a planner or CPA with tax reform,\" said Haut.\n— By Andrew Osterland, special to CNBC.com",
    "published": "2018-02-20T14:56:00.000+02:00",
    "crawled": "2018-02-20T14:59:01.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "tax",
        "cut",
        "job",
        "act",
        "passed",
        "congress",
        "late",
        "last",
        "year",
        "represents",
        "significant",
        "change",
        "tax",
        "code",
        "since",
        "change",
        "biggest",
        "corporate",
        "taxpayer",
        "c",
        "corp",
        "see",
        "statutory",
        "tax",
        "rate",
        "decline",
        "percent",
        "percent",
        "corporate",
        "entity",
        "partnership",
        "sole",
        "proprietorship",
        "corp",
        "income",
        "taxed",
        "individual",
        "level",
        "also",
        "see",
        "permanent",
        "dramatic",
        "reduction",
        "tax",
        "liability",
        "decrease",
        "individual",
        "tax",
        "rate",
        "hand",
        "smaller",
        "less",
        "certain",
        "rate",
        "set",
        "revert",
        "back",
        "current",
        "level",
        "tax",
        "plan",
        "help",
        "corporation",
        "lot",
        "average",
        "american",
        "said",
        "daniel",
        "haut",
        "portfolio",
        "counselor",
        "osborne",
        "partner",
        "capital",
        "management",
        "american",
        "itemizing",
        "deduction",
        "may",
        "actually",
        "get",
        "hurt",
        "tax",
        "reform",
        "rule",
        "change",
        "regarding",
        "deductible",
        "expense",
        "exemption",
        "credit",
        "tax",
        "bracket",
        "pose",
        "new",
        "planning",
        "challenge",
        "american",
        "also",
        "implication",
        "retirement",
        "planning",
        "prominently",
        "wealthy",
        "american",
        "taxpayer",
        "modest",
        "mean",
        "well",
        "five",
        "strategy",
        "worth",
        "considering",
        "improve",
        "retirement",
        "planning",
        "new",
        "tax",
        "environment",
        "move",
        "state",
        "lure",
        "sunbelt",
        "retiree",
        "got",
        "little",
        "stronger",
        "tax",
        "reform",
        "capping",
        "salt",
        "state",
        "local",
        "tax",
        "deduction",
        "hit",
        "taxpayer",
        "invariably",
        "blue",
        "state",
        "california",
        "new",
        "york",
        "particularly",
        "hard",
        "new",
        "york",
        "gov",
        "andrew",
        "cuomo",
        "threatened",
        "sue",
        "federal",
        "government",
        "roughly",
        "billion",
        "department",
        "finance",
        "say",
        "cost",
        "new",
        "yorkers",
        "annually",
        "advisor",
        "insight",
        "bad",
        "thing",
        "people",
        "k",
        "plan",
        "sort",
        "insurance",
        "need",
        "consumer",
        "confused",
        "credit",
        "debt",
        "standard",
        "deduction",
        "federal",
        "tax",
        "return",
        "nearly",
        "doubled",
        "individual",
        "average",
        "salt",
        "deduction",
        "federal",
        "return",
        "new",
        "yorkers",
        "according",
        "tax",
        "policy",
        "center",
        "california",
        "also",
        "high",
        "rate",
        "property",
        "tax",
        "rate",
        "percent",
        "million",
        "home",
        "would",
        "already",
        "put",
        "taxpayer",
        "cap",
        "lot",
        "benefit",
        "living",
        "california",
        "would",
        "surprised",
        "see",
        "retiree",
        "moving",
        "state",
        "like",
        "nevada",
        "new",
        "mexico",
        "said",
        "haut",
        "life",
        "san",
        "francisco",
        "convert",
        "traditional",
        "ira",
        "roth",
        "ira",
        "roth",
        "ira",
        "provide",
        "ultimate",
        "benefit",
        "retirement",
        "income",
        "ca",
        "deduct",
        "contribution",
        "roth",
        "ira",
        "investment",
        "return",
        "account",
        "account",
        "withdrawal",
        "required",
        "long",
        "make",
        "age",
        "59½",
        "people",
        "need",
        "diversify",
        "tax",
        "risk",
        "said",
        "ed",
        "slott",
        "cpa",
        "expert",
        "founder",
        "ed",
        "slott",
        "rockville",
        "centre",
        "new",
        "york",
        "retirement",
        "account",
        "important",
        "long",
        "haul",
        "higher",
        "rate",
        "future",
        "may",
        "hurt",
        "retirement",
        "lower",
        "marginal",
        "rate",
        "take",
        "effect",
        "year",
        "make",
        "conversion",
        "traditional",
        "ira",
        "roth",
        "ira",
        "significantly",
        "less",
        "expensive",
        "rate",
        "potentially",
        "reverting",
        "back",
        "current",
        "level",
        "paying",
        "tax",
        "could",
        "far",
        "less",
        "expensive",
        "retirement",
        "always",
        "want",
        "pay",
        "tax",
        "lowest",
        "rate",
        "think",
        "rate",
        "hit",
        "rock",
        "bottom",
        "said",
        "slott",
        "one",
        "major",
        "consideration",
        "tax",
        "bill",
        "away",
        "option",
        "undo",
        "conversion",
        "date",
        "following",
        "year",
        "market",
        "big",
        "downturn",
        "owe",
        "tax",
        "full",
        "amount",
        "conversion",
        "even",
        "account",
        "value",
        "drop",
        "percent",
        "slott",
        "suggests",
        "waiting",
        "thanksgiving",
        "make",
        "conversion",
        "taxpayer",
        "could",
        "also",
        "consider",
        "converting",
        "smaller",
        "amount",
        "several",
        "year",
        "reduce",
        "taxable",
        "income",
        "potentially",
        "marginal",
        "rate",
        "give",
        "charity",
        "smart",
        "way",
        "deduction",
        "charitable",
        "donation",
        "preserved",
        "tax",
        "bill",
        "standard",
        "deduction",
        "raised",
        "married",
        "couple",
        "give",
        "lot",
        "warrant",
        "itemizing",
        "deduction",
        "sign",
        "newsletter",
        "wealth",
        "weekly",
        "advice",
        "managing",
        "money",
        "sign",
        "get",
        "delivered",
        "inbox",
        "info",
        "product",
        "service",
        "privacy",
        "policy",
        "one",
        "strategy",
        "anticipated",
        "donation",
        "multiple",
        "year",
        "one",
        "tax",
        "year",
        "people",
        "bundle",
        "anticipated",
        "donation",
        "next",
        "five",
        "year",
        "fund",
        "said",
        "haut",
        "osborne",
        "partner",
        "capital",
        "management",
        "course",
        "mean",
        "likely",
        "strategy",
        "70½",
        "year",
        "old",
        "make",
        "charitable",
        "donation",
        "directly",
        "ira",
        "whether",
        "itemize",
        "deduction",
        "donation",
        "count",
        "required",
        "minimum",
        "distribution",
        "retirement",
        "account",
        "excluded",
        "taxable",
        "income",
        "qualified",
        "charitable",
        "distribution",
        "enables",
        "taxpayer",
        "claim",
        "standard",
        "deduction",
        "still",
        "get",
        "charitable",
        "deduction",
        "said",
        "slott",
        "ed",
        "slott",
        "qualify",
        "way",
        "give",
        "charity",
        "mind",
        "business",
        "estate",
        "tax",
        "bill",
        "doubled",
        "exemption",
        "million",
        "per",
        "person",
        "million",
        "per",
        "married",
        "couple",
        "kept",
        "indexed",
        "inflation",
        "revert",
        "back",
        "level",
        "indexed",
        "inflation",
        "vast",
        "majority",
        "american",
        "increase",
        "meaningless",
        "taxpayer",
        "particularly",
        "business",
        "owner",
        "raise",
        "new",
        "issue",
        "individual",
        "net",
        "worth",
        "close",
        "million",
        "million",
        "couple",
        "still",
        "lower",
        "tax",
        "hit",
        "heir",
        "use",
        "trust",
        "strategy",
        "estate",
        "gift",
        "tax",
        "still",
        "unified",
        "may",
        "also",
        "make",
        "sense",
        "gift",
        "large",
        "amount",
        "asset",
        "heir",
        "given",
        "bigger",
        "potentially",
        "temporary",
        "exemption",
        "tax",
        "plan",
        "help",
        "corporation",
        "lot",
        "average",
        "american",
        "american",
        "itemizing",
        "deduction",
        "may",
        "actually",
        "get",
        "hurt",
        "tax",
        "reform",
        "haut",
        "portfolio",
        "counselor",
        "osborne",
        "partner",
        "capital",
        "management",
        "larger",
        "exemption",
        "provides",
        "lot",
        "planning",
        "opportunity",
        "people",
        "business",
        "asset",
        "expect",
        "go",
        "value",
        "said",
        "michelle",
        "canerday",
        "head",
        "private",
        "client",
        "group",
        "law",
        "firm",
        "nixon",
        "peabody",
        "downside",
        "gifting",
        "asset",
        "die",
        "heir",
        "get",
        "step",
        "market",
        "value",
        "cost",
        "basis",
        "asset",
        "sell",
        "hook",
        "capital",
        "gain",
        "tax",
        "perfect",
        "world",
        "people",
        "would",
        "pay",
        "estate",
        "tax",
        "get",
        "step",
        "cost",
        "basis",
        "death",
        "said",
        "canerday",
        "sweet",
        "spot",
        "however",
        "may",
        "require",
        "dying",
        "exemption",
        "reverts",
        "back",
        "lower",
        "level",
        "canerday",
        "suggests",
        "married",
        "couple",
        "estate",
        "valued",
        "less",
        "million",
        "take",
        "wait",
        "see",
        "attitude",
        "regarding",
        "value",
        "business",
        "asset",
        "potential",
        "life",
        "transfer",
        "talk",
        "financial",
        "advisor",
        "cpa",
        "numerous",
        "change",
        "tax",
        "code",
        "provide",
        "lot",
        "planning",
        "opportunity",
        "translate",
        "retirement",
        "saving",
        "complicated",
        "decision",
        "regarding",
        "something",
        "like",
        "roth",
        "conversion",
        "made",
        "conjunction",
        "issue",
        "said",
        "haut",
        "osborne",
        "partner",
        "capital",
        "management",
        "example",
        "accelerating",
        "deduction",
        "postponing",
        "income",
        "reduce",
        "tax",
        "hit",
        "conversion",
        "financial",
        "expert",
        "help",
        "see",
        "bigger",
        "picture",
        "clearly",
        "see",
        "need",
        "consult",
        "planner",
        "cpa",
        "tax",
        "reform",
        "said",
        "haut",
        "andrew",
        "osterland",
        "special"
    ]
}