{
    "organizations": [],
    "uuid": "c01a1d531a1fb050c00ca1942e6f7db0127e8d8b",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/13/pr-newswire-sino-global-announces-fiscal-year-2018-second-quarter-financial-results.html",
    "ord_in_thread": 0,
    "title": "Sino-Global Announces Fiscal Year 2018 Second Quarter Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Highlights include 145% Increase in Revenues for the Quarter\nROSLYN, N.Y., Feb. 13, 2018 /PRNewswire/ -- Sino-Global Shipping America, Ltd. (NASDAQ: SINO) (\"Sino-Global,\" the \"Company\" or \"we\"), a logistics integrated solution provider engaged in non-asset based global shipping, freight logistics, and inland transportation management and related services, today announced its financial results for the fiscal year 2018 second quarter ended December 31, 2017. The Company has also provided extensive information on its quarterly report on Form 10-Q filed this afternoon with the U.S. Securities and Exchange Commission and Company management encourages investors to review this document for more details of the Company's financial results for the second quarter of fiscal year 2018, background on Sino-Global's business and history, as well as Company strategy for the coming fiscal year.\nTax Cuts and Jobs Act\nOn December 22, 2017, the Tax Cuts and Jobs Act (the \"Act\") was signed into law. Among the changes was a permanent reduction in the federal corporate income tax rate. Under the provisions of the Act, the U.S. corporate tax rate decreased from 35% to 21%. Since the Company has a June 30 fiscal year-end, a blended U.S. statutory federal rate of approximately 28% for the fiscal year ending June 30, 2018 is applied to the provision for income tax, and a 21% will be applied in the subsequent fiscal years.\nFiscal Year 2018 Second Quarter Operating and Financial Highlights\n(as compared to the same period of the prior year)\nTotal revenues increased 145.3% to $5.2 million, compared to $2.1 million. The increase was primarily due to the Company's efforts to diversify its business in freight logistics services and bulk cargo container services. The Company separately presents bulk cargo container services as a new segment during the three months ended December 31, 2017,. Net income for the second quarter of fiscal year 2018 was $0.39 million, as compared to a net income of $0.79 million for the same period of the prior year. The decrease was the result of a rise in expenses relating to the growth of the Company which were offset by a $0.57 million tax benefit recognized during the period. Earnings was $0.03 per basic and diluted share for the three-month period. In December 2017, the Company signed a contract to develop a more complete logistics system based on the Company's current container trucking platform. At December 31, 2017, the Company had cash and cash equivalents of $7.2 million, and holds no long-term debt.\nManagement Commentary\nMr. Lei Cao, Chairman and Chief Executive Officer of Sino-Global commented, \"We achieved significant growth in the quarter. The increase in revenues for the three-month period was primarily the result of an increase in business for our freight logistics and newly segmented bulk container services. The revenues generated for the three-month period from the freight logistics segment of our business increased by $3.1 million over the prior year period. However, due to the varying degrees of freight logistics services we provide, gross profit margin can differ drastically between the current quarter and the same period of the prior year.\"\n\"This quarter we ended our joint venture with Jetta Global on ACH Trucking Center and created a new segment of our operations, bulk cargo container services. As of quarter end, I am pleased to report that we have shipped 120 containers with 18 tons per container of sulfur from our Long Beach, California location to our customers in China. We expect to continue the build out of this portion of our operations, as profit margins are generally higher than other segments of our operations and are currently seeking new relationships with suppliers.\"\nChairman Cao concluded, \"A little over a year ago, we launched our web-based short-haul container truck service platform and during the quarter, we entered into a new agreement to further the growth of this portal. With it further development we hope to attract and retain additional clients to the platform. We anticipate that the momentum started in the first half of the fiscal year will continue throughout 2018. In the months ahead, we will proceed with the rollout of our inland transportation management, freight logistics and container trucking and bulk cargo container services; as well as continue to foster and develop strong relationships with strategic partners and draw upon our in-depth industry knowledge to develop innovative value-added logistics solutions for our customers.\"\nFiscal Year 2018, Second Quarter Financial Review\nRevenues increased by $3.1 million, or 145.3%, to $5.2 million from $2.1 million for the three months ended December 31, 2016 for the same period of the prior year. This increase was primarily attributable to the Company diversifying its business in freight logistics services. Revenues generated from freight logistics services increased by $3.1 million, or 595.5%, from the three months ended December 31, 2016. The Company's gross profit during the period remained relatively unchanged as compared to the prior year at $1.8 million. The reason for gross profit remaining unchanged despite a significant increase in total revenue for the quarter was due to majority of revenues generated for the three-month period ended December 31, 2017 stemmed from freight logistics services which is less profitable than inland transportation services which generated majority of the revenues for the prior year period. Increases in cost of revenue also contributed to the reduction in profit as a percentage of total revenues. Total operating expenses increased to $2.2 million for the three months ended December 31, 2017 from $0.82 million for the prior year period. The increase was attributable to several factors primarily focused on the build out of the business which included a rise in the cost of revenue, general and administrative expense and selling expenses. Operating loss for the three months ended December 31, 2017 was approximately $0.32 million, compared to an operating income of approximately $1.0 million for the comparable period ended December 31, 2016. The decrease was due to the above mentioned rise in operating expenses relating to the ramp up of the Company's business. Income tax benefit for the three months ended December 31, 2017 was $0.57 million, compared to an income tax expense of approximately $0.07 million for the same period of the prior year. The income tax benefit for the fiscal 2018 second quarter was due to an increased allowance for doubtful accounts which was partly offset by an increased income tax expense. For the three months ended December 31, 2017, the Company reported a net income of $0.39 million, compared to net income of $0.79 million for the three months ended December 31, 2016. The decrease was due to a rise in business and development costs as described above which was partially offset by an increase in income tax benefit for the period.\nBalance Sheet Information\nAs of December 31, 2017, the Company had $7.2 million in cash and cash equivalents, working capital of $14.4 million and shareholder equity of $21.0 million; compared to $8.7 million, $13.7 million, and $19.5 million, respectively, as of June 30, 2017. The Company holds no long-term debt.\nAbout Sino-Global Shipping America, Ltd.\nFounded in the United States in 2001, Sino-Global Shipping America, Ltd. is a company engaged in shipping, chartering, logistics and related business services. Headquartered in New York, Sino-Global has offices in mainland China, Australia, Canada and Hong Kong. The Company's current service offerings consist of inland transportation management, freight logistics and container trucking services. Additional information about Sino-Global can be found on the Company's corporate website at www.sino-global.com . The Company routinely posts important information on its website.\nForward Looking Statements\nNo statement made in this press release should be interpreted as an offer to sell or a solicitation of an offer to purchase any security. Such an offer can only be made in accordance with the Securities Act of 1933, as amended, and applicable state securities laws. Any statements contained in this release that relate to future plans, events or performance are forward-looking statements that involve risks and uncertainties as identified in Sino-Global's filings with the U.S. Securities and Exchange Commission. Actual results, events or performance may differ materially. Readers are cautioned not to place undue reliance on these forward-looking statements, which speak only as of the date hereof. Sino-Global undertakes no obligation to publicly release the results of any revisions to these forward-looking statements that may be made to reflect the events or circumstances after the date hereof or to reflect the occurrence of unanticipated events unless required by applicable law or regulations.\nContact Information\nThe Equity Group Inc.\nAdam Prior\nSenior Vice-President\n(212)-836-9606 / aprior@equityny.com\nSINO-GLOBAL SHIPPING AMERICA, LTD. AND AFFILIATES\nCONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS AND COMPREHENSIVE INCOME (LOSS)\n(UNAUDITED)\nFor the Three Months Ended\nDecember 31,\nFor the Six Months Ended\nDecember 31,\n2017\n2016\n2017\n2016\nNet revenues - third parties\n$\n4,665,235\n$\n1,511,624\n$\n9,480,086\n$\n2,606,547\nNet revenues - related party\n555,246\n616,924\n1,120,406\n1,466,403\nTotal revenues\n5,220,481\n2,128,548\n10,600,492\n4,072,950\nCost of revenues\n(3,375,878)\n(350,796)\n(7,041,796)\n(657,135)\nGross profit\n1,844,603\n1,777,752\n3,558,696\n3,415,815\nGeneral and administrative expenses\n(1,827,014)\n(776,284)\n(2,590,371)\n(1,636,198)\nSelling expenses\n(335,261)\n(46,875)\n(357,727)\n(112,184)\nTotal operating expenses\n(2,162,275)\n(823,159)\n(2,948,098)\n(1,748,382)\nOperating income (loss)\n(317,672)\n954,593\n610,598\n1,667,433\nOther income (expense)\nFinancial income (expense), net\n137,799\n(88,470)\n222,595\n(91,904)\nTotal other income (expense)\n137,799\n(88,470)\n222,595\n(91,904)\nNet income (loss) before provision for income taxes\n(179,873)\n866,123\n833,193\n1,575,529\nIncome tax benefit (expense)\n571,121\n(73,391)\n274,692\n(145,012)\nNet income\n391,248\n792,732\n1,107,885\n1,430,517\nNet income (loss) attributable to non-controlling interest\n93,545\n(100,169)\n192,993\n(108,104)\nNet income attributable to Sino-Global Shipping America, Ltd.\n$\n297,703\n$\n892,901\n$\n914,892\n$\n1,538,621\nComprehensive income\nNet income\n$\n391,248\n$\n792,732\n$\n1,107,885\n$\n1,430,517\nForeign currency translation income (loss)\n97,600\n(104,312)\n145,317\n(118,882)\nComprehensive income\n488,848\n688,420\n1,253,202\n1,311,635\nLess: Comprehensive income attributable to non-controlling interest\n20,618\n21,512\n61,365\n24,121\nComprehensive income attributable to Sino-Global Shipping America Ltd.\n$\n468,230\n$\n666,908\n$\n1,191,837\n$\n1,287,514\nEarnings per share\n-Basic\n$\n0.03\n$\n0.11\n$\n0.09\n$\n0.19\n-Diluted\n$\n0.03\n$\n0.11\n$\n0.09\n$\n0.18\nWeighted average number of common shares used in computation\n-Basic\n10,367,492\n8,280,535\n10,236,513\n8,280,535\n-Diluted\n10,415,503\n8,342,870\n10,286,683\n8,318,541\nSINO-GLOBAL SHIPPING AMERICA, LTD. AND AFFILIATES\nCONDENSED CONSOLIDATED BALANCE SHEETS\n(UNAUDITED)\nDecember 31,\nJune 30,\n2017\n2017\nAssets\nCurrent assets\nCash and cash equivalents\n$\n7,219,848\n$\n8,733,742\nAccounts receivable, less allowance for doubtful accounts of $763,984 and $185,821 as of December 31, 2017 and June 30, 2017, respectively\n4,248,363\n2,569,141\nOther receivables, less allowance for doubtful accounts of $145,279 and $145,244 as of December 31, 2017 and June 30, 2017, respectively\n318,827\n37,811\nAdvances to suppliers-third parties\n14,611\n54,890\nAdvances to suppliers-related party\n3,473,717\n3,333,038\nPrepaid expenses and other current assets\n230,721\n311,136\nDue from related parties, net\n2,372,996\n1,715,130\nTotal Current Assets\n17,879,083\n16,754,888\nProperty and equipment, net\n217,335\n187,373\nIntangible assets, net\n184,722\n-\nPrepaid expenses\n-\n6,882\nOther long-term assets\n119,059\n117,478\nDeferred tax assets\n1,823,100\n749,400\nTotal Assets\n$\n20,223,299\n$\n17,816,021\nLiabilities and Equity\nCurrent Liabilities\nAdvances from customers\n$\n360,744\n$\n369,717\nAccounts payable\n506,989\n206,211\nTaxes payable\n2,258,737\n1,886,216\nDue to related parties\n-\n206,323\nAccrued expenses and other current liabilities\n359,748\n418,029\nTotal Current Liabilities\n3,486,218\n3,086,496\nIncome tax payable - noncurrent portion\n440,219\n-\nTotal Liabilities\n3,926,437\n3,086,496\nCommitments and Contingencies\nEquity\nPreferred stock, 2,000,000 shares authorized, no par value, none issued.\n-\n-\nCommon stock, 50,000,000 shares authorized, no par value; 10,611,032 and 10,281,032 shares issued as of December 31, 2017 and June 30, 2017, respectively; 10,435,535 and 10,105,535 outstanding as of December 31, 2017 and June 30, 2017, respectively\n20,535,379\n20,535,379\nAdditional paid-in capital\n1,032,016\n688,934\nTreasury stock, at cost, 175,497 shares as of December 31, 2017 and June 30, 2017\n(417,538)\n(417,538)\nRetained earnings (accumulated deficit)\n20,985\n(893,907)\nAccumulated other comprehensive loss\n(134,637)\n(414,564)\nTotal Sino-Global Shipping America Ltd. Stockholders' Equity\n21,036,205\n19,498,304\nNon-controlling Interest\n(4,739,343)\n(4,768,779)\nTotal Equity\n16,296,862\n14,729,525\nTotal Liabilities and Equity\n$\n20,223,299\n$\n17,816,021\nSINO-GLOBAL SHIPPING AMERICA LTD. AND AFFILIATES\nCONDENSED CONSOLIDATED STATEMENTS OF CASH FLOWS\n(UNAUDITED)\nFor the six months ended December 31,\n2017\n2016\nCash flows from operating Activities\nUS$\nUS$\nNet income\n$\n1,107,885\n$\n1,430,517\nAdjustment to reconcile net income to net cash provided by (used in) operating activities:\nStock - based compensation expense\n9,665\n92,472\nAmortization of stock - based compensation to consultants\n333,417\n529,569\nDepreciation and amortization\n31,742\n25,407\nProvision for (recovery of) doubtful accounts\n837,431\n(108,344)\nDeferred tax benefit\n(1,073,700)\n-\nChanges in assets and liabilities\nAccounts receivable\n(2,210,485)\n615,324\nOther receivables\n(234,751)\n219,860\nAdvances to suppliers - third parties\n50,465\n(1,417,731)\nPrepaid expense and other current assets\n80,952\n42,906\nOther long-term assets\n-\n5,693\nDue from related parties\n(921,532)\n(133,713)\nAdvances from customers\n(23,001)\n369,626\nAccounts payable\n288,283\n(309,941)\nTaxes payable\n731,456\n174,432\nDue to related parties\n(206,323)\n-\nAccrued expenses and other current liabilities\n(61,218)\n386,381\nNet cash provided by (used in) operating activities\n(1,259,714)\n1,922,458\nCash flows from investing Activities\nAcquisition of property and equipment\n(50,278)\n-\nAcquisition of intangible assets\n(190,000)\n-\nPrepayment for acquisition of intangible assets\n(10,000)\n-\nNet cash used in investing activities\n(250,278)\n-\nEffect of exchange rate fluctuations on cash and cash equivalents\n(3,902)\n(14,999)\nNet (decrease) increase in cash and cash equivalents\n(1,513,894)\n1,907,459\nCash and cash equivalents at beginning of period\n8,733,742\n1,385,994\nCash and cash equivalents at end of period\n$\n7,219,848\n$\n3,293,453\nSupplemental information\nIncome taxes paid\n$\n60,162\n$\n6,446\nView original content: http://www.prnewswire.com/news-releases/sino-global-announces-fiscal-year-2018-second-quarter-financial-results-300598309.html\nSOURCE Sino-Global Shipping America, Ltd.",
    "published": "2018-02-14T01:05:00.000+02:00",
    "crawled": "2018-02-14T03:01:05.024+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "highlight",
        "include",
        "increase",
        "revenue",
        "quarter",
        "roslyn",
        "shipping",
        "america",
        "nasdaq",
        "sino",
        "company",
        "logistics",
        "integrated",
        "solution",
        "provider",
        "engaged",
        "based",
        "global",
        "shipping",
        "freight",
        "logistics",
        "inland",
        "transportation",
        "management",
        "related",
        "service",
        "today",
        "announced",
        "financial",
        "result",
        "fiscal",
        "year",
        "second",
        "quarter",
        "ended",
        "december",
        "company",
        "also",
        "provided",
        "extensive",
        "information",
        "quarterly",
        "report",
        "form",
        "filed",
        "afternoon",
        "security",
        "exchange",
        "commission",
        "company",
        "management",
        "encourages",
        "investor",
        "review",
        "document",
        "detail",
        "company",
        "financial",
        "result",
        "second",
        "quarter",
        "fiscal",
        "year",
        "background",
        "business",
        "history",
        "well",
        "company",
        "strategy",
        "coming",
        "fiscal",
        "year",
        "tax",
        "cut",
        "job",
        "act",
        "december",
        "tax",
        "cut",
        "job",
        "act",
        "act",
        "signed",
        "law",
        "among",
        "change",
        "permanent",
        "reduction",
        "federal",
        "corporate",
        "income",
        "tax",
        "rate",
        "provision",
        "act",
        "corporate",
        "tax",
        "rate",
        "decreased",
        "since",
        "company",
        "june",
        "fiscal",
        "blended",
        "statutory",
        "federal",
        "rate",
        "approximately",
        "fiscal",
        "year",
        "ending",
        "june",
        "applied",
        "provision",
        "income",
        "tax",
        "applied",
        "subsequent",
        "fiscal",
        "year",
        "fiscal",
        "year",
        "second",
        "quarter",
        "operating",
        "financial",
        "highlight",
        "compared",
        "period",
        "prior",
        "year",
        "total",
        "revenue",
        "increased",
        "million",
        "compared",
        "million",
        "increase",
        "primarily",
        "due",
        "company",
        "effort",
        "diversify",
        "business",
        "freight",
        "logistics",
        "service",
        "bulk",
        "cargo",
        "container",
        "service",
        "company",
        "separately",
        "present",
        "bulk",
        "cargo",
        "container",
        "service",
        "new",
        "segment",
        "three",
        "month",
        "ended",
        "december",
        "net",
        "income",
        "second",
        "quarter",
        "fiscal",
        "year",
        "million",
        "compared",
        "net",
        "income",
        "million",
        "period",
        "prior",
        "year",
        "decrease",
        "result",
        "rise",
        "expense",
        "relating",
        "growth",
        "company",
        "offset",
        "million",
        "tax",
        "benefit",
        "recognized",
        "period",
        "earnings",
        "per",
        "basic",
        "diluted",
        "share",
        "period",
        "december",
        "company",
        "signed",
        "contract",
        "develop",
        "complete",
        "logistics",
        "system",
        "based",
        "company",
        "current",
        "container",
        "trucking",
        "platform",
        "december",
        "company",
        "cash",
        "cash",
        "equivalent",
        "million",
        "hold",
        "debt",
        "management",
        "commentary",
        "lei",
        "cao",
        "chairman",
        "chief",
        "executive",
        "officer",
        "commented",
        "achieved",
        "significant",
        "growth",
        "quarter",
        "increase",
        "revenue",
        "period",
        "primarily",
        "result",
        "increase",
        "business",
        "freight",
        "logistics",
        "newly",
        "segmented",
        "bulk",
        "container",
        "service",
        "revenue",
        "generated",
        "period",
        "freight",
        "logistics",
        "segment",
        "business",
        "increased",
        "million",
        "prior",
        "year",
        "period",
        "however",
        "due",
        "varying",
        "degree",
        "freight",
        "logistics",
        "service",
        "provide",
        "gross",
        "profit",
        "margin",
        "differ",
        "drastically",
        "current",
        "quarter",
        "period",
        "prior",
        "year",
        "quarter",
        "ended",
        "joint",
        "venture",
        "jetta",
        "global",
        "ach",
        "trucking",
        "center",
        "created",
        "new",
        "segment",
        "operation",
        "bulk",
        "cargo",
        "container",
        "service",
        "quarter",
        "end",
        "pleased",
        "report",
        "shipped",
        "container",
        "ton",
        "per",
        "container",
        "sulfur",
        "long",
        "beach",
        "california",
        "location",
        "customer",
        "china",
        "expect",
        "continue",
        "build",
        "portion",
        "operation",
        "profit",
        "margin",
        "generally",
        "higher",
        "segment",
        "operation",
        "currently",
        "seeking",
        "new",
        "relationship",
        "supplier",
        "chairman",
        "cao",
        "concluded",
        "little",
        "year",
        "ago",
        "launched",
        "container",
        "truck",
        "service",
        "platform",
        "quarter",
        "entered",
        "new",
        "agreement",
        "growth",
        "portal",
        "development",
        "hope",
        "attract",
        "retain",
        "additional",
        "client",
        "platform",
        "anticipate",
        "momentum",
        "started",
        "first",
        "half",
        "fiscal",
        "year",
        "continue",
        "throughout",
        "month",
        "ahead",
        "proceed",
        "rollout",
        "inland",
        "transportation",
        "management",
        "freight",
        "logistics",
        "container",
        "trucking",
        "bulk",
        "cargo",
        "container",
        "service",
        "well",
        "continue",
        "foster",
        "develop",
        "strong",
        "relationship",
        "strategic",
        "partner",
        "draw",
        "upon",
        "industry",
        "knowledge",
        "develop",
        "innovative",
        "logistics",
        "solution",
        "customer",
        "fiscal",
        "year",
        "second",
        "quarter",
        "financial",
        "review",
        "revenue",
        "increased",
        "million",
        "million",
        "million",
        "three",
        "month",
        "ended",
        "december",
        "period",
        "prior",
        "year",
        "increase",
        "primarily",
        "attributable",
        "company",
        "diversifying",
        "business",
        "freight",
        "logistics",
        "service",
        "revenue",
        "generated",
        "freight",
        "logistics",
        "service",
        "increased",
        "million",
        "three",
        "month",
        "ended",
        "december",
        "company",
        "gross",
        "profit",
        "period",
        "remained",
        "relatively",
        "unchanged",
        "compared",
        "prior",
        "year",
        "million",
        "reason",
        "gross",
        "profit",
        "remaining",
        "unchanged",
        "despite",
        "significant",
        "increase",
        "total",
        "revenue",
        "quarter",
        "due",
        "majority",
        "revenue",
        "generated",
        "period",
        "ended",
        "december",
        "stemmed",
        "freight",
        "logistics",
        "service",
        "less",
        "profitable",
        "inland",
        "transportation",
        "service",
        "generated",
        "majority",
        "revenue",
        "prior",
        "year",
        "period",
        "increase",
        "cost",
        "revenue",
        "also",
        "contributed",
        "reduction",
        "profit",
        "percentage",
        "total",
        "revenue",
        "total",
        "operating",
        "expense",
        "increased",
        "million",
        "three",
        "month",
        "ended",
        "december",
        "million",
        "prior",
        "year",
        "period",
        "increase",
        "attributable",
        "several",
        "factor",
        "primarily",
        "focused",
        "build",
        "business",
        "included",
        "rise",
        "cost",
        "revenue",
        "general",
        "administrative",
        "expense",
        "selling",
        "expense",
        "operating",
        "loss",
        "three",
        "month",
        "ended",
        "december",
        "approximately",
        "million",
        "compared",
        "operating",
        "income",
        "approximately",
        "million",
        "comparable",
        "period",
        "ended",
        "december",
        "decrease",
        "due",
        "mentioned",
        "rise",
        "operating",
        "expense",
        "relating",
        "ramp",
        "company",
        "business",
        "income",
        "tax",
        "benefit",
        "three",
        "month",
        "ended",
        "december",
        "million",
        "compared",
        "income",
        "tax",
        "expense",
        "approximately",
        "million",
        "period",
        "prior",
        "year",
        "income",
        "tax",
        "benefit",
        "fiscal",
        "second",
        "quarter",
        "due",
        "increased",
        "allowance",
        "doubtful",
        "account",
        "partly",
        "offset",
        "increased",
        "income",
        "tax",
        "expense",
        "three",
        "month",
        "ended",
        "december",
        "company",
        "reported",
        "net",
        "income",
        "million",
        "compared",
        "net",
        "income",
        "million",
        "three",
        "month",
        "ended",
        "december",
        "decrease",
        "due",
        "rise",
        "business",
        "development",
        "cost",
        "described",
        "partially",
        "offset",
        "increase",
        "income",
        "tax",
        "benefit",
        "period",
        "balance",
        "sheet",
        "information",
        "december",
        "company",
        "million",
        "cash",
        "cash",
        "equivalent",
        "working",
        "capital",
        "million",
        "shareholder",
        "equity",
        "million",
        "compared",
        "million",
        "million",
        "million",
        "respectively",
        "june",
        "company",
        "hold",
        "debt",
        "shipping",
        "america",
        "founded",
        "united",
        "state",
        "shipping",
        "america",
        "company",
        "engaged",
        "shipping",
        "chartering",
        "logistics",
        "related",
        "business",
        "service",
        "headquartered",
        "new",
        "york",
        "office",
        "mainland",
        "china",
        "australia",
        "canada",
        "hong",
        "kong",
        "company",
        "current",
        "service",
        "offering",
        "consist",
        "inland",
        "transportation",
        "management",
        "freight",
        "logistics",
        "container",
        "trucking",
        "service",
        "additional",
        "information",
        "found",
        "company",
        "corporate",
        "website",
        "company",
        "routinely",
        "post",
        "important",
        "information",
        "website",
        "forward",
        "looking",
        "statement",
        "statement",
        "made",
        "press",
        "release",
        "interpreted",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "purchase",
        "security",
        "offer",
        "made",
        "accordance",
        "security",
        "act",
        "amended",
        "applicable",
        "state",
        "security",
        "law",
        "statement",
        "contained",
        "release",
        "relate",
        "future",
        "plan",
        "event",
        "performance",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "identified",
        "filing",
        "security",
        "exchange",
        "commission",
        "actual",
        "result",
        "event",
        "performance",
        "may",
        "differ",
        "materially",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "hereof",
        "undertakes",
        "obligation",
        "publicly",
        "release",
        "result",
        "revision",
        "statement",
        "may",
        "made",
        "reflect",
        "event",
        "circumstance",
        "date",
        "hereof",
        "reflect",
        "occurrence",
        "unanticipated",
        "event",
        "unless",
        "required",
        "applicable",
        "law",
        "regulation",
        "contact",
        "information",
        "equity",
        "group",
        "adam",
        "prior",
        "senior",
        "aprior",
        "shipping",
        "america",
        "affiliate",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "comprehensive",
        "income",
        "loss",
        "unaudited",
        "three",
        "month",
        "ended",
        "december",
        "six",
        "month",
        "ended",
        "december",
        "net",
        "revenue",
        "third",
        "party",
        "net",
        "revenue",
        "related",
        "party",
        "total",
        "revenue",
        "cost",
        "revenue",
        "gross",
        "profit",
        "general",
        "administrative",
        "expense",
        "selling",
        "expense",
        "total",
        "operating",
        "expense",
        "operating",
        "income",
        "loss",
        "income",
        "expense",
        "financial",
        "income",
        "expense",
        "net",
        "total",
        "income",
        "expense",
        "net",
        "income",
        "loss",
        "provision",
        "income",
        "tax",
        "income",
        "tax",
        "benefit",
        "expense",
        "net",
        "income",
        "net",
        "income",
        "loss",
        "attributable",
        "interest",
        "net",
        "income",
        "attributable",
        "shipping",
        "america",
        "comprehensive",
        "income",
        "net",
        "income",
        "foreign",
        "currency",
        "translation",
        "income",
        "loss",
        "comprehensive",
        "income",
        "less",
        "comprehensive",
        "income",
        "attributable",
        "interest",
        "comprehensive",
        "income",
        "attributable",
        "shipping",
        "america",
        "earnings",
        "per",
        "share",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "used",
        "computation",
        "shipping",
        "america",
        "affiliate",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "december",
        "june",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "less",
        "allowance",
        "doubtful",
        "account",
        "december",
        "june",
        "respectively",
        "receivables",
        "less",
        "allowance",
        "doubtful",
        "account",
        "december",
        "june",
        "respectively",
        "advance",
        "party",
        "advance",
        "party",
        "prepaid",
        "expense",
        "current",
        "asset",
        "due",
        "related",
        "party",
        "net",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "intangible",
        "asset",
        "net",
        "prepaid",
        "expense",
        "asset",
        "deferred",
        "tax",
        "asset",
        "total",
        "asset",
        "liability",
        "equity",
        "current",
        "liability",
        "advance",
        "customer",
        "account",
        "payable",
        "tax",
        "payable",
        "due",
        "related",
        "party",
        "accrued",
        "expense",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "income",
        "tax",
        "payable",
        "noncurrent",
        "portion",
        "total",
        "liability",
        "commitment",
        "contingency",
        "equity",
        "preferred",
        "stock",
        "share",
        "authorized",
        "par",
        "value",
        "none",
        "issued",
        "common",
        "stock",
        "share",
        "authorized",
        "par",
        "value",
        "share",
        "issued",
        "december",
        "june",
        "respectively",
        "outstanding",
        "december",
        "june",
        "respectively",
        "additional",
        "capital",
        "treasury",
        "stock",
        "cost",
        "share",
        "december",
        "june",
        "retained",
        "earnings",
        "accumulated",
        "deficit",
        "accumulated",
        "comprehensive",
        "loss",
        "total",
        "shipping",
        "america",
        "stockholder",
        "equity",
        "interest",
        "total",
        "equity",
        "total",
        "liability",
        "equity",
        "shipping",
        "america",
        "affiliate",
        "condensed",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "unaudited",
        "six",
        "month",
        "ended",
        "december",
        "cash",
        "flow",
        "operating",
        "activity",
        "u",
        "u",
        "net",
        "income",
        "adjustment",
        "reconcile",
        "net",
        "income",
        "net",
        "cash",
        "provided",
        "used",
        "operating",
        "activity",
        "stock",
        "based",
        "compensation",
        "expense",
        "amortization",
        "stock",
        "based",
        "compensation",
        "consultant",
        "depreciation",
        "amortization",
        "provision",
        "recovery",
        "doubtful",
        "account",
        "deferred",
        "tax",
        "benefit",
        "change",
        "asset",
        "liability",
        "account",
        "receivable",
        "receivables",
        "advance",
        "supplier",
        "third",
        "party",
        "prepaid",
        "expense",
        "current",
        "asset",
        "asset",
        "due",
        "related",
        "party",
        "advance",
        "customer",
        "account",
        "payable",
        "tax",
        "payable",
        "due",
        "related",
        "party",
        "accrued",
        "expense",
        "current",
        "liability",
        "net",
        "cash",
        "provided",
        "used",
        "operating",
        "activity",
        "cash",
        "flow",
        "investing",
        "activity",
        "acquisition",
        "property",
        "equipment",
        "acquisition",
        "intangible",
        "asset",
        "prepayment",
        "acquisition",
        "intangible",
        "asset",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "effect",
        "exchange",
        "rate",
        "fluctuation",
        "cash",
        "cash",
        "equivalent",
        "net",
        "decrease",
        "increase",
        "cash",
        "cash",
        "equivalent",
        "cash",
        "cash",
        "equivalent",
        "beginning",
        "period",
        "cash",
        "cash",
        "equivalent",
        "end",
        "period",
        "supplemental",
        "information",
        "income",
        "tax",
        "paid",
        "view",
        "original",
        "content",
        "http",
        "source",
        "shipping",
        "america",
        "ltd"
    ]
}