{
    "organizations": [],
    "uuid": "ac316d74bcccf7f8a0ccad6955ba45e645dd5166",
    "author": "",
    "url": "https://in.reuters.com/article/indonesia-lgbt/insight-criminal-code-revamp-plan-sends-chill-through-indonesias-lgbt-community-idINKBN1FU07V",
    "ord_in_thread": 0,
    "title": "Insight: Criminal code revamp plan sends chill through Indonesia's LGBT community",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "February 10, 2018 / 9:26 AM / Updated 9 hours ago Insight: Criminal code revamp plan sends chill through Indonesia's LGBT community Kanupriya Kapoor , Agustinus Beo Da Costa 9 Min Read \nJAKARTA (Reuters) - Zulfikar Fahd, an openly gay man, says he flew from Indonesia to Canada late last month and claimed asylum on grounds that he faced discrimination and persecution in his home country, which is poised to criminalise same-sex relations and consensual sex outside marriage. \nFahd, 30, who had worked in public relations, said he had already given up hope that the police would provide him protection against Islamic fundamentalists who have fomented hostility towards the lesbian, gay, bisexual, and transgender (LGBT) community in this Muslim-majority country, which is also the world’s third-largest democracy. \nPolice have stood by while vigilantes have stormed “gay sex parties”, and have themselves broken up gatherings at spas and hostels, charging some with violating strict pornography laws, and prompting many others to go underground. The authorities have also been clamping down online, blocking many LGBT sites or getting LGBT apps removed by host companies, including dating apps. \nUntil now, homosexuality has not been regulated by law in Indonesia, except in the ultra-conservative Aceh province where Islamic law bans same-sex relations. \nBut as lawmakers look to shore up conservative votes ahead of elections, parliament appears on the verge of revising the national criminal code to impose restrictions on same-sex relations and consensual sex between men and women outside marriage. PRISON SENTENCES \nVarious drafts of the criminal code have appeared. The latest, though not necessarily the final one, seeks the prosecution of same-sex relations if an act is carried out in public, if there is evidence of abuse, or if a minor is involved. \nUnmarried co-habiting couples or those engaging in extramarital sex could be prosecuted only if there is a complaint from a close relative. \nAdultery is already a crime in Indonesia. \nUnder the proposals, those found guilty of a public act of gay sex could be sentenced to up to 18 months in prison, and up to nine years if there is evidence of abuse or video of the act is published. Heterosexual couples found living together without being married could face up to six months in prison, and two years if engaging in sex outside marriage. \nRights activists say the proposed rules could breach basic rights like privacy and could be subject to interpretation by vigilantes, the police and courts so that a party in someone’s home could be deemed a public event. \n“The police are not doing anything to protect us. In fact, they stand by and let things happen, almost as if they have a deal with the conservatives and vigilantes,” Fahd told Reuters by phone from Ottawa. “If they enact this new law, this kind of vigilantism will be out of control.” \nFahd says he has been granted temporary residency in Canada and has a final immigration hearing in May. \nCases before Canada’s Refugee Protection Division, where all refugee claims in the country are initially adjudicated, are private, said Immigration and Refugee Board spokeswoman Anna Pape. RELOCATE TO THAILAND? \nConcord Consulting, a Jakarta-based risk consultancy, said in a recent report that Indonesia has much to lose from allowing homophobic attitudes to take hold of society, including potentially foreign investment, donor assistance, and vital tourism earnings. \nTravel websites aimed at LGBT holidaymakers indicate the gay scene remains vibrant on the resort island of Bali, the cornerstone of Indonesia’s tourism industry. But some in the industry fear the new rules could deter gay travellers. \n“It will probably force them to go to places like Thailand instead of coming to Bali,” said the owner of a Bali guesthouse that caters to LGBT tourists. The foreign owner, who declined to be identified due to the sensitivity of the matter, said he would try to relocate his business to Thailand. \nThailand, a predominantly Buddhist country, is home to a liberal LGBT scene and has launched marketing campaigns aimed at attracting gay tourists. The Tourism Authority of Thailand has a gothaibefree.com website aimed at LGBT travellers. It says the Thai people are tolerant and respectful of the LGBT community and also offers discounts for hotels and spas. \nIn Indonesia that is far from the approach. A parliamentary commission drawing up changes to the Dutch colonial-era criminal code has been consulting with the public and taking the opinions of religious scholars, legal experts, and rights groups. A group of Indonesian transvestites walk near a cafe in Jakarta, Indonesia, February 8, 2018. Picture taken February 8, 2018. REUTERS/Beawiharta \nIts deliberations come against a backdrop of rising anti-LGBT rhetoric, including from senior officials, and a string of vigilante and police raids on places where gay people have gathered. \n“MENTAL ILLNESS” \nA recent survey found that nearly 90 percent of Indonesians who understand the term ‘LGBT’ feel threatened by the community, while the Indonesian Psychiatric Association and the Health Ministry state in internal documents seen by Reuters that being LGBT is a mental illness. \nDefence Minister Ryamizard Ryacudu has branded homosexuality a national security threat on the basis that it “is a kind of modern warfare that undermines the country’s sovereignty”. \nLast month, 12 transgender women in Aceh were detained by police and forced to cut their hair and dress in ‘masculine’ clothes, sparking outrage from rights groups. \nMost political parties support the changes being proposed, particularly those that outlaw gay sex. \n“If someone dares to disagree, does that person want to risk not being elected again?” said Arsul Sani, a lawmaker from the United Development Party, an Islamic party, who has been involved in drafting revisions to the law. FILE PHOTO: A plainclothes policeman holds a rifle as he escorts suspects during a police investigation into a men's club after a weekend raid on what authorities described as a \"gay spa\" in Jakarta, Indonesia, October 9, 2017. REUTERS/Beawiharta /File Photo \nMost Indonesians adhere to a moderate form of Islam under an officially secular system, but there has been a rise of hardline, politicized Islam in recent years, and it has moved from the fringe to the centre of politics. \nIslamist groups led mass rallies last year to unseat the then governor of Jakarta, a Christian. Basuki Tjahaja Purnama had said political rivals were deceiving people by using a verse in the Koran to say Muslims should not be led by a non-Muslim. He apologised for the comments, but was later jailed for two years for blasphemy. \nCritics say the creeping Islamisation of politics is fostering moral conservatism as Indonesia heads into crucial provincial polls in June and a presidential election in 2019. \n“The hateful rhetoric against (the LGBT) community that is being cultivated seemingly for cynical political purposes will only deepen their suffering and create unnecessary divisions,” U.N. human rights chief Zeid Ra‘ad Al Hussein said when visiting Indonesia this week. He said he raised the issue with President Joko Widodo. SOME DISSENTING VOICES \nThere are some dissenting voices as the legislative revisions are nudged forward, among them parliament deputy speaker Fahri Hamzah, who has been lobbying lawmakers and the government to apply the brakes. \n“I‘m warning them on the dangers of criminalisation of our privacy too much. It endangers our future, our freedom and also our economy,” he told Reuters. \n“You don’t regulate the bedroom of the people.” \nHe accused Widodo of being “weak on the issue” and, instead of speaking up, relying on the lobbying of liberal media and non-governmental organisations. \nTop officials, including the president, have said that while LGBT people should not face discrimination, Indonesia’s cultural and religious norms do not accept the LGBT movement. \nA presidential spokesman declined to comment, but a government representative involved in the deliberations said efforts were underway to protect privacy. \n“The state cannot enter the private realm. It can only get involved if what people do disturbs public order,” said Enny Nurbaningsih of the law and human rights ministry. \nFahd, who is originally from East Java, says he has lost faith in the protection promised to the nation’s people in the Indonesian constitution. “I want the Indonesian government to see that we have our voice. It’s like I‘m saying to them, ‘I don’t need you: there are other countries that accept me for who I am.'” Additional reporting by Ed Davies, Tom Allard, and Andrew Mangelsdorf and Amy Sawitta Lefevre in BANGKOK and Anna Mehler Paperny in TORONTO.Writing by John Chalmers; Editing by Martin Howell",
    "published": "2018-02-10T11:22:00.000+02:00",
    "crawled": "2018-02-10T11:50:37.027+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "february",
        "updated",
        "hour",
        "ago",
        "insight",
        "criminal",
        "code",
        "revamp",
        "plan",
        "sends",
        "chill",
        "indonesia",
        "lgbt",
        "community",
        "kanupriya",
        "kapoor",
        "agustinus",
        "beo",
        "da",
        "costa",
        "min",
        "read",
        "jakarta",
        "reuters",
        "zulfikar",
        "fahd",
        "openly",
        "gay",
        "man",
        "say",
        "flew",
        "indonesia",
        "canada",
        "late",
        "last",
        "month",
        "claimed",
        "asylum",
        "ground",
        "faced",
        "discrimination",
        "persecution",
        "home",
        "country",
        "poised",
        "criminalise",
        "relation",
        "consensual",
        "sex",
        "outside",
        "marriage",
        "fahd",
        "worked",
        "public",
        "relation",
        "said",
        "already",
        "given",
        "hope",
        "police",
        "would",
        "provide",
        "protection",
        "islamic",
        "fundamentalist",
        "fomented",
        "hostility",
        "towards",
        "lesbian",
        "gay",
        "bisexual",
        "transgender",
        "lgbt",
        "community",
        "country",
        "also",
        "world",
        "democracy",
        "police",
        "stood",
        "vigilante",
        "stormed",
        "gay",
        "sex",
        "party",
        "broken",
        "gathering",
        "spa",
        "hostel",
        "charging",
        "violating",
        "strict",
        "pornography",
        "law",
        "prompting",
        "many",
        "others",
        "go",
        "underground",
        "authority",
        "also",
        "clamping",
        "online",
        "blocking",
        "many",
        "lgbt",
        "site",
        "getting",
        "lgbt",
        "apps",
        "removed",
        "host",
        "company",
        "including",
        "dating",
        "apps",
        "homosexuality",
        "regulated",
        "law",
        "indonesia",
        "except",
        "aceh",
        "province",
        "islamic",
        "law",
        "ban",
        "relation",
        "lawmaker",
        "look",
        "shore",
        "conservative",
        "vote",
        "ahead",
        "election",
        "parliament",
        "appears",
        "verge",
        "revising",
        "national",
        "criminal",
        "code",
        "impose",
        "restriction",
        "relation",
        "consensual",
        "sex",
        "men",
        "woman",
        "outside",
        "marriage",
        "prison",
        "sentence",
        "various",
        "draft",
        "criminal",
        "code",
        "appeared",
        "latest",
        "though",
        "necessarily",
        "final",
        "one",
        "seek",
        "prosecution",
        "relation",
        "act",
        "carried",
        "public",
        "evidence",
        "abuse",
        "minor",
        "involved",
        "unmarried",
        "couple",
        "engaging",
        "extramarital",
        "sex",
        "could",
        "prosecuted",
        "complaint",
        "close",
        "relative",
        "adultery",
        "already",
        "crime",
        "indonesia",
        "proposal",
        "found",
        "guilty",
        "public",
        "act",
        "gay",
        "sex",
        "could",
        "sentenced",
        "month",
        "prison",
        "nine",
        "year",
        "evidence",
        "abuse",
        "video",
        "act",
        "published",
        "heterosexual",
        "couple",
        "found",
        "living",
        "together",
        "without",
        "married",
        "could",
        "face",
        "six",
        "month",
        "prison",
        "two",
        "year",
        "engaging",
        "sex",
        "outside",
        "marriage",
        "right",
        "activist",
        "say",
        "proposed",
        "rule",
        "could",
        "breach",
        "basic",
        "right",
        "like",
        "privacy",
        "could",
        "subject",
        "interpretation",
        "vigilante",
        "police",
        "court",
        "party",
        "someone",
        "home",
        "could",
        "deemed",
        "public",
        "event",
        "police",
        "anything",
        "protect",
        "u",
        "fact",
        "stand",
        "let",
        "thing",
        "happen",
        "almost",
        "deal",
        "conservative",
        "vigilante",
        "fahd",
        "told",
        "reuters",
        "phone",
        "ottawa",
        "enact",
        "new",
        "law",
        "kind",
        "vigilantism",
        "fahd",
        "say",
        "granted",
        "temporary",
        "residency",
        "canada",
        "final",
        "immigration",
        "hearing",
        "may",
        "case",
        "canada",
        "refugee",
        "protection",
        "division",
        "refugee",
        "claim",
        "country",
        "initially",
        "adjudicated",
        "private",
        "said",
        "immigration",
        "refugee",
        "board",
        "spokeswoman",
        "anna",
        "pape",
        "relocate",
        "thailand",
        "concord",
        "consulting",
        "risk",
        "consultancy",
        "said",
        "recent",
        "report",
        "indonesia",
        "much",
        "lose",
        "allowing",
        "homophobic",
        "attitude",
        "take",
        "hold",
        "society",
        "including",
        "potentially",
        "foreign",
        "investment",
        "donor",
        "assistance",
        "vital",
        "tourism",
        "earnings",
        "travel",
        "website",
        "aimed",
        "lgbt",
        "holidaymaker",
        "indicate",
        "gay",
        "scene",
        "remains",
        "vibrant",
        "resort",
        "island",
        "bali",
        "cornerstone",
        "indonesia",
        "tourism",
        "industry",
        "industry",
        "fear",
        "new",
        "rule",
        "could",
        "deter",
        "gay",
        "traveller",
        "probably",
        "force",
        "go",
        "place",
        "like",
        "thailand",
        "instead",
        "coming",
        "bali",
        "said",
        "owner",
        "bali",
        "guesthouse",
        "caters",
        "lgbt",
        "tourist",
        "foreign",
        "owner",
        "declined",
        "identified",
        "due",
        "sensitivity",
        "matter",
        "said",
        "would",
        "try",
        "relocate",
        "business",
        "thailand",
        "thailand",
        "predominantly",
        "buddhist",
        "country",
        "home",
        "liberal",
        "lgbt",
        "scene",
        "launched",
        "marketing",
        "campaign",
        "aimed",
        "attracting",
        "gay",
        "tourist",
        "tourism",
        "authority",
        "thailand",
        "website",
        "aimed",
        "lgbt",
        "traveller",
        "say",
        "thai",
        "people",
        "tolerant",
        "respectful",
        "lgbt",
        "community",
        "also",
        "offer",
        "discount",
        "hotel",
        "spa",
        "indonesia",
        "far",
        "approach",
        "parliamentary",
        "commission",
        "drawing",
        "change",
        "dutch",
        "criminal",
        "code",
        "consulting",
        "public",
        "taking",
        "opinion",
        "religious",
        "scholar",
        "legal",
        "expert",
        "right",
        "group",
        "group",
        "indonesian",
        "transvestite",
        "walk",
        "near",
        "cafe",
        "jakarta",
        "indonesia",
        "february",
        "picture",
        "taken",
        "february",
        "deliberation",
        "come",
        "backdrop",
        "rising",
        "rhetoric",
        "including",
        "senior",
        "official",
        "string",
        "vigilante",
        "police",
        "raid",
        "place",
        "gay",
        "people",
        "gathered",
        "mental",
        "illness",
        "recent",
        "survey",
        "found",
        "nearly",
        "percent",
        "indonesian",
        "understand",
        "term",
        "lgbt",
        "feel",
        "threatened",
        "community",
        "indonesian",
        "psychiatric",
        "association",
        "health",
        "ministry",
        "state",
        "internal",
        "document",
        "seen",
        "reuters",
        "lgbt",
        "mental",
        "illness",
        "defence",
        "minister",
        "ryamizard",
        "ryacudu",
        "branded",
        "homosexuality",
        "national",
        "security",
        "threat",
        "basis",
        "kind",
        "modern",
        "warfare",
        "undermines",
        "country",
        "sovereignty",
        "last",
        "month",
        "transgender",
        "woman",
        "aceh",
        "detained",
        "police",
        "forced",
        "cut",
        "hair",
        "dress",
        "masculine",
        "clothes",
        "sparking",
        "outrage",
        "right",
        "group",
        "political",
        "party",
        "support",
        "change",
        "proposed",
        "particularly",
        "outlaw",
        "gay",
        "sex",
        "someone",
        "dare",
        "disagree",
        "person",
        "want",
        "risk",
        "elected",
        "said",
        "arsul",
        "sani",
        "lawmaker",
        "united",
        "development",
        "party",
        "islamic",
        "party",
        "involved",
        "drafting",
        "revision",
        "law",
        "file",
        "photo",
        "plainclothes",
        "policeman",
        "hold",
        "rifle",
        "escort",
        "suspect",
        "police",
        "investigation",
        "men",
        "club",
        "weekend",
        "raid",
        "authority",
        "described",
        "gay",
        "spa",
        "jakarta",
        "indonesia",
        "october",
        "photo",
        "indonesian",
        "adhere",
        "moderate",
        "form",
        "islam",
        "officially",
        "secular",
        "system",
        "rise",
        "hardline",
        "politicized",
        "islam",
        "recent",
        "year",
        "moved",
        "fringe",
        "centre",
        "politics",
        "islamist",
        "group",
        "led",
        "mass",
        "rally",
        "last",
        "year",
        "unseat",
        "governor",
        "jakarta",
        "christian",
        "basuki",
        "tjahaja",
        "purnama",
        "said",
        "political",
        "rival",
        "deceiving",
        "people",
        "using",
        "verse",
        "koran",
        "say",
        "muslim",
        "led",
        "apologised",
        "comment",
        "later",
        "jailed",
        "two",
        "year",
        "blasphemy",
        "critic",
        "say",
        "creeping",
        "islamisation",
        "politics",
        "fostering",
        "moral",
        "conservatism",
        "indonesia",
        "head",
        "crucial",
        "provincial",
        "poll",
        "june",
        "presidential",
        "election",
        "hateful",
        "rhetoric",
        "lgbt",
        "community",
        "cultivated",
        "seemingly",
        "cynical",
        "political",
        "purpose",
        "deepen",
        "suffering",
        "create",
        "unnecessary",
        "division",
        "human",
        "right",
        "chief",
        "zeid",
        "ra",
        "ad",
        "al",
        "hussein",
        "said",
        "visiting",
        "indonesia",
        "week",
        "said",
        "raised",
        "issue",
        "president",
        "joko",
        "widodo",
        "dissenting",
        "voice",
        "dissenting",
        "voice",
        "legislative",
        "revision",
        "nudged",
        "forward",
        "among",
        "parliament",
        "deputy",
        "speaker",
        "fahri",
        "hamzah",
        "lobbying",
        "lawmaker",
        "government",
        "apply",
        "brake",
        "warning",
        "danger",
        "criminalisation",
        "privacy",
        "much",
        "endangers",
        "future",
        "freedom",
        "also",
        "economy",
        "told",
        "reuters",
        "regulate",
        "bedroom",
        "accused",
        "widodo",
        "weak",
        "issue",
        "instead",
        "speaking",
        "relying",
        "lobbying",
        "liberal",
        "medium",
        "organisation",
        "top",
        "official",
        "including",
        "president",
        "said",
        "lgbt",
        "people",
        "face",
        "discrimination",
        "indonesia",
        "cultural",
        "religious",
        "norm",
        "accept",
        "lgbt",
        "movement",
        "presidential",
        "spokesman",
        "declined",
        "comment",
        "government",
        "representative",
        "involved",
        "deliberation",
        "said",
        "effort",
        "underway",
        "protect",
        "privacy",
        "state",
        "enter",
        "private",
        "realm",
        "get",
        "involved",
        "people",
        "disturbs",
        "public",
        "order",
        "said",
        "enny",
        "nurbaningsih",
        "law",
        "human",
        "right",
        "ministry",
        "fahd",
        "originally",
        "east",
        "java",
        "say",
        "lost",
        "faith",
        "protection",
        "promised",
        "nation",
        "people",
        "indonesian",
        "constitution",
        "want",
        "indonesian",
        "government",
        "see",
        "voice",
        "like",
        "saying",
        "need",
        "country",
        "accept",
        "additional",
        "reporting",
        "ed",
        "davy",
        "tom",
        "allard",
        "andrew",
        "mangelsdorf",
        "amy",
        "sawitta",
        "lefevre",
        "bangkok",
        "anna",
        "mehler",
        "paperny",
        "john",
        "chalmers",
        "editing",
        "martin",
        "howell"
    ]
}