{
    "organizations": [],
    "uuid": "fcd7abf5cd3f218b8def89aaa8a52a5b4b6a1678",
    "author": "",
    "url": "https://www.cnbc.com/2018/02/15/trump-cabinet-officials-in-ethics-scandals.html",
    "ord_in_thread": 0,
    "title": "Here is a guide to the ethics scandals of President Trump's Cabinet members",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Eight months after taking control of the executive branch, the Trump administration saw its first Cabinet member — Health and Human Services Secretary Tom Price — resign after questions were raised about his conduct in office.\nBut he might not be the last — given the number of official probes facing other Cabinet members.\nThe Trump administration has seven other Cabinet or Cabinet-level officials either currently, previously or potentially under scrutiny from in-house ethics watchdogs.\nMost of those inquiries relate — as Price's case did — to the use of pricey travel options at taxpayers' expense.\nOther cases relate to personal investments, relatives' interactions with the official's agency and the leak of photos.\nThe White House declined to comment.\nTom Price Price, before becoming HHS chief last year, had been a Republican congressman from Georgia.\nIn 2009, while serving in the House, Price told CNBC during an interview that a proposal by House Democrats to spend $550 million on eight passenger jets was \"just another example of fiscal irresponsibility run amok in Congress.\"\nBut last summer, Price's own irresponsibility was exposed by a series of articles from Politico, which revealed that he had flown on official business more than two dozen times on expensive private jets, instead of taking commercial flights.\nThose trips cost taxpayers more than $400,000 — and taxpayers forked over more than a half-million more dollars for Price's use of military aircraft for trips he took to Africa and Europe.\nHHS's inspector general's office opened an investigation into Price's travel in September.\nOn Sept. 29, Price resigned as HHS secretary, hours after President Donald Trump said he didn't like \"the optics\" of Price's travel.\nDavid Shulkin On Thursday, Veterans Affairs Secretary David Shulkin humbly told a House committee that the \"optics\" of an official trip he took to Europe last summer likewise were \"not good.\"\nDavid Shulkin Shulkin's comment came a day after the VA's own inspector general's office issued a damning report of its investigation into that trip .\nThe IG found that Shulkin improperly had a subordinate handle personal travel plans for him and his wife during the trip, improperly accepted Wimbledon tickets as a gift on that trip and allowed his wife to travel with him at taxpayers' expense.\nThe IG report also found that Shulkin's chief of staff had made false statements and altered a document so that Shulkin's wife could travel with him without having to personally pay for the jaunt.\nShulkin, who initially was contemptuous of the report, now says he will reimburse taxpayers for the cost of his wife's travel, and will pay the woman who gave him the tennis match tickets.\nMeanwhile, Shulkin's chief of staff, Viveca Wright Simpson, said Friday that she would retire after 32 years at the agency .\nScott Pruitt Just days before the Shulkin probe findings were disclosed, The Washington Post reported that records show taxpayers had to pay at least $90,000 during a period in June when Environmental Protection Agency chief Scott Pruitt traveled first class from Washington to New York and to Cincinnati and Rome, with his aides flying coach. Pruitt traveled from Cincinnati to New York on a military plane at a cost of $36,068.50 to catch his first-class flight to Rome.\nPruitt's ticket alone for the flight from Washington to New York cost $1,641.43.\nGetty Images Environmental Protection Agency Administrator Scott Pruitt testifies before the House Energy and Commerce Committee about the mission of the U.S. Environmental Protection Agency on December 7, 2017 in Washington, DC. Pruitt, who flew first class to an event in New Hampshire on Tuesday, told the New Hampshire Union-Leader newspaper that he has to fly first class because of security concerns stemming from some incidents that occurred when he took office last spring.\nPruitt, who is a Cabinet-level official, has faced an ongoing EPA inspector general's probe of his taxpayer-funded travel since last August.\nA group of former EPA officials said that Pruitt has spent 43 out of 92 days from March to May out of his office and that he repeatedly traveled to his home state of Oklahoma at taxpayer expense.\nRyan Zinke Interior Secretary Ryan Zinke faces his own inspector general's investigation related to travel practices.\nIn October, Interior's IG said it had opened an inquiry after Zinke disclosed he had taken three charter flights since March, when he became Interior secretary. One of those flights, a $12,735 late-night trip, took him from Las Vegas to Montana, his home state.\nIn a September speech before the Heritage Foundation, ZInke said reports about his use of chartered flights was \"a little B.S.\" and said his travel had been approved by \"career employees\" of his department's ethics office.\nGetty Images Interior Secretary Ryan Zinke Interior's Deputy Inspector General Mary Kendall warned Zinke in November that her investigation had been hampered by his failure to keep complete records of his travel while in office. Kendall also indicated that she was looking at the travel of Zinke's wife, Lola, with him on official trips.\nPolitico reported that same month that Lola Zinke had \"frustrated\" Interior staff with last-minute requests that she attended official dinners.\nDeputy Interior Secretary David Bernhardt in November, in response to the IG, said that he believed his department supplied the requested documents and that Zinke \"inherited an organizational and operational mess from the previous administration.\"\nSteven Mnuchin Treasury Secretary Steven Mnuchin' s travel practices are not under investigation by his department's inspector general's office.\nBut they had been.\nMike Blake | Reuters Treasury Secretary Steven Mnuchin reacts during a press conference after attending the Franchise Expo West in Los Angeles, California, November 2, 2017. In a report issued in October, Treasury's IG said that Mnuchin's eight flights on military jets, to destinations that ranged from West Virginia to Italy, at a cost of more than $800,000, were legal.\nHowever, the lawyer who conducted that probe said that \"just because something is legal doesn't make it right.\"\nThe IG's report into Mnuchin found that while the travel was approved by the White House, the justification for the secretary taking military jets \"in almost all cases,\" was thin, at best.\nMnuchin's travel on military jets included a trip to Fort Knox in Kentucky with his wife, Scottish actress Louis Linton.\nThe Mnuchins ended up reimbursing the government for the cost of Linton's travel after furor erupted over Linton's sarcastic Instagram response to a woman who had criticized the actress over a photo she posted from that trip.\nAnd a Treasury spokeswoman after the report was issued said the department would incorporate the IG's calls for improvements to the travel approval process.\nChoice of planes is not the only thing that has gotten Cabinet chiefs on the radar of watchdogs.\nBen Carson Housing and Urban Development Secretary Ben Carson in early February asked his own department's IG office to investigate interactions Carson's immediate family has had with HUD.\nCameron Costa | CNBC Ben Carson, Secretary of Housing and Urban Development. Carson's request came after The Washington Post reported that Carson, despite being warned by HUD attorneys about potential ethical conflicts, allowed his son Ben Carson Jr. to help arrange a HUD \"listening tour\" in Baltimore last year.\nThe Post also noted that Carson's wife, son and daughter-in-law have attended HUD meetings.\nCarson, in a tweet, said that he asked for \"an independent investigation to put to rest these unfounded biases.\" Carson also said his family and he were \"under attack by media questioning our integrity and ethics.\"\nEarlier, the Post had reported that a firm run by Carson's wife had won a $485,000 contract from the federal Centers for Medicare and Medicaid Services without a competitive bidding process.\nHUD's IG's office did not immediately respond to a request for comment from CNBC on Thursday on the question of whether it was formally investigating Carson and his family, as he had requested.\nWilbur Ross In December, Citizens for Responsibility and Ethics in Washington made a complaint to the Commerce Department's inspector general's office, asking it to investigate whether Commerce Secretary Wilbur Ross \"properly reported all required financial holdings and transactions on his public financial disclosure report.\"\nMary Turner | Reuters U.S. Commerce Secretary Wilbur Ross, speaks at the Conferation of British Industry's annual conference in London, Britain, November 6, 2017. CREW also asked whether Ross had \"fully divested from conflicting assets in accordance with the terms of his ethics agreement,\" and properly recused himself from certain trade matters.\nCREW's complaint followed the disclosure of leaked documents that revealed Ross had financial interests in a company connected to the son-in-law of Russia's president, Vladimir Putin.\nA spokesman for Commerce's IG's office told CNBC that the office \"is currently engaged in a review in order to determine if any further action is required.\"\n\"It is the Office of the Inspector General's practice to not comment on open matters prior to their conclusion. Accordingly, we cannot provide further statements at this time,\" the spokesman said.\nRoss has denied any wrongdoing.\nRick Perry Last month, a former Energy Department photographer filed a complaint with that department's IG's office, claiming he was illegally fired for leaking to newspapers pictures he took of Energy Secretary Rick Perry hugging and meeting with a coal company executive.\nGetty Images Secretary of Energy Rick Perry testifies during a House Energy and Commerce Committee hearing on Capitol Hill, October 12, 2017 in Washington, DC. The photographer, Simon Edelman, said \"that he exposed wrongdoing by releasing the photos since he believes Perry's actions were corrupt and a quid pro quo on behalf of Murray Energy Corp head Bob Murray,\" according to a story published by The Hill.\nEdelman said that a proposal Perry made to the Federal Energy Regulatory Commission in September, which would have benefited coal and nuclear plants, was one of the recommendations that Murray made during the meeting that the photographer took pictures of.\nThe photographer told The Hill he wants Perry investigated by the IG's office for \"criminal corruption.\"\nThe Energy inspector general did not immediately respond to a request for comment from CNBC about the status of Edelman's complaint.\nA spokesman for Perry told The Hill that Edelman's claims are \"ridiculous.\"",
    "published": "2018-02-16T13:00:00.000+02:00",
    "crawled": "2018-02-16T13:16:47.010+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "eight",
        "month",
        "taking",
        "control",
        "executive",
        "branch",
        "trump",
        "administration",
        "saw",
        "first",
        "cabinet",
        "member",
        "health",
        "human",
        "service",
        "secretary",
        "tom",
        "price",
        "resign",
        "question",
        "raised",
        "conduct",
        "office",
        "might",
        "last",
        "given",
        "number",
        "official",
        "probe",
        "facing",
        "cabinet",
        "member",
        "trump",
        "administration",
        "seven",
        "cabinet",
        "official",
        "either",
        "currently",
        "previously",
        "potentially",
        "scrutiny",
        "ethic",
        "watchdog",
        "inquiry",
        "relate",
        "price",
        "case",
        "use",
        "pricey",
        "travel",
        "option",
        "taxpayer",
        "expense",
        "case",
        "relate",
        "personal",
        "investment",
        "relative",
        "interaction",
        "official",
        "agency",
        "leak",
        "photo",
        "white",
        "house",
        "declined",
        "comment",
        "tom",
        "price",
        "price",
        "becoming",
        "hhs",
        "chief",
        "last",
        "year",
        "republican",
        "congressman",
        "georgia",
        "serving",
        "house",
        "price",
        "told",
        "cnbc",
        "interview",
        "proposal",
        "house",
        "democrat",
        "spend",
        "million",
        "eight",
        "passenger",
        "jet",
        "another",
        "example",
        "fiscal",
        "irresponsibility",
        "run",
        "amok",
        "congress",
        "last",
        "summer",
        "price",
        "irresponsibility",
        "exposed",
        "series",
        "article",
        "politico",
        "revealed",
        "flown",
        "official",
        "business",
        "two",
        "dozen",
        "time",
        "expensive",
        "private",
        "jet",
        "instead",
        "taking",
        "commercial",
        "flight",
        "trip",
        "cost",
        "taxpayer",
        "taxpayer",
        "forked",
        "dollar",
        "price",
        "use",
        "military",
        "aircraft",
        "trip",
        "took",
        "africa",
        "europe",
        "hhs",
        "inspector",
        "general",
        "office",
        "opened",
        "investigation",
        "price",
        "travel",
        "september",
        "price",
        "resigned",
        "hhs",
        "secretary",
        "hour",
        "president",
        "donald",
        "trump",
        "said",
        "like",
        "optic",
        "price",
        "travel",
        "david",
        "shulkin",
        "thursday",
        "veteran",
        "affair",
        "secretary",
        "david",
        "shulkin",
        "humbly",
        "told",
        "house",
        "committee",
        "optic",
        "official",
        "trip",
        "took",
        "europe",
        "last",
        "summer",
        "likewise",
        "good",
        "david",
        "shulkin",
        "shulkin",
        "comment",
        "came",
        "day",
        "va",
        "inspector",
        "general",
        "office",
        "issued",
        "damning",
        "report",
        "investigation",
        "trip",
        "ig",
        "found",
        "shulkin",
        "improperly",
        "subordinate",
        "handle",
        "personal",
        "travel",
        "plan",
        "wife",
        "trip",
        "improperly",
        "accepted",
        "wimbledon",
        "ticket",
        "gift",
        "trip",
        "allowed",
        "wife",
        "travel",
        "taxpayer",
        "expense",
        "ig",
        "report",
        "also",
        "found",
        "shulkin",
        "chief",
        "staff",
        "made",
        "false",
        "statement",
        "altered",
        "document",
        "shulkin",
        "wife",
        "could",
        "travel",
        "without",
        "personally",
        "pay",
        "jaunt",
        "shulkin",
        "initially",
        "contemptuous",
        "report",
        "say",
        "reimburse",
        "taxpayer",
        "cost",
        "wife",
        "travel",
        "pay",
        "woman",
        "gave",
        "tennis",
        "match",
        "ticket",
        "meanwhile",
        "shulkin",
        "chief",
        "staff",
        "viveca",
        "wright",
        "simpson",
        "said",
        "friday",
        "would",
        "retire",
        "year",
        "agency",
        "scott",
        "pruitt",
        "day",
        "shulkin",
        "probe",
        "finding",
        "disclosed",
        "washington",
        "post",
        "reported",
        "record",
        "show",
        "taxpayer",
        "pay",
        "least",
        "period",
        "june",
        "environmental",
        "protection",
        "agency",
        "chief",
        "scott",
        "pruitt",
        "traveled",
        "first",
        "class",
        "washington",
        "new",
        "york",
        "cincinnati",
        "rome",
        "aide",
        "flying",
        "coach",
        "pruitt",
        "traveled",
        "cincinnati",
        "new",
        "york",
        "military",
        "plane",
        "cost",
        "catch",
        "flight",
        "rome",
        "pruitt",
        "ticket",
        "alone",
        "flight",
        "washington",
        "new",
        "york",
        "cost",
        "getty",
        "image",
        "environmental",
        "protection",
        "agency",
        "administrator",
        "scott",
        "pruitt",
        "testifies",
        "house",
        "energy",
        "commerce",
        "committee",
        "mission",
        "environmental",
        "protection",
        "agency",
        "december",
        "washington",
        "dc",
        "pruitt",
        "flew",
        "first",
        "class",
        "event",
        "new",
        "hampshire",
        "tuesday",
        "told",
        "new",
        "hampshire",
        "newspaper",
        "fly",
        "first",
        "class",
        "security",
        "concern",
        "stemming",
        "incident",
        "occurred",
        "took",
        "office",
        "last",
        "spring",
        "pruitt",
        "official",
        "faced",
        "ongoing",
        "epa",
        "inspector",
        "general",
        "probe",
        "travel",
        "since",
        "last",
        "august",
        "group",
        "former",
        "epa",
        "official",
        "said",
        "pruitt",
        "spent",
        "day",
        "march",
        "may",
        "office",
        "repeatedly",
        "traveled",
        "home",
        "state",
        "oklahoma",
        "taxpayer",
        "expense",
        "ryan",
        "zinke",
        "interior",
        "secretary",
        "ryan",
        "zinke",
        "face",
        "inspector",
        "general",
        "investigation",
        "related",
        "travel",
        "practice",
        "october",
        "interior",
        "ig",
        "said",
        "opened",
        "inquiry",
        "zinke",
        "disclosed",
        "taken",
        "three",
        "charter",
        "flight",
        "since",
        "march",
        "became",
        "interior",
        "secretary",
        "one",
        "flight",
        "trip",
        "took",
        "la",
        "vega",
        "montana",
        "home",
        "state",
        "september",
        "speech",
        "heritage",
        "foundation",
        "zinke",
        "said",
        "report",
        "use",
        "chartered",
        "flight",
        "little",
        "said",
        "travel",
        "approved",
        "career",
        "employee",
        "department",
        "ethic",
        "office",
        "getty",
        "image",
        "interior",
        "secretary",
        "ryan",
        "zinke",
        "interior",
        "deputy",
        "inspector",
        "general",
        "mary",
        "kendall",
        "warned",
        "zinke",
        "november",
        "investigation",
        "hampered",
        "failure",
        "keep",
        "complete",
        "record",
        "travel",
        "office",
        "kendall",
        "also",
        "indicated",
        "looking",
        "travel",
        "zinke",
        "wife",
        "lola",
        "official",
        "trip",
        "politico",
        "reported",
        "month",
        "lola",
        "zinke",
        "frustrated",
        "interior",
        "staff",
        "request",
        "attended",
        "official",
        "dinner",
        "deputy",
        "interior",
        "secretary",
        "david",
        "bernhardt",
        "november",
        "response",
        "ig",
        "said",
        "believed",
        "department",
        "supplied",
        "requested",
        "document",
        "zinke",
        "inherited",
        "organizational",
        "operational",
        "mess",
        "previous",
        "administration",
        "steven",
        "mnuchin",
        "treasury",
        "secretary",
        "steven",
        "mnuchin",
        "travel",
        "practice",
        "investigation",
        "department",
        "inspector",
        "general",
        "office",
        "mike",
        "blake",
        "reuters",
        "treasury",
        "secretary",
        "steven",
        "mnuchin",
        "reacts",
        "press",
        "conference",
        "attending",
        "franchise",
        "expo",
        "west",
        "los",
        "angeles",
        "california",
        "november",
        "report",
        "issued",
        "october",
        "treasury",
        "ig",
        "said",
        "mnuchin",
        "eight",
        "flight",
        "military",
        "jet",
        "destination",
        "ranged",
        "west",
        "virginia",
        "italy",
        "cost",
        "legal",
        "however",
        "lawyer",
        "conducted",
        "probe",
        "said",
        "something",
        "legal",
        "make",
        "right",
        "ig",
        "report",
        "mnuchin",
        "found",
        "travel",
        "approved",
        "white",
        "house",
        "justification",
        "secretary",
        "taking",
        "military",
        "jet",
        "almost",
        "case",
        "thin",
        "best",
        "mnuchin",
        "travel",
        "military",
        "jet",
        "included",
        "trip",
        "fort",
        "knox",
        "kentucky",
        "wife",
        "scottish",
        "actress",
        "louis",
        "linton",
        "mnuchins",
        "ended",
        "reimbursing",
        "government",
        "cost",
        "linton",
        "travel",
        "furor",
        "erupted",
        "linton",
        "sarcastic",
        "instagram",
        "response",
        "woman",
        "criticized",
        "actress",
        "photo",
        "posted",
        "trip",
        "treasury",
        "spokeswoman",
        "report",
        "issued",
        "said",
        "department",
        "would",
        "incorporate",
        "ig",
        "call",
        "improvement",
        "travel",
        "approval",
        "process",
        "choice",
        "plane",
        "thing",
        "gotten",
        "cabinet",
        "chief",
        "radar",
        "watchdog",
        "ben",
        "carson",
        "housing",
        "urban",
        "development",
        "secretary",
        "ben",
        "carson",
        "early",
        "february",
        "asked",
        "department",
        "ig",
        "office",
        "investigate",
        "interaction",
        "carson",
        "immediate",
        "family",
        "hud",
        "cameron",
        "costa",
        "cnbc",
        "ben",
        "carson",
        "secretary",
        "housing",
        "urban",
        "development",
        "carson",
        "request",
        "came",
        "washington",
        "post",
        "reported",
        "carson",
        "despite",
        "warned",
        "hud",
        "attorney",
        "potential",
        "ethical",
        "conflict",
        "allowed",
        "son",
        "ben",
        "carson",
        "help",
        "arrange",
        "hud",
        "listening",
        "tour",
        "baltimore",
        "last",
        "year",
        "post",
        "also",
        "noted",
        "carson",
        "wife",
        "son",
        "attended",
        "hud",
        "meeting",
        "carson",
        "tweet",
        "said",
        "asked",
        "independent",
        "investigation",
        "put",
        "rest",
        "unfounded",
        "bias",
        "carson",
        "also",
        "said",
        "family",
        "attack",
        "medium",
        "questioning",
        "integrity",
        "ethic",
        "earlier",
        "post",
        "reported",
        "firm",
        "run",
        "carson",
        "wife",
        "contract",
        "federal",
        "center",
        "medicare",
        "medicaid",
        "service",
        "without",
        "competitive",
        "bidding",
        "process",
        "hud",
        "ig",
        "office",
        "immediately",
        "respond",
        "request",
        "comment",
        "cnbc",
        "thursday",
        "question",
        "whether",
        "formally",
        "investigating",
        "carson",
        "family",
        "requested",
        "wilbur",
        "ross",
        "december",
        "citizen",
        "responsibility",
        "ethic",
        "washington",
        "made",
        "complaint",
        "commerce",
        "department",
        "inspector",
        "general",
        "office",
        "asking",
        "investigate",
        "whether",
        "commerce",
        "secretary",
        "wilbur",
        "ross",
        "properly",
        "reported",
        "required",
        "financial",
        "holding",
        "transaction",
        "public",
        "financial",
        "disclosure",
        "report",
        "mary",
        "turner",
        "reuters",
        "commerce",
        "secretary",
        "wilbur",
        "ross",
        "speaks",
        "conferation",
        "british",
        "industry",
        "annual",
        "conference",
        "london",
        "britain",
        "november",
        "crew",
        "also",
        "asked",
        "whether",
        "ross",
        "fully",
        "divested",
        "conflicting",
        "asset",
        "accordance",
        "term",
        "ethic",
        "agreement",
        "properly",
        "recused",
        "certain",
        "trade",
        "matter",
        "crew",
        "complaint",
        "followed",
        "disclosure",
        "leaked",
        "document",
        "revealed",
        "ross",
        "financial",
        "interest",
        "company",
        "connected",
        "russia",
        "president",
        "vladimir",
        "putin",
        "spokesman",
        "commerce",
        "ig",
        "office",
        "told",
        "cnbc",
        "office",
        "currently",
        "engaged",
        "review",
        "order",
        "determine",
        "action",
        "required",
        "office",
        "inspector",
        "general",
        "practice",
        "comment",
        "open",
        "matter",
        "prior",
        "conclusion",
        "accordingly",
        "provide",
        "statement",
        "time",
        "spokesman",
        "said",
        "ross",
        "denied",
        "wrongdoing",
        "rick",
        "perry",
        "last",
        "month",
        "former",
        "energy",
        "department",
        "photographer",
        "filed",
        "complaint",
        "department",
        "ig",
        "office",
        "claiming",
        "illegally",
        "fired",
        "leaking",
        "newspaper",
        "picture",
        "took",
        "energy",
        "secretary",
        "rick",
        "perry",
        "hugging",
        "meeting",
        "coal",
        "company",
        "executive",
        "getty",
        "image",
        "secretary",
        "energy",
        "rick",
        "perry",
        "testifies",
        "house",
        "energy",
        "commerce",
        "committee",
        "hearing",
        "capitol",
        "hill",
        "october",
        "washington",
        "dc",
        "photographer",
        "simon",
        "edelman",
        "said",
        "exposed",
        "wrongdoing",
        "releasing",
        "photo",
        "since",
        "belief",
        "perry",
        "action",
        "corrupt",
        "quid",
        "pro",
        "quo",
        "behalf",
        "murray",
        "energy",
        "corp",
        "head",
        "bob",
        "murray",
        "according",
        "story",
        "published",
        "hill",
        "edelman",
        "said",
        "proposal",
        "perry",
        "made",
        "federal",
        "energy",
        "regulatory",
        "commission",
        "september",
        "would",
        "benefited",
        "coal",
        "nuclear",
        "plant",
        "one",
        "recommendation",
        "murray",
        "made",
        "meeting",
        "photographer",
        "took",
        "picture",
        "photographer",
        "told",
        "hill",
        "want",
        "perry",
        "investigated",
        "ig",
        "office",
        "criminal",
        "corruption",
        "energy",
        "inspector",
        "general",
        "immediately",
        "respond",
        "request",
        "comment",
        "cnbc",
        "status",
        "edelman",
        "complaint",
        "spokesman",
        "perry",
        "told",
        "hill",
        "edelman",
        "claim",
        "ridiculous"
    ]
}