{
    "organizations": [],
    "uuid": "2086782ddcec11530c36d8c9f3188a10dc3ce46f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/26/globe-newswire-american-premium-water-corp-otchiph-creates-blockchain-advisory-board-to-evaluate-blockchain-acquisition-opportunities.html",
    "ord_in_thread": 0,
    "title": "American Premium Water Corp. (OTC:HIPH) Creates Blockchain Advisory Board To Evaluate Blockchain Acquisition Opportunities. International Monetary will advise senior management on blockchain M",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "PLAYA VISTA, Calif., Feb. 26, 2018 (GLOBE NEWSWIRE) -- American Premium Water Corporation (OTC:HIPH) announces that it has created an advisory board to evaluate acquisition opportunities in the blockchain sector. Multiple private blockchain-related companies who are looking to go public have presented themselves to HIPH. In order to operate on the forefront of cutting-edge blockchain technology, HIPH felt the necessity to create an advisory board with some of the best the blockchain sector has to offer.\n“Because blockchain is an open, distributed ledger, it allows anyone to securely enter a business transaction with someone else without needing to go through a trusted intermediary and, with its proven ability to cut out the middleman, while still retaining security, speed and functionality; it is the perfect fit to HIPH’s model as a diversified holding company.” Stated Ryan Fishoff, CEO American Premium Water Corporation. Fishoff continued, “Acquisitions in this space are sure to magnify the strength of American Premium Water Corporation’s (OTC: HIPH) income statement and balance sheet, while maximizing shareholder value, which is our utmost priority.”\nThe Company is also pleased to announce that it has retained International Monetary (IM) to lead the company’s efforts in evaluating and arranging financing for blockchain acquisition opportunities. IM has established relationships within the private and public sector and has the deep pool of investment groups along with the knowledge base that will guide HIPH into this new exciting sector. “IM has had a successful track record in emerging growth markets and has the relationships that will help add accretive value to HIPH. IM understands the different facets of the blockchain ecosystem, including crypto marketplaces, coins, tokens, ICO’s and DAO’s, which will be instrumental for us as they guide our evaluation of different opportunities”, said Alfred Culbreth, Founder of American Premium Water Corporation (OTC Pink: HIPH)\nIM ( www.IntlMonetary.com ) was established by Blaine Riley to service the emerging growth sectors, especially in technology. One of IM’s primary focuses is on M&A combined with arranging debt/equity financing for small and mid-cap companies under $1 billion. In addition to evaluating acquisitions, IM provides advisory services related to international licensing, commercialization of intellectual property, research and development resources, and investor awareness services.\nRyan Fishoff, CEO of American Premium Water Corporation (OTC Pink: HIPH) commented, “I’m happy to join forces with IM. Their expertise in emerging sectors like the blockchain & crypto related fields will be an asset to HIPH. The blockchain space is a huge growth sector and there have been multiple opportunities coming our way. We created our own advisory board, our internal group, which will appraise and evaluate different acquisition opportunities over the coming months. Looking at the success IM has had with other microcap companies in our space like nFusz, I am quite confident that they replicate for HIPH.”\nMr. Riley commented, “My firm is looking forward to assisting the HIPH team. I think there is tremendous opportunity for the company to enter the blockchain space, and we are excited to help guide Ryan and senior management as the company looks at acquisition opportunities in the sector. We foresee that blockchain marketplaces may become businesses’ key sources for liquidity in the next 5-7 years and feel that HIPH can capitalize off this disruption in the short, and especially, long term.”\n“The blockchain/crypto space is certainly a high growth area. I see lots of exponential growth in this sector. We brought IM in to help source and qualify these acquisition candidates, so that they will ultimately increase shareholder value. I am looking to build a company founded on premium brands and goods and I would be remiss to ignore this sector. I am optimistic that with IM’s assistance, we will be able to evaluate and close on opportunities in the blockchain/crypto space that will complement our existing brands, which cover the luxury apparel and CBD market. We will only entertain opportunities that will add revenue and increase shareholder value for the company”, added Mr. Fishoff.\nMr. Fishoff concluded, “Our exploration of blockchain/crypto opportunities will not change the company’s focus on its core premium brands LALPINA and Gents. We are still on track to release LALPINA Hydrogen CBD before the end of June as we have previously announced. The Cannabidiol industry has tremendous growth potential, and we feel that LALPINA Hydrogen CBD, being the first to market in this category, can capture market share quickly. Gents continues to be a growth story as we are working on a number of collaborations and brand extensions of which, I look forward to providing updates to our shareholders and the investment community. I also expect that I will be able to give a full update on any blockchain M&A by the end of the 1 st quarter 2018, or sooner.”\nAmerican Premium Water Corporation (OTC Pink:HIPH), parent company of LALPINA Hydrogen, LALPINA Hydrogen CBD and Gents, is in the midst of a growth and expansion plan. Ryan Fishoff, CEO of HIPH, has outlined a strategic growth plan for 2018 focusing on the organic growth of the subsidiary brands as well as acquisitive M&A to increase top and bottom line revenue. Reviewing opportunities in the blockchain space fall within that mandate.\nThe company has recently announced the development of hydrogen-infused CBD prototype, LALPINA Hydrogen CBD, in addition to its LALPINA Hydrogen energy drink. LALPINA had a presence at Super Bowl LII in Minneapolis, MN along with Gents. The company will provide an update on its M&A efforts in the blockchain space no later than the end of the 1 st quarter 2018.\nPlease follow us on our social media outlets listed here:\n@americanpremium\n@lalpinawater\n@GentsCo\n#Gentsco\n#lalpinahydrogen\nFor more information on American Premium Water Corporation/HIPH, go to www.LalpinaHydrogen.com/Investor-Page.html\nGents, the New York-based Gents is a producer of luxury hats and other fine accessories and apparel. Their line is carried in over 200 retail outlets internationally, including Bloomingdale’s, Nordstrom, and Saks Fifth Avenue).\nVisit www.gentsco.com to learn more. www.GentsCo.com @GentsCo #GentsCo\nSafe Harbor Notice\nCertain statements contained herein are “forward-looking statements” (as defined in the Private Securities Litigation Reform Act of 1995). American Premium Water Corporation cautions that statements made in this news release constitute forward-looking statements and makes no guarantee of future performance. Forward-looking statements are based on estimates and opinions of management at the time statements are made. These statements may address issues that involve significant risks, uncertainties, estimates and assumptions made by management. Actual results could differ materially from current projections or implied results. American Premium Water Corporation undertakes no obligation to revise these statements following the date of this news release. Additional details of the Company's business can be found in its public disclosures as a reporting issuer under the Securities Exchange Act of 1934 filed with the Securities and Exchange Commission's (\"SEC\") EDGAR database.\nThis press release is issued on behalf of the Board of Directors by Alfred Culbreth, CEO and Director.\nDisclaimer Regarding Forward Looking Statements\nCertain statements in this press release, on American Premium Water Corporation’s (“APWC”) website and other oral and written statements made by APWC from time to time are “forward-looking statements”, as that term is defined in Section 27A of the United States Securities and Exchange Act of 1933, as amended, and Section 21E of the United States Securities and Exchange Act of 1934, as amended, Forward-looking statements include, without limitation, statements regarding beliefs, objectives, intentions, goals, plans, strategies, financial projections, any other statements regarding the future and any statements that are not purely historical. These statements are only predictions and involve known and unknown risks, uncertainties, and other factors that may cause our actual results to differ materially from those expressed or implied by such forward-looking statements. Given these uncertainties, you should not place undue reliance on these forward-looking statements. Forward-looking statements speak only as of the date on which they are made, and APWC expressly disclaims any obligation to update or revise any forward-looking statements to reflect events or circumstances after the date thereof.\nAll forward-looking statements, whether written or oral and whether made by or on behalf of the APWC, are expressly qualified by these cautionary statements. Forward-looking statements involve risks and uncertainties which could cause actual results or outcomes to differ materially from those expressed in the forward-looking statements. APWC’s expectations, beliefs and projections are expressed in good faith and are believed by the APWC to have a reasonable basis, but there can be no assurance that management's expectations, beliefs or projections will result or be achieved or accomplished. A variety of factors, many of which are beyond APWC’s control affect APWC’s operations, performance, business strategy and results and could cause the actual results, performance or achievements of APWC to be materially different from any future results, performance or achievements that may be expressed or implied by such forward-looking statements. For APWC, particular uncertainties arise, amongst others but not limited to and not in any order of importance, from (i) focusing on and allocating more resources on certain target markets (ii) the possibility to raise further equity and debt to fund future growth, (iii) changes in demand for APWC’s products, (iv) performance issues with key suppliers, affiliates, agents, advisors or subcontractors, (v) changes in government changes in laws or regulations to which APWC or its suppliers are subject, including environmental laws and regulations relating to water or water sources and (vi) the inability to complete announced acquisitions, difficulty or unanticipated expenses in connection with integrating acquired businesses and the risk that anticipated synergies and opportunities as a result of acquisitions will not be realized or the risk that acquisitions do not perform as planned, including, for example, the risk that acquired businesses will not achieve revenue projections.\nTHIS NEWS RELEASE HAS BEEN PREPARED BY APWC’S MANAGEMENT, WHO TAKES FULL RESPONSIBILITY FOR ITS CONTENTS. NO SECURITIES REGULATORY AUTHORITY HAS APPROVED OR DISAPPROVED OF THE CONTENTS OF THIS NEWS RELEASE. THIS NEWS RELEASE SHALL NOT CONSTITUTE AN OFFER TO SELL OR THE SOLICITATION OF AN OFFER TO BUY NOR SHALL THERE BE ANY SALE OF THESE SECURITIES IN ANY JURISDICTION IN WHICH SUCH OFFER, SOLICITATION OR SALE WOULD BE UNLAWFUL PRIOR TO REGISTRATION OR QUALIFICATION UNDER THE SECURITIES LAWS OF ANY SUCH JURISDICTION.\nContact Information:\nAmerican Premium Water Corporation\n12777 Jefferson Blvd. , Suite 300\nPlaya Vista, CA 90066-7408\n(888)-983-0054\nStock Symbol: HIPH\nGeneral Inquiries: info@americanpremiumwater.com\nInvestor Relations: ir@americanpremiumwater.com\nCo. site: http://www.lalpinahydrogen.com/investor-page.html\nTwitter: @americanpremium, @lalpinawater\nInstagram: #lalpinahydrogen\nSource:American Premium Water Corporation",
    "published": "2018-02-26T14:00:00.000+02:00",
    "crawled": "2018-02-26T13:38:04.024+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "playa",
        "vista",
        "globe",
        "newswire",
        "american",
        "premium",
        "water",
        "corporation",
        "otc",
        "hiph",
        "announces",
        "created",
        "advisory",
        "board",
        "evaluate",
        "acquisition",
        "opportunity",
        "blockchain",
        "sector",
        "multiple",
        "private",
        "company",
        "looking",
        "go",
        "public",
        "presented",
        "hiph",
        "order",
        "operate",
        "forefront",
        "blockchain",
        "technology",
        "hiph",
        "felt",
        "necessity",
        "create",
        "advisory",
        "board",
        "best",
        "blockchain",
        "sector",
        "offer",
        "blockchain",
        "open",
        "distributed",
        "ledger",
        "allows",
        "anyone",
        "securely",
        "enter",
        "business",
        "transaction",
        "someone",
        "else",
        "without",
        "needing",
        "go",
        "trusted",
        "intermediary",
        "proven",
        "ability",
        "cut",
        "middleman",
        "still",
        "retaining",
        "security",
        "speed",
        "functionality",
        "perfect",
        "fit",
        "hiph",
        "model",
        "diversified",
        "holding",
        "stated",
        "ryan",
        "fishoff",
        "ceo",
        "american",
        "premium",
        "water",
        "corporation",
        "fishoff",
        "continued",
        "acquisition",
        "space",
        "sure",
        "magnify",
        "strength",
        "american",
        "premium",
        "water",
        "corporation",
        "otc",
        "hiph",
        "income",
        "statement",
        "balance",
        "sheet",
        "maximizing",
        "shareholder",
        "value",
        "utmost",
        "company",
        "also",
        "pleased",
        "announce",
        "retained",
        "international",
        "monetary",
        "im",
        "lead",
        "company",
        "effort",
        "evaluating",
        "arranging",
        "financing",
        "blockchain",
        "acquisition",
        "opportunity",
        "im",
        "established",
        "relationship",
        "within",
        "private",
        "public",
        "sector",
        "deep",
        "pool",
        "investment",
        "group",
        "along",
        "knowledge",
        "base",
        "guide",
        "hiph",
        "new",
        "exciting",
        "sector",
        "im",
        "successful",
        "track",
        "record",
        "emerging",
        "growth",
        "market",
        "relationship",
        "help",
        "add",
        "accretive",
        "value",
        "hiph",
        "im",
        "understands",
        "different",
        "facet",
        "blockchain",
        "ecosystem",
        "including",
        "crypto",
        "marketplace",
        "coin",
        "token",
        "ico",
        "dao",
        "instrumental",
        "u",
        "guide",
        "evaluation",
        "different",
        "opportunity",
        "said",
        "alfred",
        "culbreth",
        "founder",
        "american",
        "premium",
        "water",
        "corporation",
        "otc",
        "pink",
        "hiph",
        "im",
        "established",
        "blaine",
        "riley",
        "service",
        "emerging",
        "growth",
        "sector",
        "especially",
        "technology",
        "one",
        "im",
        "primary",
        "focus",
        "combined",
        "arranging",
        "financing",
        "small",
        "company",
        "billion",
        "addition",
        "evaluating",
        "acquisition",
        "im",
        "provides",
        "advisory",
        "service",
        "related",
        "international",
        "licensing",
        "commercialization",
        "intellectual",
        "property",
        "research",
        "development",
        "resource",
        "investor",
        "awareness",
        "service",
        "ryan",
        "fishoff",
        "ceo",
        "american",
        "premium",
        "water",
        "corporation",
        "otc",
        "pink",
        "hiph",
        "commented",
        "happy",
        "join",
        "force",
        "im",
        "expertise",
        "emerging",
        "sector",
        "like",
        "blockchain",
        "crypto",
        "related",
        "field",
        "asset",
        "hiph",
        "blockchain",
        "space",
        "huge",
        "growth",
        "sector",
        "multiple",
        "opportunity",
        "coming",
        "way",
        "created",
        "advisory",
        "board",
        "internal",
        "group",
        "appraise",
        "evaluate",
        "different",
        "acquisition",
        "opportunity",
        "coming",
        "month",
        "looking",
        "success",
        "im",
        "microcap",
        "company",
        "space",
        "like",
        "nfusz",
        "quite",
        "confident",
        "replicate",
        "riley",
        "commented",
        "firm",
        "looking",
        "forward",
        "assisting",
        "hiph",
        "team",
        "think",
        "tremendous",
        "opportunity",
        "company",
        "enter",
        "blockchain",
        "space",
        "excited",
        "help",
        "guide",
        "ryan",
        "senior",
        "management",
        "company",
        "look",
        "acquisition",
        "opportunity",
        "sector",
        "foresee",
        "blockchain",
        "marketplace",
        "may",
        "become",
        "business",
        "key",
        "source",
        "liquidity",
        "next",
        "year",
        "feel",
        "hiph",
        "capitalize",
        "disruption",
        "short",
        "especially",
        "long",
        "space",
        "certainly",
        "high",
        "growth",
        "area",
        "see",
        "lot",
        "exponential",
        "growth",
        "sector",
        "brought",
        "im",
        "help",
        "source",
        "qualify",
        "acquisition",
        "candidate",
        "ultimately",
        "increase",
        "shareholder",
        "value",
        "looking",
        "build",
        "company",
        "founded",
        "premium",
        "brand",
        "good",
        "would",
        "remiss",
        "ignore",
        "sector",
        "optimistic",
        "im",
        "assistance",
        "able",
        "evaluate",
        "close",
        "opportunity",
        "space",
        "complement",
        "existing",
        "brand",
        "cover",
        "luxury",
        "apparel",
        "cbd",
        "market",
        "entertain",
        "opportunity",
        "add",
        "revenue",
        "increase",
        "shareholder",
        "value",
        "company",
        "added",
        "fishoff",
        "fishoff",
        "concluded",
        "exploration",
        "opportunity",
        "change",
        "company",
        "focus",
        "core",
        "premium",
        "brand",
        "lalpina",
        "gent",
        "still",
        "track",
        "release",
        "lalpina",
        "hydrogen",
        "cbd",
        "end",
        "june",
        "previously",
        "announced",
        "cannabidiol",
        "industry",
        "tremendous",
        "growth",
        "potential",
        "feel",
        "lalpina",
        "hydrogen",
        "cbd",
        "first",
        "market",
        "category",
        "capture",
        "market",
        "share",
        "quickly",
        "gent",
        "continues",
        "growth",
        "story",
        "working",
        "number",
        "collaboration",
        "brand",
        "extension",
        "look",
        "forward",
        "providing",
        "update",
        "shareholder",
        "investment",
        "community",
        "also",
        "expect",
        "able",
        "give",
        "full",
        "update",
        "blockchain",
        "end",
        "st",
        "quarter",
        "american",
        "premium",
        "water",
        "corporation",
        "otc",
        "pink",
        "hiph",
        "parent",
        "company",
        "lalpina",
        "hydrogen",
        "lalpina",
        "hydrogen",
        "cbd",
        "gent",
        "midst",
        "growth",
        "expansion",
        "plan",
        "ryan",
        "fishoff",
        "ceo",
        "hiph",
        "outlined",
        "strategic",
        "growth",
        "plan",
        "focusing",
        "organic",
        "growth",
        "subsidiary",
        "brand",
        "well",
        "acquisitive",
        "increase",
        "top",
        "bottom",
        "line",
        "revenue",
        "reviewing",
        "opportunity",
        "blockchain",
        "space",
        "fall",
        "within",
        "mandate",
        "company",
        "recently",
        "announced",
        "development",
        "cbd",
        "prototype",
        "lalpina",
        "hydrogen",
        "cbd",
        "addition",
        "lalpina",
        "hydrogen",
        "energy",
        "drink",
        "lalpina",
        "presence",
        "super",
        "bowl",
        "lii",
        "minneapolis",
        "mn",
        "along",
        "gent",
        "company",
        "provide",
        "update",
        "effort",
        "blockchain",
        "space",
        "later",
        "end",
        "st",
        "quarter",
        "please",
        "follow",
        "u",
        "social",
        "medium",
        "outlet",
        "listed",
        "americanpremium",
        "lalpinawater",
        "gentsco",
        "gentsco",
        "lalpinahydrogen",
        "information",
        "american",
        "premium",
        "water",
        "go",
        "gent",
        "new",
        "gent",
        "producer",
        "luxury",
        "hat",
        "fine",
        "accessory",
        "apparel",
        "line",
        "carried",
        "retail",
        "outlet",
        "internationally",
        "including",
        "bloomingdale",
        "nordstrom",
        "saks",
        "fifth",
        "avenue",
        "visit",
        "learn",
        "gentsco",
        "gentsco",
        "safe",
        "harbor",
        "notice",
        "certain",
        "statement",
        "contained",
        "herein",
        "statement",
        "defined",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "american",
        "premium",
        "water",
        "corporation",
        "caution",
        "statement",
        "made",
        "news",
        "release",
        "constitute",
        "statement",
        "make",
        "guarantee",
        "future",
        "performance",
        "statement",
        "based",
        "estimate",
        "opinion",
        "management",
        "time",
        "statement",
        "made",
        "statement",
        "may",
        "address",
        "issue",
        "involve",
        "significant",
        "risk",
        "uncertainty",
        "estimate",
        "assumption",
        "made",
        "management",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "current",
        "projection",
        "implied",
        "result",
        "american",
        "premium",
        "water",
        "corporation",
        "undertakes",
        "obligation",
        "revise",
        "statement",
        "following",
        "date",
        "news",
        "release",
        "additional",
        "detail",
        "company",
        "business",
        "found",
        "public",
        "disclosure",
        "reporting",
        "issuer",
        "security",
        "exchange",
        "act",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "edgar",
        "database",
        "press",
        "release",
        "issued",
        "behalf",
        "board",
        "director",
        "alfred",
        "culbreth",
        "ceo",
        "director",
        "disclaimer",
        "regarding",
        "forward",
        "looking",
        "statement",
        "certain",
        "statement",
        "press",
        "release",
        "american",
        "premium",
        "water",
        "corporation",
        "apwc",
        "website",
        "oral",
        "written",
        "statement",
        "made",
        "apwc",
        "time",
        "time",
        "statement",
        "term",
        "defined",
        "section",
        "27a",
        "united",
        "state",
        "security",
        "exchange",
        "act",
        "amended",
        "section",
        "21e",
        "united",
        "state",
        "security",
        "exchange",
        "act",
        "amended",
        "statement",
        "include",
        "without",
        "limitation",
        "statement",
        "regarding",
        "belief",
        "objective",
        "intention",
        "goal",
        "plan",
        "strategy",
        "financial",
        "projection",
        "statement",
        "regarding",
        "future",
        "statement",
        "purely",
        "historical",
        "statement",
        "prediction",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "given",
        "uncertainty",
        "place",
        "undue",
        "reliance",
        "statement",
        "statement",
        "speak",
        "date",
        "made",
        "apwc",
        "expressly",
        "disclaims",
        "obligation",
        "update",
        "revise",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "date",
        "thereof",
        "statement",
        "whether",
        "written",
        "oral",
        "whether",
        "made",
        "behalf",
        "apwc",
        "expressly",
        "qualified",
        "cautionary",
        "statement",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "outcome",
        "differ",
        "materially",
        "expressed",
        "statement",
        "apwc",
        "expectation",
        "belief",
        "projection",
        "expressed",
        "good",
        "faith",
        "believed",
        "apwc",
        "reasonable",
        "basis",
        "assurance",
        "management",
        "expectation",
        "belief",
        "projection",
        "result",
        "achieved",
        "accomplished",
        "variety",
        "factor",
        "many",
        "beyond",
        "apwc",
        "control",
        "affect",
        "apwc",
        "operation",
        "performance",
        "business",
        "strategy",
        "result",
        "could",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "apwc",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "may",
        "expressed",
        "implied",
        "statement",
        "apwc",
        "particular",
        "uncertainty",
        "arise",
        "amongst",
        "others",
        "limited",
        "order",
        "importance",
        "focusing",
        "allocating",
        "resource",
        "certain",
        "target",
        "market",
        "ii",
        "possibility",
        "raise",
        "equity",
        "debt",
        "fund",
        "future",
        "growth",
        "iii",
        "change",
        "demand",
        "apwc",
        "product",
        "iv",
        "performance",
        "issue",
        "key",
        "supplier",
        "affiliate",
        "agent",
        "advisor",
        "subcontractor",
        "v",
        "change",
        "government",
        "change",
        "law",
        "regulation",
        "apwc",
        "supplier",
        "subject",
        "including",
        "environmental",
        "law",
        "regulation",
        "relating",
        "water",
        "water",
        "source",
        "vi",
        "inability",
        "complete",
        "announced",
        "acquisition",
        "difficulty",
        "unanticipated",
        "expense",
        "connection",
        "integrating",
        "acquired",
        "business",
        "risk",
        "anticipated",
        "synergy",
        "opportunity",
        "result",
        "acquisition",
        "realized",
        "risk",
        "acquisition",
        "perform",
        "planned",
        "including",
        "example",
        "risk",
        "acquired",
        "business",
        "achieve",
        "revenue",
        "projection",
        "news",
        "release",
        "prepared",
        "apwc",
        "management",
        "take",
        "full",
        "responsibility",
        "content",
        "security",
        "regulatory",
        "authority",
        "approved",
        "disapproved",
        "content",
        "news",
        "release",
        "news",
        "release",
        "shall",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "shall",
        "sale",
        "security",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "jurisdiction",
        "contact",
        "information",
        "american",
        "premium",
        "water",
        "corporation",
        "jefferson",
        "blvd",
        "suite",
        "playa",
        "vista",
        "ca",
        "stock",
        "symbol",
        "hiph",
        "general",
        "inquiry",
        "info",
        "investor",
        "relation",
        "ir",
        "site",
        "http",
        "twitter",
        "americanpremium",
        "lalpinawater",
        "instagram",
        "lalpinahydrogen",
        "source",
        "american",
        "premium",
        "water",
        "corporation"
    ]
}