{
    "organizations": [],
    "uuid": "20f30070640f1eef6bfded70b16886179b95f2bb",
    "author": "Jeff Daniels",
    "url": "https://www.cnbc.com/2018/02/12/trumps-2019-defense-budget-request-seeks-more-troops-firepower.html",
    "ord_in_thread": 0,
    "title": "Trump's 2019 defense budget request seeks more troops, firepower",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Wakil Kohsar | AFP | Getty Images The Trump administration's national security budget of $716 billion in fiscal 2019 would add more troops, combat aircraft and start rebuilding the Navy fleet while also supporting modernization of the nuclear triad and boosting research spending for cyber, electronic warfare, artificial intelligence and space.\n\"Clearly, this budget is targeted at high-end capabilities to deter and dissuade Russia and China ,\" said Cowen defense analyst Roman Schweizer.\nDefense officials briefing reporters Monday said the increased investment in defense was needed to confront new threats from rival superpowers as well as a more dangerous international security situation with rogue states such as Iran and North Korea . They also said the president's fiscal 2019 budget request was based on several key priorities, including accelerating warfighter readiness, cost-effective modernization and strengthened alliances, as well as a secure and effective nuclear deterrent.\n\"The United States faces an increasingly competitive and dangerous international security environment, characterized by the reemergence of great power competition with China and Russia, dangerous new technologies, empowered non-state actors, and the proliferation of weapons of mass destruction,\" the White House said in its budget document for the Department of Defense. \"The budget requests resources needed to compete with great powers and others, deter conflict, and win the nation's wars.\"\nThe administration's fiscal year 2019 budget proposal of $716 billion for national security includes the Pentagon's budget request of $686 billion and funding for Department of Energy nuclear weapons programs. The Department of Defense's base operations budget is $617 billion and the overseas contingency operations fund is $69 billion.\n$74 billion boost for defense The fiscal 2019 proposal represents a $74 billion increase, or 10 percent real growth, in the DoD funding over the amounts set in the continuing resolution levels.\n\"While the $74 billion increase is large, it is important to put it in its historical context,\" David Norquist, the Pentagon comptroller and chief financial officer, told reporters in a briefing Monday. \"Even with this budget agreement, defense outlays will remain near historical lows as a share of the U.S. economy.\"\nIt follows Congress last week agreeing to lift the sequester spending caps on defense from $549 billion as part of a two-year budget agreement. The agreement ended a partial government shutdown Friday but there's still work ahead before a final fiscal 2019 DoD budget is the law.\n\"This fiscal 2019 budget is just a suggestion — Congress still has to finish up with the fiscal 2018 budget and then get around to doing this,\" said Cowen's Schweizer. \"You still have to go through the authorization process and the appropriations process. So we are a long way from a final budget. This is just the first inning of an extra-inning game.\"\nThe administration said the budget request pursues \"innovation and reform, while making disci­plined increases to sustain America's military advantage and to account for the long-term costs of contingencies. Over the 10-year budget window, funding for DoD is $1 trillion above projections from the previous administration, dramatically improving the warfighting ability of the joint force.\"\n'Serious about rebuilding' military \"This shows Trump is serious about rebuilding the military and that it wasn't just campaign lip service,\" said Frederico Bartels, policy analyst for defense budgeting at the Heritage Foundation, a conservative think tank. \"This is a fairly balanced approach to addressing the readiness crisis of making sure that assets you have translate into actual military power.\"\nBartels said the White House \"took the leadership\" with its fiscal 2019 defense budget proposal whereas in fiscal 2018 \"they had a somewhat timid defense budget request that only reflected most of the priorities from the Obama administration with a few tweaks. On this one, they actually put their imprint on the budget and they are showing what they intend to do.\"\nDefense spending was 4.5 percent of gross domestic product in 2010 and will average 3.1 percent of GDP over the next several years, according to Norquist. In contrast, defense spending during the Reagan military buildup in the 1980s approached around 6 percent of GDP.\nIncluded in the fiscal 2019 request by the administration is more than $84 billion in investment for \"research, engineering, and prototyping activities to maintain technical superiority,\" according to the budget document. \"Key areas of focus include artificial intelli­gence, autonomous systems, and hypersonics,\" the document said.\nMissile defense spending According to the DoD comptroller, the budget also addresses the call in the National Defense Strategy to modernize the nation's nuclear triad — land, sea and air-based capabilities — as well as to focus on a \"layered missile defense and disruptive capabilities for both theater missile threats and the North Korean ballistic missile threat. With that guidance, we invested in the nuclear deterrent modernization program for the triad as well as increased funding for [the] Missile Defense Agency and the larger missile defense program.\"\nOverall, the budget requests $24 billion to modernize and sustain the nuclear triad as well as the nuclear com­mand, control and communications systems. There's also nearly $13 billion for missile defense in the 2019 proposal.\nThe budget calls for increasing force strength by 25,900 military personnel above the president's fiscal 2018 budget and increasing forces 56,600 by 2023. Norquist said this will allow the DoD to fill \"key skills,\" including recruiting more aviators to ease the chronic shortage of pilots and adding cybersecurity experts.\nArmy modernization The budget seeks to boost modernization of the Army's armored brigades to four over the five-year window while also adding a 16th heavy combat team. It also supports the Marine Corps' 24 active infantry battalions and 18 active MV-22 Osprey squadrons.\n\"The added force strength is a very good sign that the era of doing more with less is changing at a minimum,\" said Heritage's Bartels.\nBesides adding new troops, the budget also adds investments in armored vehicles, long-range artillery, amphibious vehicles and munitions, including long-range missiles to suppress enemy defenses. The Army also plans to significantly step up modernization and upgrading of the Abrams tanks, which is good news for contractor General Dynamics .\n\"M1 Abrams spending has pretty much more than doubled,\" said Cowen's Schweizer. \"A lot of that stuff is oriented toward Europe and up significantly as well on the budget.\"\nStill far from 355-ship goal For the Navy, the budget requests the purchase of 10 battle force ships in 2019 as part of the administration's effort \"to deter threats and maintain control of the sea,\" according to the budget request document.\nThe Navy also plans to procure some 54 battleships over the next five years.\nPresident Donald Trump has previously called for a Navy of up to 355 deployable ships — up from the current 280 . The president's fiscal 2018 request unveiled last May didn't include a major buildup but only eight new vessels, part of his predecessor's plan.\n\"The Navy budget is solid,\" analyst Schweizer said. Yet he added, \"The Navy in its own admission said it's not going to get to 355 ships until sometime in the early 2050s — and it plans to get to like 326 ships in fiscal 2023.\"\nBuying more combat aircraft Meantime, there's also money in the budget request to support continued devel­opment and procurement of advanced fighter aircraft, bombers, aerial tankers and other support aircraft.\nFor example, the Pentagon seeks to increase procurement of the F-35 Joint Strike Fighter aircraft from 70 planes in the fiscal 2018 request to 77 in fiscal 2019. That amounts to about $10.7 billion in funding to purchase the advanced stealth fighter manufactured by Lockheed Martin .\nAt the same time, the budget continues funding of Northrop Grumman 's B-21 bomber but at a slightly reduced level and supports development of the Air Force's T-X advanced trainer aircraft . There's also about $3 billion set aside to fund 15 new KC-46 aerial tankers from Boeing .\nThat said, the Air Force confirmed they won't be funding the E-8C Joint Surveillance Target Attack Radar System (or JSTARS) recapitalization in its fiscal 2019 request. Three teams were vying for what was expected to be a $7 billion program: Boeing, Lockheed Martin and Northrop Grumman.\nDoD also wants to boost purchases of the Boeing-made F/A-18 Super Hornet fighters from 14 to 24 jets \"to help us address an operational shortfall in the Navy Tac-Air,\" said Norquist. That will cost the Pentagon about $2 billion.\nPresidential helicopter There's also $900 million in the DoD budget to buy a half dozen new Sikorsky VH-92A presidential helicopters from Lockheed. The VH-92A replaces aging Marine One helicopters that have been in the presidential fleet since the 1960s.\nThe budget also gives the Air Force money to modernize legacy bomber fleets, including development of B-52H replacement engines. It also seeks more funding for space defense, including to improve capability and resiliency of U.S. space missions systems.\nThe administration also requests some $6.5 billion for DoD's so-called European Deterrence Initiative , a multiyear program to boost combat capabilities to counter Russian coercion and deter Russian aggression in the region. That is down from the $4.8 billion sought for EDI funding in fiscal 2018. There's also $250 million in funding \"to help Ukraine protect its territorial sovereignty,\" the budget document said.",
    "published": "2018-02-13T03:03:00.000+02:00",
    "crawled": "2018-02-13T03:28:15.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "wakil",
        "kohsar",
        "afp",
        "getty",
        "image",
        "trump",
        "administration",
        "national",
        "security",
        "budget",
        "billion",
        "fiscal",
        "would",
        "add",
        "troop",
        "combat",
        "aircraft",
        "start",
        "rebuilding",
        "navy",
        "fleet",
        "also",
        "supporting",
        "modernization",
        "nuclear",
        "triad",
        "boosting",
        "research",
        "spending",
        "cyber",
        "electronic",
        "warfare",
        "artificial",
        "intelligence",
        "space",
        "clearly",
        "budget",
        "targeted",
        "capability",
        "deter",
        "dissuade",
        "russia",
        "china",
        "said",
        "cowen",
        "defense",
        "analyst",
        "roman",
        "schweizer",
        "defense",
        "official",
        "briefing",
        "reporter",
        "monday",
        "said",
        "increased",
        "investment",
        "defense",
        "needed",
        "confront",
        "new",
        "threat",
        "rival",
        "superpower",
        "well",
        "dangerous",
        "international",
        "security",
        "situation",
        "rogue",
        "state",
        "iran",
        "north",
        "korea",
        "also",
        "said",
        "president",
        "fiscal",
        "budget",
        "request",
        "based",
        "several",
        "key",
        "priority",
        "including",
        "accelerating",
        "warfighter",
        "readiness",
        "modernization",
        "strengthened",
        "alliance",
        "well",
        "secure",
        "effective",
        "nuclear",
        "deterrent",
        "united",
        "state",
        "face",
        "increasingly",
        "competitive",
        "dangerous",
        "international",
        "security",
        "environment",
        "characterized",
        "reemergence",
        "great",
        "power",
        "competition",
        "china",
        "russia",
        "dangerous",
        "new",
        "technology",
        "empowered",
        "actor",
        "proliferation",
        "weapon",
        "mass",
        "destruction",
        "white",
        "house",
        "said",
        "budget",
        "document",
        "department",
        "defense",
        "budget",
        "request",
        "resource",
        "needed",
        "compete",
        "great",
        "power",
        "others",
        "deter",
        "conflict",
        "win",
        "nation",
        "war",
        "administration",
        "fiscal",
        "year",
        "budget",
        "proposal",
        "billion",
        "national",
        "security",
        "includes",
        "pentagon",
        "budget",
        "request",
        "billion",
        "funding",
        "department",
        "energy",
        "nuclear",
        "weapon",
        "program",
        "department",
        "defense",
        "base",
        "operation",
        "budget",
        "billion",
        "overseas",
        "contingency",
        "operation",
        "fund",
        "billion",
        "billion",
        "boost",
        "defense",
        "fiscal",
        "proposal",
        "represents",
        "billion",
        "increase",
        "percent",
        "real",
        "growth",
        "dod",
        "funding",
        "amount",
        "set",
        "continuing",
        "resolution",
        "level",
        "billion",
        "increase",
        "large",
        "important",
        "put",
        "historical",
        "context",
        "david",
        "norquist",
        "pentagon",
        "comptroller",
        "chief",
        "financial",
        "officer",
        "told",
        "reporter",
        "briefing",
        "monday",
        "even",
        "budget",
        "agreement",
        "defense",
        "outlay",
        "remain",
        "near",
        "historical",
        "low",
        "share",
        "economy",
        "follows",
        "congress",
        "last",
        "week",
        "agreeing",
        "lift",
        "sequester",
        "spending",
        "cap",
        "defense",
        "billion",
        "part",
        "budget",
        "agreement",
        "agreement",
        "ended",
        "partial",
        "government",
        "shutdown",
        "friday",
        "still",
        "work",
        "ahead",
        "final",
        "fiscal",
        "dod",
        "budget",
        "law",
        "fiscal",
        "budget",
        "suggestion",
        "congress",
        "still",
        "finish",
        "fiscal",
        "budget",
        "get",
        "around",
        "said",
        "cowen",
        "schweizer",
        "still",
        "go",
        "authorization",
        "process",
        "appropriation",
        "process",
        "long",
        "way",
        "final",
        "budget",
        "first",
        "inning",
        "game",
        "administration",
        "said",
        "budget",
        "request",
        "pursues",
        "innovation",
        "reform",
        "making",
        "increase",
        "sustain",
        "america",
        "military",
        "advantage",
        "account",
        "cost",
        "contingency",
        "budget",
        "window",
        "funding",
        "dod",
        "trillion",
        "projection",
        "previous",
        "administration",
        "dramatically",
        "improving",
        "warfighting",
        "ability",
        "joint",
        "force",
        "rebuilding",
        "military",
        "show",
        "trump",
        "serious",
        "rebuilding",
        "military",
        "campaign",
        "lip",
        "service",
        "said",
        "frederico",
        "bartels",
        "policy",
        "analyst",
        "defense",
        "budgeting",
        "heritage",
        "foundation",
        "conservative",
        "think",
        "tank",
        "fairly",
        "balanced",
        "approach",
        "addressing",
        "readiness",
        "crisis",
        "making",
        "sure",
        "asset",
        "translate",
        "actual",
        "military",
        "power",
        "bartels",
        "said",
        "white",
        "house",
        "took",
        "leadership",
        "fiscal",
        "defense",
        "budget",
        "proposal",
        "whereas",
        "fiscal",
        "somewhat",
        "timid",
        "defense",
        "budget",
        "request",
        "reflected",
        "priority",
        "obama",
        "administration",
        "tweak",
        "one",
        "actually",
        "put",
        "imprint",
        "budget",
        "showing",
        "intend",
        "defense",
        "spending",
        "percent",
        "gross",
        "domestic",
        "product",
        "average",
        "percent",
        "gdp",
        "next",
        "several",
        "year",
        "according",
        "norquist",
        "contrast",
        "defense",
        "spending",
        "reagan",
        "military",
        "buildup",
        "1980s",
        "approached",
        "around",
        "percent",
        "gdp",
        "included",
        "fiscal",
        "request",
        "administration",
        "billion",
        "investment",
        "research",
        "engineering",
        "prototyping",
        "activity",
        "maintain",
        "technical",
        "superiority",
        "according",
        "budget",
        "document",
        "key",
        "area",
        "focus",
        "include",
        "artificial",
        "autonomous",
        "system",
        "hypersonics",
        "document",
        "said",
        "missile",
        "defense",
        "spending",
        "according",
        "dod",
        "comptroller",
        "budget",
        "also",
        "address",
        "call",
        "national",
        "defense",
        "strategy",
        "modernize",
        "nation",
        "nuclear",
        "triad",
        "land",
        "sea",
        "capability",
        "well",
        "focus",
        "layered",
        "missile",
        "defense",
        "disruptive",
        "capability",
        "theater",
        "missile",
        "threat",
        "north",
        "korean",
        "ballistic",
        "missile",
        "threat",
        "guidance",
        "invested",
        "nuclear",
        "deterrent",
        "modernization",
        "program",
        "triad",
        "well",
        "increased",
        "funding",
        "missile",
        "defense",
        "agency",
        "larger",
        "missile",
        "defense",
        "program",
        "overall",
        "budget",
        "request",
        "billion",
        "modernize",
        "sustain",
        "nuclear",
        "triad",
        "well",
        "nuclear",
        "control",
        "communication",
        "system",
        "also",
        "nearly",
        "billion",
        "missile",
        "defense",
        "proposal",
        "budget",
        "call",
        "increasing",
        "force",
        "strength",
        "military",
        "personnel",
        "president",
        "fiscal",
        "budget",
        "increasing",
        "force",
        "norquist",
        "said",
        "allow",
        "dod",
        "fill",
        "key",
        "skill",
        "including",
        "recruiting",
        "aviator",
        "ease",
        "chronic",
        "shortage",
        "pilot",
        "adding",
        "cybersecurity",
        "expert",
        "army",
        "modernization",
        "budget",
        "seek",
        "boost",
        "modernization",
        "army",
        "armored",
        "brigade",
        "four",
        "window",
        "also",
        "adding",
        "16th",
        "heavy",
        "combat",
        "team",
        "also",
        "support",
        "marine",
        "corp",
        "active",
        "infantry",
        "battalion",
        "active",
        "osprey",
        "squadron",
        "added",
        "force",
        "strength",
        "good",
        "sign",
        "era",
        "less",
        "changing",
        "minimum",
        "said",
        "heritage",
        "bartels",
        "besides",
        "adding",
        "new",
        "troop",
        "budget",
        "also",
        "add",
        "investment",
        "armored",
        "vehicle",
        "artillery",
        "amphibious",
        "vehicle",
        "munition",
        "including",
        "missile",
        "suppress",
        "enemy",
        "defense",
        "army",
        "also",
        "plan",
        "significantly",
        "step",
        "modernization",
        "upgrading",
        "abrams",
        "tank",
        "good",
        "news",
        "contractor",
        "general",
        "dynamic",
        "m1",
        "abrams",
        "spending",
        "pretty",
        "much",
        "doubled",
        "said",
        "cowen",
        "schweizer",
        "lot",
        "stuff",
        "oriented",
        "toward",
        "europe",
        "significantly",
        "well",
        "budget",
        "still",
        "far",
        "goal",
        "navy",
        "budget",
        "request",
        "purchase",
        "battle",
        "force",
        "ship",
        "part",
        "administration",
        "effort",
        "deter",
        "threat",
        "maintain",
        "control",
        "sea",
        "according",
        "budget",
        "request",
        "document",
        "navy",
        "also",
        "plan",
        "procure",
        "battleship",
        "next",
        "five",
        "year",
        "president",
        "donald",
        "trump",
        "previously",
        "called",
        "navy",
        "deployable",
        "ship",
        "current",
        "president",
        "fiscal",
        "request",
        "unveiled",
        "last",
        "may",
        "include",
        "major",
        "buildup",
        "eight",
        "new",
        "vessel",
        "part",
        "predecessor",
        "plan",
        "navy",
        "budget",
        "solid",
        "analyst",
        "schweizer",
        "said",
        "yet",
        "added",
        "navy",
        "admission",
        "said",
        "going",
        "get",
        "ship",
        "sometime",
        "early",
        "2050s",
        "plan",
        "get",
        "like",
        "ship",
        "fiscal",
        "buying",
        "combat",
        "aircraft",
        "meantime",
        "also",
        "money",
        "budget",
        "request",
        "support",
        "continued",
        "procurement",
        "advanced",
        "fighter",
        "aircraft",
        "bomber",
        "aerial",
        "tanker",
        "support",
        "aircraft",
        "example",
        "pentagon",
        "seek",
        "increase",
        "procurement",
        "joint",
        "strike",
        "fighter",
        "aircraft",
        "plane",
        "fiscal",
        "request",
        "fiscal",
        "amount",
        "billion",
        "funding",
        "purchase",
        "advanced",
        "stealth",
        "fighter",
        "manufactured",
        "lockheed",
        "martin",
        "time",
        "budget",
        "continues",
        "funding",
        "northrop",
        "grumman",
        "bomber",
        "slightly",
        "reduced",
        "level",
        "support",
        "development",
        "air",
        "force",
        "advanced",
        "trainer",
        "aircraft",
        "also",
        "billion",
        "set",
        "aside",
        "fund",
        "new",
        "aerial",
        "tanker",
        "boeing",
        "said",
        "air",
        "force",
        "confirmed",
        "wo",
        "funding",
        "joint",
        "surveillance",
        "target",
        "attack",
        "radar",
        "system",
        "jstars",
        "recapitalization",
        "fiscal",
        "request",
        "three",
        "team",
        "vying",
        "expected",
        "billion",
        "program",
        "boeing",
        "lockheed",
        "martin",
        "northrop",
        "grumman",
        "dod",
        "also",
        "want",
        "boost",
        "purchase",
        "super",
        "hornet",
        "fighter",
        "jet",
        "help",
        "u",
        "address",
        "operational",
        "shortfall",
        "navy",
        "said",
        "norquist",
        "cost",
        "pentagon",
        "billion",
        "presidential",
        "helicopter",
        "also",
        "million",
        "dod",
        "budget",
        "buy",
        "half",
        "dozen",
        "new",
        "sikorsky",
        "presidential",
        "helicopter",
        "lockheed",
        "replaces",
        "aging",
        "marine",
        "one",
        "helicopter",
        "presidential",
        "fleet",
        "since",
        "1960s",
        "budget",
        "also",
        "give",
        "air",
        "force",
        "money",
        "modernize",
        "legacy",
        "bomber",
        "fleet",
        "including",
        "development",
        "replacement",
        "engine",
        "also",
        "seek",
        "funding",
        "space",
        "defense",
        "including",
        "improve",
        "capability",
        "resiliency",
        "space",
        "mission",
        "system",
        "administration",
        "also",
        "request",
        "billion",
        "dod",
        "european",
        "deterrence",
        "initiative",
        "multiyear",
        "program",
        "boost",
        "combat",
        "capability",
        "counter",
        "russian",
        "coercion",
        "deter",
        "russian",
        "aggression",
        "region",
        "billion",
        "sought",
        "edi",
        "funding",
        "fiscal",
        "also",
        "million",
        "funding",
        "help",
        "ukraine",
        "protect",
        "territorial",
        "sovereignty",
        "budget",
        "document",
        "said"
    ]
}