{
    "organizations": [],
    "uuid": "3ea0ccee8709f36b39cec7cb0c1b7393dcdd465e",
    "author": "",
    "url": "https://in.reuters.com/article/eu-poland-logging/insight-poland-spares-forest-to-win-eu-favour-but-damage-already-done-idINKCN1G3115",
    "ord_in_thread": 0,
    "title": "Insight: Poland spares forest to win EU favour, but damage already done",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "BIALOWIEZA, Poland (Reuters) - When Poland sought to ease tensions with the European Union by declaring a halt to logging in the ancient Bialowieza forest, it did not announce how many trees it had already cut down.\nIn fact, logging quotas to 2021 had already been reached and in one part of the forest an expanded quota, declared illegal by the European Commission, had been more than half fulfilled despite an injunction, official forestry data shows.\nState Forests, the state-run body in charge of harvesting timber and protecting woodland, also confirmed that the forest’s two remaining administrative units were aiming to increase the quota of wood that they can harvest by 2021.\nThe woodland, a UNESCO World Heritage site that is home to the largest roaming population of European bison and some of the continent’s oldest trees, is emblematic of the rift between the EU executive and the nationalist party ruling Poland since 2015.\nAt the beginning of this year, a reshuffled Law and Justice government in Warsaw said it had complied with an order from the European Court of Justice, first issued in July, to stop logging in Bialowieza, setting a new tone it wants Brussels to match.\nEnvironmentalists said the announcement came too late to prevent irreparable damage, albeit to a limited area.\nThe standoff over the forest is one of several flashpoints between Warsaw and Brussels that include pan-European migration quotas and judicial reform plans.\nAt stake is not only the unique biodiversity of the woodland but also, some lawyers and environmentalists say, the future of European institutions and the rule of law.\nThe European Court of Justice ordered a halt to logging in July last year while it looked into the Commission’s case that the sharp increase in the logging target for the southeastern Bialowieza Forest section broke European environment law.\nWarsaw refused to comply and four months later, the court threatened to fine Poland $100,000 for each day it felled trees for sale.\nIt was the first time an EU state had publicly said it would ignore an order of the court, said Laurent Pech, professor of European Law at Middlesex University London, calling it “a direct threat to the very functioning of the EU legal order”.\nThe cessation of logging was ”a cosmetic concession, Pech said. “The EU... cannot simply let the Polish government get away with this, as this behaviour if unsanctioned would render the EU legal system totally ineffective.”\nBARGAINING CHIP Poland faces a preliminary opinion on the legality of the increased target at the European Court of Justice on Feb. 20. It could be ordered to drop the plan for increased logging adopted in March 2016 and fined, at a later date, if it does not comply. The consequences of the extra felling already done are not clear.\nA government source said that by calling a halt to the logging, Warsaw expected to win some breathing space, both on the forest and on the ruling party’s signature policy - a reform of the judiciary that the EU says would put courts under political control and might have to be met with sanctions.\n“We are ready to give in on some issues, Bialowieza among them, but we are expecting Brussels to stop its push against Warsaw on other issues, such as our much-needed reform of the courts,” said the source, who spoke on condition of anonymity.\nA senior EU official, who also declined to be named, told Reuters: “If Poland were looking for a gesture, the forest seems the easiest one for them. It costs them nothing and it could possibly serve as a first step.”\nThe EU official did not comment on the idea of a link with possible sanctions on judiciary reform, which are in any case likely to be blocked by Warsaw’s nationalist allies in Hungary.\nA truck is loaded with logged trees at one of the last primeval forests in Europe, Bialowieza forest, near Bialowieza village, Poland February 15, 2018. REUTERS/Kacper Pempel State Forests told Reuters only dead or weakened trees were removed after the ECJ order, so as to protect local mushroom pickers and the 150,000 tourists drawn to the forest each year.\nThe court ban allowed for such trees to be felled, but activists say many of those actually cut down posed no danger and should anyway have been left in place rather than sold.\n“Removal of such trees results in an irreversible habitat loss for dependent species,” said Grzegorz Mikusinski, associate professor at the Swedish University of Agricultural Sciences.\n“We would have to wait 200 years to see something similar to what we had before spruces were cut and removed.”\nThe 150,000-hectare forest, described by UNESCO as an “irreplaceable area for biodiversity conservation”, straddles Poland’s border with Belarus and was part of the enormous primeval forest that once stretched across the European Plain.\nOn a visit to a remote part of it this month, a pile of around 30 spruce trunks, some thick enough to be 100 years old, lay beside the forest path, marked as ready to be taken for sale.\nSlideshow (5 Images) Further on, trees had been cut more selectively, some lying where they had fallen, well clear of any walkers on the track.\n“We estimate that a few thousand cubic metres of wood, much of it 100 years old, was logged in the area of the Bialowieza Forest after (the ECJ fines threat on) November 20,” said Adam Bohdan from the Dzika Polska, Wild Poland, environmental group.\nScientists say logging also took place during nesting season from March to mid October, which is a violation of EU directives. “There is no doubt,” said Mikusinski.\nBEETLES Logging in two of the forest’s three administrative units has already reached 98 percent of the quota established for 2012 up to 2021, according to data from a local department of State Forests, the state-run body in charge of harvesting timber and protection of woodland. It also confirmed that the two units planned to increase their existing quotas.\nIn the third, the Bialowieza unit, the amount of wood harvested exceeded the original 2012-2021 limit and reached 55 percent of the expanded quota that is under EU judicial review.\nRafal Kowalczyk, head of the Mammal Research Institute at the Polish Academy of Sciences and who has lived in Bialowieza for more than 20 years, said the damage, while in a small area, was huge. “The natural tree stands have suffered, the biological diversity has suffered, species and habitats have been damaged.”\nA source at the EU executive, the European Commission, said it would continue to monitor the situation, based on information from civil society groups and the government, which sent in report in late January on how it was complying with the order. It was not clear whether that included the Bialowieza unit data.\nThe Environment Ministry declined to answer questions on its plans for Bialowieza, whether it was using the forest to win EU concessions over the court reform and whether it had breached protections mandated by the EU Natura 2000 conservation area.\nPoland’s former environment minister Jan Szyszko had argued logging was necessary to protect the forest from an infestation of bark beetles and keep it safe for visitors.\nSzyszko was replaced in January by Henryk Kowalczyk, appointed as part of a wider cabinet reshuffle that installed Mateusz Morawiecki as prime minister and was seen as more conciliatory to the EU.\nIn an interview published on Thursday in the Rzeczpospolita daily, Kowalczyk said there were not many bark beetles left in the forest and logging would not have much impact on them.\n“Now the situation is under control,” he said. “We have proved that we are observing the court’s ruling.”\nAdditional reporting by Lidia Kelly in WARSAW and Gabriela Baczynska in BRUSSELS; writing by Matt Robinson; editing by Philippa Fletcher\n ",
    "published": "2018-02-19T13:07:00.000+02:00",
    "crawled": "2018-02-19T13:33:54.039+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "bialowieza",
        "poland",
        "reuters",
        "poland",
        "sought",
        "ease",
        "tension",
        "european",
        "union",
        "declaring",
        "halt",
        "logging",
        "ancient",
        "bialowieza",
        "forest",
        "announce",
        "many",
        "tree",
        "already",
        "cut",
        "fact",
        "logging",
        "quota",
        "already",
        "reached",
        "one",
        "part",
        "forest",
        "expanded",
        "quota",
        "declared",
        "illegal",
        "european",
        "commission",
        "half",
        "fulfilled",
        "despite",
        "injunction",
        "official",
        "forestry",
        "data",
        "show",
        "state",
        "forest",
        "body",
        "charge",
        "harvesting",
        "timber",
        "protecting",
        "woodland",
        "also",
        "confirmed",
        "forest",
        "two",
        "remaining",
        "administrative",
        "unit",
        "aiming",
        "increase",
        "quota",
        "wood",
        "harvest",
        "woodland",
        "unesco",
        "world",
        "heritage",
        "site",
        "home",
        "largest",
        "roaming",
        "population",
        "european",
        "bison",
        "continent",
        "oldest",
        "tree",
        "emblematic",
        "rift",
        "eu",
        "executive",
        "nationalist",
        "party",
        "ruling",
        "poland",
        "since",
        "beginning",
        "year",
        "reshuffled",
        "law",
        "justice",
        "government",
        "warsaw",
        "said",
        "complied",
        "order",
        "european",
        "court",
        "justice",
        "first",
        "issued",
        "july",
        "stop",
        "logging",
        "bialowieza",
        "setting",
        "new",
        "tone",
        "want",
        "brussels",
        "match",
        "environmentalist",
        "said",
        "announcement",
        "came",
        "late",
        "prevent",
        "irreparable",
        "damage",
        "albeit",
        "limited",
        "area",
        "standoff",
        "forest",
        "one",
        "several",
        "flashpoint",
        "warsaw",
        "brussels",
        "include",
        "migration",
        "quota",
        "judicial",
        "reform",
        "plan",
        "stake",
        "unique",
        "biodiversity",
        "woodland",
        "also",
        "lawyer",
        "environmentalist",
        "say",
        "future",
        "european",
        "institution",
        "rule",
        "law",
        "european",
        "court",
        "justice",
        "ordered",
        "halt",
        "logging",
        "july",
        "last",
        "year",
        "looked",
        "commission",
        "case",
        "sharp",
        "increase",
        "logging",
        "target",
        "southeastern",
        "bialowieza",
        "forest",
        "section",
        "broke",
        "european",
        "environment",
        "law",
        "warsaw",
        "refused",
        "comply",
        "four",
        "month",
        "later",
        "court",
        "threatened",
        "fine",
        "poland",
        "day",
        "felled",
        "tree",
        "sale",
        "first",
        "time",
        "eu",
        "state",
        "publicly",
        "said",
        "would",
        "ignore",
        "order",
        "court",
        "said",
        "laurent",
        "pech",
        "professor",
        "european",
        "law",
        "middlesex",
        "university",
        "london",
        "calling",
        "direct",
        "threat",
        "functioning",
        "eu",
        "legal",
        "order",
        "cessation",
        "logging",
        "cosmetic",
        "concession",
        "pech",
        "said",
        "eu",
        "simply",
        "let",
        "polish",
        "government",
        "get",
        "away",
        "behaviour",
        "unsanctioned",
        "would",
        "render",
        "eu",
        "legal",
        "system",
        "totally",
        "bargaining",
        "chip",
        "poland",
        "face",
        "preliminary",
        "opinion",
        "legality",
        "increased",
        "target",
        "european",
        "court",
        "justice",
        "could",
        "ordered",
        "drop",
        "plan",
        "increased",
        "logging",
        "adopted",
        "march",
        "fined",
        "later",
        "date",
        "comply",
        "consequence",
        "extra",
        "felling",
        "already",
        "done",
        "clear",
        "government",
        "source",
        "said",
        "calling",
        "halt",
        "logging",
        "warsaw",
        "expected",
        "win",
        "breathing",
        "space",
        "forest",
        "ruling",
        "party",
        "signature",
        "policy",
        "reform",
        "judiciary",
        "eu",
        "say",
        "would",
        "put",
        "court",
        "political",
        "control",
        "might",
        "met",
        "sanction",
        "ready",
        "give",
        "issue",
        "bialowieza",
        "among",
        "expecting",
        "brussels",
        "stop",
        "push",
        "warsaw",
        "issue",
        "reform",
        "court",
        "said",
        "source",
        "spoke",
        "condition",
        "anonymity",
        "senior",
        "eu",
        "official",
        "also",
        "declined",
        "named",
        "told",
        "reuters",
        "poland",
        "looking",
        "gesture",
        "forest",
        "seems",
        "easiest",
        "one",
        "cost",
        "nothing",
        "could",
        "possibly",
        "serve",
        "first",
        "eu",
        "official",
        "comment",
        "idea",
        "link",
        "possible",
        "sanction",
        "judiciary",
        "reform",
        "case",
        "likely",
        "blocked",
        "warsaw",
        "nationalist",
        "ally",
        "hungary",
        "truck",
        "loaded",
        "logged",
        "tree",
        "one",
        "last",
        "primeval",
        "forest",
        "europe",
        "bialowieza",
        "forest",
        "near",
        "bialowieza",
        "village",
        "poland",
        "february",
        "pempel",
        "state",
        "forest",
        "told",
        "reuters",
        "dead",
        "weakened",
        "tree",
        "removed",
        "ecj",
        "order",
        "protect",
        "local",
        "mushroom",
        "picker",
        "tourist",
        "drawn",
        "forest",
        "year",
        "court",
        "ban",
        "allowed",
        "tree",
        "felled",
        "activist",
        "say",
        "many",
        "actually",
        "cut",
        "posed",
        "danger",
        "anyway",
        "left",
        "place",
        "rather",
        "sold",
        "removal",
        "tree",
        "result",
        "irreversible",
        "habitat",
        "loss",
        "dependent",
        "specie",
        "said",
        "grzegorz",
        "mikusinski",
        "associate",
        "professor",
        "swedish",
        "university",
        "agricultural",
        "science",
        "would",
        "wait",
        "year",
        "see",
        "something",
        "similar",
        "spruce",
        "cut",
        "forest",
        "described",
        "unesco",
        "irreplaceable",
        "area",
        "biodiversity",
        "conservation",
        "straddle",
        "poland",
        "border",
        "belarus",
        "part",
        "enormous",
        "primeval",
        "forest",
        "stretched",
        "across",
        "european",
        "plain",
        "visit",
        "remote",
        "part",
        "month",
        "pile",
        "around",
        "spruce",
        "trunk",
        "thick",
        "enough",
        "year",
        "old",
        "lay",
        "beside",
        "forest",
        "path",
        "marked",
        "ready",
        "taken",
        "sale",
        "slideshow",
        "image",
        "tree",
        "cut",
        "selectively",
        "lying",
        "fallen",
        "well",
        "clear",
        "walker",
        "track",
        "estimate",
        "thousand",
        "cubic",
        "metre",
        "wood",
        "much",
        "year",
        "old",
        "logged",
        "area",
        "bialowieza",
        "forest",
        "ecj",
        "fine",
        "threat",
        "november",
        "said",
        "adam",
        "bohdan",
        "dzika",
        "polska",
        "wild",
        "poland",
        "environmental",
        "group",
        "scientist",
        "say",
        "logging",
        "also",
        "took",
        "place",
        "nesting",
        "season",
        "march",
        "mid",
        "october",
        "violation",
        "eu",
        "directive",
        "doubt",
        "said",
        "mikusinski",
        "beetle",
        "logging",
        "two",
        "forest",
        "three",
        "administrative",
        "unit",
        "already",
        "reached",
        "percent",
        "quota",
        "established",
        "according",
        "data",
        "local",
        "department",
        "state",
        "forest",
        "body",
        "charge",
        "harvesting",
        "timber",
        "protection",
        "woodland",
        "also",
        "confirmed",
        "two",
        "unit",
        "planned",
        "increase",
        "existing",
        "quota",
        "third",
        "bialowieza",
        "unit",
        "amount",
        "wood",
        "harvested",
        "exceeded",
        "original",
        "limit",
        "reached",
        "percent",
        "expanded",
        "quota",
        "eu",
        "judicial",
        "review",
        "rafal",
        "kowalczyk",
        "head",
        "mammal",
        "research",
        "institute",
        "polish",
        "academy",
        "science",
        "lived",
        "bialowieza",
        "year",
        "said",
        "damage",
        "small",
        "area",
        "huge",
        "natural",
        "tree",
        "stand",
        "suffered",
        "biological",
        "diversity",
        "suffered",
        "specie",
        "habitat",
        "source",
        "eu",
        "executive",
        "european",
        "commission",
        "said",
        "would",
        "continue",
        "monitor",
        "situation",
        "based",
        "information",
        "civil",
        "society",
        "group",
        "government",
        "sent",
        "report",
        "late",
        "january",
        "complying",
        "order",
        "clear",
        "whether",
        "included",
        "bialowieza",
        "unit",
        "data",
        "environment",
        "ministry",
        "declined",
        "answer",
        "question",
        "plan",
        "bialowieza",
        "whether",
        "using",
        "forest",
        "win",
        "eu",
        "concession",
        "court",
        "reform",
        "whether",
        "breached",
        "protection",
        "mandated",
        "eu",
        "natura",
        "conservation",
        "area",
        "poland",
        "former",
        "environment",
        "minister",
        "jan",
        "szyszko",
        "argued",
        "logging",
        "necessary",
        "protect",
        "forest",
        "infestation",
        "bark",
        "beetle",
        "keep",
        "safe",
        "visitor",
        "szyszko",
        "replaced",
        "january",
        "henryk",
        "kowalczyk",
        "appointed",
        "part",
        "wider",
        "cabinet",
        "reshuffle",
        "installed",
        "mateusz",
        "morawiecki",
        "prime",
        "minister",
        "seen",
        "conciliatory",
        "eu",
        "interview",
        "published",
        "thursday",
        "rzeczpospolita",
        "daily",
        "kowalczyk",
        "said",
        "many",
        "bark",
        "beetle",
        "left",
        "forest",
        "logging",
        "would",
        "much",
        "impact",
        "situation",
        "control",
        "said",
        "proved",
        "observing",
        "court",
        "additional",
        "reporting",
        "lidia",
        "kelly",
        "warsaw",
        "gabriela",
        "baczynska",
        "brussels",
        "writing",
        "matt",
        "robinson",
        "editing",
        "philippa",
        "fletcher"
    ]
}