{
    "organizations": [],
    "uuid": "ac2ebfbca773c80350c2b7cbf7a5e1cda79a01c7",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/27/globe-newswire-pivot-pharma-completes-acquisition-of-california-based-ers-holdings-llc.html",
    "ord_in_thread": 0,
    "title": "Pivot Pharma Completes Acquisition of California-Based ERS Holdings, LLC",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, British Columbia, Feb. 27, 2018 (GLOBE NEWSWIRE) --\nvia NetworkWire – Pivot Pharmaceuticals Inc . (CSE:PVOT) (OTCQB:PVOTF) (“Pivot” or the “Company”) is pleased to announce that the Company has completed the acquisition of ERS Holdings, LLC (“ERS”), a privately-held California company. As previously announced on December 20, 2017, ERS has developed a patented technology called “RTIC” Ready-To-Infuse-Cannabis (the “Patent”), relating to the transformation of cannabis oil into powder for infusion into a variety of food and beverage products such as capsules, K-Cups, stick packs, baked mixes, liquid shots, protein shakes, topicals, lotions, and bottled beverages. ERS has also filed several continuation patents that would allow cannabis powder to be combined with other health and wellness products such as natural sleep-aids, cold medications and vitamins.\nInvented by Ross Franklin and Ed Rosenthal , the Patent “relates generally to methods and compositions of matter for enabling concentrated cannabis oil to be stable, emulsifiable and flavorless for use in hot beverages or food by combining cannabis oil with a starch powder or starch-derived powder. Embodiments also relate to a variety of culinary uses for the stabilized, emulsified, flavorless concentrated cannabis oil powder.”\nAdditionally, Mr. Patrick J. Rolfes has been appointed President of ERS Holdings, LLC, a wholly-owned subsidiary of Pivot. Mr. Rolfes will focus on monetizing the intellectual property (“IP”) and has already received expressions of interest from multi-national beer and spirits companies interested in partnering with Pivot to develop and commercialize THC and/or CBD infused branded products. Further, Mr. Ross Franklin, co-inventor of the Patent, has been appointed as ERS’ Director of Research and Development and will continue to invent new and innovative ways to infuse cannabis into foods and beverages.\nAlcoholic beverage sales fell by 15 percent following the introduction of medical marijuana laws in a number of US states, according to a new working paper by researchers at the University of Connecticut and Georgia State University. The study also concludes that marijuana availability can reduce alcohol consumption. Another study by Deloitte suggests that “on sales of recreational marijuana alone, the Canadian marketplace could be as much as C$5B per year to start – a number on par with the Canadian spirit market (whiskey, vodka, rum, etc.). At the upper threshold, which takes into account the people who are 'likely to consume,' marijuana sales alone could be as high as C$8.7B, similar to sales generated by wine.”\nAs a consequence, Molson Coors has acknowledged that legal cannabis is a “risk” to their business, stating in their most recent 10-K that “Although the ultimate impact is currently unknown, the emergence of legal cannabis in certain U.S. states and Canada may result in a shift of discretionary income away from our products or a change in consumer preferences away from beer. As a result, a shift in consumer preferences away from our products or beer or a decline in the consumption of our products could result in a material adverse effect on our business and financial results.”\nDr. Patrick Frankham, CEO of Pivot, stated that “the RTIC family of patents will be transformational for the food and beverage industry. Based on our interaction with key players in the beverage market, we anticipate that there will be a significant substitution in consumer choices towards cannabis infused drinks. With this acquisition, we have positioned Pivot to be at the forefront of this enormous new market. Closing this transaction will enable us to further engage interested parties to work with us on developing the full potential of these Patents. Pivot intends to monetize the Patents as quickly as possible and thus I am delighted that Patrick Rolfes and Ross Franklin have joined the Pivot team to accelerate the process.”\nDr. Frankham also stated that “today’s related financing confirms that our vertically integrated cannabis business model is differentiated in the Canadian marketplace and recognized by a strong sponsorship from a sophisticated institutional investor. The Company will continue working with its financial advisor, Origin Merchant Partners, to successfully close our pending acquisitions and aggressively execute the remainder of our business plan in 2018/2019.”\nConvertible Debenture Units\nPivot also announced today a private placement offering of senior secured convertible debentures (\"Convertible Debentures\") of the Company with a conversion price of $1.74 per common share for aggregate gross proceeds of $5,000,000 (the \"Offering\"). The net proceeds received by the Company will be used to, among other things, fund working capital and general corporate purposes, including but not limited to, development of its pipeline of products and intellectual property acquisitions.\nThe Company has entered into an agreement with an institutional investor with respect to the Offering, whereby the institutional investor has agreed to subscribe for up to $5,000,000 aggregate principal amount of Convertible Debentures. Closing of the Offering is subject to the satisfaction of customary conditions, including the receipt of all requisite regulatory approvals.\nThe Convertible Debentures will bear interest at the rate of 10% per annum, payable quarterly, will mature 12 months following the date of their issuance and will be convertible at the option of the holder for a period of 12 months into common shares of the Company (\"Common Shares\") at a conversion price of $1.74 per Common Share (the \"Conversion Price\"), subject to adjustment of the Conversion Price in certain events.\nBeginning on the date that is four months and one day following the issuance of the Convertible Debentures, the Company may force the conversion of the principal amount of the then outstanding Convertible Debentures at the Conversion Price on not less than 30 days’ notice should the daily volume weighted average trading price of the Common Shares be greater than $2.50 for any 20 consecutive trading days on the Canadian Stock Exchange, or such other exchange as the Common Shares are principally traded.\nThe Convertible Debentures shall be offered and sold by way of private placement to \"accredited investors\" within the meaning of NI 45-106 - Prospectus Exemptions and other exempt purchasers (i) in Canada, and (ii) outside Canada and the United States on a basis which does not require the qualification or registration of any of the Convertible Debentures or the Company. The Convertible Debentures and the Common Shares issuable upon the conversion of the Convertible Debentures will be subject to a statutory four month and one day hold period.\nSubject to the satisfaction of customary of conditions, the Offering is expected to be completed on or about February 28, 2018.\nAbout Pivot Pharmaceuticals Inc.\nPivot Pharmaceuticals Inc. is a biopharmaceutical company engaged in the development and commercialization of therapeutic pharmaceuticals and nutraceuticals using innovative drug delivery platform technologies. Pivot’s wholly-owned medical cannabis products division, Pivot Green Stream Health Solutions Inc. (“PGS” or “Pivot Green Stream”), conducts research, development and commercialization of cannabinoid-based nutraceuticals and pharmaceuticals. PGS has acquired worldwide rights to BiPhasix™ Transdermal Drug Delivery platform technology (topical), Solmic Solubilisation technology (oral) and Thrudermic Transdermal Nanotechnology (transdermal) for the delivery and commercialization of cannabinoid, cannabidiol (CBD), and tetrahydrocannabinol (THC)-based products. PGS’ initial product development candidates will include topical treatments for women’s sexual dysfunction (PGS-N005), as well as psoriasis (PGS-N007), and an oral product (PGS-N001) for cancer supportive care. For more information please visit www.PivotPharma.com\nCautionary Statement\nCAUTIONARY NOTE REGARDING FORWARD-LOOKING STATEMENTS: Certain information in this news release constitutes forward-looking statements under applicable laws. Any statements that are contained in this news release that are not statements of historical fact may be deemed to be forward-looking statements. Except for historical information contained herein, the matters set forth above may be forward-looking statements that involve certain risks and uncertainties that could cause actual results to differ from those in the forward-looking statements. Words such as anticipate, believe, estimate, expect, intend, and similar expressions, as they relate to Pivot, ERS, or their respective management, identify forward-looking statements. Forward-looking statements in this news release include, but are not limited to, statements with respect to accretive earnings, anticipated revenue and costs synergies associated with the acquisition of ERS, statements with respect to internal expectations, estimated margins, expectations for future growing capacity and costs, the completion of any capital project or expansions, the timing for the completion of pending acquisitions, the ability of the Company to complete a financing in order to satisfy its financial obligations under the pending acquisitions and expectations with respect to future production costs. In particular, there can be no assurance that the pending acquisitions will be completed. Forward looking statements are based on certain assumptions regarding ERS, including expected growth, results of operations, performance, industry trends and growth opportunities. While the Company considers these assumptions to be reasonable, based on information currently available, they may prove to be incorrect. Readers are cautioned not to place undue reliance on forward-looking statements. Forward-looking statements also necessarily involve known and unknown risks, including, without limitation, risks associated with general economic conditions; adverse industry events; marketing costs; loss of markets; future legislative and regulatory developments involving medical marijuana; the possibility that the Company be unable to successfully integrate ERS as described herein; inability to access sufficient capital from internal and external sources, and/or inability to access sufficient capital on favorable terms; the medical marijuana industry in Canada generally, income tax and regulatory matters; the ability of the Company to implement its business strategies; competition; crop failure; currency and interest rate fluctuations and other risks. Any forward-looking statements or facts (including financial information) related to ERS discussed or disclosed herein are derived from information obtained directly from ERS and publicly available sources and has not been independently verified by the Company. Readers are cautioned that the foregoing list is not exhaustive. Readers are further cautioned not to place undue reliance on forward-looking statements as there can be no assurance that the plans, intentions or expectations upon which they are placed will occur. Such information, although considered reasonable by management at the time of preparation, may prove to be incorrect and actual results may differ materially from those anticipated. Forward-looking statements contained in this news release are expressly qualified by this cautionary statement.\nContact:\nPivot Pharmaceuticals Inc.\nPatrick Frankham, PhD, MBA\nChief Executive Officer\nTel: (514) 943-1899\nEmail: Info@PivotPharma.com\nCorporate Communications Contact:\nNetworkNewsWire (NNW)\nNew York, New York\nwww.NetworkNewsWire.com\n212.418.1217 Office\nEditor@NetworkNewsWire.com\nSource:Pivot Pharmaceuticals Inc.",
    "published": "2018-02-27T17:29:00.000+02:00",
    "crawled": "2018-02-27T19:37:04.009+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "british",
        "columbia",
        "globe",
        "newswire",
        "via",
        "networkwire",
        "pivot",
        "pharmaceutical",
        "inc",
        "cse",
        "pvot",
        "otcqb",
        "pvotf",
        "pivot",
        "company",
        "pleased",
        "announce",
        "company",
        "completed",
        "acquisition",
        "er",
        "holding",
        "llc",
        "er",
        "california",
        "company",
        "previously",
        "announced",
        "december",
        "er",
        "developed",
        "patented",
        "technology",
        "called",
        "rtic",
        "patent",
        "relating",
        "transformation",
        "cannabis",
        "oil",
        "powder",
        "infusion",
        "variety",
        "food",
        "beverage",
        "product",
        "capsule",
        "stick",
        "pack",
        "baked",
        "mix",
        "liquid",
        "shot",
        "protein",
        "shake",
        "topicals",
        "lotion",
        "bottled",
        "beverage",
        "er",
        "also",
        "filed",
        "several",
        "continuation",
        "patent",
        "would",
        "allow",
        "cannabis",
        "powder",
        "combined",
        "health",
        "wellness",
        "product",
        "natural",
        "cold",
        "medication",
        "vitamin",
        "invented",
        "ross",
        "franklin",
        "ed",
        "rosenthal",
        "patent",
        "relates",
        "generally",
        "method",
        "composition",
        "matter",
        "enabling",
        "concentrated",
        "cannabis",
        "oil",
        "stable",
        "emulsifiable",
        "flavorless",
        "use",
        "hot",
        "beverage",
        "food",
        "combining",
        "cannabis",
        "oil",
        "starch",
        "powder",
        "powder",
        "embodiment",
        "also",
        "relate",
        "variety",
        "culinary",
        "us",
        "stabilized",
        "emulsified",
        "flavorless",
        "concentrated",
        "cannabis",
        "oil",
        "additionally",
        "patrick",
        "rolfes",
        "appointed",
        "president",
        "er",
        "holding",
        "llc",
        "subsidiary",
        "pivot",
        "rolfes",
        "focus",
        "monetizing",
        "intellectual",
        "property",
        "ip",
        "already",
        "received",
        "expression",
        "interest",
        "beer",
        "spirit",
        "company",
        "interested",
        "partnering",
        "pivot",
        "develop",
        "commercialize",
        "thc",
        "cbd",
        "infused",
        "branded",
        "product",
        "ross",
        "franklin",
        "patent",
        "appointed",
        "er",
        "director",
        "research",
        "development",
        "continue",
        "invent",
        "new",
        "innovative",
        "way",
        "infuse",
        "cannabis",
        "food",
        "beverage",
        "alcoholic",
        "beverage",
        "sale",
        "fell",
        "percent",
        "following",
        "introduction",
        "medical",
        "marijuana",
        "law",
        "number",
        "u",
        "state",
        "according",
        "new",
        "working",
        "paper",
        "researcher",
        "university",
        "connecticut",
        "georgia",
        "state",
        "university",
        "study",
        "also",
        "concludes",
        "marijuana",
        "availability",
        "reduce",
        "alcohol",
        "consumption",
        "another",
        "study",
        "deloitte",
        "suggests",
        "sale",
        "recreational",
        "marijuana",
        "alone",
        "canadian",
        "marketplace",
        "could",
        "much",
        "c",
        "5b",
        "per",
        "year",
        "start",
        "number",
        "par",
        "canadian",
        "spirit",
        "market",
        "whiskey",
        "vodka",
        "rum",
        "upper",
        "threshold",
        "take",
        "account",
        "people",
        "consume",
        "marijuana",
        "sale",
        "alone",
        "could",
        "high",
        "c",
        "similar",
        "sale",
        "generated",
        "consequence",
        "molson",
        "coors",
        "acknowledged",
        "legal",
        "cannabis",
        "risk",
        "business",
        "stating",
        "recent",
        "although",
        "ultimate",
        "impact",
        "currently",
        "unknown",
        "emergence",
        "legal",
        "cannabis",
        "certain",
        "state",
        "canada",
        "may",
        "result",
        "shift",
        "discretionary",
        "income",
        "away",
        "product",
        "change",
        "consumer",
        "preference",
        "away",
        "beer",
        "result",
        "shift",
        "consumer",
        "preference",
        "away",
        "product",
        "beer",
        "decline",
        "consumption",
        "product",
        "could",
        "result",
        "material",
        "adverse",
        "effect",
        "business",
        "financial",
        "patrick",
        "frankham",
        "ceo",
        "pivot",
        "stated",
        "rtic",
        "family",
        "patent",
        "transformational",
        "food",
        "beverage",
        "industry",
        "based",
        "interaction",
        "key",
        "player",
        "beverage",
        "market",
        "anticipate",
        "significant",
        "substitution",
        "consumer",
        "choice",
        "towards",
        "cannabis",
        "infused",
        "drink",
        "acquisition",
        "positioned",
        "pivot",
        "forefront",
        "enormous",
        "new",
        "market",
        "closing",
        "transaction",
        "enable",
        "u",
        "engage",
        "interested",
        "party",
        "work",
        "u",
        "developing",
        "full",
        "potential",
        "patent",
        "pivot",
        "intends",
        "monetize",
        "patent",
        "quickly",
        "possible",
        "thus",
        "delighted",
        "patrick",
        "rolfes",
        "ross",
        "franklin",
        "joined",
        "pivot",
        "team",
        "accelerate",
        "frankham",
        "also",
        "stated",
        "today",
        "related",
        "financing",
        "confirms",
        "vertically",
        "integrated",
        "cannabis",
        "business",
        "model",
        "differentiated",
        "canadian",
        "marketplace",
        "recognized",
        "strong",
        "sponsorship",
        "sophisticated",
        "institutional",
        "investor",
        "company",
        "continue",
        "working",
        "financial",
        "advisor",
        "origin",
        "merchant",
        "partner",
        "successfully",
        "close",
        "pending",
        "acquisition",
        "aggressively",
        "execute",
        "remainder",
        "business",
        "plan",
        "convertible",
        "debenture",
        "unit",
        "pivot",
        "also",
        "announced",
        "today",
        "private",
        "placement",
        "offering",
        "senior",
        "secured",
        "convertible",
        "debenture",
        "convertible",
        "debenture",
        "company",
        "conversion",
        "price",
        "per",
        "common",
        "share",
        "aggregate",
        "gross",
        "proceeds",
        "offering",
        "net",
        "proceeds",
        "received",
        "company",
        "used",
        "among",
        "thing",
        "fund",
        "working",
        "capital",
        "general",
        "corporate",
        "purpose",
        "including",
        "limited",
        "development",
        "pipeline",
        "product",
        "intellectual",
        "property",
        "acquisition",
        "company",
        "entered",
        "agreement",
        "institutional",
        "investor",
        "respect",
        "offering",
        "whereby",
        "institutional",
        "investor",
        "agreed",
        "subscribe",
        "aggregate",
        "principal",
        "amount",
        "convertible",
        "debenture",
        "closing",
        "offering",
        "subject",
        "satisfaction",
        "customary",
        "condition",
        "including",
        "receipt",
        "requisite",
        "regulatory",
        "approval",
        "convertible",
        "debenture",
        "bear",
        "interest",
        "rate",
        "per",
        "annum",
        "payable",
        "quarterly",
        "mature",
        "month",
        "following",
        "date",
        "issuance",
        "convertible",
        "option",
        "holder",
        "period",
        "month",
        "common",
        "share",
        "company",
        "common",
        "share",
        "conversion",
        "price",
        "per",
        "common",
        "share",
        "conversion",
        "price",
        "subject",
        "adjustment",
        "conversion",
        "price",
        "certain",
        "event",
        "beginning",
        "date",
        "four",
        "month",
        "one",
        "day",
        "following",
        "issuance",
        "convertible",
        "debenture",
        "company",
        "may",
        "force",
        "conversion",
        "principal",
        "amount",
        "outstanding",
        "convertible",
        "debenture",
        "conversion",
        "price",
        "less",
        "day",
        "notice",
        "daily",
        "volume",
        "weighted",
        "average",
        "trading",
        "price",
        "common",
        "share",
        "greater",
        "consecutive",
        "trading",
        "day",
        "canadian",
        "stock",
        "exchange",
        "exchange",
        "common",
        "share",
        "principally",
        "traded",
        "convertible",
        "debenture",
        "shall",
        "offered",
        "sold",
        "way",
        "private",
        "placement",
        "accredited",
        "investor",
        "within",
        "meaning",
        "ni",
        "prospectus",
        "exemption",
        "exempt",
        "purchaser",
        "canada",
        "ii",
        "outside",
        "canada",
        "united",
        "state",
        "basis",
        "require",
        "qualification",
        "registration",
        "convertible",
        "debenture",
        "company",
        "convertible",
        "debenture",
        "common",
        "share",
        "issuable",
        "upon",
        "conversion",
        "convertible",
        "debenture",
        "subject",
        "statutory",
        "four",
        "month",
        "one",
        "day",
        "hold",
        "period",
        "subject",
        "satisfaction",
        "customary",
        "condition",
        "offering",
        "expected",
        "completed",
        "february",
        "pivot",
        "pharmaceutical",
        "pivot",
        "pharmaceutical",
        "biopharmaceutical",
        "company",
        "engaged",
        "development",
        "commercialization",
        "therapeutic",
        "pharmaceutical",
        "nutraceuticals",
        "using",
        "innovative",
        "drug",
        "delivery",
        "platform",
        "technology",
        "pivot",
        "medical",
        "cannabis",
        "product",
        "division",
        "pivot",
        "green",
        "stream",
        "health",
        "solution",
        "pgs",
        "pivot",
        "green",
        "stream",
        "conduct",
        "research",
        "development",
        "commercialization",
        "nutraceuticals",
        "pharmaceutical",
        "pgs",
        "acquired",
        "worldwide",
        "right",
        "transdermal",
        "drug",
        "delivery",
        "platform",
        "technology",
        "topical",
        "solmic",
        "solubilisation",
        "technology",
        "oral",
        "thrudermic",
        "transdermal",
        "nanotechnology",
        "transdermal",
        "delivery",
        "commercialization",
        "cannabinoid",
        "cannabidiol",
        "cbd",
        "tetrahydrocannabinol",
        "thc",
        "product",
        "pgs",
        "initial",
        "product",
        "development",
        "candidate",
        "include",
        "topical",
        "treatment",
        "woman",
        "sexual",
        "dysfunction",
        "well",
        "psoriasis",
        "oral",
        "product",
        "cancer",
        "supportive",
        "care",
        "information",
        "please",
        "visit",
        "cautionary",
        "statement",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "certain",
        "information",
        "news",
        "release",
        "constitutes",
        "statement",
        "applicable",
        "law",
        "statement",
        "contained",
        "news",
        "release",
        "statement",
        "historical",
        "fact",
        "may",
        "deemed",
        "statement",
        "except",
        "historical",
        "information",
        "contained",
        "herein",
        "matter",
        "set",
        "forth",
        "may",
        "statement",
        "involve",
        "certain",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "statement",
        "word",
        "anticipate",
        "believe",
        "estimate",
        "expect",
        "intend",
        "similar",
        "expression",
        "relate",
        "pivot",
        "er",
        "respective",
        "management",
        "identify",
        "statement",
        "statement",
        "news",
        "release",
        "include",
        "limited",
        "statement",
        "respect",
        "accretive",
        "earnings",
        "anticipated",
        "revenue",
        "cost",
        "synergy",
        "associated",
        "acquisition",
        "er",
        "statement",
        "respect",
        "internal",
        "expectation",
        "estimated",
        "margin",
        "expectation",
        "future",
        "growing",
        "capacity",
        "cost",
        "completion",
        "capital",
        "project",
        "expansion",
        "timing",
        "completion",
        "pending",
        "acquisition",
        "ability",
        "company",
        "complete",
        "financing",
        "order",
        "satisfy",
        "financial",
        "obligation",
        "pending",
        "acquisition",
        "expectation",
        "respect",
        "future",
        "production",
        "cost",
        "particular",
        "assurance",
        "pending",
        "acquisition",
        "completed",
        "forward",
        "looking",
        "statement",
        "based",
        "certain",
        "assumption",
        "regarding",
        "er",
        "including",
        "expected",
        "growth",
        "result",
        "operation",
        "performance",
        "industry",
        "trend",
        "growth",
        "opportunity",
        "company",
        "considers",
        "assumption",
        "reasonable",
        "based",
        "information",
        "currently",
        "available",
        "may",
        "prove",
        "incorrect",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "statement",
        "also",
        "necessarily",
        "involve",
        "known",
        "unknown",
        "risk",
        "including",
        "without",
        "limitation",
        "risk",
        "associated",
        "general",
        "economic",
        "condition",
        "adverse",
        "industry",
        "event",
        "marketing",
        "cost",
        "loss",
        "market",
        "future",
        "legislative",
        "regulatory",
        "development",
        "involving",
        "medical",
        "marijuana",
        "possibility",
        "company",
        "unable",
        "successfully",
        "integrate",
        "er",
        "described",
        "herein",
        "inability",
        "access",
        "sufficient",
        "capital",
        "internal",
        "external",
        "source",
        "inability",
        "access",
        "sufficient",
        "capital",
        "favorable",
        "term",
        "medical",
        "marijuana",
        "industry",
        "canada",
        "generally",
        "income",
        "tax",
        "regulatory",
        "matter",
        "ability",
        "company",
        "implement",
        "business",
        "strategy",
        "competition",
        "crop",
        "failure",
        "currency",
        "interest",
        "rate",
        "fluctuation",
        "risk",
        "statement",
        "fact",
        "including",
        "financial",
        "information",
        "related",
        "er",
        "discussed",
        "disclosed",
        "herein",
        "derived",
        "information",
        "obtained",
        "directly",
        "er",
        "publicly",
        "available",
        "source",
        "independently",
        "verified",
        "company",
        "reader",
        "cautioned",
        "foregoing",
        "list",
        "exhaustive",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "assurance",
        "plan",
        "intention",
        "expectation",
        "upon",
        "placed",
        "occur",
        "information",
        "although",
        "considered",
        "reasonable",
        "management",
        "time",
        "preparation",
        "may",
        "prove",
        "incorrect",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "contained",
        "news",
        "release",
        "expressly",
        "qualified",
        "cautionary",
        "statement",
        "contact",
        "pivot",
        "pharmaceutical",
        "patrick",
        "frankham",
        "phd",
        "mba",
        "chief",
        "executive",
        "officer",
        "tel",
        "email",
        "info",
        "corporate",
        "communication",
        "contact",
        "networknewswire",
        "nnw",
        "new",
        "york",
        "new",
        "york",
        "office",
        "editor",
        "source",
        "pivot",
        "pharmaceutical",
        "inc"
    ]
}