{
    "organizations": [],
    "uuid": "e2c3d96845e36f73db919e280554f7b4812955e8",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/21/globe-newswire-monro-inc-announces-fourth-quarter-and-fiscal-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Monro, Inc. Announces Fourth Quarter and Fiscal 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "~ Fourth Quarter Diluted EPS of $.52 ~\n~ Fiscal 2018 Sales Increase 10% to a Record $1.128 Billion ~\n~ Completes Acquisition of 12 Tennessee-based Stores and Four Wholesale Centers, with Expected Annualized Sales of $47 Million ~\n~ Increases Quarterly Cash Dividend by 11% to $.20 per share ~\nROCHESTER, N.Y., May 21, 2018 (GLOBE NEWSWIRE) -- Monro, Inc. (Nasdaq:MNRO), a leading provider of automotive undercar repair and tire services, today announced financial results for its fourth quarter and fiscal year ended March 31, 2018.\nFourth Quarter Results\nSales for the fourth quarter of fiscal 2018 increased 13.3% to $285.6 million, as compared to $252.0 million for the fourth quarter of fiscal 2017. Fiscal 2018 was a 53-week year with 368 selling days as compared to 361 selling days in fiscal 2017, and therefore included an extra week of sales in the fourth quarter. Comparable store sales increased 10.3% on a reported basis, and 2.4% when adjusted for days. Adjusted for days, comparable store sales increased approximately 5% for tires, 2% for both brakes and front end/shocks, and decreased approximately 2% for both maintenance services and alignments. In addition to the extra week of sales, the total sales increase for the fourth quarter of $33.6 million included an increase in sales from new stores of $13.8 million, including sales from recent acquisitions of $8.7 million.\nGross margin increased 70 basis points to 37.7% in the fourth quarter of fiscal 2018 from 37.0% in the prior year period, primarily due to leverage from higher comparable store sales. Total operating expenses increased by $4.2 million to $77.3 million, or 27.1% of sales, as compared to $73.1 million, or 29.0% of sales in the prior year period. The year-over-year dollar increase represents expenses from 32 net new stores, $1.0 million in management transition costs, as well as expenses related to the extra week.\nOperating income was $30.4 million, or 10.7% of sales, as compared to $20.1 million, or 8.0% of sales in the prior year period. Interest expense was $6.3 million as compared to $5.5 million for the fourth quarter of fiscal 2017.\nIncome tax expense in the fourth quarter of fiscal 2018 was $6.8 million compared to $5.1 million in the prior year period. The enactment of the Tax Cuts and Jobs Act on December 22, 2017 resulted in an income tax benefit of $1.4 million, or $.04 per share. This benefit was comprised of $.02 per share related to the reduction of approximately 300 basis points in the Company’s estimated annual effective tax rate during the fourth quarter of fiscal 2018, as well as $.02 per share related to revaluing our net deferred tax assets to reflect the new U.S. federal corporate income tax rate. This resulted in an effective tax rate of 27.9% in the fourth quarter of fiscal 2018, as compared to 34.4% in the prior year period.\nNet income for the fourth quarter of fiscal 2018 was $17.5 million, as compared to $9.7 million in the same period of the prior year. Diluted earnings per share for the fourth quarter were $.52, including $.02 per share in management transition costs, $.04 per share of benefit related to the Tax Cuts and Jobs Act and $.10 of contribution from the extra week. This compares to diluted earnings per share of $.29 in the fourth quarter of fiscal 2017.\nDuring the fourth quarter of fiscal 2018, the Company opened 15 and closed three company-operated locations, ending the quarter with 1,150 company-operated stores and 102 franchised locations.\n“We delivered solid fourth quarter results, driven by positive top line trends and strong execution across our business, as we launched a number of foundational tools designed to support our strategy. We exit the quarter with solid industry tailwinds, improving operating performance, a disciplined acquisition strategy and newly implemented initiatives to drive improvement across the organization. We believe we have a clear path for future growth and look forward to carrying this strong momentum through fiscal year 2019 and beyond,” said Brett Ponton, President and Chief Executive Officer.\nPonton continued, “As we enter fiscal 2019, we are excited about the significant opportunities that lie ahead of us. I am confident that our renewed focus on the customer and strong commitment to operational excellence will position us well to capitalize on favorable industry trends over the next few years and drive sustainable long-term value for our shareholders.”\nFiscal Year Results\nNet sales for fiscal 2018 increased 10.4% to a record $1.128 billion as compared to $1.022 billion for fiscal 2017. The total sales increase of $106.3 million for the fiscal year was due to an increase in sales from new stores of $96.2 million, including sales from recent acquisitions of $73.5 million, and a comparable store sales increase of 1.8% on a reported basis. Adjusted for days, comparable store sales decreased 0.1% as compared to a 4.3% decline in the prior year. Comparable store sales, adjusted for days, increased approximately 3% for brakes and 2% for front end/shocks, and decreased approximately 1% for tires and 2% for both maintenance services and alignments.\nGross margin declined 30 basis points to 38.6% for fiscal 2018 from 38.9% in the prior fiscal year, largely due to the impact of the sales mix from recent acquisitions partially offset by lower material costs as a percentage of sales.\nTotal operating expenses for fiscal 2018 were $308.3 million, or 27.3% of sales, as compared to $280.5 million, or 27.5% of sales, for the prior fiscal year. The dollar increase primarily represents expenses from 32 net new stores as compared to fiscal 2017. Operating income for fiscal 2018 was $127.3 million, or 11.3% of sales, as compared to $116.4 million, or 11.4% of sales in fiscal 2017. Interest expense was $24.3 million in fiscal 2018 as compared to $19.8 million in fiscal 2017.\nNet income for fiscal 2018 was $63.9 million or $1.92 per diluted share, as compared to net income of $61.5 million, or $1.85 per diluted share in fiscal 2017. Diluted earnings per share for fiscal 2018 were at the high end of the Company's estimated range of $1.88 to $1.93, and included $.04 per share in litigation settlement costs, $.06 per share in management transition costs, and $.06 per share of expense related to the net impact of newly enacted tax legislation. Diluted earnings per share for fiscal 2018 also included $.10 of contribution from the 53rd week.\nAcquisitions Update\nThe Company announced today that it has acquired 12 retail and commercial locations in Tennessee from Free Service Tire Company, filling in an existing market and expanding its footprint in the South. The Company also acquired four wholesale centers as part of the transaction, located in Tennessee, Virginia, and North Carolina, significantly increasing its tire purchasing and distribution efficiencies. These locations are expected to add approximately $47 million in annualized sales, representing a sales mix of 15% service and 85% tires. The acquisition is expected to be breakeven to diluted earnings per share in fiscal 2019.\nIn the fourth quarter, the Company also completed the previously announced acquisitions of seven stores in Ohio, Kentucky, West Virginia, and Virginia. These stores fill in existing markets and are expected to add approximately $7 million in annualized sales, representing a sales mix of 45% service and 55% tires. Acquisitions completed in fiscal 2018 represent a total of $20 million in annualized sales.\nCash Dividend Increased 11%\nThe Company also announced today that its Board of Directors has approved a $.02 increase in the Company’s cash dividend for the first quarter of fiscal year 2019 to $.20, which translates to an annual rate of $.80 per share and represents an increase of $.08 per share or 11.1% as compared to the total dividends paid in fiscal 2018. The Company has increased its cash dividend 13 times during the 13 years since a cash dividend was first issued. The cash dividend is payable quarterly to shareholders of record on the Company’s outstanding shares of common stock, including the shares of common stock to which the holders of the Company’s Class C Convertible Preferred Stock are entitled. The dividend of $.20 per share for the first quarter of fiscal 2019 will be payable on June 14, 2018 to shareholders of record as of June 4, 2018.\nCompany Outlook and Investor Day Webcast\nThe Company will provide financial guidance for fiscal 2019 and beyond at its Investor Day, which will begin at 8:00 a.m. EDT today. The live audio webcast, including slide presentations, will be available to the public at the Investor Information section of the Company's website, located at www.monro.com . The event will include a question and answer session, during which onsite and webcast participants may submit questions. An archived copy of the webcast will be available at this website through June 21, 2018.\nAbout Monro, Inc.\nHeadquartered in Rochester, New York, Monro is a chain of 1,166 company-operated stores, 98 franchised locations, nine wholesale locations and three retread facilities providing automotive undercar repair and tire sales and services. The Company operates in 27 states, serving the Mid-Atlantic and New England regions and portions of the Great Lakes, Midwest and Southeast. The predecessor to the Company was founded by Charles J. August in 1957 as a Midas Muffler franchise. In 1966, Monro began to diversify into a full line of undercar repair services. The Company has experienced significant growth in recent years through acquisitions and, to a lesser extent, the opening of newly constructed stores. The Company went public in 1991 and trades on the Nasdaq under the symbol MNRO.\nThe statements contained in this press release that are not historical facts may contain statements of future expectations and other forward-looking statements made pursuant to the Safe Harbor provisions of the Private Securities Litigation Reform Act of 1995. Forward-looking statements can be identified by such words and phrases as “expected,” “estimate,” “guidance,” “outlook,” “anticipate,” “project,” “believe,” “could,” “may,” “intend,” “plan” and other similar words or phrases. Forward-looking statements are subject to risks, uncertainties and other important factors that could cause actual results to differ materially from those expressed. These factors include, but are not necessarily limited to, product demand, dependence on and competition within the primary markets in which the Company's stores are located, the need for and costs associated with store renovations and other capital expenditures, the effect of economic conditions, seasonality, the impact of competitive services and pricing, product development, parts supply restraints or difficulties, the impact of weather trends and natural disasters, industry regulation, risks relating to leverage and debt service (including sensitivity to fluctuations in interest rates),continued availability of capital resources and financing, risks relating to protection of customer and employee personal data, risks relating to litigation, risks related to the accuracy of the estimates and assumptions we used to reevaluate our net deferred tax assets or our estimate of the fourth quarter impact of the Tax Cuts and Jobs Act, risks relating to integration of acquired businesses and other factors set forth elsewhere herein and in the Company’s Securities and Exchange Commission filings, including the Company’s annual report on Form 10-K for the fiscal year ended March 25, 2017 and Form 10-K for the fiscal year ended March 31, 2018, which the Company expects to file with the Securities and Exchange Commission this month. Except as required by law, the Company does not undertake and specifically disclaims any obligation to update any forward-looking statement to reflect the occurrence of anticipated or unanticipated events or circumstances after the date of such statements.\nMONRO, INC. Financial Highlights (Unaudited) (Dollars and share counts in thousands) Quarter Ended Fiscal March 2018 2017\n% Change Sales $ 285,578 $ 252,011 13.3 % Cost of sales, including distribution and occupancy costs 177,815 158,787 12.0 % Gross profit 107,763 93,224 15.6 % Operating, selling, general and administrative expenses 77,334 73,133 5.7 % Operating income 30,429 20,091 51.5 % Interest expense, net 6,299 5,535 13.8 % Other (income) expense, net (117 ) (183 ) (36.1 )% Income before provision for income taxes 24,247 14,739 64.5 % Provision for income taxes 6,765 5,078 33.2 % Net income $ 17,482 $ 9,661 80.9 % Diluted earnings per share $ .52 $ .29 79.3 % Weighted average number of diluted shares outstanding 33,417 33,289 Number of stores open (at end of quarter) 1,150 1,118\nMONRO, INC. Financial Highlights (Unaudited) (Dollars and share counts in thousands) Year Ended Fiscal March 2018 2017 % Change Sales $ 1,127,815 $ 1,021,511 10.4 % Cost of sales, including distribution and occupancy costs 692,241 624,622 10.8 % Gross profit 435,574 396,889 9.7 % Operating, selling, general and administrative expenses 308,278 280,505 9.9 % Operating income 127,296 116,384 9.4 % Interest expense, net 24,296 19,768 22.9 % Other income, net (454 ) (628 ) (27.8 )% Income before provision for income taxes 103,454 97,244 6.4 % Provision for income taxes 39,519 35,718 10.6 % Net income $ 63,935 $ 61,526 3.9 % Diluted earnings per common share $ 1.92 $ 1.85 3.8 % Weighted average number of diluted shares outstanding 33,341 33,301\nMONRO, INC. Financial Highlights (Unaudited) (Dollars in thousands) March 31, March 25, 2018 2017 Assets Cash $ 1,909 $ 8,995 Inventories 152,367 142,604 Other current assets 52,980 47,631 Total current assets 207,256 199,230 Property, plant and equipment, net 416,669 394,634 Other non-current assets 594,507 591,400 Total assets $ 1,218,432 $ 1,185,264 Liabilities and Shareholders’ Equity Current liabilities $ 194,005 $ 185,893 Capital leases and financing obligations 227,220 213,166 Other long-term debt 148,068 182,337 Other long-term liabilities 20,663 22,614 Total liabilities 589,956 604,010 Total shareholders’ equity 628,476 581,254 Total liabilities and shareholders’ equity $ 1,218,432 $ 1,185,264 CONTACT:\nBrett Ponton\nChief Executive Officer\n(585) 647-6400\nBrian D’Ambrosia\nSenior Vice President – Finance\nChief Financial Officer\n(585) 647-6400\nInvestors and Media: Effie Veres\nFTI Consulting\n(212) 850-5600\nSource:Monro, Inc.",
    "published": "2018-05-21T14:30:00.000+03:00",
    "crawled": "2018-05-21T16:32:20.020+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "fourth",
        "quarter",
        "diluted",
        "eps",
        "fiscal",
        "sale",
        "increase",
        "record",
        "billion",
        "completes",
        "acquisition",
        "store",
        "four",
        "wholesale",
        "center",
        "expected",
        "annualized",
        "sale",
        "million",
        "increase",
        "quarterly",
        "cash",
        "dividend",
        "per",
        "share",
        "rochester",
        "may",
        "globe",
        "newswire",
        "monro",
        "nasdaq",
        "mnro",
        "leading",
        "provider",
        "automotive",
        "undercar",
        "repair",
        "tire",
        "service",
        "today",
        "announced",
        "financial",
        "result",
        "fourth",
        "quarter",
        "fiscal",
        "year",
        "ended",
        "march",
        "fourth",
        "quarter",
        "result",
        "sale",
        "fourth",
        "quarter",
        "fiscal",
        "increased",
        "million",
        "compared",
        "million",
        "fourth",
        "quarter",
        "fiscal",
        "fiscal",
        "year",
        "selling",
        "day",
        "compared",
        "selling",
        "day",
        "fiscal",
        "therefore",
        "included",
        "extra",
        "week",
        "sale",
        "fourth",
        "quarter",
        "comparable",
        "store",
        "sale",
        "increased",
        "reported",
        "basis",
        "adjusted",
        "day",
        "adjusted",
        "day",
        "comparable",
        "store",
        "sale",
        "increased",
        "approximately",
        "tire",
        "brake",
        "front",
        "decreased",
        "approximately",
        "maintenance",
        "service",
        "alignment",
        "addition",
        "extra",
        "week",
        "sale",
        "total",
        "sale",
        "increase",
        "fourth",
        "quarter",
        "million",
        "included",
        "increase",
        "sale",
        "new",
        "store",
        "million",
        "including",
        "sale",
        "recent",
        "acquisition",
        "million",
        "gross",
        "margin",
        "increased",
        "basis",
        "point",
        "fourth",
        "quarter",
        "fiscal",
        "prior",
        "year",
        "period",
        "primarily",
        "due",
        "leverage",
        "higher",
        "comparable",
        "store",
        "sale",
        "total",
        "operating",
        "expense",
        "increased",
        "million",
        "million",
        "sale",
        "compared",
        "million",
        "sale",
        "prior",
        "year",
        "period",
        "dollar",
        "increase",
        "represents",
        "expense",
        "net",
        "new",
        "store",
        "million",
        "management",
        "transition",
        "cost",
        "well",
        "expense",
        "related",
        "extra",
        "week",
        "operating",
        "income",
        "million",
        "sale",
        "compared",
        "million",
        "sale",
        "prior",
        "year",
        "period",
        "interest",
        "expense",
        "million",
        "compared",
        "million",
        "fourth",
        "quarter",
        "fiscal",
        "income",
        "tax",
        "expense",
        "fourth",
        "quarter",
        "fiscal",
        "million",
        "compared",
        "million",
        "prior",
        "year",
        "period",
        "enactment",
        "tax",
        "cut",
        "job",
        "act",
        "december",
        "resulted",
        "income",
        "tax",
        "benefit",
        "million",
        "per",
        "share",
        "benefit",
        "comprised",
        "per",
        "share",
        "related",
        "reduction",
        "approximately",
        "basis",
        "point",
        "company",
        "estimated",
        "annual",
        "effective",
        "tax",
        "rate",
        "fourth",
        "quarter",
        "fiscal",
        "well",
        "per",
        "share",
        "related",
        "revaluing",
        "net",
        "deferred",
        "tax",
        "asset",
        "reflect",
        "new",
        "federal",
        "corporate",
        "income",
        "tax",
        "rate",
        "resulted",
        "effective",
        "tax",
        "rate",
        "fourth",
        "quarter",
        "fiscal",
        "compared",
        "prior",
        "year",
        "period",
        "net",
        "income",
        "fourth",
        "quarter",
        "fiscal",
        "million",
        "compared",
        "million",
        "period",
        "prior",
        "year",
        "diluted",
        "earnings",
        "per",
        "share",
        "fourth",
        "quarter",
        "including",
        "per",
        "share",
        "management",
        "transition",
        "cost",
        "per",
        "share",
        "benefit",
        "related",
        "tax",
        "cut",
        "job",
        "act",
        "contribution",
        "extra",
        "week",
        "compare",
        "diluted",
        "earnings",
        "per",
        "share",
        "fourth",
        "quarter",
        "fiscal",
        "fourth",
        "quarter",
        "fiscal",
        "company",
        "opened",
        "closed",
        "three",
        "location",
        "ending",
        "quarter",
        "store",
        "franchised",
        "location",
        "delivered",
        "solid",
        "fourth",
        "quarter",
        "result",
        "driven",
        "positive",
        "top",
        "line",
        "trend",
        "strong",
        "execution",
        "across",
        "business",
        "launched",
        "number",
        "foundational",
        "tool",
        "designed",
        "support",
        "strategy",
        "exit",
        "quarter",
        "solid",
        "industry",
        "tailwind",
        "improving",
        "operating",
        "performance",
        "disciplined",
        "acquisition",
        "strategy",
        "newly",
        "implemented",
        "initiative",
        "drive",
        "improvement",
        "across",
        "organization",
        "believe",
        "clear",
        "path",
        "future",
        "growth",
        "look",
        "forward",
        "carrying",
        "strong",
        "momentum",
        "fiscal",
        "year",
        "beyond",
        "said",
        "brett",
        "ponton",
        "president",
        "chief",
        "executive",
        "officer",
        "ponton",
        "continued",
        "enter",
        "fiscal",
        "excited",
        "significant",
        "opportunity",
        "lie",
        "ahead",
        "u",
        "confident",
        "renewed",
        "focus",
        "customer",
        "strong",
        "commitment",
        "operational",
        "excellence",
        "position",
        "u",
        "well",
        "capitalize",
        "favorable",
        "industry",
        "trend",
        "next",
        "year",
        "drive",
        "sustainable",
        "value",
        "fiscal",
        "year",
        "result",
        "net",
        "sale",
        "fiscal",
        "increased",
        "record",
        "billion",
        "compared",
        "billion",
        "fiscal",
        "total",
        "sale",
        "increase",
        "million",
        "fiscal",
        "year",
        "due",
        "increase",
        "sale",
        "new",
        "store",
        "million",
        "including",
        "sale",
        "recent",
        "acquisition",
        "million",
        "comparable",
        "store",
        "sale",
        "increase",
        "reported",
        "basis",
        "adjusted",
        "day",
        "comparable",
        "store",
        "sale",
        "decreased",
        "compared",
        "decline",
        "prior",
        "year",
        "comparable",
        "store",
        "sale",
        "adjusted",
        "day",
        "increased",
        "approximately",
        "brake",
        "front",
        "decreased",
        "approximately",
        "tire",
        "maintenance",
        "service",
        "alignment",
        "gross",
        "margin",
        "declined",
        "basis",
        "point",
        "fiscal",
        "prior",
        "fiscal",
        "year",
        "largely",
        "due",
        "impact",
        "sale",
        "mix",
        "recent",
        "acquisition",
        "partially",
        "offset",
        "lower",
        "material",
        "cost",
        "percentage",
        "sale",
        "total",
        "operating",
        "expense",
        "fiscal",
        "million",
        "sale",
        "compared",
        "million",
        "sale",
        "prior",
        "fiscal",
        "year",
        "dollar",
        "increase",
        "primarily",
        "represents",
        "expense",
        "net",
        "new",
        "store",
        "compared",
        "fiscal",
        "operating",
        "income",
        "fiscal",
        "million",
        "sale",
        "compared",
        "million",
        "sale",
        "fiscal",
        "interest",
        "expense",
        "million",
        "fiscal",
        "compared",
        "million",
        "fiscal",
        "net",
        "income",
        "fiscal",
        "million",
        "per",
        "diluted",
        "share",
        "compared",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "share",
        "fiscal",
        "diluted",
        "earnings",
        "per",
        "share",
        "fiscal",
        "high",
        "end",
        "company",
        "estimated",
        "range",
        "included",
        "per",
        "share",
        "litigation",
        "settlement",
        "cost",
        "per",
        "share",
        "management",
        "transition",
        "cost",
        "per",
        "share",
        "expense",
        "related",
        "net",
        "impact",
        "newly",
        "enacted",
        "tax",
        "legislation",
        "diluted",
        "earnings",
        "per",
        "share",
        "fiscal",
        "also",
        "included",
        "contribution",
        "53rd",
        "week",
        "acquisition",
        "update",
        "company",
        "announced",
        "today",
        "acquired",
        "retail",
        "commercial",
        "location",
        "tennessee",
        "free",
        "service",
        "tire",
        "company",
        "filling",
        "existing",
        "market",
        "expanding",
        "footprint",
        "south",
        "company",
        "also",
        "acquired",
        "four",
        "wholesale",
        "center",
        "part",
        "transaction",
        "located",
        "tennessee",
        "virginia",
        "north",
        "carolina",
        "significantly",
        "increasing",
        "tire",
        "purchasing",
        "distribution",
        "efficiency",
        "location",
        "expected",
        "add",
        "approximately",
        "million",
        "annualized",
        "sale",
        "representing",
        "sale",
        "mix",
        "service",
        "tire",
        "acquisition",
        "expected",
        "breakeven",
        "diluted",
        "earnings",
        "per",
        "share",
        "fiscal",
        "fourth",
        "quarter",
        "company",
        "also",
        "completed",
        "previously",
        "announced",
        "acquisition",
        "seven",
        "store",
        "ohio",
        "kentucky",
        "west",
        "virginia",
        "virginia",
        "store",
        "fill",
        "existing",
        "market",
        "expected",
        "add",
        "approximately",
        "million",
        "annualized",
        "sale",
        "representing",
        "sale",
        "mix",
        "service",
        "tire",
        "acquisition",
        "completed",
        "fiscal",
        "represent",
        "total",
        "million",
        "annualized",
        "sale",
        "cash",
        "dividend",
        "increased",
        "company",
        "also",
        "announced",
        "today",
        "board",
        "director",
        "approved",
        "increase",
        "company",
        "cash",
        "dividend",
        "first",
        "quarter",
        "fiscal",
        "year",
        "translates",
        "annual",
        "rate",
        "per",
        "share",
        "represents",
        "increase",
        "per",
        "share",
        "compared",
        "total",
        "dividend",
        "paid",
        "fiscal",
        "company",
        "increased",
        "cash",
        "dividend",
        "time",
        "year",
        "since",
        "cash",
        "dividend",
        "first",
        "issued",
        "cash",
        "dividend",
        "payable",
        "quarterly",
        "shareholder",
        "record",
        "company",
        "outstanding",
        "share",
        "common",
        "stock",
        "including",
        "share",
        "common",
        "stock",
        "holder",
        "company",
        "class",
        "c",
        "convertible",
        "preferred",
        "stock",
        "entitled",
        "dividend",
        "per",
        "share",
        "first",
        "quarter",
        "fiscal",
        "payable",
        "june",
        "shareholder",
        "record",
        "june",
        "company",
        "outlook",
        "investor",
        "day",
        "webcast",
        "company",
        "provide",
        "financial",
        "guidance",
        "fiscal",
        "beyond",
        "investor",
        "day",
        "begin",
        "edt",
        "today",
        "live",
        "audio",
        "webcast",
        "including",
        "slide",
        "presentation",
        "available",
        "public",
        "investor",
        "information",
        "section",
        "company",
        "website",
        "located",
        "event",
        "include",
        "question",
        "answer",
        "session",
        "onsite",
        "webcast",
        "participant",
        "may",
        "submit",
        "question",
        "archived",
        "copy",
        "webcast",
        "available",
        "website",
        "june",
        "monro",
        "headquartered",
        "rochester",
        "new",
        "york",
        "monro",
        "chain",
        "store",
        "franchised",
        "location",
        "nine",
        "wholesale",
        "location",
        "three",
        "retread",
        "facility",
        "providing",
        "automotive",
        "undercar",
        "repair",
        "tire",
        "sale",
        "service",
        "company",
        "operates",
        "state",
        "serving",
        "new",
        "england",
        "region",
        "portion",
        "great",
        "lake",
        "midwest",
        "southeast",
        "predecessor",
        "company",
        "founded",
        "charles",
        "august",
        "midas",
        "muffler",
        "franchise",
        "monro",
        "began",
        "diversify",
        "full",
        "line",
        "undercar",
        "repair",
        "service",
        "company",
        "experienced",
        "significant",
        "growth",
        "recent",
        "year",
        "acquisition",
        "lesser",
        "extent",
        "opening",
        "newly",
        "constructed",
        "store",
        "company",
        "went",
        "public",
        "trade",
        "nasdaq",
        "symbol",
        "mnro",
        "statement",
        "contained",
        "press",
        "release",
        "historical",
        "fact",
        "may",
        "contain",
        "statement",
        "future",
        "expectation",
        "statement",
        "made",
        "pursuant",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "identified",
        "word",
        "phrase",
        "expected",
        "estimate",
        "guidance",
        "outlook",
        "anticipate",
        "project",
        "believe",
        "could",
        "may",
        "intend",
        "plan",
        "similar",
        "word",
        "phrase",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "factor",
        "include",
        "necessarily",
        "limited",
        "product",
        "demand",
        "dependence",
        "competition",
        "within",
        "primary",
        "market",
        "company",
        "store",
        "located",
        "need",
        "cost",
        "associated",
        "store",
        "renovation",
        "capital",
        "expenditure",
        "effect",
        "economic",
        "condition",
        "seasonality",
        "impact",
        "competitive",
        "service",
        "pricing",
        "product",
        "development",
        "part",
        "supply",
        "restraint",
        "difficulty",
        "impact",
        "weather",
        "trend",
        "natural",
        "disaster",
        "industry",
        "regulation",
        "risk",
        "relating",
        "leverage",
        "debt",
        "service",
        "including",
        "sensitivity",
        "fluctuation",
        "interest",
        "rate",
        "continued",
        "availability",
        "capital",
        "resource",
        "financing",
        "risk",
        "relating",
        "protection",
        "customer",
        "employee",
        "personal",
        "data",
        "risk",
        "relating",
        "litigation",
        "risk",
        "related",
        "accuracy",
        "estimate",
        "assumption",
        "used",
        "reevaluate",
        "net",
        "deferred",
        "tax",
        "asset",
        "estimate",
        "fourth",
        "quarter",
        "impact",
        "tax",
        "cut",
        "job",
        "act",
        "risk",
        "relating",
        "integration",
        "acquired",
        "business",
        "factor",
        "set",
        "forth",
        "elsewhere",
        "herein",
        "company",
        "security",
        "exchange",
        "commission",
        "filing",
        "including",
        "company",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "march",
        "form",
        "fiscal",
        "year",
        "ended",
        "march",
        "company",
        "expects",
        "file",
        "security",
        "exchange",
        "commission",
        "month",
        "except",
        "required",
        "law",
        "company",
        "undertake",
        "specifically",
        "disclaims",
        "obligation",
        "update",
        "statement",
        "reflect",
        "occurrence",
        "anticipated",
        "unanticipated",
        "event",
        "circumstance",
        "date",
        "statement",
        "monro",
        "financial",
        "highlight",
        "unaudited",
        "dollar",
        "share",
        "count",
        "thousand",
        "quarter",
        "ended",
        "fiscal",
        "march",
        "change",
        "sale",
        "cost",
        "sale",
        "including",
        "distribution",
        "occupancy",
        "cost",
        "gross",
        "profit",
        "operating",
        "selling",
        "general",
        "administrative",
        "expense",
        "operating",
        "income",
        "interest",
        "expense",
        "net",
        "income",
        "expense",
        "net",
        "income",
        "provision",
        "income",
        "tax",
        "provision",
        "income",
        "tax",
        "net",
        "income",
        "diluted",
        "earnings",
        "per",
        "share",
        "weighted",
        "average",
        "number",
        "diluted",
        "share",
        "outstanding",
        "number",
        "store",
        "open",
        "end",
        "quarter",
        "monro",
        "financial",
        "highlight",
        "unaudited",
        "dollar",
        "share",
        "count",
        "thousand",
        "year",
        "ended",
        "fiscal",
        "march",
        "change",
        "sale",
        "cost",
        "sale",
        "including",
        "distribution",
        "occupancy",
        "cost",
        "gross",
        "profit",
        "operating",
        "selling",
        "general",
        "administrative",
        "expense",
        "operating",
        "income",
        "interest",
        "expense",
        "net",
        "income",
        "net",
        "income",
        "provision",
        "income",
        "tax",
        "provision",
        "income",
        "tax",
        "net",
        "income",
        "diluted",
        "earnings",
        "per",
        "common",
        "share",
        "weighted",
        "average",
        "number",
        "diluted",
        "share",
        "outstanding",
        "monro",
        "financial",
        "highlight",
        "unaudited",
        "dollar",
        "thousand",
        "march",
        "march",
        "asset",
        "cash",
        "inventory",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "plant",
        "equipment",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "shareholder",
        "equity",
        "current",
        "liability",
        "capital",
        "lease",
        "financing",
        "obligation",
        "debt",
        "liability",
        "total",
        "liability",
        "total",
        "shareholder",
        "equity",
        "total",
        "liability",
        "shareholder",
        "equity",
        "contact",
        "brett",
        "ponton",
        "chief",
        "executive",
        "officer",
        "brian",
        "ambrosia",
        "senior",
        "vice",
        "president",
        "finance",
        "chief",
        "financial",
        "officer",
        "investor",
        "medium",
        "effie",
        "veres",
        "fti",
        "consulting",
        "source",
        "monro",
        "inc"
    ]
}