{
    "organizations": [],
    "uuid": "5ecbac81231d0fae80ac8e1f68c8482d276fc27a",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/10/globe-newswire-englobal-reports-first-quarter-2018-results.html",
    "ord_in_thread": 0,
    "title": "ENGlobal Reports First Quarter 2018 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "HOUSTON, May 10, 2018 (GLOBE NEWSWIRE) -- ENGlobal (Nasdaq: ENG), a leading provider of engineering and automation services, today announced results for the first quarter ended March 31, 2018.\nENGlobal reported a net loss of $1.2 million for the first quarter of 2018 which was an increase in net loss of $0.3 million as compared to the prior year period. Net loss per diluted share was $0.04 for the first quarter just ended as compared to a net loss of $0.03 for the first quarter of 2017. ENGlobal reported an improved loss from operations, which was $1.2 million for the first quarter of 2018, a decrease of $0.5 million as compared to the $1.7 million operating loss for the prior year period.\nRevenue increased $0.7 million to $13.2 million, or a 5.7% increase, from $12.5 million for the three months ended March 31, 2018, as compared to the three months ended April 1, 2017. Overall, SG&A expenses declined by $0.8 million for the three months ended March 31, 2018 as compared to the prior year period.\nManagement’s Assessment\nWilliam A. Coskey, P.E., Chairman and CEO of ENGlobal stated: “I continue to believe that 2018 will prove to be an inflection year whereby our Company returns to profitability. There are several factors that appear to be coming together – the most important of which are recent project awards and the growing level of higher probability, targeted opportunities in our proposal pipeline. A good leading indicator is that we are now hiring for our operations again, after several years of downsizing staff. We also expect both our mechanical fabrication and automation integration operations to be very busy with new work during the second and third quarters of this year.”\nMr. Coskey continued: “ENGlobal’s formula for success is straightforward and achievable: 1) increasing our volume of work and utilization of resources in an improving industry environment, 2) incrementally improving margins given increased demand and higher value service mix, 3) excellence in project execution, and 4) achieving significant leverage on our reduced fixed overhead structure. Obviously, the recovery in our business and in our marketplace has taken much longer than anyone desires, including myself. I would like to thank our shareholders for their patience during this time, as we expect to be able to deliver improving results in future quarters.”\nMark Hess, ENGlobal’s Chief Financial Officer stated: “We continue to operate our Business with a clean capital structure. The Company continues to have no bank debt, and at quarter end had approximately $16 million of working capital which is expected to provide for our near-term operations and growth. We have previously recorded a $11.3 million valuation allowance against our deferred tax assets and therefore these assets are fully reserved and are no longer reflected as a net asset on the Balance Sheet. There was no dilution to ENGlobal common stockholders during the first quarter – as our shares outstanding remained constant at approximately 27.5 million during the quarter.”\nENGlobal Corporation provides its engineering and professional expertise principally to the energy industry through two segments: Engineering, Procurement and Construction Management (“EPCM”) which includes mechanical fabrication, and Automation engineering and integrated products (“Automation”).\nThe extension of ENGlobal’s service offerings into fabrication has positioned the Company as a vertically integrated service provider capable of engineering, project execution, mechanical fabrication, automation engineering and automation related systems integration. This positioning as a full-service provider provides a differentiating factor, which reduces clients’ coordination of multiple vendors and improves control of their schedules. This strategy and positioning has also allowed the Company to pursue larger scopes of work centered around many different types of modularized engineered systems.\nThe Company has also started a multi-year strategic initiative to significantly strengthen its Automation capabilities in the areas of distributed control systems design and replacement, advanced data capture design, human machine interface design, machine learning, cyber security, and artificial intelligence. One result of these strategies is that ENGlobal’s proposal pipeline continues to increase both for its EPCM and Automation services. Many of these proposals have not been awarded and have exceeded our expected award timing, which would imply that many customers will release awards when they are more comfortable that commodity prices have stabilized at a sufficient level.\nThe following is a summary of the income statement for the three months ended March 31, 2018 and April 1, 2017:\n(amounts in thousands) Three months ended\nMarch 31, 2018 Three Months ended\nApril 1, 2017 Revenue $ 13,188 $ 12,473 Gross Profit 1,413 1,731 General & Administrative Expenses 2,582 3,406 Operating Loss (1,169 ) (1,675 ) Net Loss (1,200 ) (878 ) The following table presents certain balance sheet items as of March 31, 2018 and December 30, 2017:\n(amounts in thousands) As of\nMarch 31, 2018 As of\nDecember 30, 2017 Cash $ 6,767 $ 9,648 Working capital 15,888 16,846 The following table illustrates the composition of the Company’s revenue and profitability for its operations for the three months ended March 31, 2018 and April 1, 2017:\n(amounts in thousands) Three months ended\nMarch 31, 2018 Three Months ended\nApril 1, 2017 % of Gross Operating % of Gross Operating Total Total Profit Profit Total Total Profit Profit Segment Revenue Revenue Margin Margin Revenue Revenue Margin Margin Engineering & Construction $ 5,095 38.6 % 8.2 % (0.2 )% $ 5,629 45.1 % 8.8 % (1.3 )% Automation 8,093 61.4 % 12.3 % 3.6 % 6,844 54.9 % 18.1 % 7.3 % Consolidated $ 13,188 100.0 % 10.7 % (8.9 )% $ 12,473 100.0 % 13.9 % (13.4 )% The Company’s Quarterly Report on Form 10-Q for the quarterly period ended March 31, 2018 is expected to be filed with the Securities and Exchange Commission reflecting these results by the end of the day on Thursday, May 10, 2018.\nAbout ENGlobal\nENGlobal (Nasdaq: ENG) is a provider of engineering and automation services primarily to the energy sector throughout the United States and internationally. ENGlobal operates through two business segments: Automation and Engineering. ENGlobal’s Automation segment provides services related to the design, fabrication and implementation of distributed control, instrumentation and process analytical systems. The Engineering segment provides consulting services for the development, management and execution of projects requiring professional engineering, construction management, and related support services. Within the Engineering segment, ENGlobal’s Government Services group provides engineering, design, installation and operation and maintenance of various government, public sector and international facilities, and specializes in the turnkey installation and maintenance of automation and instrumentation systems for the U.S. Defense industry worldwide. Further information about the Company and its businesses is available at www.ENGlobal.com .\nSafe Harbor for Forward-Looking Statements\nThe statements above regarding the Company’s expectations regarding its operations and certain other matters discussed in this press release may constitute forward-looking statements within the meaning of the federal securities laws and are subject to risks and uncertainties including, but not limited to: (1) our ability to identify, evaluate, and complete any strategic alternative; (2) the impact of the announcement of the review of strategic alternatives on our business, including our financial and operating results, or our employees, suppliers and customers; (3) the effect of economic downturns and the volatility and level of oil and natural gas prices; (4) our ability to retain existing customers and attract new customers; (5) our ability to accurately estimate the overall risks, revenue or costs on a contract; (6) the risk of providing services in excess of original project scope without having an approved change order; (7) our ability to execute our expansion into the modular solutions market and to execute our updated business growth strategy to position the Company as a leading provider of higher value industrial automation and Industrial Internet of Things services to its customer base; (8) our ability to attract and retain key professional personnel; (9) our ability to fund our operations and grow our business utilizing cash on hand, internally generated funds and other working capital; (10) our ability to obtain additional financing, including pursuant to a new credit facility, when needed: (11) our dependence on one or a few customers; (12) the risks of internal system failures of our information technology systems, whether caused by us, third-party service providers, intruders or hackers, computer viruses, natural disasters, power shortages or terrorist attacks; (13) our ability to realize revenue projected in our backlog and our ability to collect accounts receivable and process accounts payable in a timely manner; (14) the uncertainties related to the U.S. Government’s budgetary process and their effects on our long-term U.S. Government contracts; (15) the risk of unexpected liability claims or poor safety performance; (16) our ability to identify, consummate and integrate potential acquisitions; (17) our reliance on third-party subcontractors and equipment manufacturers; (18) our ability to satisfy the continued listing standards of NASDAQ with respect to our common stock or to cure any continued listing standard deficiency with respect thereto; and (19) the effect of changes in laws and regulations, including U.S. tax laws, with which the Company must comply and the associated cost of compliance with such laws and regulations. Actual results and the timing of certain events could differ materially from those projected in or contemplated by the forward-looking statements due to a number of factors detailed from time to time in ENGlobal’s filings with the Securities and Exchange Commission. In addition, reference is hereby made to cautionary statements set forth in the Company’s most recent reports on Form 10-K and 10-Q, and other SEC filings.\nClick here to join our email list: http://www.b2i.us/irpass.asp?BzID=702&to=ea&s=0\nContact: Mark Hess Phone: 281-878-1000 E-mail: IR@ENGlobal.com\nSource:ENGlobal Corporation",
    "published": "2018-05-10T17:00:00.000+03:00",
    "crawled": "2018-05-10T19:55:19.017+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "houston",
        "may",
        "globe",
        "newswire",
        "englobal",
        "nasdaq",
        "eng",
        "leading",
        "provider",
        "engineering",
        "automation",
        "service",
        "today",
        "announced",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "englobal",
        "reported",
        "net",
        "loss",
        "million",
        "first",
        "quarter",
        "increase",
        "net",
        "loss",
        "million",
        "compared",
        "prior",
        "year",
        "period",
        "net",
        "loss",
        "per",
        "diluted",
        "share",
        "first",
        "quarter",
        "ended",
        "compared",
        "net",
        "loss",
        "first",
        "quarter",
        "englobal",
        "reported",
        "improved",
        "loss",
        "operation",
        "million",
        "first",
        "quarter",
        "decrease",
        "million",
        "compared",
        "million",
        "operating",
        "loss",
        "prior",
        "year",
        "period",
        "revenue",
        "increased",
        "million",
        "million",
        "increase",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "three",
        "month",
        "ended",
        "april",
        "overall",
        "sg",
        "expense",
        "declined",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "prior",
        "year",
        "period",
        "management",
        "assessment",
        "william",
        "coskey",
        "chairman",
        "ceo",
        "englobal",
        "stated",
        "continue",
        "believe",
        "prove",
        "inflection",
        "year",
        "whereby",
        "company",
        "return",
        "profitability",
        "several",
        "factor",
        "appear",
        "coming",
        "together",
        "important",
        "recent",
        "project",
        "award",
        "growing",
        "level",
        "higher",
        "probability",
        "targeted",
        "opportunity",
        "proposal",
        "pipeline",
        "good",
        "leading",
        "indicator",
        "hiring",
        "operation",
        "several",
        "year",
        "downsizing",
        "staff",
        "also",
        "expect",
        "mechanical",
        "fabrication",
        "automation",
        "integration",
        "operation",
        "busy",
        "new",
        "work",
        "second",
        "third",
        "quarter",
        "coskey",
        "continued",
        "englobal",
        "formula",
        "success",
        "straightforward",
        "achievable",
        "increasing",
        "volume",
        "work",
        "utilization",
        "resource",
        "improving",
        "industry",
        "environment",
        "incrementally",
        "improving",
        "margin",
        "given",
        "increased",
        "demand",
        "higher",
        "value",
        "service",
        "mix",
        "excellence",
        "project",
        "execution",
        "achieving",
        "significant",
        "leverage",
        "reduced",
        "fixed",
        "overhead",
        "structure",
        "obviously",
        "recovery",
        "business",
        "marketplace",
        "taken",
        "much",
        "longer",
        "anyone",
        "desire",
        "including",
        "would",
        "like",
        "thank",
        "shareholder",
        "patience",
        "time",
        "expect",
        "able",
        "deliver",
        "improving",
        "result",
        "future",
        "mark",
        "hess",
        "englobal",
        "chief",
        "financial",
        "officer",
        "stated",
        "continue",
        "operate",
        "business",
        "clean",
        "capital",
        "structure",
        "company",
        "continues",
        "bank",
        "debt",
        "quarter",
        "end",
        "approximately",
        "million",
        "working",
        "capital",
        "expected",
        "provide",
        "operation",
        "growth",
        "previously",
        "recorded",
        "million",
        "valuation",
        "allowance",
        "deferred",
        "tax",
        "asset",
        "therefore",
        "asset",
        "fully",
        "reserved",
        "longer",
        "reflected",
        "net",
        "asset",
        "balance",
        "sheet",
        "dilution",
        "englobal",
        "common",
        "stockholder",
        "first",
        "quarter",
        "share",
        "outstanding",
        "remained",
        "constant",
        "approximately",
        "million",
        "englobal",
        "corporation",
        "provides",
        "engineering",
        "professional",
        "expertise",
        "principally",
        "energy",
        "industry",
        "two",
        "segment",
        "engineering",
        "procurement",
        "construction",
        "management",
        "epcm",
        "includes",
        "mechanical",
        "fabrication",
        "automation",
        "engineering",
        "integrated",
        "product",
        "automation",
        "extension",
        "englobal",
        "service",
        "offering",
        "fabrication",
        "positioned",
        "company",
        "vertically",
        "integrated",
        "service",
        "provider",
        "capable",
        "engineering",
        "project",
        "execution",
        "mechanical",
        "fabrication",
        "automation",
        "engineering",
        "automation",
        "related",
        "system",
        "integration",
        "positioning",
        "provider",
        "provides",
        "differentiating",
        "factor",
        "reduces",
        "client",
        "coordination",
        "multiple",
        "vendor",
        "improves",
        "control",
        "schedule",
        "strategy",
        "positioning",
        "also",
        "allowed",
        "company",
        "pursue",
        "larger",
        "scope",
        "work",
        "centered",
        "around",
        "many",
        "different",
        "type",
        "modularized",
        "engineered",
        "system",
        "company",
        "also",
        "started",
        "strategic",
        "initiative",
        "significantly",
        "strengthen",
        "automation",
        "capability",
        "area",
        "distributed",
        "control",
        "system",
        "design",
        "replacement",
        "advanced",
        "data",
        "capture",
        "design",
        "human",
        "machine",
        "interface",
        "design",
        "machine",
        "learning",
        "cyber",
        "security",
        "artificial",
        "intelligence",
        "one",
        "result",
        "strategy",
        "englobal",
        "proposal",
        "pipeline",
        "continues",
        "increase",
        "epcm",
        "automation",
        "service",
        "many",
        "proposal",
        "awarded",
        "exceeded",
        "expected",
        "award",
        "timing",
        "would",
        "imply",
        "many",
        "customer",
        "release",
        "award",
        "comfortable",
        "commodity",
        "price",
        "stabilized",
        "sufficient",
        "level",
        "following",
        "summary",
        "income",
        "statement",
        "three",
        "month",
        "ended",
        "march",
        "april",
        "amount",
        "thousand",
        "three",
        "month",
        "ended",
        "march",
        "three",
        "month",
        "ended",
        "april",
        "revenue",
        "gross",
        "profit",
        "general",
        "administrative",
        "expense",
        "operating",
        "loss",
        "net",
        "loss",
        "following",
        "table",
        "present",
        "certain",
        "balance",
        "sheet",
        "item",
        "march",
        "december",
        "amount",
        "thousand",
        "march",
        "december",
        "cash",
        "working",
        "capital",
        "following",
        "table",
        "illustrates",
        "composition",
        "company",
        "revenue",
        "profitability",
        "operation",
        "three",
        "month",
        "ended",
        "march",
        "april",
        "amount",
        "thousand",
        "three",
        "month",
        "ended",
        "march",
        "three",
        "month",
        "ended",
        "april",
        "gross",
        "operating",
        "gross",
        "operating",
        "total",
        "total",
        "profit",
        "profit",
        "total",
        "total",
        "profit",
        "profit",
        "segment",
        "revenue",
        "revenue",
        "margin",
        "margin",
        "revenue",
        "revenue",
        "margin",
        "margin",
        "engineering",
        "construction",
        "automation",
        "consolidated",
        "company",
        "quarterly",
        "report",
        "form",
        "quarterly",
        "period",
        "ended",
        "march",
        "expected",
        "filed",
        "security",
        "exchange",
        "commission",
        "reflecting",
        "result",
        "end",
        "day",
        "thursday",
        "may",
        "englobal",
        "englobal",
        "nasdaq",
        "eng",
        "provider",
        "engineering",
        "automation",
        "service",
        "primarily",
        "energy",
        "sector",
        "throughout",
        "united",
        "state",
        "internationally",
        "englobal",
        "operates",
        "two",
        "business",
        "segment",
        "automation",
        "engineering",
        "englobal",
        "automation",
        "segment",
        "provides",
        "service",
        "related",
        "design",
        "fabrication",
        "implementation",
        "distributed",
        "control",
        "instrumentation",
        "process",
        "analytical",
        "system",
        "engineering",
        "segment",
        "provides",
        "consulting",
        "service",
        "development",
        "management",
        "execution",
        "project",
        "requiring",
        "professional",
        "engineering",
        "construction",
        "management",
        "related",
        "support",
        "service",
        "within",
        "engineering",
        "segment",
        "englobal",
        "government",
        "service",
        "group",
        "provides",
        "engineering",
        "design",
        "installation",
        "operation",
        "maintenance",
        "various",
        "government",
        "public",
        "sector",
        "international",
        "facility",
        "specializes",
        "turnkey",
        "installation",
        "maintenance",
        "automation",
        "instrumentation",
        "system",
        "defense",
        "industry",
        "worldwide",
        "information",
        "company",
        "business",
        "available",
        "safe",
        "harbor",
        "statement",
        "statement",
        "regarding",
        "company",
        "expectation",
        "regarding",
        "operation",
        "certain",
        "matter",
        "discussed",
        "press",
        "release",
        "may",
        "constitute",
        "statement",
        "within",
        "meaning",
        "federal",
        "security",
        "law",
        "subject",
        "risk",
        "uncertainty",
        "including",
        "limited",
        "ability",
        "identify",
        "evaluate",
        "complete",
        "strategic",
        "alternative",
        "impact",
        "announcement",
        "review",
        "strategic",
        "alternative",
        "business",
        "including",
        "financial",
        "operating",
        "result",
        "employee",
        "supplier",
        "customer",
        "effect",
        "economic",
        "downturn",
        "volatility",
        "level",
        "oil",
        "natural",
        "gas",
        "price",
        "ability",
        "retain",
        "existing",
        "customer",
        "attract",
        "new",
        "customer",
        "ability",
        "accurately",
        "estimate",
        "overall",
        "risk",
        "revenue",
        "cost",
        "contract",
        "risk",
        "providing",
        "service",
        "excess",
        "original",
        "project",
        "scope",
        "without",
        "approved",
        "change",
        "order",
        "ability",
        "execute",
        "expansion",
        "modular",
        "solution",
        "market",
        "execute",
        "updated",
        "business",
        "growth",
        "strategy",
        "position",
        "company",
        "leading",
        "provider",
        "higher",
        "value",
        "industrial",
        "automation",
        "industrial",
        "internet",
        "thing",
        "service",
        "customer",
        "base",
        "ability",
        "attract",
        "retain",
        "key",
        "professional",
        "personnel",
        "ability",
        "fund",
        "operation",
        "grow",
        "business",
        "utilizing",
        "cash",
        "hand",
        "internally",
        "generated",
        "fund",
        "working",
        "capital",
        "ability",
        "obtain",
        "additional",
        "financing",
        "including",
        "pursuant",
        "new",
        "credit",
        "facility",
        "needed",
        "dependence",
        "one",
        "customer",
        "risk",
        "internal",
        "system",
        "failure",
        "information",
        "technology",
        "system",
        "whether",
        "caused",
        "u",
        "service",
        "provider",
        "intruder",
        "hacker",
        "computer",
        "virus",
        "natural",
        "disaster",
        "power",
        "shortage",
        "terrorist",
        "attack",
        "ability",
        "realize",
        "revenue",
        "projected",
        "backlog",
        "ability",
        "collect",
        "account",
        "receivable",
        "process",
        "account",
        "payable",
        "timely",
        "manner",
        "uncertainty",
        "related",
        "government",
        "budgetary",
        "process",
        "effect",
        "government",
        "contract",
        "risk",
        "unexpected",
        "liability",
        "claim",
        "poor",
        "safety",
        "performance",
        "ability",
        "identify",
        "consummate",
        "integrate",
        "potential",
        "acquisition",
        "reliance",
        "subcontractor",
        "equipment",
        "manufacturer",
        "ability",
        "satisfy",
        "continued",
        "listing",
        "standard",
        "nasdaq",
        "respect",
        "common",
        "stock",
        "cure",
        "continued",
        "listing",
        "standard",
        "deficiency",
        "respect",
        "thereto",
        "effect",
        "change",
        "law",
        "regulation",
        "including",
        "tax",
        "law",
        "company",
        "must",
        "comply",
        "associated",
        "cost",
        "compliance",
        "law",
        "regulation",
        "actual",
        "result",
        "timing",
        "certain",
        "event",
        "could",
        "differ",
        "materially",
        "projected",
        "contemplated",
        "statement",
        "due",
        "number",
        "factor",
        "detailed",
        "time",
        "time",
        "englobal",
        "filing",
        "security",
        "exchange",
        "commission",
        "addition",
        "reference",
        "hereby",
        "made",
        "cautionary",
        "statement",
        "set",
        "forth",
        "company",
        "recent",
        "report",
        "form",
        "sec",
        "filing",
        "click",
        "join",
        "email",
        "list",
        "http",
        "contact",
        "mark",
        "hess",
        "phone",
        "ir",
        "source",
        "englobal",
        "corporation"
    ]
}