{
    "organizations": [],
    "uuid": "1016f8effcd1cecc7733cb3c17f05d552d077bed",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/business-wire-data-communications-management-corp-announces-closing-of-perennial-group-of-companies-acquisition-and-12-million-term-loan.html",
    "ord_in_thread": 0,
    "title": "DATA Communications Management Corp. Announces Closing of Perennial Group of Companies Acquisition and $12 million Term Loan with Crown Capital Partners",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "BRAMPTON, Ontario--(BUSINESS WIRE)-- DATA Communications Management Corp. (TSX: DCM):\nNOT FOR DISTRIBUTION TO U.S. NEWS WIRE SERVICES OR DISSEMINATION IN THE UNITED STATES\nDATA Communications Management Corp. (TSX: DCM) (“ DCM ” or the “ Company ”) announces it has closed the previously announced acquisition of Perennial Group of Companies (the “ Perennial Group ”). DCM also announces it has closed the previously announced $12 million term loan from Crown Capital Fund IV LP, an investment fund managed by Crown Capital Partners Inc. (“Crown”) (TSX: CRWN).\nFor more than 25 years, the Perennial Group has been the trusted partner for many of North America’s top brands in retail, financial services, and consumer packaged goods. The acquisition includes Perennial Inc., one of Canada’s leading design firms focused on creating and delivering design strategies for major retail brands in Canada and around the world, and The Finished Line Studios Inc., an independent, multi-function creative, execution and production art studio.\nDCM has acquired Perennial for a total purchase price of approximately $13.2 million, comprised of $8.2 million in cash paid on closing , $2.5 million through the issuance of common shares of DCM and $2.5 million in the form of a subordinated, unsecured non-interest bearing vendor take back note, with $1 million payable on the first anniversary of closing, $1 million on the second anniversary of closing and $0.5 million on the third anniversary of closing. A preliminary positive working capital adjustment of $1.2 million was applied on closing to the original purchase price, related primarily to Perennial Group’s strong cash and accounts receivable balances at closing. The purchase price will be subject to certain post-closing adjustments.\nA total of 1,394,856 common shares of DCM have been issued to the Vendors and the number of DCM’s issued and outstanding common shares has increased from 20,039,159 to 21,434,015 common shares outstanding.\nIn connection with the acquisition, DCM has established a $12 million non-revolving term loan facility with Crown, of which approximately $8.2 million was used to fund the up-front cash component of the Perennial Group acquisition and $3.5 million was used to repay in full the outstanding balance of the Company’s non-revolving credit facility with Bridging Finance Inc., and the balance will be used for general working capital purposes. Cormark Securities Inc. was engaged by DCM as its exclusive advisor in connection with the Crown term loan.\nAbout DATA Communications Management Corp.\nDCM is a communication solutions partner that adds value for major companies across North America by creating more meaningful connections with their customers. We pair customer insights and thought leadership with cutting-edge products, modular enabling technology, and services to power our clients’ go-to market strategies. We help our clients manage how their brands come to life, determine which channels are right for them, manage multimedia campaigns, deploy location-specific and 1:1 marketing, execute custom loyalty programs, and fulfill their commercial printing needs all in one place.\nOur extensive experience has positioned us as experts at providing communication solutions across many verticals, including the financial, retail, healthcare, consumer health, energy, and not-for-profit sectors. Thanks to our locations throughout Canada and in the United States, we are able to meet our clients’ varying needs with scale, speed, and efficiency – no matter how large or complex the ask. And we can do it all with advanced data security, regulatory compliance, and bilingual communications, in print or digital.\nAdditional information relating to DATA Communications Management Corp. is available on www.datacm.com , and in the disclosure documents filed by DATA Communications Management Corp. on the System for Electronic Document Analysis and Retrieval (SEDAR) at www.sedar.com .\nFORWARD-LOOKING STATEMENTS\nCertain statements in this press release constitute “forward-looking” statements that involve known and unknown risks, uncertainties and other factors which may cause the actual results, performance, objectives or achievements of DCM, or industry results, to be materially different from any future results, performance, objectives or achievements expressed or implied by such forward-looking statements. When used in this press release, words such as “may”, “would”, “could”, “will”, “expect”, “anticipate”, “estimate”, “believe”, “intend”, “plan”, and other similar expressions are intended to identify forward-looking statements. These statements reflect DCM’s current views regarding future events and operating performance, are based on information currently available to DCM, and speak only as of the date of this press release. These forward-looking statements involve a number of risks, uncertainties and assumptions and should not be read as guarantees of future performance or results and will not necessarily be accurate indications of whether or not such performance or results will be achieved. Many factors could cause the actual results, performance, objectives or achievements of DCM to be materially different from any future results, performance, objectives or achievements that may be expressed or implied by such forward-looking statements. The principal factors, assumptions and risks that DCM made or took into account in the preparation of these forward-looking statements include: risks related to disruption of management time from ongoing business operations due to the acquisition of the Perennial Group; ; the failure to realize the expected benefits from the acquisition of Perennial Group and risks associated with the integration of the Perennial Group; the limited growth in the traditional printing industry and the potential for further declines in sales of DCM’s printed business documents relative to historical sales levels for those products; the risk that changes in the mix of products and services sold by DCM will adversely affect DCM’s financial results; the risk that DCM may not be successful in reducing the size of its legacy print business, realizing the benefits expected from restructuring and business reorganization initiatives, reducing costs, reducing and repaying its long-term debt, and growing its digital and marketing communications businesses; the risk that DCM may not be successful in managing its organic growth; DCM’s ability to invest in, develop and successfully market new digital and other products and services; competition from competitors supplying similar products and services, some of whom have greater economic resources than DCM and are well-established suppliers; DCM’s ability to grow its sales or even maintain historical levels of its sales of printed business documents; the impact of economic conditions on DCM’s businesses; risks associated with acquisitions by DCM; the failure to realize the expected benefits from acquisitions and risks associated with the integration of acquired businesses; increases in the costs of paper and other raw materials used by DCM; and DCM’s ability to maintain relationships with its customers. Additional factors are discussed elsewhere in this press release and under the headings \"Risk Factors\" and “Risks and Uncertainties” in DCM’s management’s discussion and analysis and in DCM’s other publicly available disclosure documents, as filed by DCM on SEDAR ( www.sedar.com ). Should one or more of these risks or uncertainties materialize, or should assumptions underlying the forward-looking statements prove incorrect, actual results may vary materially from those described in this press release as intended, planned, anticipated, believed, estimated or expected. Unless required by applicable securities law, DCM does not intend and does not assume any obligation to update these forward-looking statements.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180508006429/en/\nDATA Communications Management Corp.\nMr. Gregory J. Cochrane, (905) 791-3151\nPresident\nor\nMr. James E. Lorimer, (905) 791-3151\nChief Financial Officer\nir@datacm.com\nSource: DATA Communications Management Corp.",
    "published": "2018-05-08T22:34:00.000+03:00",
    "crawled": "2018-05-09T00:00:10.006+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "brampton",
        "ontario",
        "business",
        "wire",
        "data",
        "communication",
        "management",
        "tsx",
        "dcm",
        "distribution",
        "news",
        "wire",
        "service",
        "dissemination",
        "united",
        "state",
        "data",
        "communication",
        "management",
        "tsx",
        "dcm",
        "dcm",
        "company",
        "announces",
        "closed",
        "previously",
        "announced",
        "acquisition",
        "perennial",
        "group",
        "company",
        "perennial",
        "group",
        "dcm",
        "also",
        "announces",
        "closed",
        "previously",
        "announced",
        "million",
        "term",
        "loan",
        "crown",
        "capital",
        "fund",
        "iv",
        "lp",
        "investment",
        "fund",
        "managed",
        "crown",
        "capital",
        "partner",
        "crown",
        "tsx",
        "crwn",
        "year",
        "perennial",
        "group",
        "trusted",
        "partner",
        "many",
        "north",
        "america",
        "top",
        "brand",
        "retail",
        "financial",
        "service",
        "consumer",
        "packaged",
        "good",
        "acquisition",
        "includes",
        "perennial",
        "one",
        "canada",
        "leading",
        "design",
        "firm",
        "focused",
        "creating",
        "delivering",
        "design",
        "strategy",
        "major",
        "retail",
        "brand",
        "canada",
        "around",
        "world",
        "finished",
        "line",
        "studio",
        "independent",
        "creative",
        "execution",
        "production",
        "art",
        "studio",
        "dcm",
        "acquired",
        "perennial",
        "total",
        "purchase",
        "price",
        "approximately",
        "million",
        "comprised",
        "million",
        "cash",
        "paid",
        "closing",
        "million",
        "issuance",
        "common",
        "share",
        "dcm",
        "million",
        "form",
        "subordinated",
        "unsecured",
        "bearing",
        "vendor",
        "take",
        "back",
        "note",
        "million",
        "payable",
        "first",
        "anniversary",
        "closing",
        "million",
        "second",
        "anniversary",
        "closing",
        "million",
        "third",
        "anniversary",
        "closing",
        "preliminary",
        "positive",
        "working",
        "capital",
        "adjustment",
        "million",
        "applied",
        "closing",
        "original",
        "purchase",
        "price",
        "related",
        "primarily",
        "perennial",
        "group",
        "strong",
        "cash",
        "account",
        "receivable",
        "balance",
        "closing",
        "purchase",
        "price",
        "subject",
        "certain",
        "adjustment",
        "total",
        "common",
        "share",
        "dcm",
        "issued",
        "vendor",
        "number",
        "dcm",
        "issued",
        "outstanding",
        "common",
        "share",
        "increased",
        "common",
        "share",
        "outstanding",
        "connection",
        "acquisition",
        "dcm",
        "established",
        "million",
        "term",
        "loan",
        "facility",
        "crown",
        "approximately",
        "million",
        "used",
        "fund",
        "cash",
        "component",
        "perennial",
        "group",
        "acquisition",
        "million",
        "used",
        "repay",
        "full",
        "outstanding",
        "balance",
        "company",
        "credit",
        "facility",
        "bridging",
        "finance",
        "balance",
        "used",
        "general",
        "working",
        "capital",
        "purpose",
        "cormark",
        "security",
        "engaged",
        "dcm",
        "exclusive",
        "advisor",
        "connection",
        "crown",
        "term",
        "loan",
        "data",
        "communication",
        "management",
        "dcm",
        "communication",
        "solution",
        "partner",
        "add",
        "value",
        "major",
        "company",
        "across",
        "north",
        "america",
        "creating",
        "meaningful",
        "connection",
        "customer",
        "pair",
        "customer",
        "insight",
        "thought",
        "leadership",
        "product",
        "modular",
        "enabling",
        "technology",
        "service",
        "power",
        "client",
        "market",
        "strategy",
        "help",
        "client",
        "manage",
        "brand",
        "come",
        "life",
        "determine",
        "channel",
        "right",
        "manage",
        "multimedia",
        "campaign",
        "deploy",
        "marketing",
        "execute",
        "custom",
        "loyalty",
        "program",
        "fulfill",
        "commercial",
        "printing",
        "need",
        "one",
        "place",
        "extensive",
        "experience",
        "positioned",
        "u",
        "expert",
        "providing",
        "communication",
        "solution",
        "across",
        "many",
        "vertical",
        "including",
        "financial",
        "retail",
        "healthcare",
        "consumer",
        "health",
        "energy",
        "sector",
        "thanks",
        "location",
        "throughout",
        "canada",
        "united",
        "state",
        "able",
        "meet",
        "client",
        "varying",
        "need",
        "scale",
        "speed",
        "efficiency",
        "matter",
        "large",
        "complex",
        "ask",
        "advanced",
        "data",
        "security",
        "regulatory",
        "compliance",
        "bilingual",
        "communication",
        "print",
        "digital",
        "additional",
        "information",
        "relating",
        "data",
        "communication",
        "management",
        "available",
        "disclosure",
        "document",
        "filed",
        "data",
        "communication",
        "management",
        "system",
        "electronic",
        "document",
        "analysis",
        "retrieval",
        "sedar",
        "statement",
        "certain",
        "statement",
        "press",
        "release",
        "constitute",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "objective",
        "achievement",
        "dcm",
        "industry",
        "result",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "objective",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "used",
        "press",
        "release",
        "word",
        "may",
        "would",
        "could",
        "expect",
        "anticipate",
        "estimate",
        "believe",
        "intend",
        "plan",
        "similar",
        "expression",
        "intended",
        "identify",
        "statement",
        "statement",
        "reflect",
        "dcm",
        "current",
        "view",
        "regarding",
        "future",
        "event",
        "operating",
        "performance",
        "based",
        "information",
        "currently",
        "available",
        "dcm",
        "speak",
        "date",
        "press",
        "release",
        "statement",
        "involve",
        "number",
        "risk",
        "uncertainty",
        "assumption",
        "read",
        "guarantee",
        "future",
        "performance",
        "result",
        "necessarily",
        "accurate",
        "indication",
        "whether",
        "performance",
        "result",
        "achieved",
        "many",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "performance",
        "objective",
        "achievement",
        "dcm",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "objective",
        "achievement",
        "may",
        "expressed",
        "implied",
        "statement",
        "principal",
        "factor",
        "assumption",
        "risk",
        "dcm",
        "made",
        "took",
        "account",
        "preparation",
        "statement",
        "include",
        "risk",
        "related",
        "disruption",
        "management",
        "time",
        "ongoing",
        "business",
        "operation",
        "due",
        "acquisition",
        "perennial",
        "group",
        "failure",
        "realize",
        "expected",
        "benefit",
        "acquisition",
        "perennial",
        "group",
        "risk",
        "associated",
        "integration",
        "perennial",
        "group",
        "limited",
        "growth",
        "traditional",
        "printing",
        "industry",
        "potential",
        "decline",
        "sale",
        "dcm",
        "printed",
        "business",
        "document",
        "relative",
        "historical",
        "sale",
        "level",
        "product",
        "risk",
        "change",
        "mix",
        "product",
        "service",
        "sold",
        "dcm",
        "adversely",
        "affect",
        "dcm",
        "financial",
        "result",
        "risk",
        "dcm",
        "may",
        "successful",
        "reducing",
        "size",
        "legacy",
        "print",
        "business",
        "realizing",
        "benefit",
        "expected",
        "restructuring",
        "business",
        "reorganization",
        "initiative",
        "reducing",
        "cost",
        "reducing",
        "repaying",
        "debt",
        "growing",
        "digital",
        "marketing",
        "communication",
        "business",
        "risk",
        "dcm",
        "may",
        "successful",
        "managing",
        "organic",
        "growth",
        "dcm",
        "ability",
        "invest",
        "develop",
        "successfully",
        "market",
        "new",
        "digital",
        "product",
        "service",
        "competition",
        "competitor",
        "supplying",
        "similar",
        "product",
        "service",
        "greater",
        "economic",
        "resource",
        "dcm",
        "supplier",
        "dcm",
        "ability",
        "grow",
        "sale",
        "even",
        "maintain",
        "historical",
        "level",
        "sale",
        "printed",
        "business",
        "document",
        "impact",
        "economic",
        "condition",
        "dcm",
        "business",
        "risk",
        "associated",
        "acquisition",
        "dcm",
        "failure",
        "realize",
        "expected",
        "benefit",
        "acquisition",
        "risk",
        "associated",
        "integration",
        "acquired",
        "business",
        "increase",
        "cost",
        "paper",
        "raw",
        "material",
        "used",
        "dcm",
        "dcm",
        "ability",
        "maintain",
        "relationship",
        "customer",
        "additional",
        "factor",
        "discussed",
        "elsewhere",
        "press",
        "release",
        "heading",
        "risk",
        "factor",
        "risk",
        "uncertainty",
        "dcm",
        "management",
        "discussion",
        "analysis",
        "dcm",
        "publicly",
        "available",
        "disclosure",
        "document",
        "filed",
        "dcm",
        "sedar",
        "one",
        "risk",
        "uncertainty",
        "materialize",
        "assumption",
        "underlying",
        "statement",
        "prove",
        "incorrect",
        "actual",
        "result",
        "may",
        "vary",
        "materially",
        "described",
        "press",
        "release",
        "intended",
        "planned",
        "anticipated",
        "believed",
        "estimated",
        "expected",
        "unless",
        "required",
        "applicable",
        "security",
        "law",
        "dcm",
        "intend",
        "assume",
        "obligation",
        "update",
        "statement",
        "view",
        "source",
        "version",
        "http",
        "data",
        "communication",
        "management",
        "gregory",
        "cochrane",
        "president",
        "james",
        "lorimer",
        "chief",
        "financial",
        "officer",
        "ir",
        "source",
        "data",
        "communication",
        "management",
        "corp"
    ]
}