{
    "organizations": [],
    "uuid": "edeea72121e562c2d4daed32572b340aa0d5a6c5",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/01/globe-newswire-natureas-sunshine-products-commences-ceo-transition-plan-following-retirement-announcement-of-ceo.html",
    "ord_in_thread": 0,
    "title": "Nature’s Sunshine Products Commences CEO Transition Plan Following Retirement Announcement of CEO",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Gregory L. Probert will assist in transitioning his role as CEO to a successor and, following his retirement, Mr. Probert will continue as Chairman of the Board\nAnnounces preliminary range for first quarter 2018 net sales\nLEHI, Utah, May 01, 2018 (GLOBE NEWSWIRE) -- Nature’s Sunshine Products (Nasdaq:NATR), a leading natural health and wellness company engaged in the manufacture and direct selling of nutritional and personal care products, today announced Gregory L. Probert, Chairman and Chief Executive Officer, will retire as CEO after transitioning his responsibilities to a successor to be identified by the Board of Directors. Mr. Probert will continue in his roles as CEO and Chairman of the Board, and as Chairman will be deeply involved in the selection and on-boarding of his successor. The Board of Directors has engaged a leading national executive search firm to identify Mr. Probert’s successor as CEO. Upon transitioning his responsibilities to his successor, Mr. Probert will continue to serve as Chairman of the Company’s Board of Directors.\n“Greg has been an invaluable part of Nature’s Sunshine during his tenure. He initially joined the Company as Vice Chairman of the Board and later stepped into the CEO role. He has enhanced the organization at every level, adding key leadership talent, investing in infrastructure and navigating new growth opportunities. On behalf of the Board of Directors, we want to thank him for his unwavering commitment to this company and look forward to continue working with him on the Board to drive value for our shareholders,” commented Mary Beth Springer, Board Member and Lead Independent Director.\n“We are fortunate to have had Greg lead our incredible company over the last five years. From day one, he has not only embraced Nature’s Sunshine’s purpose of life transformation and commitment to unmatched product quality, but he has enhanced our efforts, our products, our science and our quality leadership. The strength of our business, evident in our 46 year history, is the great distributors and associates across our global organization who strive to fulfill our mission and purpose. Greg’s contributions have added to a foundation with a long history and we are confident that we will continue to build upon our legacy of nutrition leadership,” stated Kristine Hughes, Founder and member of the Board of Directors.\n“It has been a privilege serving Nature’s Sunshine over the last 7 years, both on the Board and as CEO. We have considerable opportunity in front of us and I will remain committed to supporting our executive and governance teams to ensure we are well positioned to capitalize on all of our opportunities. I look forward to continuing to serve this great company as we continue to drive value into the future,” concluded Gregory L. Probert, Chairman and Chief Executive Officer.\nMr. Probert was appointed CEO in October 2013. He has served as Executive Chairman since January 2013. Prior to this, Mr. Probert served as Executive Vice Chairman since June 2011, and served as an independent consultant to the Company from October 2010 to June 2011.\nThe Company also announced it expects net sales of 2018 to range between $86.5 and $87.5 million, representing 4.1% to 5.3% growth compared to net sales of $83.1 million in the first quarter of 2017. The year over year growth was primarily the result of growth in the Company’s Synergy business unit, growth in NSP Russia, Central and Eastern Europe and a moderated rate of growth in NSP China, partially offset by a decline in NSP Americas. The Company anticipates reporting first quarter results after the market closes on May 10, 2018.\nAbout Nature’s Sunshine Products\nNature’s Sunshine Products (NASDAQ:NATR), a leading natural health and wellness company, markets and distributes nutritional and personal care products through a global direct sales force of over 495,000 independent Managers, Distributors and customers in more than 40 countries. Nature’s Sunshine manufactures most of its products through its own state-of-the-art facilities to ensure its products continue to set the standard for the highest quality, safety and efficacy on the market today. The Company has four reportable business segments that are divided based on the characteristics of their Distributor base, similarities in compensation plans, as well as the internal organization of NSP’s officers and their responsibilities (NSP Americas; NSP Russia, Central and Eastern Europe; Synergy WorldWide; and NSP China). The Company also supports health and wellness for children around the world through its partnership with the Sunshine Heroes Foundation. Additional information about the Company can be obtained at its website, www.naturessunshine.com .\nCautionary Statement Regarding Forward-Looking Statements\nThis press release contains forward-looking statements regarding the Company’s future business expectations, which are subject to the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. Forward-looking statements may include, but are not limited to, statements relating to the Company’s objectives, plans, strategies and financial results. All statements (other than statements of historical fact) that address activities, events or developments that the Company intends, expects, projects, believes or anticipates will or may occur in the future are forward-looking statements. These statements are often characterized by terminology such as “believe,” “hope,” “may,” “anticipate,” “should,” “intend,” “plan,” “will,” “expect,” “estimate,” “project,” “positioned,” “strategy” and similar expressions, and are based on assumptions and assessments made by management in light of their experience and their perception of historical trends, current conditions, expected future developments and other factors they believe to be appropriate. Forward-looking statements are not guarantees of future performance and are subject to risks and uncertainties, including the following.\nchanges in laws and regulations, or their interpretation, applicable to direct selling or the nutritional supplement industry may prohibit or restrict the Company's ability to sell its products in some markets or require the Company to make changes to its business model in some markets; extensive government regulations to which the Company's products, business practices and manufacturing activities are subject; legal challenges to the Company's direct selling program or to the classification of its independent distributors; effect of complex legal and regulatory requirements, particularly in China and South Korea; impact of anti-bribery laws, including the U.S. Foreign Corrupt Practices Act; its ability to attract and retain independent distributors; the loss of one or more key independent distributors who have a significant sales network; the full implementation of its joint venture for operations in China with Fosun Industrial Co., Ltd.; registration of products for sale in China, or difficulty or increased cost of importing products into China; cyber security threats and exposure to data loss; reliance on information technology infrastructure; the effect of fluctuating foreign exchange rates; liabilities and obligations arising from improper activity by its independent distributors; its relationship with, and its inability to control the actions of, its independent distributors, and other third parties with whom it does business; changes to its independent distributor compensation plans; geopolitical issues and conflicts; negative consequences resulting from difficult economic conditions, including the availability of liquidity or the willingness of its customers to purchase products; risks associated with the manufacturing of the Company's products; uncertainties relating to the application of transfer pricing, duties, value-added taxes, and other tax regulations, and changes thereto; changes in tax laws, treaties or regulations, or their interpretation, including the impact of the Tax Cuts and Jobs Act; availability and integrity of raw materials; the competitive nature of its business and the nutritional supplement industry; negative publicity related to its products, ingredients, or direct selling organization and the nutritional supplement industry; product liability claims; the sufficiency of trademarks and other intellectual property rights; and reliance on third-parties to distribute its products and provide support services to independent distributors.\nThese and other risks and uncertainties that could cause actual results to differ from predicted results are more fully detailed under the caption “Risk Factors” in our reports filed with the Securities and Exchange Commission, including our Annual Report on Form 10-K and Quarterly Reports filed on Forms 10-Q.\nAll forward-looking statements speak only as of the date of this press release and are expressly qualified in their entirety by the cautionary statements included in or incorporated by reference into this press release. Except as is required by law, the Company expressly disclaims any obligation to publicly release any revisions to forward-looking statements to reflect events after the date of this press release.\nContact:\nScott Van Winkle\nManaging Director\nICR\n(617) 956-6736\nSource:Nature's Sunshine Products, Inc.",
    "published": "2018-05-02T00:15:00.000+03:00",
    "crawled": "2018-05-02T01:12:06.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "gregory",
        "probert",
        "assist",
        "transitioning",
        "role",
        "ceo",
        "successor",
        "following",
        "retirement",
        "probert",
        "continue",
        "chairman",
        "board",
        "announces",
        "preliminary",
        "range",
        "first",
        "quarter",
        "net",
        "sale",
        "lehi",
        "utah",
        "may",
        "globe",
        "newswire",
        "nature",
        "sunshine",
        "product",
        "nasdaq",
        "natr",
        "leading",
        "natural",
        "health",
        "wellness",
        "company",
        "engaged",
        "manufacture",
        "direct",
        "selling",
        "nutritional",
        "personal",
        "care",
        "product",
        "today",
        "announced",
        "gregory",
        "probert",
        "chairman",
        "chief",
        "executive",
        "officer",
        "retire",
        "ceo",
        "transitioning",
        "responsibility",
        "successor",
        "identified",
        "board",
        "director",
        "probert",
        "continue",
        "role",
        "ceo",
        "chairman",
        "board",
        "chairman",
        "deeply",
        "involved",
        "selection",
        "successor",
        "board",
        "director",
        "engaged",
        "leading",
        "national",
        "executive",
        "search",
        "firm",
        "identify",
        "probert",
        "successor",
        "ceo",
        "upon",
        "transitioning",
        "responsibility",
        "successor",
        "probert",
        "continue",
        "serve",
        "chairman",
        "company",
        "board",
        "director",
        "greg",
        "invaluable",
        "part",
        "nature",
        "sunshine",
        "tenure",
        "initially",
        "joined",
        "company",
        "vice",
        "chairman",
        "board",
        "later",
        "stepped",
        "ceo",
        "role",
        "enhanced",
        "organization",
        "every",
        "level",
        "adding",
        "key",
        "leadership",
        "talent",
        "investing",
        "infrastructure",
        "navigating",
        "new",
        "growth",
        "opportunity",
        "behalf",
        "board",
        "director",
        "want",
        "thank",
        "unwavering",
        "commitment",
        "company",
        "look",
        "forward",
        "continue",
        "working",
        "board",
        "drive",
        "value",
        "shareholder",
        "commented",
        "mary",
        "beth",
        "springer",
        "board",
        "member",
        "lead",
        "independent",
        "director",
        "fortunate",
        "greg",
        "lead",
        "incredible",
        "company",
        "last",
        "five",
        "year",
        "day",
        "one",
        "embraced",
        "nature",
        "sunshine",
        "purpose",
        "life",
        "transformation",
        "commitment",
        "unmatched",
        "product",
        "quality",
        "enhanced",
        "effort",
        "product",
        "science",
        "quality",
        "leadership",
        "strength",
        "business",
        "evident",
        "year",
        "history",
        "great",
        "distributor",
        "associate",
        "across",
        "global",
        "organization",
        "strive",
        "fulfill",
        "mission",
        "purpose",
        "greg",
        "contribution",
        "added",
        "foundation",
        "long",
        "history",
        "confident",
        "continue",
        "build",
        "upon",
        "legacy",
        "nutrition",
        "leadership",
        "stated",
        "kristine",
        "hughes",
        "founder",
        "member",
        "board",
        "director",
        "privilege",
        "serving",
        "nature",
        "sunshine",
        "last",
        "year",
        "board",
        "ceo",
        "considerable",
        "opportunity",
        "front",
        "u",
        "remain",
        "committed",
        "supporting",
        "executive",
        "governance",
        "team",
        "ensure",
        "well",
        "positioned",
        "capitalize",
        "opportunity",
        "look",
        "forward",
        "continuing",
        "serve",
        "great",
        "company",
        "continue",
        "drive",
        "value",
        "future",
        "concluded",
        "gregory",
        "probert",
        "chairman",
        "chief",
        "executive",
        "officer",
        "probert",
        "appointed",
        "ceo",
        "october",
        "served",
        "executive",
        "chairman",
        "since",
        "january",
        "prior",
        "probert",
        "served",
        "executive",
        "vice",
        "chairman",
        "since",
        "june",
        "served",
        "independent",
        "consultant",
        "company",
        "october",
        "june",
        "company",
        "also",
        "announced",
        "expects",
        "net",
        "sale",
        "range",
        "million",
        "representing",
        "growth",
        "compared",
        "net",
        "sale",
        "million",
        "first",
        "quarter",
        "year",
        "year",
        "growth",
        "primarily",
        "result",
        "growth",
        "company",
        "synergy",
        "business",
        "unit",
        "growth",
        "nsp",
        "russia",
        "central",
        "eastern",
        "europe",
        "moderated",
        "rate",
        "growth",
        "nsp",
        "china",
        "partially",
        "offset",
        "decline",
        "nsp",
        "america",
        "company",
        "anticipates",
        "reporting",
        "first",
        "quarter",
        "result",
        "market",
        "close",
        "may",
        "nature",
        "sunshine",
        "product",
        "nature",
        "sunshine",
        "product",
        "nasdaq",
        "natr",
        "leading",
        "natural",
        "health",
        "wellness",
        "company",
        "market",
        "distributes",
        "nutritional",
        "personal",
        "care",
        "product",
        "global",
        "direct",
        "sale",
        "force",
        "independent",
        "manager",
        "distributor",
        "customer",
        "country",
        "nature",
        "sunshine",
        "manufacture",
        "product",
        "facility",
        "ensure",
        "product",
        "continue",
        "set",
        "standard",
        "highest",
        "quality",
        "safety",
        "efficacy",
        "market",
        "today",
        "company",
        "four",
        "reportable",
        "business",
        "segment",
        "divided",
        "based",
        "characteristic",
        "distributor",
        "base",
        "similarity",
        "compensation",
        "plan",
        "well",
        "internal",
        "organization",
        "nsp",
        "officer",
        "responsibility",
        "nsp",
        "america",
        "nsp",
        "russia",
        "central",
        "eastern",
        "europe",
        "synergy",
        "worldwide",
        "nsp",
        "china",
        "company",
        "also",
        "support",
        "health",
        "wellness",
        "child",
        "around",
        "world",
        "partnership",
        "sunshine",
        "hero",
        "foundation",
        "additional",
        "information",
        "company",
        "obtained",
        "website",
        "cautionary",
        "statement",
        "regarding",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "regarding",
        "company",
        "future",
        "business",
        "expectation",
        "subject",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "may",
        "include",
        "limited",
        "statement",
        "relating",
        "company",
        "objective",
        "plan",
        "strategy",
        "financial",
        "result",
        "statement",
        "statement",
        "historical",
        "fact",
        "address",
        "activity",
        "event",
        "development",
        "company",
        "intends",
        "expects",
        "project",
        "belief",
        "anticipates",
        "may",
        "occur",
        "future",
        "statement",
        "statement",
        "often",
        "characterized",
        "terminology",
        "believe",
        "hope",
        "may",
        "anticipate",
        "intend",
        "plan",
        "expect",
        "estimate",
        "project",
        "positioned",
        "strategy",
        "similar",
        "expression",
        "based",
        "assumption",
        "assessment",
        "made",
        "management",
        "light",
        "experience",
        "perception",
        "historical",
        "trend",
        "current",
        "condition",
        "expected",
        "future",
        "development",
        "factor",
        "believe",
        "appropriate",
        "statement",
        "guarantee",
        "future",
        "performance",
        "subject",
        "risk",
        "uncertainty",
        "including",
        "following",
        "change",
        "law",
        "regulation",
        "interpretation",
        "applicable",
        "direct",
        "selling",
        "nutritional",
        "supplement",
        "industry",
        "may",
        "prohibit",
        "restrict",
        "company",
        "ability",
        "sell",
        "product",
        "market",
        "require",
        "company",
        "make",
        "change",
        "business",
        "model",
        "market",
        "extensive",
        "government",
        "regulation",
        "company",
        "product",
        "business",
        "practice",
        "manufacturing",
        "activity",
        "subject",
        "legal",
        "challenge",
        "company",
        "direct",
        "selling",
        "program",
        "classification",
        "independent",
        "distributor",
        "effect",
        "complex",
        "legal",
        "regulatory",
        "requirement",
        "particularly",
        "china",
        "south",
        "korea",
        "impact",
        "law",
        "including",
        "foreign",
        "corrupt",
        "practice",
        "act",
        "ability",
        "attract",
        "retain",
        "independent",
        "distributor",
        "loss",
        "one",
        "key",
        "independent",
        "distributor",
        "significant",
        "sale",
        "network",
        "full",
        "implementation",
        "joint",
        "venture",
        "operation",
        "china",
        "fosun",
        "industrial",
        "registration",
        "product",
        "sale",
        "china",
        "difficulty",
        "increased",
        "cost",
        "importing",
        "product",
        "china",
        "cyber",
        "security",
        "threat",
        "exposure",
        "data",
        "loss",
        "reliance",
        "information",
        "technology",
        "infrastructure",
        "effect",
        "fluctuating",
        "foreign",
        "exchange",
        "rate",
        "liability",
        "obligation",
        "arising",
        "improper",
        "activity",
        "independent",
        "distributor",
        "relationship",
        "inability",
        "control",
        "action",
        "independent",
        "distributor",
        "third",
        "party",
        "business",
        "change",
        "independent",
        "distributor",
        "compensation",
        "plan",
        "geopolitical",
        "issue",
        "conflict",
        "negative",
        "consequence",
        "resulting",
        "difficult",
        "economic",
        "condition",
        "including",
        "availability",
        "liquidity",
        "willingness",
        "customer",
        "purchase",
        "product",
        "risk",
        "associated",
        "manufacturing",
        "company",
        "product",
        "uncertainty",
        "relating",
        "application",
        "transfer",
        "pricing",
        "duty",
        "tax",
        "tax",
        "regulation",
        "change",
        "thereto",
        "change",
        "tax",
        "law",
        "treaty",
        "regulation",
        "interpretation",
        "including",
        "impact",
        "tax",
        "cut",
        "job",
        "act",
        "availability",
        "integrity",
        "raw",
        "material",
        "competitive",
        "nature",
        "business",
        "nutritional",
        "supplement",
        "industry",
        "negative",
        "publicity",
        "related",
        "product",
        "ingredient",
        "direct",
        "selling",
        "organization",
        "nutritional",
        "supplement",
        "industry",
        "product",
        "liability",
        "claim",
        "sufficiency",
        "trademark",
        "intellectual",
        "property",
        "right",
        "reliance",
        "distribute",
        "product",
        "provide",
        "support",
        "service",
        "independent",
        "distributor",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "predicted",
        "result",
        "fully",
        "detailed",
        "caption",
        "risk",
        "factor",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "including",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "filed",
        "form",
        "statement",
        "speak",
        "date",
        "press",
        "release",
        "expressly",
        "qualified",
        "entirety",
        "cautionary",
        "statement",
        "included",
        "incorporated",
        "reference",
        "press",
        "release",
        "except",
        "required",
        "law",
        "company",
        "expressly",
        "disclaims",
        "obligation",
        "publicly",
        "release",
        "revision",
        "statement",
        "reflect",
        "event",
        "date",
        "press",
        "release",
        "contact",
        "scott",
        "van",
        "winkle",
        "managing",
        "director",
        "icr",
        "source",
        "nature",
        "sunshine",
        "product",
        "inc"
    ]
}