{
    "organizations": [],
    "uuid": "0f9e97b623677b4f8f4917af5e44c11aea5129e6",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/17/business-wire-mellanox-technologies-increases-second-quarter-and-full-year-2018-outlook.html",
    "ord_in_thread": 0,
    "title": "Mellanox Technologies Increases Second Quarter and Full Year 2018 Outlook",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Updated Outlook Reflects Strength Across All Product Lines, Including InfiniBand and Ethernet\nSUNNYVALE, Calif. & YOKNEAM, ISRAEL--(BUSINESS WIRE)-- Mellanox Technologies, Ltd. (NASDAQ:MLNX), a leading supplier of high-performance, end-to-end smart interconnect solutions for data center servers and storage systems, today announced updates to its second quarter and full year 2018 outlook.\nSecond Quarter 2018 Outlook\nMellanox currently projects:\nQuarterly revenues of $260 million to $270 million. Prior guidance provided on April 17, 2018 was quarterly revenues of $255 million to $265 million.\nFull Year 2018 Outlook\nMellanox currently projects:\nRevenues of $1,050 million to $1,070 million. Prior guidance was revenues of $1,030 million to $1,050 million. Non-GAAP operating margin of 23.0 percent to 24.0 percent. Prior guidance was non-GAAP operating margin of 21.0 percent to 22.0 percent.\n“We continue to see strength across all our product lines, including InfiniBand and Ethernet, and we are well-positioned for further growth as the adoption of 25 gigabit per second and above Ethernet adapters continues in 2018 and beyond,” said Eyal Waldman, Chief Executive Officer of Mellanox. “The team remains disciplined in its investments and committed to optimizing efficiencies and reducing expenses, without slowing down revenue growth. The Board and management team are confident that the successful execution of our strategy will continue to deliver enhanced value for all shareholders.”\nMellanox is scheduled to present at the JP Morgan Technology, Media and Communication Conference in Boston, Massachusetts, today at 10:40 a.m., Eastern Daylight Time. When available, a webcast of the live event, as well as a replay, will be available on the Company’s investor relations website at: http://ir.mellanox.com .\nSupporting Resources:\nFollow Mellanox on Twitter , Facebook , Google+ , LinkedIn , and YouTube\nJoin the Mellanox Community\nAbout Mellanox\nMellanox Technologies (NASDAQ:MLNX) is a leading supplier of end-to-end InfiniBand and Ethernet smart interconnect solutions and services for servers and storage. Mellanox interconnect solutions increase data center efficiency by providing the highest throughput and lowest latency, delivering data faster to applications and unlocking system performance capability. Mellanox offers a choice of fast interconnect products: adapters, switches, software and silicon that accelerate application runtime and maximize business results for a wide range of markets including high performance computing, enterprise data centers, Web 2.0, cloud, storage and financial services. More information is available at: www.mellanox.com .\nNote: Mellanox is a trademark of Mellanox Technologies, Ltd.\nGAAP to Non-GAAP Reconciliation\nTo supplement its consolidated financial statements presented in accordance with generally accepted accounting principles (“GAAP”), Mellanox uses non-GAAP measures of net income which are adjusted from results based on GAAP to exclude share-based compensation expense, amortization expense of acquired intangible assets, acquisition and other charges, settlement costs, restructuring and related charges, and income tax effects and adjustments. Acquisition and other charges include expenses related to acquisitions of other companies and non-routine shareholder matters. Restructuring and related charges include costs that are the result of restructuring, consisting of employee termination and severance costs, facilities related costs, contract cancellation charges, and impairment of long-lived assets. The purpose of income tax effects and adjustments is to exclude tax consequences associated with the above excluded expenses items, as well as the non-cash impact on the tax provision pertaining to changes in deferred tax assets associated with carryforward losses of group entities subject to tax holiday in Israel. The Company believes the non-GAAP results provide useful information to both management and investors, as these non-GAAP results exclude expenses that are not indicative of our core operating results. Management believes it is useful to exclude share-based compensation expense, amortization expense of acquired intangible assets, acquisition and other charges, settlement costs, restructuring and related charges, and income tax effects and adjustments because it enhances investors’ ability to understand our business from the same perspective as management, which believes that such items are not directly attributable to nor reflect the underlying performance of the company’s business operations. Further, management believes certain non-cash charges such as share-based compensation, amortization of acquired intangible assets, impairment of long-lived assets, changes related to recognition of deferred taxes and the net impact on the Company’s tax provision for non-GAAP adjustments do not reflect the cash operating results of the business. These measures should be considered in addition to results prepared in accordance with GAAP, but should not be considered a substitute for or superior to GAAP results. These non-GAAP measures may be different than the non-GAAP measures used by other companies.\nThe Company has not reconciled its non-GAAP operating margins to GAAP operating margins in this press release, because it does not provide an outlook for GAAP operating margins due to uncertainty and variability of acquired intangibles, acquisition related costs, impairment charged and restructuring costs, which are reconciling items between non-GAAP operating margins and GAAP operating margins. Because such items cannot be reasonably predicted and could have a significant impact on the calculation of GAAP operating margins, a reconciliation of our outlook of these non-GAAP financial measures to the corresponding GAAP measures is not available without unreasonable effort.\nSafe Harbor Statement under the Private Securities Litigation Reform Act of 1995\nAll statements included or incorporated by reference in this press release, other than statements or characterizations of historical fact, are forward-looking statements, including the Company’s outlook for the three months ending June 30, 2018 and the full fiscal year ending December 31, 2018, and statements related to trends in the market for the Company’s solutions and services, opportunities for the Company in the fiscal year ending December 31, 2018 and beyond. These forward-looking statements are based on the Company’s current expectations, estimates and projections about the Company’s industry and business, management’s beliefs and certain assumptions made by the Company, all of which are subject to change.\nForward-looking statements can often be identified by words such as “projects,” “anticipates,” “expects,” “intends,” “plans,” “predicts,” “believes,” “seeks,” “estimates,” “may,” “will,” “should,” “would,” “could,” “potential,” “continue,” “ongoing,” similar expressions and variations or negatives of these words. These forward-looking statements are not guarantees of future results and are subject to risks, uncertainties and assumptions that could cause the Company’s actual results to differ materially and adversely from those expressed in any forward-looking statement. The risks and uncertainties that could cause the Company’s results to differ materially from those expressed or implied by such forward-looking statements include the continued expansion of the Company’s product line, customer base and the total available market of the Company’s products, the continued growth in demand for the Company’s products, the continued, increased demand for industry standards-based technology, the Company’s ability to react to trends and challenges in its business and the markets in which it operates, the Company’s ability to anticipate market needs or develop new or enhanced products to meet those needs, the adoption rate of the Company’s products, the Company’s ability to establish and maintain successful relationships with its OEM partners, the Company’s ability to effectively compete in its industry, fluctuations in demand, sales cycles and prices for the Company’s products and services, the Company’s success converting design wins to revenue-generating product shipments, the continued launch and volume ramp of large customer sales opportunities, the Company’s ability to protect its intellectual property rights, the Company’s ability to successfully acquire businesses and technologies and to successfully integrate and operate these acquired businesses, the Company’s success in realizing the anticipated benefits of mergers and acquisitions, and the Company’s ability to obtain debt at competitive rates or in sufficient amounts in order to fund its contractual commitments. Furthermore, the majority of the Company’s quarterly revenues are derived from customer orders received and fulfilled in the same quarterly period. The Company has limited visibility into actual end-user demand as such demand impacts the Company and its OEM customer inventory balances in any given quarter. Consequently, this introduces risk and uncertainty into the Company’s revenue and production forecasts and business planning and could negatively impact its financial results. In addition, current uncertainty in the global economic environment poses a risk to the overall economy as businesses may defer purchases in response to tighter credit conditions, changing overall demand for the Company’s products, and negative financial news. Consequently, the Company’s results could differ materially from its prior results due to these general economic and market conditions, political events and other risks and uncertainties described more fully in the Company’s documents filed with or furnished to the Securities and Exchange Commission (the “SEC”).\nMore information about the risks, uncertainties and assumptions that may impact our business is set forth in the Company’s quarterly report on Form 10-Q filed with the SEC on May 4, 2018. All forward-looking statements in this press release, including the outlook for the three months ending June 30, 2018 and the full fiscal year ending December 31, 2018, are based on information available to the Company as of the date hereof, and the Company assumes no obligation to update these forward-looking statements.\nImportant Additional Information and Where You Can Find It\nThe Company and certain of its directors and executive officers may be deemed to be participants in a solicitation of proxies in connection with the matters to be considered at the extraordinary general meeting to be held on May 24, 2018 (the “Extraordinary General Meeting”) and the 2018 annual general meeting of shareholders (the “Annual General Meeting”). Information regarding the names of the Company’s directors and executive officers and their respective interests in the Company by security holdings or otherwise is set forth in the Company’s preliminary proxy statement for the Annual General Meeting, filed with the SEC on May 9, 2018 and reports filed by the Company and Forms 3 and Forms 4 filed by the Company’s executive officers and directors with the SEC after May 9, 2018. These documents are available free of charge at the SEC’s website at www.sec.gov . Additional information regarding the identity of participants, and their direct or indirect interests, by security holdings or otherwise, will be set forth in the Company’s definitive proxy statement for its 2018 AGM, including the schedules and appendices thereto.\nThe Company has furnished or intends to furnish its definitive proxy statements and WHITE proxy cards for the Extraordinary General Meeting and the Annual General Meeting to each shareholder entitled to delivery of a proxy, and has filed or intends to file such definitive proxy statements and WHITE proxy cards with the SEC. THE COMPANY URGES ITS SHAREHOLDERS TO CAREFULLY READ SUCH DEFINITIVE PROXY STATEMENTS (INCLUDING ANY SUPPLEMENTS OR AMENDMENTS THERETO), ACCOMPANYING WHITE PROXY CARDS AND ANY OTHER RELEVANT DOCUMENTS THAT THE COMPANY MAY FILE WITH THE SEC, BECAUSE THEY WILL CONTAIN IMPORTANT INFORMATION. Copies of the definitive proxy statements, any solicitation materials and any other documents filed by the Company with the SEC will be made available free of charge at the SEC’s website at www.sec.gov . These documents will also be made available free of charge at https://www.stockholderdocs.com/mlnx or by contacting the Company’s proxy solicitor, Mackenzie Partners, Inc. at mlnxproxy@mackenziepartners.com .\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180517005631/en/\nMellanox Technologies, Ltd.\nInvestors\nJeffrey Schreiner, +1-408-916-0012\njschreiner@mellanox.com\nOr\nMedia\nJoele Frank, Wilkinson Brimmer Katcher\nJed Repko, Jeff Kauth, Kaitlin Kikalo\n+1-415-869-3950 / +1-212-355-4449\nOr\nIsrael PR\nGalai Communications Public Relations\nJonathan Wolf, +972 3-613-52-84\nyoni@galaipr.com\nOr\nIsrael IR\nGelbart Kahana Investor Relations\nEmanuel Kahana, +972 3-607-47-17\nmano@gk-biz.com\nor\nAdditional IR\nMacKenzie Partners, Inc.\nBob Marese/Dan Burch\n+1-212-929-5500\nSource: Mellanox Technologies, Ltd.",
    "published": "2018-05-17T16:30:00.000+03:00",
    "crawled": "2018-05-17T18:46:59.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "updated",
        "outlook",
        "reflects",
        "strength",
        "across",
        "product",
        "line",
        "including",
        "infiniband",
        "ethernet",
        "sunnyvale",
        "yokneam",
        "israel",
        "business",
        "wire",
        "mellanox",
        "technology",
        "nasdaq",
        "mlnx",
        "leading",
        "supplier",
        "smart",
        "interconnect",
        "solution",
        "data",
        "center",
        "server",
        "storage",
        "system",
        "today",
        "announced",
        "update",
        "second",
        "quarter",
        "full",
        "year",
        "outlook",
        "second",
        "quarter",
        "outlook",
        "mellanox",
        "currently",
        "project",
        "quarterly",
        "revenue",
        "million",
        "million",
        "prior",
        "guidance",
        "provided",
        "april",
        "quarterly",
        "revenue",
        "million",
        "million",
        "full",
        "year",
        "outlook",
        "mellanox",
        "currently",
        "project",
        "revenue",
        "million",
        "million",
        "prior",
        "guidance",
        "revenue",
        "million",
        "million",
        "operating",
        "margin",
        "percent",
        "percent",
        "prior",
        "guidance",
        "operating",
        "margin",
        "percent",
        "percent",
        "continue",
        "see",
        "strength",
        "across",
        "product",
        "line",
        "including",
        "infiniband",
        "ethernet",
        "growth",
        "adoption",
        "gigabit",
        "per",
        "second",
        "ethernet",
        "adapter",
        "continues",
        "beyond",
        "said",
        "eyal",
        "waldman",
        "chief",
        "executive",
        "officer",
        "mellanox",
        "team",
        "remains",
        "disciplined",
        "investment",
        "committed",
        "optimizing",
        "efficiency",
        "reducing",
        "expense",
        "without",
        "slowing",
        "revenue",
        "growth",
        "board",
        "management",
        "team",
        "confident",
        "successful",
        "execution",
        "strategy",
        "continue",
        "deliver",
        "enhanced",
        "value",
        "mellanox",
        "scheduled",
        "present",
        "jp",
        "morgan",
        "technology",
        "medium",
        "communication",
        "conference",
        "boston",
        "massachusetts",
        "today",
        "eastern",
        "daylight",
        "time",
        "available",
        "webcast",
        "live",
        "event",
        "well",
        "replay",
        "available",
        "company",
        "investor",
        "relation",
        "website",
        "http",
        "supporting",
        "resource",
        "follow",
        "mellanox",
        "twitter",
        "facebook",
        "linkedin",
        "youtube",
        "join",
        "mellanox",
        "community",
        "mellanox",
        "mellanox",
        "technology",
        "nasdaq",
        "mlnx",
        "leading",
        "supplier",
        "infiniband",
        "ethernet",
        "smart",
        "interconnect",
        "solution",
        "service",
        "server",
        "storage",
        "mellanox",
        "interconnect",
        "solution",
        "increase",
        "data",
        "center",
        "efficiency",
        "providing",
        "highest",
        "throughput",
        "lowest",
        "latency",
        "delivering",
        "data",
        "faster",
        "application",
        "unlocking",
        "system",
        "performance",
        "capability",
        "mellanox",
        "offer",
        "choice",
        "fast",
        "interconnect",
        "product",
        "adapter",
        "switch",
        "software",
        "silicon",
        "accelerate",
        "application",
        "runtime",
        "maximize",
        "business",
        "result",
        "wide",
        "range",
        "market",
        "including",
        "high",
        "performance",
        "computing",
        "enterprise",
        "data",
        "center",
        "web",
        "cloud",
        "storage",
        "financial",
        "service",
        "information",
        "available",
        "note",
        "mellanox",
        "trademark",
        "mellanox",
        "technology",
        "gaap",
        "reconciliation",
        "supplement",
        "consolidated",
        "financial",
        "statement",
        "presented",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "mellanox",
        "us",
        "measure",
        "net",
        "income",
        "adjusted",
        "result",
        "based",
        "gaap",
        "exclude",
        "compensation",
        "expense",
        "amortization",
        "expense",
        "acquired",
        "intangible",
        "asset",
        "acquisition",
        "charge",
        "settlement",
        "cost",
        "restructuring",
        "related",
        "charge",
        "income",
        "tax",
        "effect",
        "adjustment",
        "acquisition",
        "charge",
        "include",
        "expense",
        "related",
        "acquisition",
        "company",
        "shareholder",
        "matter",
        "restructuring",
        "related",
        "charge",
        "include",
        "cost",
        "result",
        "restructuring",
        "consisting",
        "employee",
        "termination",
        "severance",
        "cost",
        "facility",
        "related",
        "cost",
        "contract",
        "cancellation",
        "charge",
        "impairment",
        "asset",
        "purpose",
        "income",
        "tax",
        "effect",
        "adjustment",
        "exclude",
        "tax",
        "consequence",
        "associated",
        "excluded",
        "expense",
        "item",
        "well",
        "impact",
        "tax",
        "provision",
        "pertaining",
        "change",
        "deferred",
        "tax",
        "asset",
        "associated",
        "carryforward",
        "loss",
        "group",
        "entity",
        "subject",
        "tax",
        "holiday",
        "israel",
        "company",
        "belief",
        "result",
        "provide",
        "useful",
        "information",
        "management",
        "investor",
        "result",
        "exclude",
        "expense",
        "indicative",
        "core",
        "operating",
        "result",
        "management",
        "belief",
        "useful",
        "exclude",
        "compensation",
        "expense",
        "amortization",
        "expense",
        "acquired",
        "intangible",
        "asset",
        "acquisition",
        "charge",
        "settlement",
        "cost",
        "restructuring",
        "related",
        "charge",
        "income",
        "tax",
        "effect",
        "adjustment",
        "enhances",
        "investor",
        "ability",
        "understand",
        "business",
        "perspective",
        "management",
        "belief",
        "item",
        "directly",
        "attributable",
        "reflect",
        "underlying",
        "performance",
        "company",
        "business",
        "operation",
        "management",
        "belief",
        "certain",
        "charge",
        "compensation",
        "amortization",
        "acquired",
        "intangible",
        "asset",
        "impairment",
        "asset",
        "change",
        "related",
        "recognition",
        "deferred",
        "tax",
        "net",
        "impact",
        "company",
        "tax",
        "provision",
        "adjustment",
        "reflect",
        "cash",
        "operating",
        "result",
        "business",
        "measure",
        "considered",
        "addition",
        "result",
        "prepared",
        "accordance",
        "gaap",
        "considered",
        "substitute",
        "superior",
        "gaap",
        "result",
        "measure",
        "may",
        "different",
        "measure",
        "used",
        "company",
        "company",
        "reconciled",
        "operating",
        "margin",
        "gaap",
        "operating",
        "margin",
        "press",
        "release",
        "provide",
        "outlook",
        "gaap",
        "operating",
        "margin",
        "due",
        "uncertainty",
        "variability",
        "acquired",
        "intangible",
        "acquisition",
        "related",
        "cost",
        "impairment",
        "charged",
        "restructuring",
        "cost",
        "reconciling",
        "item",
        "operating",
        "margin",
        "gaap",
        "operating",
        "margin",
        "item",
        "reasonably",
        "predicted",
        "could",
        "significant",
        "impact",
        "calculation",
        "gaap",
        "operating",
        "margin",
        "reconciliation",
        "outlook",
        "financial",
        "measure",
        "corresponding",
        "gaap",
        "measure",
        "available",
        "without",
        "unreasonable",
        "effort",
        "safe",
        "harbor",
        "statement",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "included",
        "incorporated",
        "reference",
        "press",
        "release",
        "statement",
        "characterization",
        "historical",
        "fact",
        "statement",
        "including",
        "company",
        "outlook",
        "three",
        "month",
        "ending",
        "june",
        "full",
        "fiscal",
        "year",
        "ending",
        "december",
        "statement",
        "related",
        "trend",
        "market",
        "company",
        "solution",
        "service",
        "opportunity",
        "company",
        "fiscal",
        "year",
        "ending",
        "december",
        "beyond",
        "statement",
        "based",
        "company",
        "current",
        "expectation",
        "estimate",
        "projection",
        "company",
        "industry",
        "business",
        "management",
        "belief",
        "certain",
        "assumption",
        "made",
        "company",
        "subject",
        "change",
        "statement",
        "often",
        "identified",
        "word",
        "project",
        "anticipates",
        "expects",
        "intends",
        "plan",
        "predicts",
        "belief",
        "seek",
        "estimate",
        "may",
        "would",
        "could",
        "potential",
        "continue",
        "ongoing",
        "similar",
        "expression",
        "variation",
        "negative",
        "word",
        "statement",
        "guarantee",
        "future",
        "result",
        "subject",
        "risk",
        "uncertainty",
        "assumption",
        "could",
        "cause",
        "company",
        "actual",
        "result",
        "differ",
        "materially",
        "adversely",
        "expressed",
        "statement",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "company",
        "result",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "include",
        "continued",
        "expansion",
        "company",
        "product",
        "line",
        "customer",
        "base",
        "total",
        "available",
        "market",
        "company",
        "product",
        "continued",
        "growth",
        "demand",
        "company",
        "product",
        "continued",
        "increased",
        "demand",
        "industry",
        "technology",
        "company",
        "ability",
        "react",
        "trend",
        "challenge",
        "business",
        "market",
        "operates",
        "company",
        "ability",
        "anticipate",
        "market",
        "need",
        "develop",
        "new",
        "enhanced",
        "product",
        "meet",
        "need",
        "adoption",
        "rate",
        "company",
        "product",
        "company",
        "ability",
        "establish",
        "maintain",
        "successful",
        "relationship",
        "oem",
        "partner",
        "company",
        "ability",
        "effectively",
        "compete",
        "industry",
        "fluctuation",
        "demand",
        "sale",
        "cycle",
        "price",
        "company",
        "product",
        "service",
        "company",
        "success",
        "converting",
        "design",
        "win",
        "product",
        "shipment",
        "continued",
        "launch",
        "volume",
        "ramp",
        "large",
        "customer",
        "sale",
        "opportunity",
        "company",
        "ability",
        "protect",
        "intellectual",
        "property",
        "right",
        "company",
        "ability",
        "successfully",
        "acquire",
        "business",
        "technology",
        "successfully",
        "integrate",
        "operate",
        "acquired",
        "business",
        "company",
        "success",
        "realizing",
        "anticipated",
        "benefit",
        "merger",
        "acquisition",
        "company",
        "ability",
        "obtain",
        "debt",
        "competitive",
        "rate",
        "sufficient",
        "amount",
        "order",
        "fund",
        "contractual",
        "commitment",
        "furthermore",
        "majority",
        "company",
        "quarterly",
        "revenue",
        "derived",
        "customer",
        "order",
        "received",
        "fulfilled",
        "quarterly",
        "period",
        "company",
        "limited",
        "visibility",
        "actual",
        "demand",
        "demand",
        "impact",
        "company",
        "oem",
        "customer",
        "inventory",
        "balance",
        "given",
        "quarter",
        "consequently",
        "introduces",
        "risk",
        "uncertainty",
        "company",
        "revenue",
        "production",
        "forecast",
        "business",
        "planning",
        "could",
        "negatively",
        "impact",
        "financial",
        "result",
        "addition",
        "current",
        "uncertainty",
        "global",
        "economic",
        "environment",
        "pose",
        "risk",
        "overall",
        "economy",
        "business",
        "may",
        "defer",
        "purchase",
        "response",
        "tighter",
        "credit",
        "condition",
        "changing",
        "overall",
        "demand",
        "company",
        "product",
        "negative",
        "financial",
        "news",
        "consequently",
        "company",
        "result",
        "could",
        "differ",
        "materially",
        "prior",
        "result",
        "due",
        "general",
        "economic",
        "market",
        "condition",
        "political",
        "event",
        "risk",
        "uncertainty",
        "described",
        "fully",
        "company",
        "document",
        "filed",
        "furnished",
        "security",
        "exchange",
        "commission",
        "sec",
        "information",
        "risk",
        "uncertainty",
        "assumption",
        "may",
        "impact",
        "business",
        "set",
        "forth",
        "company",
        "quarterly",
        "report",
        "form",
        "filed",
        "sec",
        "may",
        "statement",
        "press",
        "release",
        "including",
        "outlook",
        "three",
        "month",
        "ending",
        "june",
        "full",
        "fiscal",
        "year",
        "ending",
        "december",
        "based",
        "information",
        "available",
        "company",
        "date",
        "hereof",
        "company",
        "assumes",
        "obligation",
        "update",
        "statement",
        "important",
        "additional",
        "information",
        "find",
        "company",
        "certain",
        "director",
        "executive",
        "officer",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "connection",
        "matter",
        "considered",
        "extraordinary",
        "general",
        "meeting",
        "held",
        "may",
        "extraordinary",
        "general",
        "meeting",
        "annual",
        "general",
        "meeting",
        "shareholder",
        "annual",
        "general",
        "meeting",
        "information",
        "regarding",
        "name",
        "company",
        "director",
        "executive",
        "officer",
        "respective",
        "interest",
        "company",
        "security",
        "holding",
        "otherwise",
        "set",
        "forth",
        "company",
        "preliminary",
        "proxy",
        "statement",
        "annual",
        "general",
        "meeting",
        "filed",
        "sec",
        "may",
        "report",
        "filed",
        "company",
        "form",
        "form",
        "filed",
        "company",
        "executive",
        "officer",
        "director",
        "sec",
        "may",
        "document",
        "available",
        "free",
        "charge",
        "sec",
        "website",
        "additional",
        "information",
        "regarding",
        "identity",
        "participant",
        "direct",
        "indirect",
        "interest",
        "security",
        "holding",
        "otherwise",
        "set",
        "forth",
        "company",
        "definitive",
        "proxy",
        "statement",
        "agm",
        "including",
        "schedule",
        "appendix",
        "thereto",
        "company",
        "furnished",
        "intends",
        "furnish",
        "definitive",
        "proxy",
        "statement",
        "white",
        "proxy",
        "card",
        "extraordinary",
        "general",
        "meeting",
        "annual",
        "general",
        "meeting",
        "shareholder",
        "entitled",
        "delivery",
        "proxy",
        "filed",
        "intends",
        "file",
        "definitive",
        "proxy",
        "statement",
        "white",
        "proxy",
        "card",
        "sec",
        "company",
        "urge",
        "shareholder",
        "carefully",
        "read",
        "definitive",
        "proxy",
        "statement",
        "including",
        "supplement",
        "amendment",
        "thereto",
        "accompanying",
        "white",
        "proxy",
        "card",
        "relevant",
        "document",
        "company",
        "may",
        "file",
        "sec",
        "contain",
        "important",
        "information",
        "copy",
        "definitive",
        "proxy",
        "statement",
        "solicitation",
        "material",
        "document",
        "filed",
        "company",
        "sec",
        "made",
        "available",
        "free",
        "charge",
        "sec",
        "website",
        "document",
        "also",
        "made",
        "available",
        "free",
        "charge",
        "http",
        "contacting",
        "company",
        "proxy",
        "solicitor",
        "mackenzie",
        "partner",
        "mlnxproxy",
        "view",
        "source",
        "version",
        "http",
        "mellanox",
        "technology",
        "investor",
        "jeffrey",
        "schreiner",
        "jschreiner",
        "medium",
        "joele",
        "frank",
        "wilkinson",
        "brimmer",
        "katcher",
        "jed",
        "repko",
        "jeff",
        "kauth",
        "kaitlin",
        "kikalo",
        "israel",
        "pr",
        "galai",
        "communication",
        "public",
        "relation",
        "jonathan",
        "wolf",
        "yoni",
        "israel",
        "ir",
        "gelbart",
        "kahana",
        "investor",
        "relation",
        "emanuel",
        "kahana",
        "mano",
        "additional",
        "ir",
        "mackenzie",
        "partner",
        "bob",
        "burch",
        "source",
        "mellanox",
        "technology",
        "ltd"
    ]
}