{
    "organizations": [],
    "uuid": "bedcb691568748abb50749e76ef0d58f7d5b6e8b",
    "author": "Alison Frankel",
    "url": "https://www.reuters.com/article/us-otc-independence/doj-independence-entrenched-and-ingrained-will-survive-trump-historian-law-prof-idUSKCN1IM2DP",
    "ord_in_thread": 0,
    "title": "DOJ independence, entrenched and ingrained, will survive Trump: historian, law prof",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "(Reuters) - Making good on threats to intervene in the U.S. Justice Department’s investigation of possible collusion between his campaign and Russia, President Donald Trump on Sunday tweeted a “demand” that DOJ “look into whether or not the FBI/DOJ infiltrated or surveilled the Trump campaign for political purposes.” The Justice Department quickly announced that its inspector general would expand his ongoing review of investigators’ surveillance applications to determine if “any impropriety or political motivation” tainted the FBI’s early counterintelligence probe.” Deputy Attorney General Rod Rosenstein , who is overseeing the case, promised “appropriate action” if the inspector general concludes the Trump campaign was inappropriately infiltrated.\nSunday’s demand was a stark reminder that President Trump believes he has ultimate power – an “absolute right,” he told The New York Times in December – to control the Justice Department. He is not alone. Legal scholars, including, most visibly, Alan Dershowitz of Harvard Law School, have argued that the Constitution gives the president authority “to tell the Justice Department who to investigate, who to prosecute, and who not to investigate, and who not to prosecute,” as Dershowitz told Slate last December. Under the “unitary executive” view of presidential power, as former federal prosecutor Andrew McCarthy wrote last month in the National Review, Justice Department officials are mere instruments of the president’s constitutional authority as head of the executive branch.\nThere is, of course, a competing narrative: Prosecutors have a duty, as attorneys, to the rule of law so the Justice Department must stand as an independent bulwark against presidential overreach. At his Senate confirmation hearing in 2017, Attorney General Jeff Sessions was the latest in a long line of AG candidates to claim reverence for the Justice Department’s independence and ideals.\nAfter reading a Twitter feed Sunday night filled with 280-character commentary about whether Trump’s demand for a DOJ investigation is a fundamental threat to prosecutorial independence and the rule of law, I did some research on the Justice Department’s historical relationship with the president. The best overview I found is an article scheduled to appear in this fall’s Alabama Law Review: \" Can the President Control the Department of Justice? \" Its authors are Bruce Green, the noted Fordham Law ethics expert, and law professor Rebecca Roiphe of New York Law School, who also has a doctorate in history from the University of Chicago.\nGreen and Roiphe contend that prosecutorial independence is baked into our system by history and tradition, but is the concept too tenuous to survive the Trump presidency?\nI put that question to Roiphe in an interview Monday. She said no. “The convention is strong – stronger than people make it out to be,” she told me. “Maybe this is misplaced optimism, but I think there are more protections than people think.”\n“The norm is ancient,” she said. “If you look closely, it has become stronger and stronger.”\nIt’s true, she said, that the law hasn’t been settled by Congress or the Supreme Court. But if the Trump presidency provokes a Supreme Court case over the president’s power to dictate prosecutions, Roiphe said, Congress’s long-standing acquiescence to the convention of prosecutorial independence is an implicit endorsement of the concept. That implicit consent, she said, could be important if the Supreme Court ends up being called upon to interpret the president’s power over DOJ.\nRoiphe said Deputy AG Rosenstein seems to be doing his best to preserve the principle of DOJ independence, betting that Justice Department conventions will prevail.\n“I think he believes the institution is strong enough to withstand this,” she said. “I share that view.”\nGreen and Roiphe traced the concept of prosecutorial independence back to British law and explained how the idea strengthened as the federal criminal justice system expanded, especially after the Civil War. They concede that prosecutorial independence is not enshrined in the U.S. Constitution, U.S. Supreme Court precedent or federal law, but it’s become embedded in our criminal justice system.\nThe creation of the Justice Department in 1870, the spread of the idea of professional expertise and the growth of the administrative state have all bolstered the idea that the president alone cannot and does not control the justice system, the paper said. Prosecutorial power has always been diffuse in this country, and that’s by design. “Myriad zones of power have always comprised substantial and important checks on power,” Green and Roiphe wrote.\nWith only a few exceptions, presidents have been content to dictate DOJ policy while staying out of individual cases.\nGreen and Roiphe do present a few examples of presidential meddling: George Washington ordered the prosecution of participants in the Whiskey Rebellion, then ordered the case be dropped. John Adams ordered prosecutions under the Sedition Act. Thomas Jefferson squelched those cases, but took an active hand in the prosecution of his own onetime vice president Aaron Burr. One of Theodore Roosevelt’s AGs deferred to the president on individual antitrust cases. William Taft, according to the paper, ordered the backdating of a Justice Department document to give him cover for firing a whistleblowing federal employee.\nRichard Nixon outdid all of his predecessors. In addition to his many alleged attempts to obstruct the Watergate investigation, Nixon also ordered the Justice Department to drop an antitrust case against ITT after the conglomerate donated money for the 1972 Republican Convention. After Attorney General John Mitchell intervened, Nixon groused about Mitchell’s professional ethics in a memo to chief of staff H.R. Haldeman: “When Mitchell leaves as Attorney General, we’re going to be better off in my view. John is just too damn good a lawyer, you know. He’s a good, strong lawyer. It repels him to do these horrible things, but they’ve got to be done.”\nThe Nixon presidency, as you know, led to formal DOJ regulations about interactions between Justice and the president. Those regulations remain in place. The independent counsel law spurred by the Watergate scandal has expired, but Green and Roiphe argue that the Supreme Court’s 1988 decision in Morrison v. Olson, upholding a subsequent independent counsel statute, “strongly suggests that Congress may authorize federal prosecutors to act independently of the President’s direction in exercising discretion in particular cases.”\nIn modern times, presidents have faced backlash for intruding on prosecutorial independence, the paper said. When, for instance, President George W. Bush’s administration abruptly attempted to fire seven U.S. attorneys, Congress convened hearings and Attorney General Alberto Gonzales ended up losing his job. The post-Watergate convention, as the paper documents, is for the president and attorneys general to avoid the appearance of presidential interference with particular prosecutions.\nBut the Trump presidency has dramatically sharpened what had been a mostly academic question, the paper said. President Trump has been uniquely transparent about disregarding the convention that the Justice Department is independent from political interference. And neither Congress nor the Supreme Court has definitely decided if the president has unfettered power over criminal prosecution.\nThe views expressed in this article are not those of Reuters News.\n ",
    "published": "2018-05-22T05:44:00.000+03:00",
    "crawled": "2018-05-22T02:39:11.006+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "reuters",
        "making",
        "good",
        "threat",
        "intervene",
        "justice",
        "department",
        "investigation",
        "possible",
        "collusion",
        "campaign",
        "russia",
        "president",
        "donald",
        "trump",
        "sunday",
        "tweeted",
        "demand",
        "doj",
        "look",
        "whether",
        "infiltrated",
        "surveilled",
        "trump",
        "campaign",
        "political",
        "justice",
        "department",
        "quickly",
        "announced",
        "inspector",
        "general",
        "would",
        "expand",
        "ongoing",
        "review",
        "investigator",
        "surveillance",
        "application",
        "determine",
        "impropriety",
        "political",
        "motivation",
        "tainted",
        "fbi",
        "early",
        "counterintelligence",
        "deputy",
        "attorney",
        "general",
        "rod",
        "rosenstein",
        "overseeing",
        "case",
        "promised",
        "appropriate",
        "action",
        "inspector",
        "general",
        "concludes",
        "trump",
        "campaign",
        "inappropriately",
        "infiltrated",
        "sunday",
        "demand",
        "stark",
        "reminder",
        "president",
        "trump",
        "belief",
        "ultimate",
        "power",
        "absolute",
        "right",
        "told",
        "new",
        "york",
        "time",
        "december",
        "control",
        "justice",
        "department",
        "alone",
        "legal",
        "scholar",
        "including",
        "visibly",
        "alan",
        "dershowitz",
        "harvard",
        "law",
        "school",
        "argued",
        "constitution",
        "give",
        "president",
        "authority",
        "tell",
        "justice",
        "department",
        "investigate",
        "prosecute",
        "investigate",
        "prosecute",
        "dershowitz",
        "told",
        "slate",
        "last",
        "december",
        "unitary",
        "executive",
        "view",
        "presidential",
        "power",
        "former",
        "federal",
        "prosecutor",
        "andrew",
        "mccarthy",
        "wrote",
        "last",
        "month",
        "national",
        "review",
        "justice",
        "department",
        "official",
        "mere",
        "instrument",
        "president",
        "constitutional",
        "authority",
        "head",
        "executive",
        "branch",
        "course",
        "competing",
        "narrative",
        "prosecutor",
        "duty",
        "attorney",
        "rule",
        "law",
        "justice",
        "department",
        "must",
        "stand",
        "independent",
        "bulwark",
        "presidential",
        "overreach",
        "senate",
        "confirmation",
        "hearing",
        "attorney",
        "general",
        "jeff",
        "session",
        "latest",
        "long",
        "line",
        "ag",
        "candidate",
        "claim",
        "reverence",
        "justice",
        "department",
        "independence",
        "ideal",
        "reading",
        "twitter",
        "feed",
        "sunday",
        "night",
        "filled",
        "commentary",
        "whether",
        "trump",
        "demand",
        "doj",
        "investigation",
        "fundamental",
        "threat",
        "prosecutorial",
        "independence",
        "rule",
        "law",
        "research",
        "justice",
        "department",
        "historical",
        "relationship",
        "president",
        "best",
        "overview",
        "found",
        "article",
        "scheduled",
        "appear",
        "fall",
        "alabama",
        "law",
        "review",
        "president",
        "control",
        "department",
        "justice",
        "author",
        "bruce",
        "green",
        "noted",
        "fordham",
        "law",
        "ethic",
        "expert",
        "law",
        "professor",
        "rebecca",
        "roiphe",
        "new",
        "york",
        "law",
        "school",
        "also",
        "doctorate",
        "history",
        "university",
        "chicago",
        "green",
        "roiphe",
        "contend",
        "prosecutorial",
        "independence",
        "baked",
        "system",
        "history",
        "tradition",
        "concept",
        "tenuous",
        "survive",
        "trump",
        "presidency",
        "put",
        "question",
        "roiphe",
        "interview",
        "monday",
        "said",
        "convention",
        "strong",
        "stronger",
        "people",
        "make",
        "told",
        "maybe",
        "misplaced",
        "optimism",
        "think",
        "protection",
        "people",
        "norm",
        "ancient",
        "said",
        "look",
        "closely",
        "become",
        "stronger",
        "true",
        "said",
        "law",
        "settled",
        "congress",
        "supreme",
        "court",
        "trump",
        "presidency",
        "provokes",
        "supreme",
        "court",
        "case",
        "president",
        "power",
        "dictate",
        "prosecution",
        "roiphe",
        "said",
        "congress",
        "acquiescence",
        "convention",
        "prosecutorial",
        "independence",
        "implicit",
        "endorsement",
        "concept",
        "implicit",
        "consent",
        "said",
        "could",
        "important",
        "supreme",
        "court",
        "end",
        "called",
        "upon",
        "interpret",
        "president",
        "power",
        "doj",
        "roiphe",
        "said",
        "deputy",
        "ag",
        "rosenstein",
        "seems",
        "best",
        "preserve",
        "principle",
        "doj",
        "independence",
        "betting",
        "justice",
        "department",
        "convention",
        "prevail",
        "think",
        "belief",
        "institution",
        "strong",
        "enough",
        "withstand",
        "said",
        "share",
        "green",
        "roiphe",
        "traced",
        "concept",
        "prosecutorial",
        "independence",
        "back",
        "british",
        "law",
        "explained",
        "idea",
        "strengthened",
        "federal",
        "criminal",
        "justice",
        "system",
        "expanded",
        "especially",
        "civil",
        "war",
        "concede",
        "prosecutorial",
        "independence",
        "enshrined",
        "constitution",
        "supreme",
        "court",
        "precedent",
        "federal",
        "law",
        "become",
        "embedded",
        "criminal",
        "justice",
        "system",
        "creation",
        "justice",
        "department",
        "spread",
        "idea",
        "professional",
        "expertise",
        "growth",
        "administrative",
        "state",
        "bolstered",
        "idea",
        "president",
        "alone",
        "control",
        "justice",
        "system",
        "paper",
        "said",
        "prosecutorial",
        "power",
        "always",
        "diffuse",
        "country",
        "design",
        "myriad",
        "zone",
        "power",
        "always",
        "comprised",
        "substantial",
        "important",
        "check",
        "power",
        "green",
        "roiphe",
        "wrote",
        "exception",
        "president",
        "content",
        "dictate",
        "doj",
        "policy",
        "staying",
        "individual",
        "case",
        "green",
        "roiphe",
        "present",
        "example",
        "presidential",
        "meddling",
        "george",
        "washington",
        "ordered",
        "prosecution",
        "participant",
        "whiskey",
        "rebellion",
        "ordered",
        "case",
        "dropped",
        "john",
        "adam",
        "ordered",
        "prosecution",
        "sedition",
        "act",
        "thomas",
        "jefferson",
        "squelched",
        "case",
        "took",
        "active",
        "hand",
        "prosecution",
        "onetime",
        "vice",
        "president",
        "aaron",
        "burr",
        "one",
        "theodore",
        "roosevelt",
        "ag",
        "deferred",
        "president",
        "individual",
        "antitrust",
        "case",
        "william",
        "taft",
        "according",
        "paper",
        "ordered",
        "backdating",
        "justice",
        "department",
        "document",
        "give",
        "cover",
        "firing",
        "whistleblowing",
        "federal",
        "employee",
        "richard",
        "nixon",
        "outdid",
        "predecessor",
        "addition",
        "many",
        "alleged",
        "attempt",
        "obstruct",
        "watergate",
        "investigation",
        "nixon",
        "also",
        "ordered",
        "justice",
        "department",
        "drop",
        "antitrust",
        "case",
        "itt",
        "conglomerate",
        "donated",
        "money",
        "republican",
        "convention",
        "attorney",
        "general",
        "john",
        "mitchell",
        "intervened",
        "nixon",
        "groused",
        "mitchell",
        "professional",
        "ethic",
        "memo",
        "chief",
        "staff",
        "haldeman",
        "mitchell",
        "leaf",
        "attorney",
        "general",
        "going",
        "better",
        "view",
        "john",
        "damn",
        "good",
        "lawyer",
        "know",
        "good",
        "strong",
        "lawyer",
        "repels",
        "horrible",
        "thing",
        "got",
        "nixon",
        "presidency",
        "know",
        "led",
        "formal",
        "doj",
        "regulation",
        "interaction",
        "justice",
        "president",
        "regulation",
        "remain",
        "place",
        "independent",
        "counsel",
        "law",
        "spurred",
        "watergate",
        "scandal",
        "expired",
        "green",
        "roiphe",
        "argue",
        "supreme",
        "court",
        "decision",
        "morrison",
        "olson",
        "upholding",
        "subsequent",
        "independent",
        "counsel",
        "statute",
        "strongly",
        "suggests",
        "congress",
        "may",
        "authorize",
        "federal",
        "prosecutor",
        "act",
        "independently",
        "president",
        "direction",
        "exercising",
        "discretion",
        "particular",
        "modern",
        "time",
        "president",
        "faced",
        "backlash",
        "intruding",
        "prosecutorial",
        "independence",
        "paper",
        "said",
        "instance",
        "president",
        "george",
        "bush",
        "administration",
        "abruptly",
        "attempted",
        "fire",
        "seven",
        "attorney",
        "congress",
        "convened",
        "hearing",
        "attorney",
        "general",
        "alberto",
        "gonzales",
        "ended",
        "losing",
        "job",
        "convention",
        "paper",
        "document",
        "president",
        "attorney",
        "general",
        "avoid",
        "appearance",
        "presidential",
        "interference",
        "particular",
        "prosecution",
        "trump",
        "presidency",
        "dramatically",
        "sharpened",
        "mostly",
        "academic",
        "question",
        "paper",
        "said",
        "president",
        "trump",
        "uniquely",
        "transparent",
        "disregarding",
        "convention",
        "justice",
        "department",
        "independent",
        "political",
        "interference",
        "neither",
        "congress",
        "supreme",
        "court",
        "definitely",
        "decided",
        "president",
        "unfettered",
        "power",
        "criminal",
        "prosecution",
        "view",
        "expressed",
        "article",
        "reuters",
        "news"
    ]
}