{
    "organizations": [],
    "uuid": "e9bea7c94795e6d7ed3bf5cc8dcd99911a2a4cbb",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/15/globe-newswire-payment-data-systems-announces-results-for-the-first-quarter-of-2018.html",
    "ord_in_thread": 0,
    "title": "Payment Data Systems Announces Results for the First Quarter of 2018",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN ANTONIO, May 15, 2018 (GLOBE NEWSWIRE) -- Payment Data Systems (NASDAQ:PYDS), an integrated electronic payment solutions provider, today announced first quarter 2018 financial results for the period that ended March 31, 2018 featuring record revenues for the quarter, compared to the previous period in 2017.\nFirst Quarter 2018 Financial Summary\nRevenues were $5.8 million for Q1 2018 vs. $2.8 million for Q1 2017, an increase of 108%. Gross margin was $1.3 million, or 21.7% of revenues during the first quarter compared to $0.9 million, or 33.5% for Q1 2017. Q1 2018 operating loss was $1.06 million compared to an operating loss of $.3 million for Q1 2017. Adjusted EBITDA was a loss of $.2 million or 3.9% for Q1 2018 compared to earnings of $.1 million or 4.1 % for Q1 2017. Net loss for the first quarter of 2018 was $1.05 million or ($0.09) per basic and diluted share versus a net loss of $.3 million or ($0.03) per basic and diluted share for Q1 2017. More than 2.8 million total transactions were processed during Q1 2018. More than $782 million total dollars were processed during Q1 2018. Achieved a company record high 305% percent increase in credit card dollars processed and 307% percent increase in credit card transactions in the first quarter compared to Q1 2017. Payment Data Systems continues to be in solid financial condition with $3.5 million in cash and cash equivalents and no debt.\nDuring the first quarter of 2018 electronic check transaction volumes were up 5% over the fourth quarter of 2017, representing the third consecutive quarter of growth. Returned check transactions processed during first quarter of 2018 were up 6% as compared to the fourth quarter of 2017. Electronic check transaction volumes during the first quarter of 2018 were down 2% versus the same time period in 2017. Returned check transactions processed during the first quarter of 2018 were down 2% versus the same time period in 2017.\n“As we expected, we have started off the new business year with solid growth, continuing the trend we set at the end of last year with record year-over-year transaction levels and triple digit revenue increases,” said Louis Hoch, president and CEO of Payment Data Systems. “In 2017 we initiated a revenue growth plan focused on both organic and growth through acquisition. In support of the revenue growth plan, we are implementing multiple enhancements to our secure payment applications and launching several additional products. The results speak for themselves as revenues and volumes continue to grow greatly. Our outlook for 2018 is to continue this trajectory and we expect record annual revenues for 2018.”\nFinancial Results for the Three Months Ending March 31, 2018\nRevenues for the quarter ended March 31, 2018 increased 108% to $5.8 million, as compared to $2.8 million for the quarter ended March 31, 2017. The increase for the quarter ended March 31, 2018 versus the same period in 2017 was due to the acquisition of the business of Singular Payments, LLC on September 1, 2017 and included organic growth from existing services. Revenues increased 4% versus Q4 2017.\nAs of March 31, 2018, the company has $3.5 million in cash and cash equivalents and no debt, compared to $4.8 million at December 31, 2017.\nGross margin dollars in the first quarter were $1.3 million, or 21.7% of revenues, compared to $0.9 million, or 33.5% of revenues in the first quarter of last year.\nOur first quarter operating loss was $1.06 million compared to an operating loss of $.3 million in the first quarter of 2017.\nAdjusted EBITDA in the first quarter of 2018 was a loss of $.2 million compared to positive adjusted EBITDA of $.1 million in the first quarter of 2017. One-time expenses affecting Adjusted EBITDA totaled approximately $.2 million.\nNet loss for the first quarter of 2018 was $1.05 million, or ($0.09) per basic and diluted share, compared to a net loss of $.3 million or ($0.03) per basic and diluted share for the first quarter of 2017. Factors contributing to the increased net loss were approximately $.3 million of incremental amortization expense related to the Singular Payments acquisition, approximately $.2 million of incremental stock (non-cash) compensation expense and incremental salaries and payroll related expenses as we build out our sales force to drive incremental revenues.\nOperating expenses (including COGS) were $6.9 million for the first quarter of 2018 versus the $3.1 million during the first quarter of 2017. The incremental operating expenses reflect the incremental processing cost and salaries and employee related expenses related to the acquisition of the business of Singular Payments.\nConference Call and Webcast\nPayment Data Systems, Inc.’s management will host a conference call with a live webcast today at 5:00 p.m. Eastern Time to provide a business update.\nTo listen to the conference call, interested parties within the U.S. should call 1-844-883-3890. International callers should call +1-412-317-9246. All callers should ask for the Payment Data Systems conference call. The conference call will also be available through a live webcast, which can be accessed via the company’s website at www.paymentdata.com/invest .\nA replay of the call will be available approximately one hour after the end of the call through May 29, 2018. The replay can be accessed via the Company’s website or by dialing 1-877-344-7529 (U.S.) or +1-412-317-0088 (international). The replay conference playback code is 10120168.\nAbout Payment Data Systems, Inc.\nPayment Data Systems, Inc. (Nasdaq:PYDS), a leading integrated payment solutions provider, offers a wide range of payment solutions to merchants, billers, banks, service bureaus, and card issuers. The Company operates credit, debit/prepaid and ACH payment processing platforms to deliver convenient, world-class payment solutions and service to their clients. The strength of the Company lies in its ability to provide tailored solutions for card issuance, payment acceptance, and bill payments as well as its unique technology in the prepaid sector. Payment Data is headquartered in San Antonio, Texas, and has offices in New York, New York; Long Beach, California and Nashville, Tennessee. Websites: www.paymentdata.com , www.singularpayments.com , www.payfacinabox.com , www.akimbocard.com , and www.ficentive.com . Find us on Facebook®.\nAbout Non-GAAP Financial Measures\nThis press release includes non-GAAP financial measures, EBITDA and adjusted EBITDA, as defined in Regulation G of the Securities and Exchange Act of 1934, as amended. The Company reports its financial results in compliance with GAAP, but believes that also discussing non-GAAP measures provides investors with financial measures it uses in the management of its business. The Company defines EBITDA as operating income (loss), before interest, taxes, depreciation and amortization of intangibles. The Company defines adjusted EBITDA as EBITDA, as defined above, plus non-cash stock option costs and certain non-recurring items, such as acquisitions. These measures may not be comparable to similarly titled measures reported by other companies. Management uses EBITDA and adjusted EBITDA as indicators of the Company's operating performance and ability to fund acquisitions, capital expenditures and other investments and, in the absence of refinancing options, to repay debt obligations.\nManagement believes EBITDA and adjusted EBITDA are helpful to investors in evaluating the Company's operating performance because non-cash costs and other items that management believes are not indicative of its results of operations are excluded. EBITDA and adjusted EBITDA are supplemental non-GAAP measures, which have limitations as an analytical tool. Non-GAAP financial measures should not be considered as a substitute for, or superior to, measures of financial performance prepared in accordance with GAAP. Non-GAAP financial measures do not reflect a comprehensive system of accounting, may differ from GAAP measures with the same names, and may differ from non-GAAP financial measures with the same or similar names that are used by other companies. For a description of our use of EBITDA and adjusted EBITDA, and a reconciliation of EBITDA and adjusted EBITDA to operating income (loss), see the section of this press release titled \"Non-GAAP Reconciliation.\"\nFORWARD-LOOKING STATEMENTS DISCLAIMER\nExcept for the historical information contained herein, the matters discussed in this release include which are covered by safe harbors. Those statements include, but may not be limited to, all statements regarding management's intent, belief and expectations, such as statements concerning our future and our operating and growth strategy. These are identified by the use of words such as \"believe,\" \"intend,\" \"look forward,\" \"anticipate,\" \"schedule\", and \"expect\" among others. Forward-looking statements in this press release are subject to certain risks and uncertainties inherent in the Company's business that could cause actual results to vary, including such risks related to the realization of the anticipated opportunities from the Singular acquisition, the management of the Company's growth, the loss of key resellers, the relationships with the Automated Clearinghouse network, bank sponsors, third-party card processing providers and merchants, the security of our software, hardware and information, the volatility of our stock price, the need to obtain additional financing, risks associated with new tax legislation, and compliance with complex federal, state and local laws and regulations, and other risks detailed from time to time in the Company's filings with the Securities and Exchange Commission including its annual report on Form 10-K for the fiscal year ended December 31, 2017. One or more of these factors have affected, and in the future, could affect the Company’s businesses and financial results in the future and could cause actual results to differ materially from plans and projections. The Company believes that the assumptions underlying the included in this release will prove to be accurate. In light of the significant uncertainties inherent in the included herein, the inclusion of such information should not be regarded as a representation by us or any other person that the objectives and plans will be achieved. All made in this release are based on information presently available to management. The Company assumes no obligation to update any , except as required by law.\nPAYMENT DATA SYSTEMS, INC. CONDENSED CONSOLIDATED BALANCE SHEETS March 31, December 31, 2018 2017 (Unaudited) ASSETS Cash and cash equivalents $ 3,473,066 $ 4,800,554 Accounts receivable, net 892,156 969,674 Settlement processing assets 37,751,361 38,027,984 Prepaid expenses and other 369,514 176,945 Notes receivable 150,000 150,000 Current assets before merchant reserves 42,636,097 44,125,157 Merchant reserves 15,080,233 14,977,468 Total current assets 57,716,330 59,102,625 Property and equipment, net 1,926,026 2,105,186 Other assets: Intangibles, net 4,426,426 4,676,427 Deferred tax asset 1,394,000 1,394,000 Other assets 182,690 157,565 Total other assets 6,003,116 6,227,992 Total Assets $ 65,645,472 $ 67,435,803 LIABILITIES AND STOCKHOLDERS' EQUITY Current Liabilities: Accounts payable $ 225,757 $ 300,736 Accrued expenses 1,007,080 1,006,262 Settlement processing obligations 37,751,361 38,027,984 Deferred revenues 90,250 - Current liabilities before merchant reserve obligations 39,074,448 39,334,982 Merchant reserve obligations 15,080,233 14,977,468 Total current liabilities 54,154,681 54,312,450 Stockholders' Equity: Preferred stock, $0.01 par value, 10,000,000 shares authorized; -0- shares issued and outstanding at March 31, 2018 (unaudited) and December 31, 2017, respectively - - Common stock, $0.001 par value, 200,000,000 shares authorized; 16,943,124 and 16,874,235 issued, and 15,859,515 and 16,201,634 outstanding at March 31, 2018 (unaudited) and December 31, 2017, respectively 186,368 186,299 Additional paid in capital 74,188,314 74,041,083 Treasury stock, at cost; 1,070,539 and 672,601 shares at March 31, 2018 (unaudited) and December 31, 2017, respectively (1,787,193 ) (831,059 ) Deferred compensation (6,785,466 ) (7,012,544 ) Accumulated deficit (54,311,232 ) (53,260,426 ) Total stockholders' equity 11,490,791 13,123,353 Total Liabilities and Stockholders' Equity $ 65,645,472 $ 67,435,803\nPAYMENT DATA SYSTEMS, INC. CONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS (UNAUDITED) Three Months Ended March 31, 2018 2017 Revenues $ 5,843,665 $ 2,810,744 Operating expenses: Cost of services 4,572,758 1,867,945 Selling, general and administrative: Stock-based compensation 374,378 207,920 Other expenses 1,498,651 828,272 Depreciation and amortization 458,663 228,545 Total operating expenses 6,904,450 3,132,682 Operating (loss) (1,060,785 ) (321,938 ) Other income: Interest income 11,521 33,816 Other income (expense) (1,542 ) 1,539 Other income (expense), net 9,979 35,355 Income (loss) before income taxes (1,050,806 ) (286,583 ) Income taxes (benefit) expense - - Net (Loss) $ (1,050,806 ) $ (286,583 ) Earnings (Loss) Per Share Basic earnings (loss) per common share: $ (0.09 ) $ (0.03 ) Diluted earnings (loss) per common share: $ (0.09 ) $ (0.03 ) Weighted average common shares outstanding Basic 12,026,622 8,485,183 Diluted 12,026,622 8,485,183\nPAYMENT DATA SYSTEMS, INC. CONDENSED CONSOLIDATED STATEMENTS OF CASH FLOWS (UNAUDITED) Three Months Ended March 31, 2018 2017 Operating Activities Net (loss) $ (1,050,806 ) $ (286,583 ) Adjustments to reconcile net (loss) to net cash (used) by operating activities: Depreciation 208,662 187,760 Amortization 250,001 40,785 Non-cash stock based compensation 374,378 207,920 Changes in operating assets and liabilities: Accounts receivable 77,518 56,918 Prepaid expenses and other (192,569 ) (130,557 ) Other assets (25,125 ) (28,763 ) Accounts payable and accrued expenses (74,161 ) 191,103 Merchant reserves 102,765 (1,078,211 ) Deferred revenues 90,250 - Net cash (used) by operating activities (239,087 ) (839,628 ) Investing Activities Purchases of property and equipment (29,502 ) (210,052 ) Note receivable - (500,000 ) Net cash (used) by investing activities (29,502 ) (710,052 ) Financing Activities Purchases of treasury stock (956,134 ) (30,964 ) Net cash (used) by financing activities (956,134 ) (30,964 ) Change in cash, cash equivalents and merchant reserves (1,224,723 ) (1,580,644 ) Cash, cash equivalents and merchant reserves, beginning of period 19,778,022 19,924,379 Cash, cash equivalents and merchant reserves, end of period $ 18,553,299 $ 18,343,735 Supplemental disclosure of cash flow information: Cash paid during the period for: Interest - - Income taxes - -\nRECONCILIATION OF GAAP TO NON-GAAP FINANCIAL MEASURES (UNAUDITED) Three Months Ended March 31, March 31, 2018 2017 Reconciliation from Operating (Loss) to Adjusted EBITDA: Operating (Loss) $ (1,060,785 ) $ (321,938 ) Depreciation and amortization 458,663 228,545 EBITDA (602,122 ) (93,393 ) Non-cash stock-based compensation expense, net 374,378 207,920 Adjusted EBITDA $ (227,744 ) $ 114,527 Calculation of Adjusted EBITDA margins: Revenues $ 5,843,665 $ 2,810,744 Adjusted EBITDA (227,744 ) 114,527 Adjusted EBITDA margins -3.9 % 4.1 % Contacts\nInvestor Relations:\nCORE IR\nJohn Marco, +1-516-222-2560\nManaging Director\nwww.coreir.com\nSource:Payment Data Systems, Inc.",
    "published": "2018-05-16T00:40:00.000+03:00",
    "crawled": "2018-05-16T02:06:28.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "antonio",
        "may",
        "globe",
        "newswire",
        "payment",
        "data",
        "system",
        "nasdaq",
        "pyds",
        "integrated",
        "electronic",
        "payment",
        "solution",
        "provider",
        "today",
        "announced",
        "first",
        "quarter",
        "financial",
        "result",
        "period",
        "ended",
        "march",
        "featuring",
        "record",
        "revenue",
        "quarter",
        "compared",
        "previous",
        "period",
        "first",
        "quarter",
        "financial",
        "summary",
        "revenue",
        "million",
        "q1",
        "million",
        "q1",
        "increase",
        "gross",
        "margin",
        "million",
        "revenue",
        "first",
        "quarter",
        "compared",
        "million",
        "q1",
        "q1",
        "operating",
        "loss",
        "million",
        "compared",
        "operating",
        "loss",
        "million",
        "q1",
        "adjusted",
        "ebitda",
        "loss",
        "million",
        "q1",
        "compared",
        "earnings",
        "million",
        "q1",
        "net",
        "loss",
        "first",
        "quarter",
        "million",
        "per",
        "basic",
        "diluted",
        "share",
        "versus",
        "net",
        "loss",
        "million",
        "per",
        "basic",
        "diluted",
        "share",
        "q1",
        "million",
        "total",
        "transaction",
        "processed",
        "q1",
        "million",
        "total",
        "dollar",
        "processed",
        "q1",
        "achieved",
        "company",
        "record",
        "high",
        "percent",
        "increase",
        "credit",
        "card",
        "dollar",
        "processed",
        "percent",
        "increase",
        "credit",
        "card",
        "transaction",
        "first",
        "quarter",
        "compared",
        "q1",
        "payment",
        "data",
        "system",
        "continues",
        "solid",
        "financial",
        "condition",
        "million",
        "cash",
        "cash",
        "equivalent",
        "debt",
        "first",
        "quarter",
        "electronic",
        "check",
        "transaction",
        "volume",
        "fourth",
        "quarter",
        "representing",
        "third",
        "consecutive",
        "quarter",
        "growth",
        "returned",
        "check",
        "transaction",
        "processed",
        "first",
        "quarter",
        "compared",
        "fourth",
        "quarter",
        "electronic",
        "check",
        "transaction",
        "volume",
        "first",
        "quarter",
        "versus",
        "time",
        "period",
        "returned",
        "check",
        "transaction",
        "processed",
        "first",
        "quarter",
        "versus",
        "time",
        "period",
        "expected",
        "started",
        "new",
        "business",
        "year",
        "solid",
        "growth",
        "continuing",
        "trend",
        "set",
        "end",
        "last",
        "year",
        "record",
        "transaction",
        "level",
        "triple",
        "digit",
        "revenue",
        "increase",
        "said",
        "louis",
        "hoch",
        "president",
        "ceo",
        "payment",
        "data",
        "system",
        "initiated",
        "revenue",
        "growth",
        "plan",
        "focused",
        "organic",
        "growth",
        "acquisition",
        "support",
        "revenue",
        "growth",
        "plan",
        "implementing",
        "multiple",
        "enhancement",
        "secure",
        "payment",
        "application",
        "launching",
        "several",
        "additional",
        "product",
        "result",
        "speak",
        "revenue",
        "volume",
        "continue",
        "grow",
        "greatly",
        "outlook",
        "continue",
        "trajectory",
        "expect",
        "record",
        "annual",
        "revenue",
        "financial",
        "result",
        "three",
        "month",
        "ending",
        "march",
        "revenue",
        "quarter",
        "ended",
        "march",
        "increased",
        "million",
        "compared",
        "million",
        "quarter",
        "ended",
        "march",
        "increase",
        "quarter",
        "ended",
        "march",
        "versus",
        "period",
        "due",
        "acquisition",
        "business",
        "singular",
        "payment",
        "llc",
        "september",
        "included",
        "organic",
        "growth",
        "existing",
        "service",
        "revenue",
        "increased",
        "versus",
        "q4",
        "march",
        "company",
        "million",
        "cash",
        "cash",
        "equivalent",
        "debt",
        "compared",
        "million",
        "december",
        "gross",
        "margin",
        "dollar",
        "first",
        "quarter",
        "million",
        "revenue",
        "compared",
        "million",
        "revenue",
        "first",
        "quarter",
        "last",
        "year",
        "first",
        "quarter",
        "operating",
        "loss",
        "million",
        "compared",
        "operating",
        "loss",
        "million",
        "first",
        "quarter",
        "adjusted",
        "ebitda",
        "first",
        "quarter",
        "loss",
        "million",
        "compared",
        "positive",
        "adjusted",
        "ebitda",
        "million",
        "first",
        "quarter",
        "expense",
        "affecting",
        "adjusted",
        "ebitda",
        "totaled",
        "approximately",
        "million",
        "net",
        "loss",
        "first",
        "quarter",
        "million",
        "per",
        "basic",
        "diluted",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "basic",
        "diluted",
        "share",
        "first",
        "quarter",
        "factor",
        "contributing",
        "increased",
        "net",
        "loss",
        "approximately",
        "million",
        "incremental",
        "amortization",
        "expense",
        "related",
        "singular",
        "payment",
        "acquisition",
        "approximately",
        "million",
        "incremental",
        "stock",
        "compensation",
        "expense",
        "incremental",
        "salary",
        "payroll",
        "related",
        "expense",
        "build",
        "sale",
        "force",
        "drive",
        "incremental",
        "revenue",
        "operating",
        "expense",
        "including",
        "cog",
        "million",
        "first",
        "quarter",
        "versus",
        "million",
        "first",
        "quarter",
        "incremental",
        "operating",
        "expense",
        "reflect",
        "incremental",
        "processing",
        "cost",
        "salary",
        "employee",
        "related",
        "expense",
        "related",
        "acquisition",
        "business",
        "singular",
        "payment",
        "conference",
        "call",
        "webcast",
        "payment",
        "data",
        "system",
        "management",
        "host",
        "conference",
        "call",
        "live",
        "webcast",
        "today",
        "eastern",
        "time",
        "provide",
        "business",
        "update",
        "listen",
        "conference",
        "call",
        "interested",
        "party",
        "within",
        "call",
        "international",
        "caller",
        "call",
        "caller",
        "ask",
        "payment",
        "data",
        "system",
        "conference",
        "call",
        "conference",
        "call",
        "also",
        "available",
        "live",
        "webcast",
        "accessed",
        "via",
        "company",
        "website",
        "replay",
        "call",
        "available",
        "approximately",
        "one",
        "hour",
        "end",
        "call",
        "may",
        "replay",
        "accessed",
        "via",
        "company",
        "website",
        "dialing",
        "international",
        "replay",
        "conference",
        "playback",
        "code",
        "payment",
        "data",
        "system",
        "payment",
        "data",
        "system",
        "nasdaq",
        "pyds",
        "leading",
        "integrated",
        "payment",
        "solution",
        "provider",
        "offer",
        "wide",
        "range",
        "payment",
        "solution",
        "merchant",
        "billers",
        "bank",
        "service",
        "bureau",
        "card",
        "issuer",
        "company",
        "operates",
        "credit",
        "ach",
        "payment",
        "processing",
        "platform",
        "deliver",
        "convenient",
        "payment",
        "solution",
        "service",
        "client",
        "strength",
        "company",
        "lie",
        "ability",
        "provide",
        "tailored",
        "solution",
        "card",
        "issuance",
        "payment",
        "acceptance",
        "bill",
        "payment",
        "well",
        "unique",
        "technology",
        "prepaid",
        "sector",
        "payment",
        "data",
        "headquartered",
        "san",
        "antonio",
        "texas",
        "office",
        "new",
        "york",
        "new",
        "york",
        "long",
        "beach",
        "california",
        "nashville",
        "tennessee",
        "website",
        "find",
        "u",
        "financial",
        "measure",
        "press",
        "release",
        "includes",
        "financial",
        "measure",
        "ebitda",
        "adjusted",
        "ebitda",
        "defined",
        "regulation",
        "g",
        "security",
        "exchange",
        "act",
        "amended",
        "company",
        "report",
        "financial",
        "result",
        "compliance",
        "gaap",
        "belief",
        "also",
        "discussing",
        "measure",
        "provides",
        "investor",
        "financial",
        "measure",
        "us",
        "management",
        "business",
        "company",
        "defines",
        "ebitda",
        "operating",
        "income",
        "loss",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "intangible",
        "company",
        "defines",
        "adjusted",
        "ebitda",
        "ebitda",
        "defined",
        "plus",
        "stock",
        "option",
        "cost",
        "certain",
        "item",
        "acquisition",
        "measure",
        "may",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "reported",
        "company",
        "management",
        "us",
        "ebitda",
        "adjusted",
        "ebitda",
        "indicator",
        "company",
        "operating",
        "performance",
        "ability",
        "fund",
        "acquisition",
        "capital",
        "expenditure",
        "investment",
        "absence",
        "refinancing",
        "option",
        "repay",
        "debt",
        "obligation",
        "management",
        "belief",
        "ebitda",
        "adjusted",
        "ebitda",
        "helpful",
        "investor",
        "evaluating",
        "company",
        "operating",
        "performance",
        "cost",
        "item",
        "management",
        "belief",
        "indicative",
        "result",
        "operation",
        "excluded",
        "ebitda",
        "adjusted",
        "ebitda",
        "supplemental",
        "measure",
        "limitation",
        "analytical",
        "tool",
        "financial",
        "measure",
        "considered",
        "substitute",
        "superior",
        "measure",
        "financial",
        "performance",
        "prepared",
        "accordance",
        "gaap",
        "financial",
        "measure",
        "reflect",
        "comprehensive",
        "system",
        "accounting",
        "may",
        "differ",
        "gaap",
        "measure",
        "name",
        "may",
        "differ",
        "financial",
        "measure",
        "similar",
        "name",
        "used",
        "company",
        "description",
        "use",
        "ebitda",
        "adjusted",
        "ebitda",
        "reconciliation",
        "ebitda",
        "adjusted",
        "ebitda",
        "operating",
        "income",
        "loss",
        "see",
        "section",
        "press",
        "release",
        "titled",
        "reconciliation",
        "statement",
        "disclaimer",
        "except",
        "historical",
        "information",
        "contained",
        "herein",
        "matter",
        "discussed",
        "release",
        "include",
        "covered",
        "safe",
        "harbor",
        "statement",
        "include",
        "may",
        "limited",
        "statement",
        "regarding",
        "management",
        "intent",
        "belief",
        "expectation",
        "statement",
        "concerning",
        "future",
        "operating",
        "growth",
        "strategy",
        "identified",
        "use",
        "word",
        "believe",
        "intend",
        "look",
        "forward",
        "anticipate",
        "schedule",
        "expect",
        "among",
        "others",
        "statement",
        "press",
        "release",
        "subject",
        "certain",
        "risk",
        "uncertainty",
        "inherent",
        "company",
        "business",
        "could",
        "cause",
        "actual",
        "result",
        "vary",
        "including",
        "risk",
        "related",
        "realization",
        "anticipated",
        "opportunity",
        "singular",
        "acquisition",
        "management",
        "company",
        "growth",
        "loss",
        "key",
        "resellers",
        "relationship",
        "automated",
        "clearinghouse",
        "network",
        "bank",
        "sponsor",
        "card",
        "processing",
        "provider",
        "merchant",
        "security",
        "software",
        "hardware",
        "information",
        "volatility",
        "stock",
        "price",
        "need",
        "obtain",
        "additional",
        "financing",
        "risk",
        "associated",
        "new",
        "tax",
        "legislation",
        "compliance",
        "complex",
        "federal",
        "state",
        "local",
        "law",
        "regulation",
        "risk",
        "detailed",
        "time",
        "time",
        "company",
        "filing",
        "security",
        "exchange",
        "commission",
        "including",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "one",
        "factor",
        "affected",
        "future",
        "could",
        "affect",
        "company",
        "business",
        "financial",
        "result",
        "future",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "plan",
        "projection",
        "company",
        "belief",
        "assumption",
        "underlying",
        "included",
        "release",
        "prove",
        "accurate",
        "light",
        "significant",
        "uncertainty",
        "inherent",
        "included",
        "herein",
        "inclusion",
        "information",
        "regarded",
        "representation",
        "u",
        "person",
        "objective",
        "plan",
        "achieved",
        "made",
        "release",
        "based",
        "information",
        "presently",
        "available",
        "management",
        "company",
        "assumes",
        "obligation",
        "update",
        "except",
        "required",
        "law",
        "payment",
        "data",
        "system",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "march",
        "december",
        "unaudited",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "net",
        "settlement",
        "processing",
        "asset",
        "prepaid",
        "expense",
        "note",
        "receivable",
        "current",
        "asset",
        "merchant",
        "reserve",
        "merchant",
        "reserve",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "asset",
        "intangible",
        "net",
        "deferred",
        "tax",
        "asset",
        "asset",
        "total",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "settlement",
        "processing",
        "obligation",
        "deferred",
        "revenue",
        "current",
        "liability",
        "merchant",
        "reserve",
        "obligation",
        "merchant",
        "reserve",
        "obligation",
        "total",
        "current",
        "liability",
        "stockholder",
        "equity",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "march",
        "unaudited",
        "december",
        "respectively",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "issued",
        "outstanding",
        "march",
        "unaudited",
        "december",
        "respectively",
        "additional",
        "paid",
        "capital",
        "treasury",
        "stock",
        "cost",
        "share",
        "march",
        "unaudited",
        "december",
        "respectively",
        "deferred",
        "compensation",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "payment",
        "data",
        "system",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "operating",
        "expense",
        "cost",
        "service",
        "selling",
        "general",
        "administrative",
        "compensation",
        "expense",
        "depreciation",
        "amortization",
        "total",
        "operating",
        "expense",
        "operating",
        "loss",
        "income",
        "interest",
        "income",
        "income",
        "expense",
        "income",
        "expense",
        "net",
        "income",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "benefit",
        "expense",
        "net",
        "loss",
        "earnings",
        "loss",
        "per",
        "share",
        "basic",
        "earnings",
        "loss",
        "per",
        "common",
        "share",
        "diluted",
        "earnings",
        "loss",
        "per",
        "common",
        "share",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "payment",
        "data",
        "system",
        "condensed",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "operating",
        "activity",
        "net",
        "loss",
        "adjustment",
        "reconcile",
        "net",
        "loss",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "depreciation",
        "amortization",
        "stock",
        "based",
        "compensation",
        "change",
        "operating",
        "asset",
        "liability",
        "account",
        "receivable",
        "prepaid",
        "expense",
        "asset",
        "account",
        "payable",
        "accrued",
        "expense",
        "merchant",
        "reserve",
        "deferred",
        "revenue",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "investing",
        "activity",
        "purchase",
        "property",
        "equipment",
        "note",
        "receivable",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "financing",
        "activity",
        "purchase",
        "treasury",
        "stock",
        "net",
        "cash",
        "used",
        "financing",
        "activity",
        "change",
        "cash",
        "cash",
        "equivalent",
        "merchant",
        "reserve",
        "cash",
        "cash",
        "equivalent",
        "merchant",
        "reserve",
        "beginning",
        "period",
        "cash",
        "cash",
        "equivalent",
        "merchant",
        "reserve",
        "end",
        "period",
        "supplemental",
        "disclosure",
        "cash",
        "flow",
        "information",
        "cash",
        "paid",
        "period",
        "interest",
        "income",
        "tax",
        "reconciliation",
        "gaap",
        "financial",
        "measure",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "march",
        "reconciliation",
        "operating",
        "loss",
        "adjusted",
        "ebitda",
        "operating",
        "loss",
        "depreciation",
        "amortization",
        "ebitda",
        "compensation",
        "expense",
        "net",
        "adjusted",
        "ebitda",
        "calculation",
        "adjusted",
        "ebitda",
        "margin",
        "revenue",
        "adjusted",
        "ebitda",
        "adjusted",
        "ebitda",
        "margin",
        "contact",
        "investor",
        "relation",
        "core",
        "ir",
        "john",
        "marco",
        "managing",
        "director",
        "source",
        "payment",
        "data",
        "system",
        "inc"
    ]
}