{
    "organizations": [],
    "uuid": "b71a970d6ae00f5c1a89f4f51bb9f2012ee74497",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/11/business-wire-renesas-electronics-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Renesas Electronics Reports First Quarter Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Increase in Q1 Sales Year-On-Year Driven by Growth Mainly from Integration of Intersil and Industrial Business.\nAchieved Gross Margin Improvement for Four Consecutive Quarters\nQ1 2018: Non-GAAP (1) semiconductor sales of 182.0 billion yen, up 5.5% year-on-year. Non-GAAP gross margin of 48.0%, up 2.6 points year-on-year and Non-GAAP operating profits (margin) of 31.4 billion yen (16.9%), up 2.3 billion yen (up 0.5 point) year-on-year Outlook for Q2 2018: Non-GAAP semiconductor sales of 192.7 billion yen, down 0.8% year-on-year, Non-GAAP gross margin of 44.0%, down 1.8 points year-on-year and Non-GAAP operating margin of 12.8%, down 1.9 points year-on-year\nTOKYO--(BUSINESS WIRE)-- Renesas Electronics Corporation (TSE:6723, “Renesas”), a premier supplier of advanced semiconductor solutions, today reported financial results for the first quarter ended March 31, 2018 (January 1, 2018 to March 31, 2018).\n“We have been continuously improving our gross and operating margins by pursuing sales growth and cost efficiency,” said Bunsei Kure, Representative Director, President and CEO, Renesas Electronics Corporation. “We have achieved four consecutive quarters of improvement in non-GAAP Gross Margin in the first quarter. Our non-GAAP semiconductor sales also increased by 5.5% year on year, driven by the integration of Intersil and increased sales mainly in the industrial business. While we forecast stable demand in automotive and industrial businesses during the coming quarter, we expect a similar level of semiconductor sales on a year-on-year basis mainly due to the impact from the exchange rate.”\nQuarterly Financial Summary (Billion yen)\nNon-GAAP Basis Q1 FY2018 (Jan-Mar 2017)\nQ4 FY2017 (Oct-Dec 2017)\nQ1 FY2017 (Jan-Mar 2017)\nQoQ YoY Net Sales 185.9 210.2 177.6 -11.6% +4.7% Semi. Sales 182.0 206.4 172.6 -11.8% +5.5% Gross Margin 48.0% 47.9% 45.5% +0.1pts +2.6pts Operating Income 31.4 34.1 29.1 -2.7 +2.3 Operating Margin 16.9% 16.2% 16.4% +0.7pts +0.5pts EBITDA (2) 53.5 54.5 46.2 -1.0 +7.3 Japan GAAP Basis Q1 FY2018 (Jan-Mar 2018)\nQ4 FY2017 (Oct-Dec 2017)\nQ1 FY2017 (Jan-Mar 2017)\nQoQ YoY Net Sales 185.9 210.2 177.2 -11.6% +4.9% Semi. Sales 182.0 206.4 172.2 -11.8% +5.7% Gross Margin 47.8% 47.7% 43.8% +0.1pts +3.9pts Operating Income 20.6 21.9 22.1 -1.3 -1.5 Operating Margin 11.1% 10.4% 12.5% +0.7pts -1.4pts EBITDA 52.3 52.6 42.7 -0.3 +9.6 (1) Non-GAAP Basis: Results excluding non-recurring and certain other items. Following the completion of the purchase of Intersil in February 2017, Non-GAAP figures exclude amortization of goodwill, amortization of purchased intangible assets, costs related to the Intersil acquisition, stock-based compensation cost, costs related to the offering, and PPA (purchase price allocation) effects associated with the acquisition. See page 5 for reconciliation of Japan GAAP and Non-GAAP. (2) EBITDA: Sum of operating income, depreciation and amortization, and amortization of long-term prepaid expenses. Amortization of goodwill is also included for Japan GAAP-based EBITDA. Quarterly Semiconductor Sales by Application (Billion yen) (3)\nFollowing the completion of the acquisition of Intersil in February 2017, Renesas integrated Intersil into its operations and reformed its business organization into three business units. To align with this change, Renesas redefined its semiconductor sales breakdown to: “Automotive,” “Industrial” and “Broad-based,” the three application categories that constitute the main business of the Group, and “Other semiconductors,” that constitute the businesses that do not belong to the above three application categories.\nNon-GAAP Basis Q1 FY2018\n(Jan-Mar 2018)\nQ4 FY2017\n(Oct-Dec 2017)\nQ1 FY2017\n(Jan-Mar 2017)\nQoQ YoY Automotive (4) 92.4 109.1 97.8 -15.3% -5.6% Industrial (5) 50.9 54.2 45.2 -6.2% +12.4% Broad-Based (6) 38.1 40.9 28.8 -6.9% +32.3% Other Semiconductors 0.6 2.2 0.8 -70.9% -22.9% Total 182.0 206.4 172.6 -11.8% +5.5% (3) Semiconductor sales by application: From the fiscal year ending December 31, 2018, the company partially changed the sales categories, consisting of \"Automotive\", \"Industrial\" and \"Broad-based\" by transferring part of sales from \"Industrial\" to \"Broad-based\" among other changes, to accurately represent the business content. Accordingly, the figures of the fiscal year ended December 31, 2017 have been retroactively amended to reflect the new categories of the fiscal year ending December 31, 2018. (4) Automotive: Renesas mainly supplies microcontrollers (MCUs), system-on-chip (SoCs), analog semiconductors and power semiconductor devices for the “Automotive control” and “Automotive information” categories. (5) Industrial: Renesas mainly supplies MCUs and SoCs for “Smart factory,” “Smart home” and “Smart infrastructure” categories. (6) Broad-based: Renesas mainly supplies “General-purpose MCUs” and “General-purpose analog semiconductor devices” to a wide variety of end market solutions. Summary of First Quarter 2018 Results (Non-GAAP Basis)\nFirst quarter consolidated net sales were 185.9 billion yen, down 11.6% quarter-on-quarter and up 4.7% year-on-year. First quarter semiconductor sales were 182.0 billion yen, down 11.8% quarter-on-quarter, but up 5.5% year-on-year. Automotive sales decreased by 5.6% year-on-year, due to the rebound of the strong demand last year. Industrial sales increased by 12.4% year-on-year, mainly owing to the strong demand for factory automation (FA) and home appliances. Broad-based sales increased by 32.3% year-on-year, mainly due to the integration of Intersil and the strong demand in analog semiconductor devices.\nNon-GAAP gross margin in the first quarter was 48.0%, 4.2 points above the Company’s guidance, mainly due to production increase and cost-containment effects. On a sequential basis, gross margin increased by 0.1 point and improved by 2.6 points year-on-year.\nNon-GAAP R&D (7) expenses in the first quarter were 31.9 billion yen, compared to 34.3 billion yen and 27.0 billion yen in the sequential and year-ago quarter. First quarter R&D ratio to net sales was 17.2%.\nNon-GAAP SG&A (8) expenses in the first quarter were 26.0 billion yen, compared to 32.4 billion yen and 24.7 billion yen in the sequential and year-ago quarter. First quarter SG&A ratio to net sales was 14.0%.\nAlthough OPEX (operating expenses such as R&D and SG&A costs) ratio to net sales was relatively high due to a temporary drop in net sales, Renesas aims its long-term financial targets at around 30%, which is the sum of the ratios of R&D- and SG&A-to-net sales.\nNon-GAAP operating income was 31.4 billion yen, equivalent to 16.9% of operating margin in the first quarter, showing a decrease of 2.7 billion yen from the 34.1 billion yen on a sequential basis. Non-GAAP operating margin improved by 0.7 point from 16.2% in the previous quarter. On a year-on-year basis, non-GAAP operating income improved by 2.3 billion yen (0.5 point) mainly due to sales increases.\nNon-GAAP net income attributable to shareholders of parent company in the first quarter was 25.9 billion yen, while Non-GAAP net income per share was 15.5 yen.\nNet cash provided by operating activities in the first quarter was 15.4 billion yen and net cash used in investing activities was 17.8 billion yen. These resulted in negative free cash flows of 2.4 billion yen.\nCapital expenditures for property, plant, equipment (manufacturing equipment) and intangible assets, were 4.1 billion yen in the first quarter. These expenditures are based on the amount of investment decisions made and does not refer to the cash outlays in the cash flow statement.\nEquity ratio was 49.8% as of March 31, 2018, against 47.7% as of December 31, 2017. Debt/equity ratio (gross) was 0.45 as of March 31, 2018.\n(7) R&D: Research & Development (8) SG&A: Selling, general and administrative expenses Outlook for Second Quarter and First Half of 2018\nIn the second quarter of 2018, Renesas expects semiconductor sales of 192.7 billion yen (up 5.9% quarter-on-quarter, but down 0.8% from year-ago quarter). For the first half of 2018 ending in June 30, 2018, Renesas expects semiconductor sales of 374.7 billion yen, up 2.1% year-on-year.\nNon-GAAP gross margin for the second quarter of 2018 is expected to decrease by 4.0 points quarter-on-quarter and 1.8 points down from year-ago quarter to 44.0%, mainly due to adjustment in production volume after an increase in production in the last quarter, However, Non-GAAP gross margin for the first half of 2018 is expected to come in at 45.9%, up 0.3 point year-on-year, mainly due to an increase in sales.\nNon-GAAP operating margin is expected to be 12.8% (decrease by 4.1 points quarter-on-quarter, down 1.9 points from year-ago quarter). Non-GAAP operating margin for the first half of 2018 is expected to come in at 14.8%, down 0.7 point year-on-year due to proactive R&D investments.\nThe forecasts for the second quarter of the 2018 are calculated at the rate of 105 yen per USD and 129 yen per Euro, while the forecasts for the first half of 2018 are based on the rate of 107 yen per USD and 131 yen per Euro.\nCapital expenditures are based on the amount of investment decisions made for property, plant and equipment (manufacturing equipment) and intangible assets during the first half of 2018, and they are expected to be 3% of net revenue.\nReferences\nRefer to Renesas Electronics’ earnings report “Renesas Electronics Reports Financial Results for the Three Months Ended March 31, 2018” for the consolidated balance sheets, the consolidated statements of income and the consolidated statements of cash flows.\nRefer to the separate sheet for Japan GAAP – non-GAAP reconciliation.\nForward-Looking Statements\nThe statements in this press release with respect to the plans, strategies and financial outlook of Renesas Electronics and its consolidated subsidiaries (collectively “we”) are forward-looking statements involving risks and uncertainties. We caution you in advance that actual results may differ materially from such forward-looking statements due to several important factors including, but not limited to, general economic conditions in our markets, which are primarily Japan, North America, Asia, and Europe; demand for, and competitive pricing pressure on, products and services in the marketplace; ability to continue to win acceptance of products and services in these highly competitive markets; and fluctuations in currency exchange rates, particularly between the yen and the U.S. dollar. Among other factors, downturn of the world economy; deteriorating financial conditions in world markets, or deterioration in domestic and overseas stock markets, may cause actual results to differ from the projected results forecast.\nAbout Renesas Electronics Corporation\nRenesas Electronics Corporation ( TSE: 6723 ) delivers trusted embedded design innovation with complete semiconductor solutions that enable billions of connected, intelligent devices to enhance the way people work and live—securely and safely. A global leader in microcontrollers, analog & power and SoC products, Renesas provides the expertise, quality, and comprehensive solutions for a broad range of Automotive, Industrial, Home Electronics, Office Automation and Information Communication Technology applications to help shape a limitless future. Learn more at renesas.com .\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180510006441/en/\nMedia Contacts\nRenesas Electronics Corporation\nKyoko Okamoto, +81 3-6773-3001\npr@renesas.com\nor\nInvestor Contacts\nRenesas Electronics Corporation\nMakie Uehara, +81 3-6773-3002\nir@renesas.com\nSource: Renesas Electronics Corporation",
    "published": "2018-05-11T10:00:00.000+03:00",
    "crawled": "2018-05-11T11:47:29.037+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "increase",
        "q1",
        "sale",
        "driven",
        "growth",
        "mainly",
        "integration",
        "intersil",
        "industrial",
        "business",
        "achieved",
        "gross",
        "margin",
        "improvement",
        "four",
        "consecutive",
        "quarter",
        "q1",
        "semiconductor",
        "sale",
        "billion",
        "yen",
        "gross",
        "margin",
        "point",
        "operating",
        "profit",
        "margin",
        "billion",
        "yen",
        "billion",
        "yen",
        "point",
        "outlook",
        "q2",
        "semiconductor",
        "sale",
        "billion",
        "yen",
        "gross",
        "margin",
        "point",
        "operating",
        "margin",
        "point",
        "tokyo",
        "business",
        "wire",
        "renesas",
        "electronics",
        "corporation",
        "renesas",
        "premier",
        "supplier",
        "advanced",
        "semiconductor",
        "solution",
        "today",
        "reported",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "january",
        "march",
        "continuously",
        "improving",
        "gross",
        "operating",
        "margin",
        "pursuing",
        "sale",
        "growth",
        "cost",
        "efficiency",
        "said",
        "bunsei",
        "kure",
        "representative",
        "director",
        "president",
        "ceo",
        "renesas",
        "electronics",
        "corporation",
        "achieved",
        "four",
        "consecutive",
        "quarter",
        "improvement",
        "gross",
        "margin",
        "first",
        "quarter",
        "semiconductor",
        "sale",
        "also",
        "increased",
        "year",
        "year",
        "driven",
        "integration",
        "intersil",
        "increased",
        "sale",
        "mainly",
        "industrial",
        "business",
        "forecast",
        "stable",
        "demand",
        "automotive",
        "industrial",
        "business",
        "coming",
        "quarter",
        "expect",
        "similar",
        "level",
        "semiconductor",
        "sale",
        "basis",
        "mainly",
        "due",
        "impact",
        "exchange",
        "quarterly",
        "financial",
        "summary",
        "billion",
        "yen",
        "basis",
        "q1",
        "fy2018",
        "q4",
        "fy2017",
        "q1",
        "fy2017",
        "qoq",
        "yoy",
        "net",
        "sale",
        "semi",
        "sale",
        "gross",
        "margin",
        "operating",
        "income",
        "operating",
        "margin",
        "ebitda",
        "japan",
        "gaap",
        "basis",
        "q1",
        "fy2018",
        "q4",
        "fy2017",
        "q1",
        "fy2017",
        "qoq",
        "yoy",
        "net",
        "sale",
        "semi",
        "sale",
        "gross",
        "margin",
        "operating",
        "income",
        "operating",
        "margin",
        "ebitda",
        "basis",
        "result",
        "excluding",
        "certain",
        "item",
        "following",
        "completion",
        "purchase",
        "intersil",
        "february",
        "figure",
        "exclude",
        "amortization",
        "goodwill",
        "amortization",
        "purchased",
        "intangible",
        "asset",
        "cost",
        "related",
        "intersil",
        "acquisition",
        "compensation",
        "cost",
        "cost",
        "related",
        "offering",
        "ppa",
        "purchase",
        "price",
        "allocation",
        "effect",
        "associated",
        "acquisition",
        "see",
        "page",
        "reconciliation",
        "japan",
        "gaap",
        "ebitda",
        "sum",
        "operating",
        "income",
        "depreciation",
        "amortization",
        "amortization",
        "prepaid",
        "expense",
        "amortization",
        "goodwill",
        "also",
        "included",
        "japan",
        "ebitda",
        "quarterly",
        "semiconductor",
        "sale",
        "application",
        "billion",
        "yen",
        "following",
        "completion",
        "acquisition",
        "intersil",
        "february",
        "renesas",
        "integrated",
        "intersil",
        "operation",
        "reformed",
        "business",
        "organization",
        "three",
        "business",
        "unit",
        "align",
        "change",
        "renesas",
        "redefined",
        "semiconductor",
        "sale",
        "breakdown",
        "automotive",
        "industrial",
        "three",
        "application",
        "category",
        "constitute",
        "main",
        "business",
        "group",
        "semiconductor",
        "constitute",
        "business",
        "belong",
        "three",
        "application",
        "category",
        "basis",
        "q1",
        "fy2018",
        "q4",
        "fy2017",
        "q1",
        "fy2017",
        "qoq",
        "yoy",
        "automotive",
        "industrial",
        "semiconductor",
        "total",
        "semiconductor",
        "sale",
        "application",
        "fiscal",
        "year",
        "ending",
        "december",
        "company",
        "partially",
        "changed",
        "sale",
        "category",
        "consisting",
        "automotive",
        "industrial",
        "transferring",
        "part",
        "sale",
        "industrial",
        "among",
        "change",
        "accurately",
        "represent",
        "business",
        "content",
        "accordingly",
        "figure",
        "fiscal",
        "year",
        "ended",
        "december",
        "retroactively",
        "amended",
        "reflect",
        "new",
        "category",
        "fiscal",
        "year",
        "ending",
        "december",
        "automotive",
        "renesas",
        "mainly",
        "supply",
        "microcontrollers",
        "mcus",
        "socs",
        "analog",
        "semiconductor",
        "power",
        "semiconductor",
        "device",
        "automotive",
        "control",
        "automotive",
        "information",
        "category",
        "industrial",
        "renesas",
        "mainly",
        "supply",
        "mcus",
        "socs",
        "smart",
        "factory",
        "smart",
        "home",
        "smart",
        "infrastructure",
        "category",
        "renesas",
        "mainly",
        "supply",
        "mcus",
        "analog",
        "semiconductor",
        "device",
        "wide",
        "variety",
        "end",
        "market",
        "solution",
        "summary",
        "first",
        "quarter",
        "result",
        "basis",
        "first",
        "quarter",
        "consolidated",
        "net",
        "sale",
        "billion",
        "yen",
        "first",
        "quarter",
        "semiconductor",
        "sale",
        "billion",
        "yen",
        "automotive",
        "sale",
        "decreased",
        "due",
        "rebound",
        "strong",
        "demand",
        "last",
        "year",
        "industrial",
        "sale",
        "increased",
        "mainly",
        "owing",
        "strong",
        "demand",
        "factory",
        "automation",
        "fa",
        "home",
        "appliance",
        "sale",
        "increased",
        "mainly",
        "due",
        "integration",
        "intersil",
        "strong",
        "demand",
        "analog",
        "semiconductor",
        "device",
        "gross",
        "margin",
        "first",
        "quarter",
        "point",
        "company",
        "guidance",
        "mainly",
        "due",
        "production",
        "increase",
        "effect",
        "sequential",
        "basis",
        "gross",
        "margin",
        "increased",
        "point",
        "improved",
        "point",
        "r",
        "expense",
        "first",
        "quarter",
        "billion",
        "yen",
        "compared",
        "billion",
        "yen",
        "billion",
        "yen",
        "sequential",
        "quarter",
        "first",
        "quarter",
        "r",
        "ratio",
        "net",
        "sale",
        "sg",
        "expense",
        "first",
        "quarter",
        "billion",
        "yen",
        "compared",
        "billion",
        "yen",
        "billion",
        "yen",
        "sequential",
        "quarter",
        "first",
        "quarter",
        "sg",
        "ratio",
        "net",
        "sale",
        "although",
        "opex",
        "operating",
        "expense",
        "r",
        "sg",
        "cost",
        "ratio",
        "net",
        "sale",
        "relatively",
        "high",
        "due",
        "temporary",
        "drop",
        "net",
        "sale",
        "renesas",
        "aim",
        "financial",
        "target",
        "around",
        "sum",
        "ratio",
        "r",
        "sg",
        "sale",
        "operating",
        "income",
        "billion",
        "yen",
        "equivalent",
        "operating",
        "margin",
        "first",
        "quarter",
        "showing",
        "decrease",
        "billion",
        "yen",
        "billion",
        "yen",
        "sequential",
        "basis",
        "operating",
        "margin",
        "improved",
        "point",
        "previous",
        "quarter",
        "basis",
        "operating",
        "income",
        "improved",
        "billion",
        "yen",
        "point",
        "mainly",
        "due",
        "sale",
        "increase",
        "net",
        "income",
        "attributable",
        "shareholder",
        "parent",
        "company",
        "first",
        "quarter",
        "billion",
        "yen",
        "net",
        "income",
        "per",
        "share",
        "yen",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "first",
        "quarter",
        "billion",
        "yen",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "billion",
        "yen",
        "resulted",
        "negative",
        "free",
        "cash",
        "flow",
        "billion",
        "yen",
        "capital",
        "expenditure",
        "property",
        "plant",
        "equipment",
        "manufacturing",
        "equipment",
        "intangible",
        "asset",
        "billion",
        "yen",
        "first",
        "quarter",
        "expenditure",
        "based",
        "amount",
        "investment",
        "decision",
        "made",
        "refer",
        "cash",
        "outlay",
        "cash",
        "flow",
        "statement",
        "equity",
        "ratio",
        "march",
        "december",
        "ratio",
        "gross",
        "march",
        "r",
        "research",
        "development",
        "sg",
        "selling",
        "general",
        "administrative",
        "expense",
        "outlook",
        "second",
        "quarter",
        "first",
        "half",
        "second",
        "quarter",
        "renesas",
        "expects",
        "semiconductor",
        "sale",
        "billion",
        "yen",
        "quarter",
        "first",
        "half",
        "ending",
        "june",
        "renesas",
        "expects",
        "semiconductor",
        "sale",
        "billion",
        "yen",
        "gross",
        "margin",
        "second",
        "quarter",
        "expected",
        "decrease",
        "point",
        "point",
        "quarter",
        "mainly",
        "due",
        "adjustment",
        "production",
        "volume",
        "increase",
        "production",
        "last",
        "quarter",
        "however",
        "gross",
        "margin",
        "first",
        "half",
        "expected",
        "come",
        "point",
        "mainly",
        "due",
        "increase",
        "sale",
        "operating",
        "margin",
        "expected",
        "decrease",
        "point",
        "point",
        "quarter",
        "operating",
        "margin",
        "first",
        "half",
        "expected",
        "come",
        "point",
        "due",
        "proactive",
        "r",
        "investment",
        "forecast",
        "second",
        "quarter",
        "calculated",
        "rate",
        "yen",
        "per",
        "usd",
        "yen",
        "per",
        "euro",
        "forecast",
        "first",
        "half",
        "based",
        "rate",
        "yen",
        "per",
        "usd",
        "yen",
        "per",
        "euro",
        "capital",
        "expenditure",
        "based",
        "amount",
        "investment",
        "decision",
        "made",
        "property",
        "plant",
        "equipment",
        "manufacturing",
        "equipment",
        "intangible",
        "asset",
        "first",
        "half",
        "expected",
        "net",
        "revenue",
        "reference",
        "refer",
        "renesas",
        "electronics",
        "earnings",
        "report",
        "renesas",
        "electronics",
        "report",
        "financial",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "consolidated",
        "balance",
        "sheet",
        "consolidated",
        "statement",
        "income",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "refer",
        "separate",
        "sheet",
        "japan",
        "gaap",
        "reconciliation",
        "statement",
        "statement",
        "press",
        "release",
        "respect",
        "plan",
        "strategy",
        "financial",
        "outlook",
        "renesas",
        "electronics",
        "consolidated",
        "subsidiary",
        "collectively",
        "statement",
        "involving",
        "risk",
        "uncertainty",
        "caution",
        "advance",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "statement",
        "due",
        "several",
        "important",
        "factor",
        "including",
        "limited",
        "general",
        "economic",
        "condition",
        "market",
        "primarily",
        "japan",
        "north",
        "america",
        "asia",
        "europe",
        "demand",
        "competitive",
        "pricing",
        "pressure",
        "product",
        "service",
        "marketplace",
        "ability",
        "continue",
        "win",
        "acceptance",
        "product",
        "service",
        "highly",
        "competitive",
        "market",
        "fluctuation",
        "currency",
        "exchange",
        "rate",
        "particularly",
        "yen",
        "dollar",
        "among",
        "factor",
        "downturn",
        "world",
        "economy",
        "deteriorating",
        "financial",
        "condition",
        "world",
        "market",
        "deterioration",
        "domestic",
        "overseas",
        "stock",
        "market",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "projected",
        "result",
        "forecast",
        "renesas",
        "electronics",
        "corporation",
        "renesas",
        "electronics",
        "corporation",
        "tse",
        "delivers",
        "trusted",
        "embedded",
        "design",
        "innovation",
        "complete",
        "semiconductor",
        "solution",
        "enable",
        "billion",
        "connected",
        "intelligent",
        "device",
        "enhance",
        "way",
        "people",
        "work",
        "safely",
        "global",
        "leader",
        "microcontrollers",
        "analog",
        "power",
        "soc",
        "product",
        "renesas",
        "provides",
        "expertise",
        "quality",
        "comprehensive",
        "solution",
        "broad",
        "range",
        "automotive",
        "industrial",
        "home",
        "electronics",
        "office",
        "automation",
        "information",
        "communication",
        "technology",
        "application",
        "help",
        "shape",
        "limitless",
        "future",
        "learn",
        "view",
        "source",
        "version",
        "http",
        "medium",
        "contact",
        "renesas",
        "electronics",
        "corporation",
        "kyoko",
        "okamoto",
        "pr",
        "investor",
        "contact",
        "renesas",
        "electronics",
        "corporation",
        "makie",
        "uehara",
        "ir",
        "source",
        "renesas",
        "electronics",
        "corporation"
    ]
}