{
    "organizations": [],
    "uuid": "03a22bd851cc480bb35271e02b9ed5e9528033ff",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/18/pr-newswire-data-shows-sales-of-medical-cannabis-market-are-on-the-rise.html",
    "ord_in_thread": 0,
    "title": "Data Shows Sales of Medical Cannabis Market are on the Rise",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK, May 18, 2018 /PRNewswire/ --\nAccording to data provided by Energias Market Research, the global medical cannabis market is expected to grow significantly from USD 8.28 billion in 2017 to USD 28.07 billion in 2024, at a CAGR of 19.1% from 2018 to 2024. There several crucial factors that drive the growth of the medical cannabis market, including growing recognition of medical benefits, increasing demand for cannabis in the treatment of various diseases, and growing number of research and development activities. In the U.S, there are 28 states which have approved the use of cannabis for medical purposes. In major markets like Colorado, California, Alaska, Massachusetts and Nevada, cannabis is also legal for recreational use. Medical Cannabis Payment Solutions (OTC: REFG), Freedom Leaf Inc. (OTC: FRLF), MassRoots, Inc. (OTC: MSRT), CV Sciences, Inc. (OTC: CVSI), Golden Leaf Holdings Ltd. (OTC: GLDFF)\nIn the U.S., the potential financial benefits from legalization are important economically and politically. Fortune reported that, \"in order to collect $1 billion a year in taxes, the state will need to reach a projected $7 billion in annual legal recreational cannabis sales. At that rate, California would easily be the country's largest legal marijuana market, as the entire legal cannabis industry in the U.S. is expected to pull in roughly $10 billion in total sales for 2017. That number would almost certainly get a boost in the coming years, as legal markets grow in California and other states, such as Nevada and Massachusetts.\"\nMedical Cannabis Payment Solutions (OTC: REFG) yesterday announced breaking news that, it has acquired SpeedyGrow, a Wyoming corporation with licenses to grow and process hemp in the state of Colorado. The company extracts full spectrum CBD. Along with the acquisition, Medical Cannabis Payment Solutions also acquired SpeedyVeg ( speedyveg.com ), a proprietary, organic soil nutrient with specific benefit to growing healthy plants and maximizing yield.\n\"We weren't initially anticipating entering this space,\" said Jeremy Roberts, CEO of Medical Cannabis Payment Solutions. \"But after careful consideration, the opportunity to expand our footprint in the state-sanctioned cannabis space was too good of an opportunity for our shareholders to pass up.\"\n\"We are excited to come into the Medical Cannabis Payment Solutions family,\" said David Schenk, SpeedyGrow's President. \"We have had a remarkable experience working with Jeremy and his team. We believe the future is bright for our combined company.\"\n\"We continue to focus on our core competency, which is providing best-in-class payment processing and banking services,\" said Mr. Roberts. \"This acquisition is yet another revenue stream for our investors.\"\nFreedom Leaf Inc. (OTCQB: FRLF) is a group of diversified, international, vertically-integrated hemp businesses and cannabis media companies. On April 17, 2018, the company consummated its previously-announced acquisition of the Irie CBD Product Line, including virtually all: assets, trademarks, formulating equipment, formulas and products. Irie is a California-based CBD, \"Cannabidiol\", product line that, and has been operating since 2015, it formulates, manufactures and distributes CBD tinctures, CBD edibles, CBD topicals and CBD concentrates to retail markets across the country. Irie boasts a large inventory of more than 25 different products and recorded approximately $1.5 million of revenue in 2017and net profits in excess of $200,000. Irie also leases a full manufacturing and processing facility in Oakland, California.\nMassRoots, Inc. (OTCQB: MSRT) is one of the leading technology platforms for the regulated cannabis industry. On April 17, 2018, the company issued 2018 annual shareholder letter. The company plans to introduce a digital instrument to be issued by MassRoots Blockchain Technologies, Inc., a wholly-owned subsidiary of the Company, aimed at encouraging key behaviors within the MassRoots' platform, such as high-quality reviews of cannabis strains. Management believes this digital instrument will incentivize user growth and stimulate the platform's overall activity. In addition, management believes that the digital instrument may also one day be used by businesses within the cannabis industry to, among other things, develop customer loyalty programs to award our digital instruments to consumers for purchasing certain products or reaching certain spending/order levels.\nCV Sciences, Inc. (OTCQB: CVSI) operates two distinct business segments: a drug development division focused on developing and commercializing novel therapeutics utilizing synthetic CBD; and, a consumer product division focused on manufacturing, marketing and selling plant-based CBD products to a range of market sectors. Recently, the company announced its financial results for the first quarter ended March 31, 2018. Sales for Q1 2018 were $8.1 million demonstrating the Company's continued organic expansion into all sales channels including the natural product retail, wholesale and direct-to-consumer channels. This is an 11% sequential quarterly increase from $7.2 million reported for Q4 2017. The Company's natural product retail channel now includes 1,771 locations nationwide. CV Sciences plans to continue developing new sales channels and is encouraged by the strength of its branded products as evidenced by SPINS® Scan data, which positions the Company as the #l selling hemp product line in the natural products industry.\nGolden Leaf Holdings Ltd. (OTCQB: GLDFF), a Canadian company with operations in multiple jurisdictions including Oregon, Nevada and Canada, is one of the largest cannabis oil and solution providers in North America, and a leading cannabis products company built around recognized brands. Recently, the company announced that it has signed a letter of intent to acquire two large cannabis cultivation facilities and their associated cultivation licenses, one in Northern Nevada and another in Northern California, that are owned by the same operators. The Nevada facility is currently operational and generating positive cash flow, and the California facility is provisionally licensed for cultivation. Under the terms of the LOI, Golden Leaf would pay US$8.5 million in cash at closing, plus an as of yet undetermined number of shares that equals 25% of the total issued and outstanding shares of common stock of GLH on the closing date.\nSubscribe Now! Watch us report LIVE https://www.youtube.com/FinancialBuzzMedia\nFollow us on Twitter for real time Financial News Updates: https://twitter.com/financialbuzz\nFollow and talk to us on Instagram: https://www.instagram.com/financialbuzz\nFacebook Like Us to receive live feeds: https://www.facebook.com/Financialbuzz/\nAbout FinancialBuzz.com\nFinancialBuzz.com , a leading financial news informational web portal designed to provide the latest trends in Market News, Investing News, Personal Finance, Politics, Entertainment, in-depth broadcasts on Stock News, Market Analysis and Company Interviews. A pioneer in the financially driven digital space, video production and integration of social media, FinancialBuzz.com creates 100% unique original content. FinancialBuzz.com also provides financial news PR dissemination, branding, marketing and advertising for third parties for corporate news and original content through our unique media platform that includes Newswire Delivery, Digital Advertising, Social Media Relations, Video Production, Broadcasting, and Financial Publications.\nPlease Note: FinancialBuzz.com is not a financial advisory or advisor, investment advisor or broker-dealer and do not undertake any activities that would require such registration. The information provided on http://www.FinancialBuzz.com (the 'Site') is either original financial news or paid advertisements provided [exclusively] by our affiliates (sponsored content), FinancialBuzz.com , a financial news media and marketing firm enters into media buys or service agreements with the companies which are the subject to the articles posted on the Site or other editorials for advertising such companies. We are not an independent news media provider and therefore do not represent or warrant that the information posted on the Site is accurate, unbiased or complete. FinancialBuzz.com receives fees for producing and presenting high quality and sophisticated content on FinancialBuzz.com along with other financial news PR media services. FinancialBuzz.com does not offer any personal opinions, recommendations or bias commentary as we purely incorporate public market information along with financial and corporate news. FinancialBuzz.com only aggregates or regurgitates financial or corporate news through our unique financial newswire and media platform. For Medical Cannabis Payment Solutions financial news dissemination and PR services, FinancialBuzz.com has been four thousand dollars by axiom group. Our fees may be either a flat cash sum or negotiated number of securities of the companies featured on this editorial or site, or a combination thereof. The securities are commonly paid in segments, of which a portion is received upon engagement and the balance is paid on or near the conclusion of the engagement. FinancialBuzz.com will always disclose any compensation in securities or cash payments for financial news PR advertising. FinancialBuzz.com does not undertake to update any of the information on the editorial or Site or continue to post information about any companies the information contained herein is not intended to be used as the basis for investment decisions and should not be considered as investment advice or a recommendation. The information contained herein is not an offer or solicitation to buy, hold or sell any security. FinancialBuzz.com , members and affiliates are not responsible for any gains or losses that result from the opinions expressed on this editorial or Site, company profiles, quotations or in other materials or presentations that it publishes electronically or in print. Investors accept full responsibility for any and all of their investment decisions based on their own independent research and evaluation of their own investment goals, risk tolerance, and financial condition. FinancialBuzz.com . By accessing this editorial and website and any pages thereof, you agree to be bound by the Terms of Use and Privacy Policy, as may be amended from time to time. None of the content issued by FinancialBuzz.com constitutes a recommendation for any investor to purchase, hold or sell any particular security, pursue a particular investment strategy or that any security is suitable for any investor. This publication is provided by FinancialBuzz.com . Each investor is solely responsible for determining whether a particular security or investment strategy is suitable based on their objectives, other securities holdings, financial situation needs, and tax status. You agree to consult with your investment advisor, tax and legal consultant before making any investment decisions. We make no representations as to the completeness, accuracy or timeless of the material provided. All materials are subject to change without notice. Information is obtained from sources believed to be reliable, but its accuracy and completeness are not guaranteed. For our full disclaimer, disclosure and Terms of Use, please visit: http://www.financialbuzz.com .\nMedia Contact :\ninfo@financialbuzz.com\n+1-877-601-1879\nUrl: http://www.FinancialBuzz.com\nSOURCE FinancialBuzz.com",
    "published": "2018-05-18T17:00:00.000+03:00",
    "crawled": "2018-05-18T18:30:23.018+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "may",
        "according",
        "data",
        "provided",
        "energias",
        "market",
        "research",
        "global",
        "medical",
        "cannabis",
        "market",
        "expected",
        "grow",
        "significantly",
        "usd",
        "billion",
        "usd",
        "billion",
        "cagr",
        "several",
        "crucial",
        "factor",
        "drive",
        "growth",
        "medical",
        "cannabis",
        "market",
        "including",
        "growing",
        "recognition",
        "medical",
        "benefit",
        "increasing",
        "demand",
        "cannabis",
        "treatment",
        "various",
        "disease",
        "growing",
        "number",
        "research",
        "development",
        "activity",
        "state",
        "approved",
        "use",
        "cannabis",
        "medical",
        "purpose",
        "major",
        "market",
        "like",
        "colorado",
        "california",
        "alaska",
        "massachusetts",
        "nevada",
        "cannabis",
        "also",
        "legal",
        "recreational",
        "use",
        "medical",
        "cannabis",
        "payment",
        "solution",
        "otc",
        "refg",
        "freedom",
        "leaf",
        "otc",
        "frlf",
        "massroots",
        "otc",
        "msrt",
        "cv",
        "science",
        "otc",
        "cvsi",
        "golden",
        "leaf",
        "holding",
        "otc",
        "gldff",
        "potential",
        "financial",
        "benefit",
        "legalization",
        "important",
        "economically",
        "politically",
        "fortune",
        "reported",
        "order",
        "collect",
        "billion",
        "year",
        "tax",
        "state",
        "need",
        "reach",
        "projected",
        "billion",
        "annual",
        "legal",
        "recreational",
        "cannabis",
        "sale",
        "rate",
        "california",
        "would",
        "easily",
        "country",
        "largest",
        "legal",
        "marijuana",
        "market",
        "entire",
        "legal",
        "cannabis",
        "industry",
        "expected",
        "pull",
        "roughly",
        "billion",
        "total",
        "sale",
        "number",
        "would",
        "almost",
        "certainly",
        "get",
        "boost",
        "coming",
        "year",
        "legal",
        "market",
        "grow",
        "california",
        "state",
        "nevada",
        "massachusetts",
        "medical",
        "cannabis",
        "payment",
        "solution",
        "otc",
        "refg",
        "yesterday",
        "announced",
        "breaking",
        "news",
        "acquired",
        "speedygrow",
        "wyoming",
        "corporation",
        "license",
        "grow",
        "process",
        "hemp",
        "state",
        "colorado",
        "company",
        "extract",
        "full",
        "spectrum",
        "cbd",
        "along",
        "acquisition",
        "medical",
        "cannabis",
        "payment",
        "solution",
        "also",
        "acquired",
        "speedyveg",
        "proprietary",
        "organic",
        "soil",
        "nutrient",
        "specific",
        "benefit",
        "growing",
        "healthy",
        "plant",
        "maximizing",
        "yield",
        "initially",
        "anticipating",
        "entering",
        "space",
        "said",
        "jeremy",
        "robert",
        "ceo",
        "medical",
        "cannabis",
        "payment",
        "solution",
        "careful",
        "consideration",
        "opportunity",
        "expand",
        "footprint",
        "cannabis",
        "space",
        "good",
        "opportunity",
        "shareholder",
        "pas",
        "excited",
        "come",
        "medical",
        "cannabis",
        "payment",
        "solution",
        "family",
        "said",
        "david",
        "schenk",
        "speedygrow",
        "president",
        "remarkable",
        "experience",
        "working",
        "jeremy",
        "team",
        "believe",
        "future",
        "bright",
        "combined",
        "company",
        "continue",
        "focus",
        "core",
        "competency",
        "providing",
        "payment",
        "processing",
        "banking",
        "service",
        "said",
        "robert",
        "acquisition",
        "yet",
        "another",
        "revenue",
        "stream",
        "investor",
        "freedom",
        "leaf",
        "otcqb",
        "frlf",
        "group",
        "diversified",
        "international",
        "hemp",
        "business",
        "cannabis",
        "medium",
        "company",
        "april",
        "company",
        "consummated",
        "acquisition",
        "irie",
        "cbd",
        "product",
        "line",
        "including",
        "virtually",
        "asset",
        "trademark",
        "formulating",
        "equipment",
        "formula",
        "product",
        "irie",
        "cbd",
        "cannabidiol",
        "product",
        "line",
        "operating",
        "since",
        "formulates",
        "manufacture",
        "distributes",
        "cbd",
        "tincture",
        "cbd",
        "edible",
        "cbd",
        "topicals",
        "cbd",
        "concentrate",
        "retail",
        "market",
        "across",
        "country",
        "irie",
        "boast",
        "large",
        "inventory",
        "different",
        "product",
        "recorded",
        "approximately",
        "million",
        "revenue",
        "2017and",
        "net",
        "profit",
        "excess",
        "irie",
        "also",
        "lease",
        "full",
        "manufacturing",
        "processing",
        "facility",
        "oakland",
        "california",
        "massroots",
        "otcqb",
        "msrt",
        "one",
        "leading",
        "technology",
        "platform",
        "regulated",
        "cannabis",
        "industry",
        "april",
        "company",
        "issued",
        "annual",
        "shareholder",
        "letter",
        "company",
        "plan",
        "introduce",
        "digital",
        "instrument",
        "issued",
        "massroots",
        "blockchain",
        "technology",
        "subsidiary",
        "company",
        "aimed",
        "encouraging",
        "key",
        "behavior",
        "within",
        "massroots",
        "platform",
        "review",
        "cannabis",
        "strain",
        "management",
        "belief",
        "digital",
        "instrument",
        "incentivize",
        "user",
        "growth",
        "stimulate",
        "platform",
        "overall",
        "activity",
        "addition",
        "management",
        "belief",
        "digital",
        "instrument",
        "may",
        "also",
        "one",
        "day",
        "used",
        "business",
        "within",
        "cannabis",
        "industry",
        "among",
        "thing",
        "develop",
        "customer",
        "loyalty",
        "program",
        "award",
        "digital",
        "instrument",
        "consumer",
        "purchasing",
        "certain",
        "product",
        "reaching",
        "certain",
        "level",
        "cv",
        "science",
        "otcqb",
        "cvsi",
        "operates",
        "two",
        "distinct",
        "business",
        "segment",
        "drug",
        "development",
        "division",
        "focused",
        "developing",
        "commercializing",
        "novel",
        "therapeutic",
        "utilizing",
        "synthetic",
        "cbd",
        "consumer",
        "product",
        "division",
        "focused",
        "manufacturing",
        "marketing",
        "selling",
        "cbd",
        "product",
        "range",
        "market",
        "sector",
        "recently",
        "company",
        "announced",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "sale",
        "q1",
        "million",
        "demonstrating",
        "company",
        "continued",
        "organic",
        "expansion",
        "sale",
        "channel",
        "including",
        "natural",
        "product",
        "retail",
        "wholesale",
        "channel",
        "sequential",
        "quarterly",
        "increase",
        "million",
        "reported",
        "q4",
        "company",
        "natural",
        "product",
        "retail",
        "channel",
        "includes",
        "location",
        "nationwide",
        "cv",
        "science",
        "plan",
        "continue",
        "developing",
        "new",
        "sale",
        "channel",
        "encouraged",
        "strength",
        "branded",
        "product",
        "evidenced",
        "scan",
        "data",
        "position",
        "company",
        "l",
        "selling",
        "hemp",
        "product",
        "line",
        "natural",
        "product",
        "industry",
        "golden",
        "leaf",
        "holding",
        "otcqb",
        "gldff",
        "canadian",
        "company",
        "operation",
        "multiple",
        "jurisdiction",
        "including",
        "oregon",
        "nevada",
        "canada",
        "one",
        "largest",
        "cannabis",
        "oil",
        "solution",
        "provider",
        "north",
        "america",
        "leading",
        "cannabis",
        "product",
        "company",
        "built",
        "around",
        "recognized",
        "brand",
        "recently",
        "company",
        "announced",
        "signed",
        "letter",
        "intent",
        "acquire",
        "two",
        "large",
        "cannabis",
        "cultivation",
        "facility",
        "associated",
        "cultivation",
        "license",
        "one",
        "northern",
        "nevada",
        "another",
        "northern",
        "california",
        "owned",
        "operator",
        "nevada",
        "facility",
        "currently",
        "operational",
        "generating",
        "positive",
        "cash",
        "flow",
        "california",
        "facility",
        "provisionally",
        "licensed",
        "cultivation",
        "term",
        "loi",
        "golden",
        "leaf",
        "would",
        "pay",
        "u",
        "million",
        "cash",
        "closing",
        "plus",
        "yet",
        "undetermined",
        "number",
        "share",
        "equal",
        "total",
        "issued",
        "outstanding",
        "share",
        "common",
        "stock",
        "glh",
        "closing",
        "date",
        "subscribe",
        "watch",
        "u",
        "report",
        "live",
        "http",
        "follow",
        "u",
        "twitter",
        "real",
        "time",
        "financial",
        "news",
        "update",
        "http",
        "follow",
        "talk",
        "u",
        "instagram",
        "http",
        "facebook",
        "like",
        "u",
        "receive",
        "live",
        "feed",
        "http",
        "leading",
        "financial",
        "news",
        "informational",
        "web",
        "portal",
        "designed",
        "provide",
        "latest",
        "trend",
        "market",
        "news",
        "investing",
        "news",
        "personal",
        "finance",
        "politics",
        "entertainment",
        "broadcast",
        "stock",
        "news",
        "market",
        "analysis",
        "company",
        "interview",
        "pioneer",
        "financially",
        "driven",
        "digital",
        "space",
        "video",
        "production",
        "integration",
        "social",
        "medium",
        "creates",
        "unique",
        "original",
        "content",
        "also",
        "provides",
        "financial",
        "news",
        "pr",
        "dissemination",
        "branding",
        "marketing",
        "advertising",
        "third",
        "party",
        "corporate",
        "news",
        "original",
        "content",
        "unique",
        "medium",
        "platform",
        "includes",
        "newswire",
        "delivery",
        "digital",
        "advertising",
        "social",
        "medium",
        "relation",
        "video",
        "production",
        "broadcasting",
        "financial",
        "publication",
        "please",
        "note",
        "financial",
        "advisory",
        "advisor",
        "investment",
        "advisor",
        "undertake",
        "activity",
        "would",
        "require",
        "registration",
        "information",
        "provided",
        "http",
        "either",
        "original",
        "financial",
        "news",
        "paid",
        "advertisement",
        "provided",
        "exclusively",
        "affiliate",
        "sponsored",
        "content",
        "financial",
        "news",
        "medium",
        "marketing",
        "firm",
        "enters",
        "medium",
        "buy",
        "service",
        "agreement",
        "company",
        "subject",
        "article",
        "posted",
        "site",
        "editorial",
        "advertising",
        "company",
        "independent",
        "news",
        "medium",
        "provider",
        "therefore",
        "represent",
        "warrant",
        "information",
        "posted",
        "site",
        "accurate",
        "unbiased",
        "complete",
        "receives",
        "fee",
        "producing",
        "presenting",
        "high",
        "quality",
        "sophisticated",
        "content",
        "along",
        "financial",
        "news",
        "pr",
        "medium",
        "service",
        "offer",
        "personal",
        "opinion",
        "recommendation",
        "bias",
        "commentary",
        "purely",
        "incorporate",
        "public",
        "market",
        "information",
        "along",
        "financial",
        "corporate",
        "news",
        "aggregate",
        "regurgitates",
        "financial",
        "corporate",
        "news",
        "unique",
        "financial",
        "newswire",
        "medium",
        "platform",
        "medical",
        "cannabis",
        "payment",
        "solution",
        "financial",
        "news",
        "dissemination",
        "pr",
        "service",
        "four",
        "thousand",
        "dollar",
        "axiom",
        "group",
        "fee",
        "may",
        "either",
        "flat",
        "cash",
        "sum",
        "negotiated",
        "number",
        "security",
        "company",
        "featured",
        "editorial",
        "site",
        "combination",
        "thereof",
        "security",
        "commonly",
        "paid",
        "segment",
        "portion",
        "received",
        "upon",
        "engagement",
        "balance",
        "paid",
        "near",
        "conclusion",
        "engagement",
        "always",
        "disclose",
        "compensation",
        "security",
        "cash",
        "payment",
        "financial",
        "news",
        "pr",
        "advertising",
        "undertake",
        "update",
        "information",
        "editorial",
        "site",
        "continue",
        "post",
        "information",
        "company",
        "information",
        "contained",
        "herein",
        "intended",
        "used",
        "basis",
        "investment",
        "decision",
        "considered",
        "investment",
        "advice",
        "recommendation",
        "information",
        "contained",
        "herein",
        "offer",
        "solicitation",
        "buy",
        "hold",
        "sell",
        "security",
        "member",
        "affiliate",
        "responsible",
        "gain",
        "loss",
        "result",
        "opinion",
        "expressed",
        "editorial",
        "site",
        "company",
        "profile",
        "quotation",
        "material",
        "presentation",
        "publishes",
        "electronically",
        "print",
        "investor",
        "accept",
        "full",
        "responsibility",
        "investment",
        "decision",
        "based",
        "independent",
        "research",
        "evaluation",
        "investment",
        "goal",
        "risk",
        "tolerance",
        "financial",
        "condition",
        "accessing",
        "editorial",
        "website",
        "page",
        "thereof",
        "agree",
        "bound",
        "term",
        "use",
        "privacy",
        "policy",
        "may",
        "amended",
        "time",
        "time",
        "none",
        "content",
        "issued",
        "constitutes",
        "recommendation",
        "investor",
        "purchase",
        "hold",
        "sell",
        "particular",
        "security",
        "pursue",
        "particular",
        "investment",
        "strategy",
        "security",
        "suitable",
        "investor",
        "publication",
        "provided",
        "investor",
        "solely",
        "responsible",
        "determining",
        "whether",
        "particular",
        "security",
        "investment",
        "strategy",
        "suitable",
        "based",
        "objective",
        "security",
        "holding",
        "financial",
        "situation",
        "need",
        "tax",
        "status",
        "agree",
        "consult",
        "investment",
        "advisor",
        "tax",
        "legal",
        "consultant",
        "making",
        "investment",
        "decision",
        "make",
        "representation",
        "completeness",
        "accuracy",
        "timeless",
        "material",
        "provided",
        "material",
        "subject",
        "change",
        "without",
        "notice",
        "information",
        "obtained",
        "source",
        "believed",
        "reliable",
        "accuracy",
        "completeness",
        "guaranteed",
        "full",
        "disclaimer",
        "disclosure",
        "term",
        "use",
        "please",
        "visit",
        "http",
        "medium",
        "contact",
        "info",
        "url",
        "http",
        "source"
    ]
}