{
    "organizations": [],
    "uuid": "6457cc83142c1b0e2ebe9f17cbb6b77b33d5440c",
    "author": "Annie Nova",
    "url": "https://www.cnbc.com/2018/05/05/for-some-student-loan-debt-is-doubling-tripling-and-even-quadrupling.html",
    "ord_in_thread": 0,
    "title": "For some, student loan debt is doubling, tripling, and even quadrupling",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "College Game Plan For some, student loan debt is doubling, tripling, and even quadrupling For some students, what they borrow can end up being a fraction of what they wind up owing. \"There are ways these loans are structured that encourage this ballooning,\" said Persis Yu, director of the Student Loan Borrower Assistance Project at the National Consumer Law Center, a nonprofit advocacy group. CNBC.com Gina Pricope | Getty Images\nRick Tallini didn't worry much about the $55,000 in federal student loans he took out for law school in the 1990s. His future seemed bright.\nYet in the decades since he graduated, he's struggled to find employment and pay the bills. His original student loan balance, meanwhile, has soared to well over $300,000.\n\"They'll tack this thing to my coffin at this point,\" Tallini, 61, said.\nOutstanding student loan debt in the U.S. has tripled over the last decade, surpassing auto and credit card debt and only second to housing debt, and now stands at almost $1.5 trillion . That's in part because many people are seeing their individual balances spiral out of control.\n\"Loans doubling, tripling, quadrupling, it really does happen all the time,\" said Persis Yu, director of the Student Loan Borrower Assistance Project at the National Consumer Law Center, a nonprofit advocacy group.\n\"There are ways these loans are structured that encourage this ballooning,\" Yu said. Want to postpone repayment? You'll owe more Emily Rose Bennett | The New York Times Many student loan borrowers thought they were paying their way toward student loan forgiveness, only to learn they are not eligible for one technical reason or another.\nSchools can lose their ability to participate in financial aid programs if too many of their students default on their loans within their first three years of repayment. In 2016, 10 schools were subject to the Education Department's sanctions.\nIn response, many schools hire consultants to encourage struggling borrowers to put their loans into forbearance — a temporary postponement of their payments, for that three-year window, according to an April report by the Government Accountability Office.\nAlthough forbearance does avoid a default, the solution is temporary, and is sometimes suggested over other, potentially more affordable options for borrowers, such as income-driven repayment plans, the GAO found.\nNearly 70 percent of people who began repaying their student loans in 2013 had their debt in forbearance for at least a period of time.\nWhen student loan borrowers take their loans out of forbearance, they're often startled by the new, higher balance.\nDebbie Baker took out $35,000 in federal student loans while at the University of Tulsa in the 1990s, to become a music teacher in Oklahoma's public schools.\n\"I graduated and I got a bill for $500, but I was only making $27,000 a year,\" Baker, 55, said.\nHer student loan servicer, Sallie Mae — which now operates as Navient, one of the nation's biggest student loan servicers, encouraged her to put her loans into forbearance, she said.\nHer loans stayed that way for three years.\nWhen she had to start making payments on them, her monthly bill had swelled to $700, she said. \"Student loan rehabilitation is one of the cruelest of all tricks being played on the citizens by the Department of Education and its financial partners. \" -Alan Collinge, founder of the advocacy group Student Loan Justice\nStruggling borrowers can be tempted by the option to hold off payments, said Mark Kantrowitz, a student loan expert, but it's always going to mean a higher bill in the end.\n\"A forbearance is bad because interest continues to accrue and will be capitalized, digging the borrower into a deeper hole,\" Kantrowitz said.\nThe Department of Education did not immediately respond to request for comment.\nNikki A. Lavoie, a spokeswoman for Navient, said the majority of customer complaints over student loans are related to federal loan policies, that as a servicer, Navient cannot control.\n\"As a servicer, we are proud of our track record to assist customers in successfully managing their student loans,\" Lavoie said. Attempts to get out of default trigger hefty fees Source: Rick Tallini Rick Tallini\nThe biggest reason Tallini's student loan debt increased so much is because of his extended periods of nonpayment, during which his debt was growing at between 8 percent and 9 percent interest. (Tallini provided his student loan records to CNBC, which were analyzed by Kantrowitz).\nBack in the 1990s, he said he was told by staff at his law school that he'd pay back his education debt within two years.\n\"You're looking at your education, and you're not focusing on the money,\" Tallini said. \"All the while, you're being told, 'Don't worry about it. Whatever you borrowed will go away quickly'.\"\nBut his job searches never led to a high-paying position, he said. Instead, he ended up working on and off for the government.\nAround a decade after he graduated, his loans were in default, a fate expected to claim 40 percent of student loan borrowers by 2023, according to the Brookings Institution, a nonprofit public policy organization based in Washington, D.C.\nTallini was starting his own law practice, and desperate to bring his loans back into good standing.\n\"I couldn't have that over my head,\" he said.\n\"Consolidation\" and \"rehabilitation\" are the ways student loan borrowers can rescue their debt from default — but the processes can come with hefty fees.\nTallini consolidated his federal education debt, and when he saw his new balance he was taken aback. He learned that he now owed the government more than $150,000, more than three times what he'd originally borrowed. show chapters 22 Hours Ago | 01:23\nKantrowitz provided the math of a hypothetical rehabilitation to illustrate how the process leads to a larger debt.\nImagine a person has borrowed $40,000 in federal student loans, at a 7 percent interest rate and with a 25-year repayment period. If she made four years of on-time payments, but then fell into default, interest would accrue at a rate of around $230 a month during her nonpayment.\nIf the borrower then went through rehabilitation to take her loan out of default, a collection fee of 16 percent would be added to her new loan, increasing her debt to around $50,000.\nIn other words, even after the four years of on-time payments, her debt would still be $10,000 more than she'd first borrowed.\nAnd more than 40 percent of borrowers who go through rehabilitation will fall back into default within three years, according to the Consumer Financial Protection Bureau.\n\"Student loan rehabilitation is one of the cruelest of all tricks being played on the citizens by the Department of Education and its financial partners,\" said Alan Collinge, founder of the advocacy group Student Loan Justice . When loan forgiveness never comes, payments continue Source: Debbie Baker Debbie Baker\nIt wasn't just forebearances that resulted in Baker, the public school teacher, owing more than she had expected.\nBaker said she was going to enroll in the standard repayment plan, which comes with higher monthly payments but less interest because the debt is paid off in 10 years.\nHowever, in 2007, she was ecstatic to learn about a new program called Public Service Loan Forgiveness, which allows student loan borrowers in government or non-profit public service jobs to wipe out their remaining debt after 10 years of on-time payments.\nThe program allowed her to be on an income-driven repayment plan, which caps monthly loan bills at a percentage of the borrowers' income. Repayment takes longer and comes with more interest, but Baker didn't worry about that because she believed her debt would be erased after 10 years.\n\"Year after year I would tell them, 'Now I'm going after Public Service Loan Forgiveness,' and they'd say, 'Okay. Well you can't apply until 2017,'\" Baker said, about her conversations with Navient. \"A forbearance is bad because interest continues to accrue and will be capitalized, digging the borrower into a deeper hole. \" -Mark Kantrowitz , student loan expert\nIn July, after she'd made 10 years of payments, she tried to certify her forgiveness, but was told that she didn't qualify because she had the wrong type of federal student loan.\nThe Consumer Financial Protection Bureau issued a report last year about how many people believe they're paying their way toward Public Service Loan Forgiveness only to learn they don't actually qualify for one technical reason or another.\n\"I almost threw up,\" Baker said. \"I've been teaching 18 years and I still don't make $40,000 — and now I have to start all over.\"\nToday, Baker still owes nearly $80,000 in student loans, double what she originally borrowed. show chapters",
    "published": "2018-05-05T03:00:00.000+03:00",
    "crawled": "2018-05-05T17:03:35.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "college",
        "game",
        "plan",
        "student",
        "loan",
        "debt",
        "doubling",
        "tripling",
        "even",
        "quadrupling",
        "student",
        "borrow",
        "end",
        "fraction",
        "wind",
        "owing",
        "way",
        "loan",
        "structured",
        "encourage",
        "ballooning",
        "said",
        "persis",
        "yu",
        "director",
        "student",
        "loan",
        "borrower",
        "assistance",
        "project",
        "national",
        "consumer",
        "law",
        "center",
        "nonprofit",
        "advocacy",
        "group",
        "gina",
        "pricope",
        "getty",
        "image",
        "rick",
        "tallini",
        "worry",
        "much",
        "federal",
        "student",
        "loan",
        "took",
        "law",
        "school",
        "1990s",
        "future",
        "seemed",
        "bright",
        "yet",
        "decade",
        "since",
        "graduated",
        "struggled",
        "find",
        "employment",
        "pay",
        "bill",
        "original",
        "student",
        "loan",
        "balance",
        "meanwhile",
        "soared",
        "well",
        "tack",
        "thing",
        "coffin",
        "point",
        "tallini",
        "said",
        "outstanding",
        "student",
        "loan",
        "debt",
        "tripled",
        "last",
        "decade",
        "surpassing",
        "auto",
        "credit",
        "card",
        "debt",
        "second",
        "housing",
        "debt",
        "stand",
        "almost",
        "trillion",
        "part",
        "many",
        "people",
        "seeing",
        "individual",
        "balance",
        "spiral",
        "control",
        "loan",
        "doubling",
        "tripling",
        "quadrupling",
        "really",
        "happen",
        "time",
        "said",
        "persis",
        "yu",
        "director",
        "student",
        "loan",
        "borrower",
        "assistance",
        "project",
        "national",
        "consumer",
        "law",
        "center",
        "nonprofit",
        "advocacy",
        "group",
        "way",
        "loan",
        "structured",
        "encourage",
        "ballooning",
        "yu",
        "said",
        "want",
        "postpone",
        "repayment",
        "owe",
        "emily",
        "rose",
        "bennett",
        "new",
        "york",
        "time",
        "many",
        "student",
        "loan",
        "borrower",
        "thought",
        "paying",
        "way",
        "toward",
        "student",
        "loan",
        "forgiveness",
        "learn",
        "eligible",
        "one",
        "technical",
        "reason",
        "another",
        "school",
        "lose",
        "ability",
        "participate",
        "financial",
        "aid",
        "program",
        "many",
        "student",
        "default",
        "loan",
        "within",
        "first",
        "three",
        "year",
        "repayment",
        "school",
        "subject",
        "education",
        "department",
        "sanction",
        "response",
        "many",
        "school",
        "hire",
        "consultant",
        "encourage",
        "struggling",
        "borrower",
        "put",
        "loan",
        "forbearance",
        "temporary",
        "postponement",
        "payment",
        "window",
        "according",
        "april",
        "report",
        "government",
        "accountability",
        "office",
        "although",
        "forbearance",
        "avoid",
        "default",
        "solution",
        "temporary",
        "sometimes",
        "suggested",
        "potentially",
        "affordable",
        "option",
        "borrower",
        "repayment",
        "plan",
        "gao",
        "found",
        "nearly",
        "percent",
        "people",
        "began",
        "repaying",
        "student",
        "loan",
        "debt",
        "forbearance",
        "least",
        "period",
        "time",
        "student",
        "loan",
        "borrower",
        "take",
        "loan",
        "forbearance",
        "often",
        "startled",
        "new",
        "higher",
        "balance",
        "debbie",
        "baker",
        "took",
        "federal",
        "student",
        "loan",
        "university",
        "tulsa",
        "1990s",
        "become",
        "music",
        "teacher",
        "oklahoma",
        "public",
        "school",
        "graduated",
        "got",
        "bill",
        "making",
        "year",
        "baker",
        "said",
        "student",
        "loan",
        "servicer",
        "sallie",
        "mae",
        "operates",
        "navient",
        "one",
        "nation",
        "biggest",
        "student",
        "loan",
        "servicers",
        "encouraged",
        "put",
        "loan",
        "forbearance",
        "said",
        "loan",
        "stayed",
        "way",
        "three",
        "year",
        "start",
        "making",
        "payment",
        "monthly",
        "bill",
        "swelled",
        "said",
        "student",
        "loan",
        "rehabilitation",
        "one",
        "cruelest",
        "trick",
        "played",
        "citizen",
        "department",
        "education",
        "financial",
        "collinge",
        "founder",
        "advocacy",
        "group",
        "student",
        "loan",
        "justice",
        "struggling",
        "borrower",
        "tempted",
        "option",
        "hold",
        "payment",
        "said",
        "mark",
        "kantrowitz",
        "student",
        "loan",
        "expert",
        "always",
        "going",
        "mean",
        "higher",
        "bill",
        "end",
        "forbearance",
        "bad",
        "interest",
        "continues",
        "accrue",
        "capitalized",
        "digging",
        "borrower",
        "deeper",
        "hole",
        "kantrowitz",
        "said",
        "department",
        "education",
        "immediately",
        "respond",
        "request",
        "comment",
        "nikki",
        "lavoie",
        "spokeswoman",
        "navient",
        "said",
        "majority",
        "customer",
        "complaint",
        "student",
        "loan",
        "related",
        "federal",
        "loan",
        "policy",
        "servicer",
        "navient",
        "control",
        "servicer",
        "proud",
        "track",
        "record",
        "assist",
        "customer",
        "successfully",
        "managing",
        "student",
        "loan",
        "lavoie",
        "said",
        "attempt",
        "get",
        "default",
        "trigger",
        "hefty",
        "fee",
        "source",
        "rick",
        "tallini",
        "rick",
        "tallini",
        "biggest",
        "reason",
        "tallini",
        "student",
        "loan",
        "debt",
        "increased",
        "much",
        "extended",
        "period",
        "nonpayment",
        "debt",
        "growing",
        "percent",
        "percent",
        "interest",
        "tallini",
        "provided",
        "student",
        "loan",
        "record",
        "cnbc",
        "analyzed",
        "kantrowitz",
        "back",
        "1990s",
        "said",
        "told",
        "staff",
        "law",
        "school",
        "pay",
        "back",
        "education",
        "debt",
        "within",
        "two",
        "year",
        "looking",
        "education",
        "focusing",
        "money",
        "tallini",
        "said",
        "told",
        "worry",
        "whatever",
        "borrowed",
        "go",
        "away",
        "quickly",
        "job",
        "search",
        "never",
        "led",
        "position",
        "said",
        "instead",
        "ended",
        "working",
        "government",
        "around",
        "decade",
        "graduated",
        "loan",
        "default",
        "fate",
        "expected",
        "claim",
        "percent",
        "student",
        "loan",
        "borrower",
        "according",
        "brookings",
        "institution",
        "nonprofit",
        "public",
        "policy",
        "organization",
        "based",
        "washington",
        "tallini",
        "starting",
        "law",
        "practice",
        "desperate",
        "bring",
        "loan",
        "back",
        "good",
        "standing",
        "could",
        "head",
        "said",
        "consolidation",
        "rehabilitation",
        "way",
        "student",
        "loan",
        "borrower",
        "rescue",
        "debt",
        "default",
        "process",
        "come",
        "hefty",
        "fee",
        "tallini",
        "consolidated",
        "federal",
        "education",
        "debt",
        "saw",
        "new",
        "balance",
        "taken",
        "aback",
        "learned",
        "owed",
        "government",
        "three",
        "time",
        "originally",
        "borrowed",
        "show",
        "chapter",
        "hour",
        "ago",
        "kantrowitz",
        "provided",
        "math",
        "hypothetical",
        "rehabilitation",
        "illustrate",
        "process",
        "lead",
        "larger",
        "debt",
        "imagine",
        "person",
        "borrowed",
        "federal",
        "student",
        "loan",
        "percent",
        "interest",
        "rate",
        "repayment",
        "period",
        "made",
        "four",
        "year",
        "payment",
        "fell",
        "default",
        "interest",
        "would",
        "accrue",
        "rate",
        "around",
        "month",
        "nonpayment",
        "borrower",
        "went",
        "rehabilitation",
        "take",
        "loan",
        "default",
        "collection",
        "fee",
        "percent",
        "would",
        "added",
        "new",
        "loan",
        "increasing",
        "debt",
        "around",
        "word",
        "even",
        "four",
        "year",
        "payment",
        "debt",
        "would",
        "still",
        "first",
        "borrowed",
        "percent",
        "borrower",
        "go",
        "rehabilitation",
        "fall",
        "back",
        "default",
        "within",
        "three",
        "year",
        "according",
        "consumer",
        "financial",
        "protection",
        "bureau",
        "student",
        "loan",
        "rehabilitation",
        "one",
        "cruelest",
        "trick",
        "played",
        "citizen",
        "department",
        "education",
        "financial",
        "partner",
        "said",
        "alan",
        "collinge",
        "founder",
        "advocacy",
        "group",
        "student",
        "loan",
        "justice",
        "loan",
        "forgiveness",
        "never",
        "come",
        "payment",
        "continue",
        "source",
        "debbie",
        "baker",
        "debbie",
        "baker",
        "forebearances",
        "resulted",
        "baker",
        "public",
        "school",
        "teacher",
        "owing",
        "expected",
        "baker",
        "said",
        "going",
        "enroll",
        "standard",
        "repayment",
        "plan",
        "come",
        "higher",
        "monthly",
        "payment",
        "less",
        "interest",
        "debt",
        "paid",
        "year",
        "however",
        "ecstatic",
        "learn",
        "new",
        "program",
        "called",
        "public",
        "service",
        "loan",
        "forgiveness",
        "allows",
        "student",
        "loan",
        "borrower",
        "government",
        "public",
        "service",
        "job",
        "wipe",
        "remaining",
        "debt",
        "year",
        "payment",
        "program",
        "allowed",
        "repayment",
        "plan",
        "cap",
        "monthly",
        "loan",
        "bill",
        "percentage",
        "borrower",
        "income",
        "repayment",
        "take",
        "longer",
        "come",
        "interest",
        "baker",
        "worry",
        "believed",
        "debt",
        "would",
        "erased",
        "year",
        "year",
        "year",
        "would",
        "tell",
        "going",
        "public",
        "service",
        "loan",
        "forgiveness",
        "say",
        "well",
        "ca",
        "apply",
        "baker",
        "said",
        "conversation",
        "navient",
        "forbearance",
        "bad",
        "interest",
        "continues",
        "accrue",
        "capitalized",
        "digging",
        "borrower",
        "deeper",
        "kantrowitz",
        "student",
        "loan",
        "expert",
        "july",
        "made",
        "year",
        "payment",
        "tried",
        "certify",
        "forgiveness",
        "told",
        "qualify",
        "wrong",
        "type",
        "federal",
        "student",
        "loan",
        "consumer",
        "financial",
        "protection",
        "bureau",
        "issued",
        "report",
        "last",
        "year",
        "many",
        "people",
        "believe",
        "paying",
        "way",
        "toward",
        "public",
        "service",
        "loan",
        "forgiveness",
        "learn",
        "actually",
        "qualify",
        "one",
        "technical",
        "reason",
        "another",
        "almost",
        "threw",
        "baker",
        "said",
        "teaching",
        "year",
        "still",
        "make",
        "start",
        "today",
        "baker",
        "still",
        "owes",
        "nearly",
        "student",
        "loan",
        "double",
        "originally",
        "borrowed",
        "show",
        "chapter"
    ]
}