{
    "organizations": [],
    "uuid": "8f7bbf24bf60e296e7e22b01f7565debc36181e5",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/pr-newswire-entrae-resources-announces-first-quarter-2018-results.html",
    "ord_in_thread": 0,
    "title": "Entrée Resources Announces First Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, May 8, 2018 /PRNewswire/ - Entrée Resources Ltd. (TSX:ETG; NYSE American:EGI – the \" Company \" or \" Entrée \") has today filed its interim financial results for the first quarter ended March 31, 2018. All numbers are in U.S. dollars unless otherwise noted.\nQ1 2018 HIGHLIGHTS\nEntrée/Oyu Tolgoi JV Property\nOn January 15, 2018, the Company reported the results of an updated Technical Report titled \"Entrée/Oyu Tolgoi Joint Venture Project, Mongolia, NI 43-101 Technical Report\" (the \" 2018 Technical Report \") that was completed by Amec Foster Wheeler Americas Limited on the Company's carried 20% interest in the Entrée/Oyu Tolgoi joint venture property in Mongolia (the \" Entrée/Oyu Tolgoi JV Property \"). Oyu Tolgoi LLC (\" OTLLC \") holds the remaining 80% interest. The Entrée/Oyu Tolgoi JV Property comprises a significant portion of the long-life, high-grade Oyu Tolgoi copper-gold mining project in Mongolia. The 2018 Technical Report discusses two development scenarios, an updated reserve case for Lift 1 of the joint venture's Hugo North Extension deposit and a Life-of-Mine Preliminary Economic Assessment (\" 2018 PEA \") that includes mineralization from Lift 2 and Heruga. On February 28, 2018, the Company filed the 2018 Technical Report on SEDAR and on the Company's website. Lift 1 underground development highlights (as reported by Turquoise Hill Resources Ltd. (\" Turquoise Hill \")) include: The main focus of underground development programs at the Oyu Tolgoi project during 2017 was underground lateral development, sinking of Shafts 2 and 5, support infrastructure and the convey-to-surface system. Sinking of Shaft 5 was completed in March 2018 at a final depth of 1,178 metres. During the fourth quarter of 2017, installation of the shaft exhaust fan commenced and is on target to be finished in early second quarter 2018. Shaft 5 is 6.7 metres in diameter and will be dedicated to ventilation thereby increasing the capacity for underground activities. The sinking of Shaft 2 was completed in January 2018 with fit out expected to occur over 2018. Shaft 2 will be used for access, production and ventilation. During the fourth quarter of 2017 project operator Rio Tinto undertook a schedule and cost review and reported there were no material changes in project scope, cost or schedule. OTLLC continues to plan for first draw bell on its 100% owned Oyu Tolgoi mining licence in mid-2020 and sustainable first production from the Oyu Tolgoi mining licence in 2021.\nCorporate\nOn February 5, 2018, Mark Bailey was appointed to the role of Non-Executive Chair of the Board. Mr. Bailey succeeded The Rt. Honourable Lord Howard of Lympne, who retired from his position as a director and Non-Executive Chair of the Board. Dr. Michael Price was also appointed to the Board of Directors to fill the vacancy created by Lord Howard's retirement. Q1 2018 net loss was $0.7 million as compared to Q1 2017 ($1.3 million) which was a reduction of 46% from the comparative period of 2017. Q1 2018 operating cash outflow after working capital was $0.2 million (Q1 2017 - $1.2 million) and as at March 31, 2018, cash on hand was $6.6 million.\nOUTLOOK AND STRATEGY\nEntrée/Oyu Tolgoi JV Property\nWith the completion and filing of the 2018 Technical Report, the Company is now focused on:\nAssessing opportunities to crystallize value ahead of production from the Entrée/Oyu Tolgoi JV Property. Streamlining Entrée's joint venture interest. Educating the market about the risk profile associated with Entrée's interest in the Entrée/Oyu Tolgoi JV Property. Working with Entrée's joint venture partner to advance any exploration opportunities on the Entrée/Oyu Tolgoi JV Property that may exist, including several near surface targets that have been identified.\nCorporate\nThroughout 2018, the Company's focus will be to maximize investor awareness of the results of the 2018 Technical Report and what this report means to the Company and all stakeholders, both current and potential.\nCorporate costs, which include Mongolian site management, marketing and compliance costs, continue to be estimated between $1.2 million and $1.5 million for the full 2018 year.\nSUMMARY OF FINANCIAL OPERATING RESULTS\nFor the three-months ended March 31, 2018, the Company's net loss from continuing operations was $0.7 million compared to $1.1 million and $1.3 million for the comparative periods of 2017 and 2016, respectively. The reduction from 2016 to 2018 was due to both a reduction in exploration related expenditures and foreign exchange fluctuations primarily related to the USD:CAD exchange rate.\nExploration costs were lower in both 2018 and 2017 compared to 2016 due to a reduction in staffing and general administrative costs in Mongolia.\nGeneral and administration expenditures in 2018 were lower than the same period in 2017 due to one-time strategic reorganization costs in 2017. The expenditures in 2018 were similar to the same period in 2016.\nThe total assets as at March 31, 2018 are substantially lower than the comparative periods due to the completion of the restructuring and resulting roll out of the Company's U.S. assets and $8,843,232 in cash and cash equivalents into Mason Resources Corp. in Q2 2017. The non-current liabilities as at March 31, 2018 is comparable to the balance at March 31, 2017 and at March 31, 2016.\nThe Company's Interim Financial Statements and Management's Discussion and Analysis (\" MD&A \") are available on the Company website at www.EntreeResourcesLtd.com , on SEDAR at www.sedar.com and on EDGAR at www.sec.gov .\nQUALIFIED PERSON\nRobert Cinits, P.Geo., Entrée's Vice President, Corporate Development, a Qualified Person as defined by National Instrument 43-101 – Standards of Disclosure for Mineral Projects, has approved the technical information in this release. For further information on the Entrée/Oyu Tolgoi JV Property, see the Company's Technical Report, titled \"Entrée/Oyu Tolgoi Joint Venture Project, Mongolia, NI 43-101 Technical Report\", with an effective date of January 15, 2018, available on SEDAR at www.sedar.com .\nABOUT ENTRÉE RESOURCES LTD.\nEntrée Resources Ltd. is a well-funded Canadian mining company with a unique carried joint venture interest on a significant portion of one of the world's largest copper-gold projects – the Oyu Tolgoi project in Mongolia. Entrée has a 20% carried participating interest in the Entrée/Oyu Tolgoi joint venture, with a 30% interest in all mineralization identified above 560 metres elevation on the Entrée/Oyu Tolgoi JV Property. Sandstorm Gold Ltd., Rio Tinto and Turquoise Hill are major shareholders of Entrée, holding approximately 14%, 10% and 8% of the shares of the Company, respectively. More information about Entrée can be found at www.EntreeResourcesLtd.com .\nThis News Release contains forward-looking statements within the meaning of the United States Private Securities Litigation Reform Act of 1995 and forward-looking information within the meaning of applicable Canadian securities laws with respect to corporate strategies and plans; uses of funds; the value and potential value of assets and the ability of Entrée to maximize returns to shareholders; construction and continued development of the Oyu Tolgoi underground mine; plans for future exploration and/or development programs and budgets; anticipated business activities; proposed acquisitions and dispositions of assets; and future financial performance.\nIn certain cases, forward-looking statements and information can be identified by the use of words such as \"plans\", \"expects\" or \"does not expect\", \"is expected\", \"budgeted\", \"scheduled\", \"estimates\", \"forecasts\", \"intends\", \"anticipates\", or \"does not anticipate\" or \"believes\" or variations of such words and phrases or statements that certain actions, events or results \"may\", \"could\", \"would\", \"might\", \"will be taken\", \"occur\" or \"be achieved\". While the Company has based these forward-looking statements on its expectations about future events as at the date that such statements were prepared, the statements are not a guarantee of Entrée's future performance and are based on numerous assumptions regarding present and future business strategies, local and global economic conditions, and the environment in which Entrée will operate in the future, including the price of copper, gold and silver, anticipated capital and operating costs, anticipated future production and cash flows and the status of Entrée's relationship and interaction with the Government of Mongolia, Oyu Tolgoi LLC (\"OTLLC\"), Rio Tinto and Turquoise Hill on the Entrée/Oyu Tolgoi joint venture and the continued development of the Entrée/Oyu Tolgoi JV Property. With respect to the construction and continued development of the Oyu Tolgoi underground mine, important risks, uncertainties and factors which could cause actual results to differ materially from future results expressed or implied by such forward-looking statements and information include, amongst others, the timing and cost of the construction and expansion of mining and processing facilities; the timing and availability of a long term domestic power source for the Oyu Tolgoi underground mine (or the availability of financing for OTLLC to construct such a source); the ability of OTLLC to secure and draw down on the supplemental debt under the Oyu Tolgoi project finance facility and the availability of additional financing on terms reasonably acceptable to OTLLC, Turquoise Hill and Rio Tinto to further develop Oyu Tolgoi; delays, and the costs which would result from delays, in the development of the underground mine; projected copper, gold and silver prices and demand; and production estimates and the anticipated yearly production of copper, gold and silver at the Oyu Tolgoi underground mine. The 2018 PEA is based on a conceptual mine plan that includes Inferred resources. Numerous assumptions were made in the preparation of the 2018 PEA, including with respect to mineability, capital and operating costs, production schedules, the timing of construction and expansion of mining and processing facilities, and recoveries, that may change materially once production commences at Hugo North Extension Lift 1 and additional development and capital decisions are required. Any changes to the assumptions underlying the 2018 PEA could cause actual results to be materially different from any future results, performance or achievements expressed or implied by forward-looking statements and information relating to the 2018 PEA.\nOther uncertainties and factors which could cause actual results to differ materially from future results expressed or implied by forward-looking statements and information include, amongst others, unanticipated costs, expenses or liabilities; discrepancies between actual and estimated production, mineral reserves and resources and metallurgical recoveries; the size, grade and continuity of deposits not being interpreted correctly from exploration results; the results of preliminary test work not being indicative of the results of future test work; fluctuations in commodity prices and demand; changing foreign exchange rates; actions by Rio Tinto, Turquoise Hill and OTLLC and by government authorities including the Government of Mongolia; the availability of funding on reasonable terms; the impact of changes in interpretation to or changes in enforcement of laws, regulations and government practices, including laws, regulations and government practices with respect to mining, foreign investment, royalties and taxation; the terms and timing of obtaining necessary environmental and other government approvals, consents and permits; the availability and cost of necessary items such as water, skilled labour, transportation and appropriate smelting and refining arrangements; unanticipated reclamation expenses; geotechnical or hydrogeological considerations during mining being different from what was assumed; changes to assumptions as to the availability of electrical power, and the power rates used in operating cost estimates and financial analyses; changes to assumptions as to salvage values; ability to maintain the social licence to operate; and misjudgements in the course of preparing forward-looking statements.\nIn addition, there are also known and unknown risk factors which may cause the actual results, performance or achievements of Entrée to be materially different from any future results, performance or achievements expressed or implied by the forward-looking statements and information. Such factors include, among others, risks related to international operations, including legal and political risk in Mongolia; risks associated with changes in the attitudes of governments to foreign investment; risks associated with the conduct of joint ventures; global financial conditions; changes in project parameters as plans continue to be refined; inability to upgrade Inferred mineral resources to Indicated or Measured mineral resources; inability to convert mineral resources to mineral reserves; conclusions of economic evaluations; future prices of copper, gold, silver and molybdenum; failure of plant, equipment or processes to operate as anticipated; accidents, labour disputes and other risks of the mining industry; delays in obtaining government approvals, permits or licences or financing or in the completion of development or construction activities; environmental risks; title disputes; limitations on insurance coverage; as well as those factors discussed in the Company's most recently filed MD&A and in the Company's Annual Information Form for the financial year ended December 31, 2017, dated March 8, 2018 filed with the Canadian Securities Administrators and available at www.sedar.com . Although the Company has attempted to identify important factors that could cause actual actions, events or results to differ materially from those described in forward-looking statements, there may be other factors that cause actions, events or results not to be as anticipated, estimated or intended. There can be no assurance that forward-looking statements will prove to be accurate, as actual results and future events could differ materially from those anticipated in such statements. Accordingly, readers should not place undue reliance on forward-looking statements. The Company is under no obligation to update or alter any forward-looking statements except as required under applicable securities laws.\nView original content: http://www.prnewswire.com/news-releases/entree-resources-announces-first-quarter-2018-results-300644850.html\nSOURCE Entrée Resources",
    "published": "2018-05-09T00:30:00.000+03:00",
    "crawled": "2018-05-09T00:52:50.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "may",
        "entrée",
        "resource",
        "tsx",
        "etg",
        "nyse",
        "american",
        "egi",
        "company",
        "entrée",
        "today",
        "filed",
        "interim",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "number",
        "dollar",
        "unless",
        "otherwise",
        "noted",
        "q1",
        "highlight",
        "tolgoi",
        "jv",
        "property",
        "january",
        "company",
        "reported",
        "result",
        "updated",
        "technical",
        "report",
        "titled",
        "tolgoi",
        "joint",
        "venture",
        "project",
        "mongolia",
        "ni",
        "technical",
        "report",
        "technical",
        "report",
        "completed",
        "amec",
        "foster",
        "wheeler",
        "america",
        "limited",
        "company",
        "carried",
        "interest",
        "tolgoi",
        "joint",
        "venture",
        "property",
        "mongolia",
        "tolgoi",
        "jv",
        "property",
        "oyu",
        "tolgoi",
        "llc",
        "otllc",
        "hold",
        "remaining",
        "interest",
        "tolgoi",
        "jv",
        "property",
        "comprises",
        "significant",
        "portion",
        "oyu",
        "tolgoi",
        "mining",
        "project",
        "mongolia",
        "technical",
        "report",
        "discusses",
        "two",
        "development",
        "scenario",
        "updated",
        "reserve",
        "case",
        "lift",
        "joint",
        "venture",
        "hugo",
        "north",
        "extension",
        "deposit",
        "preliminary",
        "economic",
        "assessment",
        "pea",
        "includes",
        "mineralization",
        "lift",
        "heruga",
        "february",
        "company",
        "filed",
        "technical",
        "report",
        "sedar",
        "company",
        "website",
        "lift",
        "underground",
        "development",
        "highlight",
        "reported",
        "turquoise",
        "hill",
        "resource",
        "turquoise",
        "hill",
        "include",
        "main",
        "focus",
        "underground",
        "development",
        "program",
        "oyu",
        "tolgoi",
        "project",
        "underground",
        "lateral",
        "development",
        "sinking",
        "shaft",
        "support",
        "infrastructure",
        "system",
        "sinking",
        "shaft",
        "completed",
        "march",
        "final",
        "depth",
        "metre",
        "fourth",
        "quarter",
        "installation",
        "shaft",
        "exhaust",
        "fan",
        "commenced",
        "target",
        "finished",
        "early",
        "second",
        "quarter",
        "shaft",
        "metre",
        "diameter",
        "dedicated",
        "ventilation",
        "thereby",
        "increasing",
        "capacity",
        "underground",
        "activity",
        "sinking",
        "shaft",
        "completed",
        "january",
        "fit",
        "expected",
        "occur",
        "shaft",
        "used",
        "access",
        "production",
        "ventilation",
        "fourth",
        "quarter",
        "project",
        "operator",
        "rio",
        "tinto",
        "undertook",
        "schedule",
        "cost",
        "review",
        "reported",
        "material",
        "change",
        "project",
        "scope",
        "cost",
        "schedule",
        "otllc",
        "continues",
        "plan",
        "first",
        "draw",
        "bell",
        "owned",
        "oyu",
        "tolgoi",
        "mining",
        "licence",
        "sustainable",
        "first",
        "production",
        "oyu",
        "tolgoi",
        "mining",
        "licence",
        "corporate",
        "february",
        "mark",
        "bailey",
        "appointed",
        "role",
        "chair",
        "board",
        "bailey",
        "succeeded",
        "rt",
        "honourable",
        "lord",
        "howard",
        "lympne",
        "retired",
        "position",
        "director",
        "chair",
        "board",
        "michael",
        "price",
        "also",
        "appointed",
        "board",
        "director",
        "fill",
        "vacancy",
        "created",
        "lord",
        "howard",
        "retirement",
        "q1",
        "net",
        "loss",
        "million",
        "compared",
        "q1",
        "million",
        "reduction",
        "comparative",
        "period",
        "q1",
        "operating",
        "cash",
        "outflow",
        "working",
        "capital",
        "million",
        "q1",
        "million",
        "march",
        "cash",
        "hand",
        "million",
        "outlook",
        "strategy",
        "tolgoi",
        "jv",
        "property",
        "completion",
        "filing",
        "technical",
        "report",
        "company",
        "focused",
        "assessing",
        "opportunity",
        "crystallize",
        "value",
        "ahead",
        "production",
        "tolgoi",
        "jv",
        "property",
        "streamlining",
        "entrée",
        "joint",
        "venture",
        "interest",
        "educating",
        "market",
        "risk",
        "profile",
        "associated",
        "entrée",
        "interest",
        "tolgoi",
        "jv",
        "property",
        "working",
        "entrée",
        "joint",
        "venture",
        "partner",
        "advance",
        "exploration",
        "opportunity",
        "tolgoi",
        "jv",
        "property",
        "may",
        "exist",
        "including",
        "several",
        "near",
        "surface",
        "target",
        "identified",
        "corporate",
        "throughout",
        "company",
        "focus",
        "maximize",
        "investor",
        "awareness",
        "result",
        "technical",
        "report",
        "report",
        "mean",
        "company",
        "stakeholder",
        "current",
        "potential",
        "corporate",
        "cost",
        "include",
        "mongolian",
        "site",
        "management",
        "marketing",
        "compliance",
        "cost",
        "continue",
        "estimated",
        "million",
        "million",
        "full",
        "year",
        "summary",
        "financial",
        "operating",
        "result",
        "ended",
        "march",
        "company",
        "net",
        "loss",
        "continuing",
        "operation",
        "million",
        "compared",
        "million",
        "million",
        "comparative",
        "period",
        "respectively",
        "reduction",
        "due",
        "reduction",
        "exploration",
        "related",
        "expenditure",
        "foreign",
        "exchange",
        "fluctuation",
        "primarily",
        "related",
        "usd",
        "cad",
        "exchange",
        "rate",
        "exploration",
        "cost",
        "lower",
        "compared",
        "due",
        "reduction",
        "staffing",
        "general",
        "administrative",
        "cost",
        "mongolia",
        "general",
        "administration",
        "expenditure",
        "lower",
        "period",
        "due",
        "strategic",
        "reorganization",
        "cost",
        "expenditure",
        "similar",
        "period",
        "total",
        "asset",
        "march",
        "substantially",
        "lower",
        "comparative",
        "period",
        "due",
        "completion",
        "restructuring",
        "resulting",
        "roll",
        "company",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "mason",
        "resource",
        "q2",
        "liability",
        "march",
        "comparable",
        "balance",
        "march",
        "march",
        "company",
        "interim",
        "financial",
        "statement",
        "management",
        "discussion",
        "analysis",
        "md",
        "available",
        "company",
        "website",
        "sedar",
        "edgar",
        "qualified",
        "person",
        "robert",
        "cinits",
        "entrée",
        "vice",
        "president",
        "corporate",
        "development",
        "qualified",
        "person",
        "defined",
        "national",
        "instrument",
        "standard",
        "disclosure",
        "mineral",
        "project",
        "approved",
        "technical",
        "information",
        "release",
        "information",
        "tolgoi",
        "jv",
        "property",
        "see",
        "company",
        "technical",
        "report",
        "titled",
        "tolgoi",
        "joint",
        "venture",
        "project",
        "mongolia",
        "ni",
        "technical",
        "report",
        "effective",
        "date",
        "january",
        "available",
        "sedar",
        "entrée",
        "resource",
        "entrée",
        "resource",
        "canadian",
        "mining",
        "company",
        "unique",
        "carried",
        "joint",
        "venture",
        "interest",
        "significant",
        "portion",
        "one",
        "world",
        "largest",
        "project",
        "oyu",
        "tolgoi",
        "project",
        "mongolia",
        "entrée",
        "carried",
        "participating",
        "interest",
        "tolgoi",
        "joint",
        "venture",
        "interest",
        "mineralization",
        "identified",
        "metre",
        "elevation",
        "tolgoi",
        "jv",
        "property",
        "sandstorm",
        "gold",
        "rio",
        "tinto",
        "turquoise",
        "hill",
        "major",
        "shareholder",
        "entrée",
        "holding",
        "approximately",
        "share",
        "company",
        "respectively",
        "information",
        "entrée",
        "found",
        "news",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "united",
        "state",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "information",
        "within",
        "meaning",
        "applicable",
        "canadian",
        "security",
        "law",
        "respect",
        "corporate",
        "strategy",
        "plan",
        "us",
        "fund",
        "value",
        "potential",
        "value",
        "asset",
        "ability",
        "entrée",
        "maximize",
        "return",
        "shareholder",
        "construction",
        "continued",
        "development",
        "oyu",
        "tolgoi",
        "underground",
        "mine",
        "plan",
        "future",
        "exploration",
        "development",
        "program",
        "budget",
        "anticipated",
        "business",
        "activity",
        "proposed",
        "acquisition",
        "disposition",
        "asset",
        "future",
        "financial",
        "performance",
        "certain",
        "case",
        "statement",
        "information",
        "identified",
        "use",
        "word",
        "plan",
        "expects",
        "expect",
        "expected",
        "budgeted",
        "scheduled",
        "estimate",
        "forecast",
        "intends",
        "anticipates",
        "anticipate",
        "belief",
        "variation",
        "word",
        "phrase",
        "statement",
        "certain",
        "action",
        "event",
        "result",
        "may",
        "could",
        "would",
        "might",
        "taken",
        "occur",
        "achieved",
        "company",
        "based",
        "statement",
        "expectation",
        "future",
        "event",
        "date",
        "statement",
        "prepared",
        "statement",
        "guarantee",
        "entrée",
        "future",
        "performance",
        "based",
        "numerous",
        "assumption",
        "regarding",
        "present",
        "future",
        "business",
        "strategy",
        "local",
        "global",
        "economic",
        "condition",
        "environment",
        "entrée",
        "operate",
        "future",
        "including",
        "price",
        "copper",
        "gold",
        "silver",
        "anticipated",
        "capital",
        "operating",
        "cost",
        "anticipated",
        "future",
        "production",
        "cash",
        "flow",
        "status",
        "entrée",
        "relationship",
        "interaction",
        "government",
        "mongolia",
        "oyu",
        "tolgoi",
        "llc",
        "otllc",
        "rio",
        "tinto",
        "turquoise",
        "hill",
        "tolgoi",
        "joint",
        "venture",
        "continued",
        "development",
        "tolgoi",
        "jv",
        "property",
        "respect",
        "construction",
        "continued",
        "development",
        "oyu",
        "tolgoi",
        "underground",
        "mine",
        "important",
        "risk",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "future",
        "result",
        "expressed",
        "implied",
        "statement",
        "information",
        "include",
        "amongst",
        "others",
        "timing",
        "cost",
        "construction",
        "expansion",
        "mining",
        "processing",
        "facility",
        "timing",
        "availability",
        "long",
        "term",
        "domestic",
        "power",
        "source",
        "oyu",
        "tolgoi",
        "underground",
        "mine",
        "availability",
        "financing",
        "otllc",
        "construct",
        "source",
        "ability",
        "otllc",
        "secure",
        "draw",
        "supplemental",
        "debt",
        "oyu",
        "tolgoi",
        "project",
        "finance",
        "facility",
        "availability",
        "additional",
        "financing",
        "term",
        "reasonably",
        "acceptable",
        "otllc",
        "turquoise",
        "hill",
        "rio",
        "tinto",
        "develop",
        "oyu",
        "tolgoi",
        "delay",
        "cost",
        "would",
        "result",
        "delay",
        "development",
        "underground",
        "mine",
        "projected",
        "copper",
        "gold",
        "silver",
        "price",
        "demand",
        "production",
        "estimate",
        "anticipated",
        "yearly",
        "production",
        "copper",
        "gold",
        "silver",
        "oyu",
        "tolgoi",
        "underground",
        "mine",
        "pea",
        "based",
        "conceptual",
        "mine",
        "plan",
        "includes",
        "inferred",
        "resource",
        "numerous",
        "assumption",
        "made",
        "preparation",
        "pea",
        "including",
        "respect",
        "mineability",
        "capital",
        "operating",
        "cost",
        "production",
        "schedule",
        "timing",
        "construction",
        "expansion",
        "mining",
        "processing",
        "facility",
        "recovery",
        "may",
        "change",
        "materially",
        "production",
        "commences",
        "hugo",
        "north",
        "extension",
        "lift",
        "additional",
        "development",
        "capital",
        "decision",
        "required",
        "change",
        "assumption",
        "underlying",
        "pea",
        "could",
        "cause",
        "actual",
        "result",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "information",
        "relating",
        "pea",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "future",
        "result",
        "expressed",
        "implied",
        "statement",
        "information",
        "include",
        "amongst",
        "others",
        "unanticipated",
        "cost",
        "expense",
        "liability",
        "discrepancy",
        "actual",
        "estimated",
        "production",
        "mineral",
        "reserve",
        "resource",
        "metallurgical",
        "recovery",
        "size",
        "grade",
        "continuity",
        "deposit",
        "interpreted",
        "correctly",
        "exploration",
        "result",
        "result",
        "preliminary",
        "test",
        "work",
        "indicative",
        "result",
        "future",
        "test",
        "work",
        "fluctuation",
        "commodity",
        "price",
        "demand",
        "changing",
        "foreign",
        "exchange",
        "rate",
        "action",
        "rio",
        "tinto",
        "turquoise",
        "hill",
        "otllc",
        "government",
        "authority",
        "including",
        "government",
        "mongolia",
        "availability",
        "funding",
        "reasonable",
        "term",
        "impact",
        "change",
        "interpretation",
        "change",
        "enforcement",
        "law",
        "regulation",
        "government",
        "practice",
        "including",
        "law",
        "regulation",
        "government",
        "practice",
        "respect",
        "mining",
        "foreign",
        "investment",
        "royalty",
        "taxation",
        "term",
        "timing",
        "obtaining",
        "necessary",
        "environmental",
        "government",
        "approval",
        "consent",
        "permit",
        "availability",
        "cost",
        "necessary",
        "item",
        "water",
        "skilled",
        "labour",
        "transportation",
        "appropriate",
        "smelting",
        "refining",
        "arrangement",
        "unanticipated",
        "reclamation",
        "expense",
        "geotechnical",
        "hydrogeological",
        "consideration",
        "mining",
        "different",
        "assumed",
        "change",
        "assumption",
        "availability",
        "electrical",
        "power",
        "power",
        "rate",
        "used",
        "operating",
        "cost",
        "estimate",
        "financial",
        "analysis",
        "change",
        "assumption",
        "salvage",
        "value",
        "ability",
        "maintain",
        "social",
        "licence",
        "operate",
        "misjudgements",
        "course",
        "preparing",
        "statement",
        "addition",
        "also",
        "known",
        "unknown",
        "risk",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "entrée",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "information",
        "factor",
        "include",
        "among",
        "others",
        "risk",
        "related",
        "international",
        "operation",
        "including",
        "legal",
        "political",
        "risk",
        "mongolia",
        "risk",
        "associated",
        "change",
        "attitude",
        "government",
        "foreign",
        "investment",
        "risk",
        "associated",
        "conduct",
        "joint",
        "venture",
        "global",
        "financial",
        "condition",
        "change",
        "project",
        "parameter",
        "plan",
        "continue",
        "refined",
        "inability",
        "upgrade",
        "inferred",
        "mineral",
        "resource",
        "indicated",
        "measured",
        "mineral",
        "resource",
        "inability",
        "convert",
        "mineral",
        "resource",
        "mineral",
        "reserve",
        "conclusion",
        "economic",
        "evaluation",
        "future",
        "price",
        "copper",
        "gold",
        "silver",
        "molybdenum",
        "failure",
        "plant",
        "equipment",
        "process",
        "operate",
        "anticipated",
        "accident",
        "labour",
        "dispute",
        "risk",
        "mining",
        "industry",
        "delay",
        "obtaining",
        "government",
        "approval",
        "permit",
        "licence",
        "financing",
        "completion",
        "development",
        "construction",
        "activity",
        "environmental",
        "risk",
        "title",
        "dispute",
        "limitation",
        "insurance",
        "coverage",
        "well",
        "factor",
        "discussed",
        "company",
        "recently",
        "filed",
        "md",
        "company",
        "annual",
        "information",
        "form",
        "financial",
        "year",
        "ended",
        "december",
        "dated",
        "march",
        "filed",
        "canadian",
        "security",
        "administrator",
        "available",
        "although",
        "company",
        "attempted",
        "identify",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "action",
        "event",
        "result",
        "differ",
        "materially",
        "described",
        "statement",
        "may",
        "factor",
        "cause",
        "action",
        "event",
        "result",
        "anticipated",
        "estimated",
        "intended",
        "assurance",
        "statement",
        "prove",
        "accurate",
        "actual",
        "result",
        "future",
        "event",
        "could",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "accordingly",
        "reader",
        "place",
        "undue",
        "reliance",
        "statement",
        "company",
        "obligation",
        "update",
        "alter",
        "statement",
        "except",
        "required",
        "applicable",
        "security",
        "law",
        "view",
        "original",
        "content",
        "http",
        "source",
        "entrée",
        "resource"
    ]
}