{
    "organizations": [],
    "uuid": "75f0282c4df96b6644e60887d789333b6ea1c4e5",
    "author": "Henry Cutter",
    "url": "https://blogs.wsj.com/riskandcompliance/2018/05/18/the-morning-risk-report-gdpr-is-newest-human-resources-headache/",
    "ord_in_thread": 0,
    "title": "The Morning Risk Report: GDPR Is Newest Human Resources Headache - Risk & Compliance Journal. - WSJ",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "0 COMMENTS Readers can subscribe to The Morning Risk Report here: http://on.wsj.com/MorningRiskReportSignup . Follow us on Twitter at @WSJRisk\nVera Jourova, who handles justice, consumers and gender equality for the European Commission, speaks at a news conference on the General Data Protection Regulation in January. EPA/Shutterstock Good morning. Companies will need to be more transparent about how they manage employee data or risk getting caught on the wrong side of the European Union’s General Data Protection Regulation, Risk & Compliance Journal reports .\nThe law takes effect May 25 and builds upon existing European data-privacy rules to protect personal identifiable information and to empower the individuals who are the subject of the data. The burden of compliance falls on organizations that hold and process information.\nCompanies need to examine their legal basis for for processing staff data and look at employee contracts, policies and handbooks to decide on what needs to be changed to make sure their handling of information remains lawful, said Rohan Massey, head of privacy and cybersecurity at Ropes & Gray in London.\nThose reviews can have an upside, said John Bowman, senior principal at business management consulting firm Promontory Financial Group, an IBM company. They offer an opportunity for companies to streamline their processes and avoid further risks, he said.\n“Companies need to understand the purpose of the processing and not exceed those, not do unnecessary processing,” said Mr. Bowman. GDPR stresses “principles of data minimization and storage limitation so data shouldn’t be stored for longer than is necessary,” he said. “That actually reduces a company’s risk; in case of a breach there is less data being affected.”\nEXCLUSIVE ON RISK AND COMPLIANCE JOURNAL\nFinCEN delays rule on automatically revolving accounts. An office within the Treasury Department briefly delayed implementation of part of a rule requiring banks to identify the true owners of a corporate account.\nThe Financial Crimes Enforcement Network, or FinCEN, issued a statement Wednesday saying it would delay the requirement relating to specific financial products, such as certificates of deposit or loan accounts, by 90 days, citing concern from financial institutions about their ability to comply.\nUnder the rule, which went into effect May 11, banks are required to ask for the identity of the true, beneficial owners of new accounts opened by companies. The rule defines a beneficial owner as any individual who owns a 25% or more stake in the company, or a person with a controlling interest in it.\nWhen issuing guidance ahead of the rule’s implementation, however, FinCEN said it treats a loan renewal, or the rolling over of a certificate of deposit, as a “new account,” necessitating the identification process once again. But some banks haven’t treated renewals or rollovers as new accounts, FinCEN said Wednesday , and the agency “believes that further consideration of this issue is appropriate.”\n“Every major bank would have struggled with implementing this,” said Alma Angotti, a former FinCEN enforcement attorney who now is a managing director at Navigant Consulting Inc., which advises companies and banks on compliance issues.\nThe 90-day delay is enough time for the banks to get a handle on how many accounts they hold that have this rollover feature, she said, adding that it will allow them to figure out which ones fall under the new requirements.\n“The biggest issue was it was a surprise” to the banks, she said. “This was a process they were having trouble getting done before the rule went into effect.” — Samuel Rubenfeld\nCOMPLIANCE\nThe U.S. sanctioned Mohammad Ibrahim Bazzi, a top Hezbollah financier and the group’s representative to Iran. The move is part of a broader U.S. campaign to target Iran and sideline its regional proxies threatening U.S. interests in the Middle East, the WSJ reports.\nSteven Mnuchin, U.S. Treasury secretary, at an event last month. On Thursday, he announced sanctions targeting Hezbollah. PHOTO: PATRICK T. FALLON/BLOOMBERG NEWS The European Commission said it began the process of activating a measure that bans European companies from obeying U.S. sanctions, a move meant to protect EU firms in Iran after the U.S.withdrew from the Iran nuclear deal, Reuters reports.\nChina has ended an antidumping and antisubsidy investigation into imported U.S. sorghum. The investigation began in February after the U.S. imposed new tariffs on imports of Chinese solar panels, the WSJ reports.\nMalaysia’s new government is taking an aggressive stance with its criminal investigation of former Prime Minister Najib Razak and his family, broadening its probes beyond a multibillion-dollar sovereign-wealth fund scandal to include a 12-year-old murder case and abuse of power allegations, the WSJ reports.\nThe U.K. government set out plans to sharply cut the top stake in fixed-odds betting terminals to wean addicts off machines that let people bet repeatedly at speed. The maximum stake will fall to £2 from £100 ($2.70 from $135), the WSJ reports.\nA spate of police investigations and alleged accounting irregularities among companies is denting investors’ confidence in Singapore, forcing the country’s stock exchange to address what critics say is a legacy of weak corporate governance and market regulation, the WSJ reports.\nGOVERNANCE\nCBS said its board voted to strip National Amusements Inc. President Shari Redstone and her family of their voting control over the company. The tally fell short of what the Redstones say was needed for approval after they moved to amend the company’s rules on Wednesday, the WSJ reports.\nActivist investor Carl Icahn is contesting an attempt by the primary owners of AmTrust Financial Services to take the company private, saying it hasn’t treated its public shareholders fairly. Mr. Icahn, who owns a 9.38% stake in AmTrust, the WSJ reports.\nREPUTATION\nCoutts & Co. , a bank that counts Queen Elizabeth II as a customer, has been conducting a fresh investigation into sexist behavior toward women. The inquiry at Coutts follows a separate 2015 probe into inappropriate conduct that led to the resignation of a senior banker earlier this year, the WSJ reports.\nRISK\nHundreds of firms raising money in cryptocurrencies are using deceptive or fraudulent tactics . In a review of documents produced for 1,450 digital coin offerings, the WSJ found 271 with red flags such as plagiarized documents, promises of guaranteed returns and missing or fake executive teams.\nAs President Donald Trump sought to forge a delicate China trade deal on Thursday, lawmakers from both sides of Congress looked set to advance a bill that would give the U.S. greater power to block deals between American and Chinese companies that could risk national security.\nU.S. Trade Representative Robert Lighthizer said the U.S., Canada and Mexico are “nowhere near close to a deal” to update Nafta. Lawmakers have warned time is almost up for a deal that could pass in the current Congress, Bloomberg reports.\nSTRATEGY\nPayPal Holdings agreed to buy European financial-technology startup iZettle AB for around $2.2 billion, the WSJ reports. That would catapult the digital-payments giant into brick-and-mortar retailers around the world.\nA deal with iZettle would catapult PayPal into hundreds of thousands of brick-and-mortar retailers around the world. PHOTO: JUSTIN SULLIVAN/GETTY IMAGES Isaac Larian, the toy mogul behind Bratz dolls, recently offered to merge his MGA Entertainment Inc. with Mattel Mattel rejected the approach, which lacked details or financial terms, according to documents reviewed by the WSJ.\nLloyds Banking Group has sold its Irish residential mortgage portfolio to Barclays PLC for about 4 billion pounds ($5.4 billion). The cash deal is part of an effort by Lloyds to concentrate on the British market.\nThe Morning Risk Report from WSJ’s Risk & Compliance Journal cues up the most important news in risk and compliance every weekday morning. Send tips, suggestions and complaints to henry.cutter@wsj.com .\nShare this: AmTrust Barclays Bazzi CBS Coutts FinCEN GDPR iZettle Lloyds Mattel MGA Entertainment Najib Razak national amusements PayPal Redstone Russia sanctions sorghum Previous Corruption Currents: Malaysia Raids Home of Ex-PM in 1MDB Probe Content from our sponsor Deloitte Risk management, strategy and analysis from Deloitte Does Your Team Strengthen Your Brand? CFOs understand that much of their success depends on the collective strengths, competencies and chemistry of their finance team. But they may be less focused on the degree to which their own brand within the organization depends on their team’s performance. In this podcast, Dr. Ajit Kambil, global research director for Deloitte’s CFO Program and creator of its Executive Transition Lab™, provides insights to guide CFOs as they strive to develop teams that can meet the needs of key stakeholders.\nPlease note: The Wall Street Journal News Department was not involved in the creation of the content above. More from Deloitte → ",
    "published": "2018-05-18T17:01:00.000+03:00",
    "crawled": "2018-05-18T16:51:48.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "reader",
        "subscribe",
        "morning",
        "risk",
        "report",
        "http",
        "follow",
        "u",
        "twitter",
        "wsjrisk",
        "vera",
        "jourova",
        "handle",
        "justice",
        "consumer",
        "gender",
        "equality",
        "european",
        "commission",
        "speaks",
        "news",
        "conference",
        "general",
        "data",
        "protection",
        "regulation",
        "january",
        "good",
        "morning",
        "company",
        "need",
        "transparent",
        "manage",
        "employee",
        "data",
        "risk",
        "getting",
        "caught",
        "wrong",
        "side",
        "european",
        "union",
        "general",
        "data",
        "protection",
        "regulation",
        "risk",
        "compliance",
        "journal",
        "report",
        "law",
        "take",
        "effect",
        "may",
        "build",
        "upon",
        "existing",
        "european",
        "rule",
        "protect",
        "personal",
        "identifiable",
        "information",
        "empower",
        "individual",
        "subject",
        "data",
        "burden",
        "compliance",
        "fall",
        "organization",
        "hold",
        "process",
        "information",
        "company",
        "need",
        "examine",
        "legal",
        "basis",
        "processing",
        "staff",
        "data",
        "look",
        "employee",
        "contract",
        "policy",
        "handbook",
        "decide",
        "need",
        "changed",
        "make",
        "sure",
        "handling",
        "information",
        "remains",
        "lawful",
        "said",
        "rohan",
        "massey",
        "head",
        "privacy",
        "cybersecurity",
        "rope",
        "gray",
        "london",
        "review",
        "upside",
        "said",
        "john",
        "bowman",
        "senior",
        "principal",
        "business",
        "management",
        "consulting",
        "firm",
        "promontory",
        "financial",
        "group",
        "ibm",
        "company",
        "offer",
        "opportunity",
        "company",
        "streamline",
        "process",
        "avoid",
        "risk",
        "said",
        "company",
        "need",
        "understand",
        "purpose",
        "processing",
        "exceed",
        "unnecessary",
        "processing",
        "said",
        "bowman",
        "gdpr",
        "stress",
        "principle",
        "data",
        "minimization",
        "storage",
        "limitation",
        "data",
        "stored",
        "longer",
        "necessary",
        "said",
        "actually",
        "reduces",
        "company",
        "risk",
        "case",
        "breach",
        "less",
        "data",
        "exclusive",
        "risk",
        "compliance",
        "journal",
        "fincen",
        "delay",
        "rule",
        "automatically",
        "revolving",
        "account",
        "office",
        "within",
        "treasury",
        "department",
        "briefly",
        "delayed",
        "implementation",
        "part",
        "rule",
        "requiring",
        "bank",
        "identify",
        "true",
        "owner",
        "corporate",
        "account",
        "financial",
        "crime",
        "enforcement",
        "network",
        "fincen",
        "issued",
        "statement",
        "wednesday",
        "saying",
        "would",
        "delay",
        "requirement",
        "relating",
        "specific",
        "financial",
        "product",
        "certificate",
        "deposit",
        "loan",
        "account",
        "day",
        "citing",
        "concern",
        "financial",
        "institution",
        "ability",
        "comply",
        "rule",
        "went",
        "effect",
        "may",
        "bank",
        "required",
        "ask",
        "identity",
        "true",
        "beneficial",
        "owner",
        "new",
        "account",
        "opened",
        "company",
        "rule",
        "defines",
        "beneficial",
        "owner",
        "individual",
        "owns",
        "stake",
        "company",
        "person",
        "controlling",
        "interest",
        "issuing",
        "guidance",
        "ahead",
        "rule",
        "implementation",
        "however",
        "fincen",
        "said",
        "treat",
        "loan",
        "renewal",
        "rolling",
        "certificate",
        "deposit",
        "new",
        "account",
        "necessitating",
        "identification",
        "process",
        "bank",
        "treated",
        "renewal",
        "rollover",
        "new",
        "account",
        "fincen",
        "said",
        "wednesday",
        "agency",
        "belief",
        "consideration",
        "issue",
        "every",
        "major",
        "bank",
        "would",
        "struggled",
        "implementing",
        "said",
        "alma",
        "angotti",
        "former",
        "fincen",
        "enforcement",
        "attorney",
        "managing",
        "director",
        "navigant",
        "consulting",
        "advises",
        "company",
        "bank",
        "compliance",
        "issue",
        "delay",
        "enough",
        "time",
        "bank",
        "get",
        "handle",
        "many",
        "account",
        "hold",
        "rollover",
        "feature",
        "said",
        "adding",
        "allow",
        "figure",
        "one",
        "fall",
        "new",
        "requirement",
        "biggest",
        "issue",
        "surprise",
        "bank",
        "said",
        "process",
        "trouble",
        "getting",
        "done",
        "rule",
        "went",
        "samuel",
        "rubenfeld",
        "compliance",
        "sanctioned",
        "mohammad",
        "ibrahim",
        "bazzi",
        "top",
        "hezbollah",
        "financier",
        "group",
        "representative",
        "iran",
        "move",
        "part",
        "broader",
        "campaign",
        "target",
        "iran",
        "sideline",
        "regional",
        "proxy",
        "threatening",
        "interest",
        "middle",
        "east",
        "wsj",
        "report",
        "steven",
        "mnuchin",
        "treasury",
        "secretary",
        "event",
        "last",
        "month",
        "thursday",
        "announced",
        "sanction",
        "targeting",
        "hezbollah",
        "photo",
        "patrick",
        "news",
        "european",
        "commission",
        "said",
        "began",
        "process",
        "activating",
        "measure",
        "ban",
        "european",
        "company",
        "obeying",
        "sanction",
        "move",
        "meant",
        "protect",
        "eu",
        "firm",
        "iran",
        "iran",
        "nuclear",
        "deal",
        "reuters",
        "report",
        "china",
        "ended",
        "antidumping",
        "antisubsidy",
        "investigation",
        "imported",
        "sorghum",
        "investigation",
        "began",
        "february",
        "imposed",
        "new",
        "tariff",
        "import",
        "chinese",
        "solar",
        "panel",
        "wsj",
        "report",
        "malaysia",
        "new",
        "government",
        "taking",
        "aggressive",
        "stance",
        "criminal",
        "investigation",
        "former",
        "prime",
        "minister",
        "najib",
        "razak",
        "family",
        "broadening",
        "probe",
        "beyond",
        "fund",
        "scandal",
        "include",
        "murder",
        "case",
        "abuse",
        "power",
        "allegation",
        "wsj",
        "report",
        "government",
        "set",
        "plan",
        "sharply",
        "cut",
        "top",
        "stake",
        "betting",
        "terminal",
        "wean",
        "addict",
        "machine",
        "let",
        "people",
        "bet",
        "repeatedly",
        "speed",
        "maximum",
        "stake",
        "fall",
        "wsj",
        "report",
        "spate",
        "police",
        "investigation",
        "alleged",
        "accounting",
        "irregularity",
        "among",
        "company",
        "denting",
        "investor",
        "confidence",
        "singapore",
        "forcing",
        "country",
        "stock",
        "exchange",
        "address",
        "critic",
        "say",
        "legacy",
        "weak",
        "corporate",
        "governance",
        "market",
        "regulation",
        "wsj",
        "report",
        "governance",
        "cbs",
        "said",
        "board",
        "voted",
        "strip",
        "national",
        "amusement",
        "president",
        "shari",
        "redstone",
        "family",
        "voting",
        "control",
        "company",
        "tally",
        "fell",
        "short",
        "redstones",
        "say",
        "needed",
        "approval",
        "moved",
        "amend",
        "company",
        "rule",
        "wednesday",
        "wsj",
        "report",
        "activist",
        "investor",
        "carl",
        "icahn",
        "contesting",
        "attempt",
        "primary",
        "owner",
        "amtrust",
        "financial",
        "service",
        "take",
        "company",
        "private",
        "saying",
        "treated",
        "public",
        "shareholder",
        "fairly",
        "icahn",
        "owns",
        "stake",
        "amtrust",
        "wsj",
        "report",
        "reputation",
        "coutts",
        "bank",
        "count",
        "queen",
        "elizabeth",
        "ii",
        "customer",
        "conducting",
        "fresh",
        "investigation",
        "sexist",
        "behavior",
        "toward",
        "woman",
        "inquiry",
        "coutts",
        "follows",
        "separate",
        "probe",
        "inappropriate",
        "conduct",
        "led",
        "resignation",
        "senior",
        "banker",
        "earlier",
        "year",
        "wsj",
        "report",
        "risk",
        "hundred",
        "firm",
        "raising",
        "money",
        "cryptocurrencies",
        "using",
        "deceptive",
        "fraudulent",
        "tactic",
        "review",
        "document",
        "produced",
        "digital",
        "coin",
        "offering",
        "wsj",
        "found",
        "red",
        "flag",
        "plagiarized",
        "document",
        "promise",
        "guaranteed",
        "return",
        "missing",
        "fake",
        "executive",
        "team",
        "president",
        "donald",
        "trump",
        "sought",
        "forge",
        "delicate",
        "china",
        "trade",
        "deal",
        "thursday",
        "lawmaker",
        "side",
        "congress",
        "looked",
        "set",
        "advance",
        "bill",
        "would",
        "give",
        "greater",
        "power",
        "block",
        "deal",
        "american",
        "chinese",
        "company",
        "could",
        "risk",
        "national",
        "security",
        "trade",
        "representative",
        "robert",
        "lighthizer",
        "said",
        "canada",
        "mexico",
        "nowhere",
        "near",
        "close",
        "deal",
        "update",
        "nafta",
        "lawmaker",
        "warned",
        "time",
        "almost",
        "deal",
        "could",
        "pas",
        "current",
        "congress",
        "bloomberg",
        "report",
        "strategy",
        "paypal",
        "holding",
        "agreed",
        "buy",
        "european",
        "startup",
        "izettle",
        "ab",
        "around",
        "billion",
        "wsj",
        "report",
        "would",
        "catapult",
        "giant",
        "retailer",
        "around",
        "world",
        "deal",
        "izettle",
        "would",
        "catapult",
        "paypal",
        "hundred",
        "thousand",
        "retailer",
        "around",
        "world",
        "photo",
        "justin",
        "image",
        "isaac",
        "larian",
        "toy",
        "mogul",
        "behind",
        "bratz",
        "doll",
        "recently",
        "offered",
        "merge",
        "mga",
        "entertainment",
        "mattel",
        "mattel",
        "rejected",
        "approach",
        "lacked",
        "detail",
        "financial",
        "term",
        "according",
        "document",
        "reviewed",
        "wsj",
        "lloyd",
        "banking",
        "group",
        "sold",
        "irish",
        "residential",
        "mortgage",
        "portfolio",
        "barclays",
        "plc",
        "billion",
        "pound",
        "billion",
        "cash",
        "deal",
        "part",
        "effort",
        "lloyd",
        "concentrate",
        "british",
        "market",
        "morning",
        "risk",
        "report",
        "wsj",
        "risk",
        "compliance",
        "journal",
        "cue",
        "important",
        "news",
        "risk",
        "compliance",
        "every",
        "weekday",
        "morning",
        "send",
        "tip",
        "suggestion",
        "complaint",
        "share",
        "amtrust",
        "barclays",
        "bazzi",
        "cbs",
        "coutts",
        "fincen",
        "gdpr",
        "izettle",
        "lloyd",
        "mattel",
        "mga",
        "entertainment",
        "najib",
        "razak",
        "national",
        "amusement",
        "paypal",
        "redstone",
        "russia",
        "sanction",
        "sorghum",
        "previous",
        "corruption",
        "current",
        "malaysia",
        "raid",
        "home",
        "1mdb",
        "probe",
        "content",
        "sponsor",
        "deloitte",
        "risk",
        "management",
        "strategy",
        "analysis",
        "deloitte",
        "team",
        "strengthen",
        "brand",
        "cfo",
        "understand",
        "much",
        "success",
        "depends",
        "collective",
        "strength",
        "competency",
        "chemistry",
        "finance",
        "team",
        "may",
        "less",
        "focused",
        "degree",
        "brand",
        "within",
        "organization",
        "depends",
        "team",
        "performance",
        "podcast",
        "ajit",
        "kambil",
        "global",
        "research",
        "director",
        "deloitte",
        "cfo",
        "program",
        "creator",
        "executive",
        "transition",
        "provides",
        "insight",
        "guide",
        "cfo",
        "strive",
        "develop",
        "team",
        "meet",
        "need",
        "key",
        "stakeholder",
        "please",
        "note",
        "wall",
        "street",
        "journal",
        "news",
        "department",
        "involved",
        "creation",
        "content",
        "deloitte"
    ]
}