{
    "organizations": [],
    "uuid": "bb0a66a7ea659fee322527ee625ded69f6cd9eef",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/05/21/the-perks-some-companies-are-offering-to-keep-employees-from-retiring.html",
    "ord_in_thread": 0,
    "title": "the perks some companies are offering to keep employees from retiring",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "After 36 hectic years as a primary care physician, Michael Mandel was looking forward to a laid-back retirement crammed with lots of golf and volunteering.\nThen the phone rang.\nThe CEO of Richmond, Va.-based St. Mary's Hospital, a sister division and next-door neighbor to Mandel's practice, asked if he'd be interested in a job as the facility's medical director for care management. He would advise doctors on dilemmas such as whether Medicare patients should be admitted to the hospital overnight for observation or longer term.\nMore from USA Today:\nOn a fixed income? Here are the best places in every state to live in retirement\nNo end to the daily grind? Older Americans plan to work in retirement\nOut of reach? Why women have to save twice as much as men for retirement\nSo, for the past three years, Mandel has been putting in 32 hours a week and enjoying a semi-retirement that mixes a healthy allotment of golf with the rewards of a working life.\n\"No way did I think I'd be working at 70 years old,\" Mandel says. \"But the job has worked out so well.\"\nWorker shortage Faced with a wave of Baby Boomer retirements and a worsening labor shortage, many employers are trying to hold on to their older workers, persuade some to return after retirement and even recruit those retired from other companies. They're offering flexible arrangements that include part-time schedules and phased retirements that gradually reduce hours. And they're often receptive to work-at-home set-ups.\n\"If you have good employees, you want to keep them,\" says Jacqueline James, co-director of the Boston College Center on Aging and Work.\nOlder workers are often branded as burned out and not technically savvy, says Peter Cappelli, a management professor at the Wharton School in Philadelphia. In fact, he says, they have lower rates of absenteeism, less turnover, better job performance and adapt well to new technology.\nMore firms accommodate older workers The share of employers with strategies to retain and recruit older workers is still limited, partly because of the biases, James says. But it's growing and expected to pick up as the low 3.9% unemployment rate intensifies worker shortages.\nLast year, about a quarter of U.S. workers said their employers accommodated flexible work arrangements, up from 19% in 2015, according to a survey by the Transamerica Center for Retirement Studies.\nMany firms are weighing such policies. \"I don't know of a single company that isn't trying to retain older workers more actively,\" says Alexander Alonso, chief knowledge officer for the Society for Human Resource Management, an Alexandria, Va.-based trade group for HR professionals.\nThe efforts are pronounced in industries with large shares of workers approaching retirement age, including health care, manufacturing, insurance, accounting and engineering. To address worker shortages, 35% of manufacturers encourage potential retirees to stay on, according to a 2018 survey by the National Association of Manufacturers.\nAmericans are working longer Since a growing portion of workers are putting off retirement, the companies have a ready labor pool. More than half of Americans expect to work past age 65 or don't plan to retire, according to the Transamerica survey. They're healthier and living longer. And many need the extra income after enduring long layoffs in the recession, James says. Also, the Social Security retirement age has been rising. About 20% of Americans 65 and over are working or looking for a job, up from 15.4% in 2006, according to the Labor Department and AARP.\nMandel, the Richmond doctor, was approached about the medical director position as part of an initiative by the Bon Secours Virginia Health System, the parent company of both his practice and St. Mary's Hospital. For years, the non-profit has asked many retiring nurses and pharmacists if they wanted to work part-time, and about a year ago it expanded the offer to workers in all occupations, says Jim Godwin, Bon Secours' vice president of human resources.\nBon Secours, which employs about 14,000, currently has 1,200 job openings, double the amount five years ago, he says. Over the past year, 142 employees have retired, and about a third of its staff is over 50.\nNurses over 55 who no longer can withstand the job's physical strains are becoming part-time instructors and patient discharge coordinators. Accounting managers are downshifting to part-time staff accountants. To coax older workers to stay, Bon Secours modified its pension benefits so employees aren't penalized for working part-time in later years, Godwin says.\nAbout a quarter of the potential retirees who are offered jobs accept them, he says. \"It's making a huge difference,\" he says, allowing Ben Secours to maintain services it otherwise might shut down because of low staffing and revenue.\nOlder employees generally have a more refined bedside manner than their younger counterparts, Godwin says. \"They're more likely to knock on a door before entering a patient's room.\"\nMandel was enticed by the position in part because of its financial benefits. \"Like everybody, I had concerns about — did I have enough (money to retire)?\" He says he's earning close to his former salary while putting in about half the hours.\nAvoiding the near-constant stress He still wears a white coat over dress clothes but has shed the tie and is making do with a smaller office. \"I get to interact with the doctors,\" he says. \"Everybody at the hospital knows me … I feel like I'm still contributing.\nYet he doesn't have to deal with the near-constant stresses of a private practice. \"If you stop, you fall behind,\" he says. Now, \"I can have a cup of coffee, talk to a doctor, have something to eat, go back to work.\"\nHe works from 7:30 a.m. to 3:30 p.m. four days a week, leaving enough time for golf and making him feel sort of retired. \"I'm not punching a clock,\" he says. And the income lets him help his children and grandchildren with expenses.\nSuch efforts also help companies transfer decades of knowledge to the next generation of workers. Furniture company Herman Miller allows employees to phase in retirement by paring back hours over six months to two years while they mentor their successors and do special projects.\nSome retirees are coming back Other companies are luring retirees back to the office. At Michelin North America, based in Greenville, S.C., 40% of employees are eligible to retire each year. So the company launched a Returning Retirees Program that employs 160 former workers in part-time roles.\nMark King, 58, a former human resources and labor relations manager, retired to Charleston, S.C., last July for about four months, spending his days running, biking and kayaking. But \"I missed being around people to the extent I was before,\" he says. So he accepted the company's offer for a three-month gig transitioning employees of one subsidiary that was sold and a second that was combined with another firm in a joint venture. For the next year, he'll oversee talks with a union ahead of contract negotiations.\n\"It's very good for me to keep engaged,\" he says.\nMarquis Yachts of Pulaski, Wis., gets an average five to 10 applications for each of its 25 job openings, down from about 30 several years ago. Recently, the yacht maker sent 300 postcards to former employees, inviting them to come back part time. Ten were hired, including two retirees.\n\"They just pick up where they left off,\" Human Resource Manager Sasha Wesolowski says.\nSome companies are bringing on workers retired from other firms. In insurance, 25% of the workforce is near retirement age but only 4% of Millennials have expressed interest in the field, according to studies by McKinsey, the management consulting firm, and The Hartford , an insurance company.\nThat led Sharon Emek to launch a staffing agency that places retired insurance executives in part-time, work-at-home jobs.\nRetire from the office, not work Baby Boomers \"don't necessarily want to retire from work,\" says Emek, CEO of Work At Home Vantage Experts (WAHVE). \"They want to retire from the office.\"\nThe Philadelphia Contributionship, the nation's oldest insurance company, has hired some of its own retirees as well as WAHVE recruits to work from home as customer service reps and claims adjusters.\n\"They have the skill set, they have the knowledge, they don't need to be retrained,\" says Kathy Rosati, a human resources executive for the company.\nOne of the customer service reps, Demeta Draughon, 54, of Gun Barrel City, Texas, retired briefly when she was laid off from her insurance job in Dallas three years ago. She didn't want to work full time or face another 90-minute commute, especially since she and her husband have a healthy nest egg and retirement benefits and their house is paid off. But, she says, \"I couldn't just sit and do nothing.\"\nNow, she's working 20 hours a week from her home in a T-shirt and shorts, answering billing questions and helping customers make payments. She has time to take her mother to afternoon doctor appointments and some extra spending money.\n\"When elderly people don't understand something on the bill, you know you can help them,\" she says. \"It makes me feel like I'm useful.\"",
    "published": "2018-05-22T01:42:00.000+03:00",
    "crawled": "2018-05-22T01:37:37.012+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "hectic",
        "year",
        "primary",
        "care",
        "physician",
        "michael",
        "mandel",
        "looking",
        "forward",
        "retirement",
        "crammed",
        "lot",
        "golf",
        "volunteering",
        "phone",
        "rang",
        "ceo",
        "richmond",
        "mary",
        "hospital",
        "sister",
        "division",
        "neighbor",
        "mandel",
        "practice",
        "asked",
        "interested",
        "job",
        "facility",
        "medical",
        "director",
        "care",
        "management",
        "would",
        "advise",
        "doctor",
        "dilemma",
        "whether",
        "medicare",
        "patient",
        "admitted",
        "hospital",
        "overnight",
        "observation",
        "longer",
        "term",
        "usa",
        "today",
        "fixed",
        "income",
        "best",
        "place",
        "every",
        "state",
        "live",
        "retirement",
        "end",
        "daily",
        "grind",
        "older",
        "american",
        "plan",
        "work",
        "retirement",
        "reach",
        "woman",
        "save",
        "twice",
        "much",
        "men",
        "retirement",
        "past",
        "three",
        "year",
        "mandel",
        "putting",
        "hour",
        "week",
        "enjoying",
        "mix",
        "healthy",
        "allotment",
        "golf",
        "reward",
        "working",
        "life",
        "way",
        "think",
        "working",
        "year",
        "old",
        "mandel",
        "say",
        "job",
        "worked",
        "well",
        "worker",
        "shortage",
        "faced",
        "wave",
        "baby",
        "boomer",
        "retirement",
        "worsening",
        "labor",
        "shortage",
        "many",
        "employer",
        "trying",
        "hold",
        "older",
        "worker",
        "persuade",
        "return",
        "retirement",
        "even",
        "recruit",
        "retired",
        "company",
        "offering",
        "flexible",
        "arrangement",
        "include",
        "schedule",
        "phased",
        "retirement",
        "gradually",
        "reduce",
        "hour",
        "often",
        "receptive",
        "good",
        "employee",
        "want",
        "keep",
        "say",
        "jacqueline",
        "james",
        "boston",
        "college",
        "center",
        "aging",
        "work",
        "older",
        "worker",
        "often",
        "branded",
        "burned",
        "technically",
        "savvy",
        "say",
        "peter",
        "cappelli",
        "management",
        "professor",
        "wharton",
        "school",
        "philadelphia",
        "fact",
        "say",
        "lower",
        "rate",
        "absenteeism",
        "less",
        "turnover",
        "better",
        "job",
        "performance",
        "adapt",
        "well",
        "new",
        "technology",
        "firm",
        "accommodate",
        "older",
        "worker",
        "share",
        "employer",
        "strategy",
        "retain",
        "recruit",
        "older",
        "worker",
        "still",
        "limited",
        "partly",
        "bias",
        "james",
        "say",
        "growing",
        "expected",
        "pick",
        "low",
        "unemployment",
        "rate",
        "intensifies",
        "worker",
        "shortage",
        "last",
        "year",
        "quarter",
        "worker",
        "said",
        "employer",
        "accommodated",
        "flexible",
        "work",
        "arrangement",
        "according",
        "survey",
        "transamerica",
        "center",
        "retirement",
        "study",
        "many",
        "firm",
        "weighing",
        "policy",
        "know",
        "single",
        "company",
        "trying",
        "retain",
        "older",
        "worker",
        "actively",
        "say",
        "alexander",
        "alonso",
        "chief",
        "knowledge",
        "officer",
        "society",
        "human",
        "resource",
        "management",
        "alexandria",
        "trade",
        "group",
        "hr",
        "professional",
        "effort",
        "pronounced",
        "industry",
        "large",
        "share",
        "worker",
        "approaching",
        "retirement",
        "age",
        "including",
        "health",
        "care",
        "manufacturing",
        "insurance",
        "accounting",
        "engineering",
        "address",
        "worker",
        "shortage",
        "manufacturer",
        "encourage",
        "potential",
        "retiree",
        "stay",
        "according",
        "survey",
        "national",
        "association",
        "manufacturer",
        "american",
        "working",
        "longer",
        "since",
        "growing",
        "portion",
        "worker",
        "putting",
        "retirement",
        "company",
        "ready",
        "labor",
        "pool",
        "half",
        "american",
        "expect",
        "work",
        "past",
        "age",
        "plan",
        "retire",
        "according",
        "transamerica",
        "survey",
        "healthier",
        "living",
        "longer",
        "many",
        "need",
        "extra",
        "income",
        "enduring",
        "long",
        "layoff",
        "recession",
        "james",
        "say",
        "also",
        "social",
        "security",
        "retirement",
        "age",
        "rising",
        "american",
        "working",
        "looking",
        "job",
        "according",
        "labor",
        "department",
        "aarp",
        "mandel",
        "richmond",
        "doctor",
        "approached",
        "medical",
        "director",
        "position",
        "part",
        "initiative",
        "bon",
        "secours",
        "virginia",
        "health",
        "system",
        "parent",
        "company",
        "practice",
        "mary",
        "hospital",
        "year",
        "asked",
        "many",
        "retiring",
        "nurse",
        "pharmacist",
        "wanted",
        "work",
        "year",
        "ago",
        "expanded",
        "offer",
        "worker",
        "occupation",
        "say",
        "jim",
        "godwin",
        "bon",
        "secours",
        "vice",
        "president",
        "human",
        "resource",
        "bon",
        "secours",
        "employ",
        "currently",
        "job",
        "opening",
        "double",
        "amount",
        "five",
        "year",
        "ago",
        "say",
        "past",
        "year",
        "employee",
        "retired",
        "third",
        "staff",
        "nurse",
        "longer",
        "withstand",
        "job",
        "physical",
        "strain",
        "becoming",
        "instructor",
        "patient",
        "discharge",
        "coordinator",
        "accounting",
        "manager",
        "downshifting",
        "staff",
        "accountant",
        "coax",
        "older",
        "worker",
        "stay",
        "bon",
        "secours",
        "modified",
        "pension",
        "benefit",
        "employee",
        "penalized",
        "working",
        "later",
        "year",
        "godwin",
        "say",
        "quarter",
        "potential",
        "retiree",
        "offered",
        "job",
        "accept",
        "say",
        "making",
        "huge",
        "difference",
        "say",
        "allowing",
        "ben",
        "secours",
        "maintain",
        "service",
        "otherwise",
        "might",
        "shut",
        "low",
        "staffing",
        "revenue",
        "older",
        "employee",
        "generally",
        "refined",
        "bedside",
        "manner",
        "younger",
        "counterpart",
        "godwin",
        "say",
        "likely",
        "knock",
        "door",
        "entering",
        "patient",
        "room",
        "mandel",
        "enticed",
        "position",
        "part",
        "financial",
        "benefit",
        "like",
        "everybody",
        "concern",
        "enough",
        "money",
        "retire",
        "say",
        "earning",
        "close",
        "former",
        "salary",
        "putting",
        "half",
        "hour",
        "avoiding",
        "stress",
        "still",
        "wear",
        "white",
        "coat",
        "dress",
        "clothes",
        "shed",
        "tie",
        "making",
        "smaller",
        "office",
        "get",
        "interact",
        "doctor",
        "say",
        "everybody",
        "hospital",
        "know",
        "feel",
        "like",
        "still",
        "contributing",
        "yet",
        "deal",
        "stress",
        "private",
        "practice",
        "stop",
        "fall",
        "behind",
        "say",
        "cup",
        "coffee",
        "talk",
        "doctor",
        "something",
        "eat",
        "go",
        "back",
        "work",
        "work",
        "four",
        "day",
        "week",
        "leaving",
        "enough",
        "time",
        "golf",
        "making",
        "feel",
        "sort",
        "retired",
        "punching",
        "clock",
        "say",
        "income",
        "let",
        "help",
        "child",
        "grandchild",
        "expense",
        "effort",
        "also",
        "help",
        "company",
        "transfer",
        "decade",
        "knowledge",
        "next",
        "generation",
        "worker",
        "furniture",
        "company",
        "herman",
        "miller",
        "allows",
        "employee",
        "phase",
        "retirement",
        "paring",
        "back",
        "hour",
        "six",
        "month",
        "two",
        "year",
        "mentor",
        "successor",
        "special",
        "project",
        "retiree",
        "coming",
        "back",
        "company",
        "luring",
        "retiree",
        "back",
        "office",
        "michelin",
        "north",
        "america",
        "based",
        "greenville",
        "employee",
        "eligible",
        "retire",
        "year",
        "company",
        "launched",
        "returning",
        "retiree",
        "program",
        "employ",
        "former",
        "worker",
        "role",
        "mark",
        "king",
        "former",
        "human",
        "resource",
        "labor",
        "relation",
        "manager",
        "retired",
        "charleston",
        "last",
        "july",
        "four",
        "month",
        "spending",
        "day",
        "running",
        "biking",
        "kayaking",
        "missed",
        "around",
        "people",
        "extent",
        "say",
        "accepted",
        "company",
        "offer",
        "gig",
        "transitioning",
        "employee",
        "one",
        "subsidiary",
        "sold",
        "second",
        "combined",
        "another",
        "firm",
        "joint",
        "venture",
        "next",
        "year",
        "oversee",
        "talk",
        "union",
        "ahead",
        "contract",
        "negotiation",
        "good",
        "keep",
        "engaged",
        "say",
        "marquis",
        "yacht",
        "pulaski",
        "get",
        "average",
        "five",
        "application",
        "job",
        "opening",
        "several",
        "year",
        "ago",
        "recently",
        "yacht",
        "maker",
        "sent",
        "postcard",
        "former",
        "employee",
        "inviting",
        "come",
        "back",
        "part",
        "time",
        "ten",
        "hired",
        "including",
        "two",
        "retiree",
        "pick",
        "left",
        "human",
        "resource",
        "manager",
        "sasha",
        "wesolowski",
        "say",
        "company",
        "bringing",
        "worker",
        "retired",
        "firm",
        "insurance",
        "workforce",
        "near",
        "retirement",
        "age",
        "millennials",
        "expressed",
        "interest",
        "field",
        "according",
        "study",
        "mckinsey",
        "management",
        "consulting",
        "firm",
        "hartford",
        "insurance",
        "company",
        "led",
        "sharon",
        "emek",
        "launch",
        "staffing",
        "agency",
        "place",
        "retired",
        "insurance",
        "executive",
        "job",
        "retire",
        "office",
        "work",
        "baby",
        "boomer",
        "necessarily",
        "want",
        "retire",
        "work",
        "say",
        "emek",
        "ceo",
        "work",
        "home",
        "vantage",
        "expert",
        "wahve",
        "want",
        "retire",
        "office",
        "philadelphia",
        "contributionship",
        "nation",
        "oldest",
        "insurance",
        "company",
        "hired",
        "retiree",
        "well",
        "wahve",
        "recruit",
        "work",
        "home",
        "customer",
        "service",
        "rep",
        "claim",
        "adjuster",
        "skill",
        "set",
        "knowledge",
        "need",
        "retrained",
        "say",
        "kathy",
        "rosati",
        "human",
        "resource",
        "executive",
        "company",
        "one",
        "customer",
        "service",
        "rep",
        "demeta",
        "draughon",
        "gun",
        "barrel",
        "city",
        "texas",
        "retired",
        "briefly",
        "laid",
        "insurance",
        "job",
        "dallas",
        "three",
        "year",
        "ago",
        "want",
        "work",
        "full",
        "time",
        "face",
        "another",
        "commute",
        "especially",
        "since",
        "husband",
        "healthy",
        "nest",
        "egg",
        "retirement",
        "benefit",
        "house",
        "paid",
        "say",
        "could",
        "sit",
        "nothing",
        "working",
        "hour",
        "week",
        "home",
        "short",
        "answering",
        "billing",
        "question",
        "helping",
        "customer",
        "make",
        "payment",
        "time",
        "take",
        "mother",
        "afternoon",
        "doctor",
        "appointment",
        "extra",
        "spending",
        "money",
        "elderly",
        "people",
        "understand",
        "something",
        "bill",
        "know",
        "help",
        "say",
        "make",
        "feel",
        "like",
        "useful"
    ]
}