{
    "organizations": [],
    "uuid": "67d82338e7bd96dec47ce47e4bcd57bfefea4415",
    "author": "Lauren Thomas",
    "url": "https://www.cnbc.com/2018/05/18/eddie-lampert-says-sears-is-shrinking-shedding-assets-to-stay-alive.html",
    "ord_in_thread": 0,
    "title": "Eddie Lampert says Sears is shrinking, shedding assets to stay alive",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Sears Holdings CEO Eddie Lampert admits his retail empire isn't what he imagined it would become when he brought Sears and Kmart together 13 years ago.\nHe had his eyes set then on being \"the next Warren Buffett ,\" and Sears Holdings was supposed to be his Berkshire Hathaway, says one former top Sears executive. But Lampert's strategy from the start was slashing costs to grow the bottom line, even if that meant not investing in Sears' stores, the person explained to CNBC.\nSears and Kmart were already lacking so many resources, namely investment capital to fend off online upstarts like Amazon , and an experienced bench of retail executives, so these early cuts took an enormous toll.\nShares hit an all-time high of $195.18 each in April 2007 but now trade under $4. The retailer's sales in the latest quarter tumbled by a double-digit percentage rate, and cash is drying up with substantial debts looming.\nRelationships with suppliers have since unraveled — there were a handful of vendor disputes and a century-old partnership with Whirlpool was terminated last year . Real estate landlords are anxious about Sears' stores going dark. Speculation about the company filing for bankruptcy remains widespread.\nThat chatter has grown loud once again after Lampert's hedge fund made an offer last month to buy up some assets that had already been on the chopping block.\nThe deal would be another way to infuse cash into the business, but some observers see it as a sign that the company has grown even more distressed. It comes at a critical time in the retail calendar when stores start making holiday orders. With a recent wave of bankruptcies, including liquidations of Toys R Us and Bon-Ton, vendors have been increasingly wary of taking on too much risk by extending credit.\nLampert's proposal, which is being evaluated by an independent committee of the board, has been met with questions about what would be left of Sears — would the business still be viable. The CEO insists he's not giving up on the company.\n\"In a perfect world — this would shrink, this would grow, and the grow would offset the shrink,\" Lampert told CNBC in a rare one-on-one interview following Sears' annual shareholder meeting in early May.\nGustavo Caballero | Getty Images CEO of Sears Holdings and founder of ESL Investments Eddie Lampert The hedge fund manager has poured more than $1 billion into Sears to keep it afloat. He owns nearly 50 percent of the retailer's stock today, company filings show. And he's a major stakeholder in other affiliated businesses including Lands' End , Sears Canada, Sears Hometown and Outlet Stores and real estate investment trust Seritage .\nThe offer from Lampert's hedge fund, ESL Investments, includes plans to buy the Kenmore appliance brand, part of Sears' Home Services business and potentially additional real estate. The transaction would leave Sears Holdings with its Auto Centers, the DieHard brand, Innovel (a logistics business) and its Shop Your Way membership platform.\nWith respect to Sears' Home Improvement and PartsDirect businesses, ESL has said it values those assets together at $500 million and would pay Sears, which has a market capitalization of less than $400 million today, for them in cash. The firm hasn't offered any other asset appraisals to date, while a special committee is in the midst of evaluating the bid .\nLampert declined to discuss the offer in his interview with CNBC.\nEven under a new owner, Lampert has said the goal would be for Kenmore and Parts Direct to still work with Sears in some capacity. The proposal was arranged as a \"go shop\" process, meaning Sears still has the ability to seek better offers, but these assets have been on the block for years without any success. There's also the possibility that everything will be rejected by Sears' independent committee — sending Lampert back to the drawing board.\n'Deeper point of financial distress' According to one analyst, the bid from ESL is \"highly likely an indication that Sears' cash crunch and liquidity constraints are becoming so severe that the company dearly needs to raise cash in order to stay open and finance their ... buy for Christmas and winter merchandise inventories.\"\nBill Dreher, an analyst at Susquehanna International Group and a moneymaker for Sears' stock, said he believes Sears \"is entering into a deeper point of financial distress, and that the company is closer to being forced to file for bankruptcy protection than we had previously suspected.\"\nAccording to Lampert, though, any deal would \"enable [Sears] to improve its debt profile and liquidity position.\"\n\"Some people would believe that you can go into bankruptcy and try to negotiate or adjust these liabilities,\" Lampert told CNBC. \"We've chosen a different path.\"\nThe biggest task today for Lampert — the father of three kids and an avid cyclist who spends most of his time in Florida — is getting Sears back to making money. \"We are fighting the battle,\" he said. \"Let's be realistic, ... we have to get the company back to profitability consistently.\"\nThe Hoffman Estates, Illinois-based department store chain hasn't turned a profit consistently since the early 2000s, following the merger of Sears and Kmart in 2005. Its last profitable year was in 2010. Same-store sales, a key performance metric for retailers, have been in a steady decline for more than a decade.\n\"The idea that the retail operations will ever make money again — it would take a miracle for that to happen,\" Retail Metrics founder Ken Perkins said about Sears' predicament. \"I think if it was any other retailer, they probably would've already filed for bankruptcy.\"\nWalk away? 'So far, I've said no' In other words, Sears is a far cry from the \"$55 billion revenue, 350,000 person start-up\" that Lampert, then just chairman, described in 2006.\n\"What [Sears] could have been is a much bigger online company, a much bigger service-oriented company, where the stores … would be smaller,\" serving as showrooms and warehouses, Lampert said. \"That's what we still haven't figured out — what the [best] business model is so we can stamp it out and do more and more.\"\nWhat stood in the way of Lampert's vision, which he enunciated more than a decade ago? Amazon, to start with. The e-commerce giant has been grabbing market share and slashing prices online to Sears' and others' detriment. In addition, more consumers are opting to shop outside of the suburban shopping mall, instead at big-box businesses and category killers like Home Depot and Dick's Sporting Goods .\n\"We have businesses that are profitable, and we have stores that are profitable, but we have other things that offset it. You know, it's almost every year like these four things are working, but all of a sudden these two are not,\" he explained. \"Would it have been better for me as an investor for me to walk away? So far, I've said no.\"\nLampert said he doesn't see bankruptcy in the cards for Sears — at least not anytime soon. That's something that's been fresh on the retail industry's mind ever since Sears disclosed in 2017 there was a \"substantial doubt\" about its \"ability to continue as a going concern.\" Sears said it made the disclosure because of changes with the Securities and Exchange Commission.\n\"I put a lot of time in, I put a lot of capital in — not just my capital. But if we didn't raise capital over the past few years, that would've happened,\" Lampert said. \"Bankruptcy happens when companies run out of money.\"\nSears burned through $1.8 billion in cash in its operations during 2017, $1.4 billion during 2016 and $2.2 billion during 2015, company filings show. It ended last year with $336 million in its cash reserves, compared with $286 million the previous year, a slight uptick thanks to asset sales.\nSears' liabilities are also significant and a glaring red flag for those on Wall Street who still follow the company. It had roughly $4.3 billion in funded debt as of Feb. 3, 2018, along with unfunded pension and retirement obligations of about $1.6 billion.\nOne of Lampert's main strategies to flush out cash has been to sell Sears' real estate, what many industry experts agree is the retailer's most prized asset. A combined Sears and Kmart had more than 4,000 locations in 2011.\nBut by the end of 2017, Sears Holdings operated a little more than 1,000 stores. Hundreds more expect to shutter as the company looks for liquidity to fund its operations. It closed more than 400 stores in 2017 and over 200 locations in 2016.\nAs part of this year's real estate sell-off, Sears is in the process of closing its last store in Chicago , where the company was headquartered for more than a century. Taking into account the ongoing and previously announced closures, Sears will operate fewer than 900 locations by the end of this year. Soon enough, rival J.C. Penney 's physical footprint will surpass that of Sears.\nThe winding down of Sears' real estate accelerated roughly a decade after Lampert arrived. Seritage was spun off from the department store chain as a real estate invetment trust in 2015, with a portfolio of roughly 250 Sears locations and the power to terminate leases and take those stores back.\n\"We set that up so Seritage had the right to redevelop those properties,\" Lampert said when asked about the REIT at the recent shareholder meeting. \"What [those stores] can become has a lot of potential ... like residential ... but it requires a lot of capital we didn't have.\"\nLampert told CNBC the company always looks for ways to make a location more productive. Vacating the space is a last resort.\n\"We're not liquidating just to liquidate. We're liquidating ... to get capital to put into our pension plan,\" Lampert said. \"As opposed to erring on the side of, 'This store might work.' ... If it's not working, we've invested the time, so we've got to close it because we are now jeopardizing this [store] over here.\"\nFunding the shortfall Most recently, Sears has been focused on slashing expenses further. During the past year, it was able to save $1.25 billion . Sears is looking to cut costs by an additional $200 million, unrelated to store closures, in 2018. A chunk of that stems from layoffs and employees clocking in fewer hours.\n\"Part of the equation is cost savings, but there is a cash flow negative portion of the business\" that must be addressed, said Moody's analyst Christina Boni. \"It's still very difficult to just put costs out and see a meaningful impact on operating cash flow, and there continues to be a big deficit.\"\n\"You adjust maturities, but how do you fund the shortfall?\" Boni asked, referring to the fact that Sears has recently been able to extend the due dates for some of its loans , effectively buying more time. \"Although Sears can continue to improve its financial position through further sales of other brands or additional stores, fewer assets will be available to mitigate future shortfalls in operating cash.\"\nUnder Lampert's watch so far, the company has sold its credit portfolio to Citibank, spun off Lands' End and sold the Craftsman tool brand to Stanley Black & Decker (for $900 million).\nScott Mlyn | CNBC A closed Lands' End section of a Sears store, Laguna Hills, Calif. The CEO has since been scolded by ex-employees and even other retail executives for doing this: sucking Sears dry of its most valuable assets and staving off a complete liquidation, while controlling an underfunded pension fund that puts retirees' fortunes at risk.\n\"People have been saying for years, including ourselves, that [Lampert is] not very good as a retailer. In fact, he's lousy,\" said Craig Johnson, president of Customer Growth Partners. \"But he does know something about real estate and he is a value investor.\"\n\"[If] he buys the assets, he ends up getting them himself,\" Johnson said about ESL's latest proposal. \"What's happening at its current pace is everything will be sold except the brand name, which is worth nothing.\" (Sears earlier this year marked down the value of its brand name for the third year in a row.)\nOlder generations that grew up with the department store chain remember it for its better days : one where it ran a booming catalog business selling everything from toy dolls to wagons and homes. Younger generations struggle to understand how a company in such dire shape could be deemed the \"Amazon of its day.\"\n\"I think there's some truth to the idea that all [retailers] come to an end,\" said Neil Saunders, managing director of GlobalData Retail. \"Companies fall into a complacency or complexity, where the business is too big to manage. ... Maybe they revamp the business and bring in new people. Or they fall back into a snare and struggle to fall out of it. That's where Sears is.\"\nFor Lampert, he's lashed out at the naysayers before but told CNBC some critiquing of the company is well-founded.\n\"There are a lot of criticisms that are 100 percent valid [about] a lot of the decisions we've made. That's all fair game,\" Lampert said. \"But I think it's a shame for the company that the story isn't better told. … This is a story of resilience.\"\n",
    "published": "2018-05-18T03:00:00.000+03:00",
    "crawled": "2018-05-18T23:29:40.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "sears",
        "holding",
        "ceo",
        "eddie",
        "lampert",
        "admits",
        "retail",
        "empire",
        "imagined",
        "would",
        "become",
        "brought",
        "sears",
        "kmart",
        "together",
        "year",
        "ago",
        "eye",
        "set",
        "next",
        "warren",
        "buffett",
        "sears",
        "holding",
        "supposed",
        "berkshire",
        "hathaway",
        "say",
        "one",
        "former",
        "top",
        "sears",
        "executive",
        "lampert",
        "strategy",
        "start",
        "slashing",
        "cost",
        "grow",
        "bottom",
        "line",
        "even",
        "meant",
        "investing",
        "sears",
        "store",
        "person",
        "explained",
        "cnbc",
        "sears",
        "kmart",
        "already",
        "lacking",
        "many",
        "resource",
        "namely",
        "investment",
        "capital",
        "fend",
        "online",
        "upstart",
        "like",
        "amazon",
        "experienced",
        "bench",
        "retail",
        "executive",
        "early",
        "cut",
        "took",
        "enormous",
        "toll",
        "share",
        "hit",
        "high",
        "april",
        "trade",
        "retailer",
        "sale",
        "latest",
        "quarter",
        "tumbled",
        "percentage",
        "rate",
        "cash",
        "drying",
        "substantial",
        "debt",
        "looming",
        "relationship",
        "supplier",
        "since",
        "unraveled",
        "handful",
        "vendor",
        "dispute",
        "partnership",
        "whirlpool",
        "terminated",
        "last",
        "year",
        "real",
        "estate",
        "landlord",
        "anxious",
        "sears",
        "store",
        "going",
        "dark",
        "speculation",
        "company",
        "filing",
        "bankruptcy",
        "remains",
        "widespread",
        "chatter",
        "grown",
        "loud",
        "lampert",
        "hedge",
        "fund",
        "made",
        "offer",
        "last",
        "month",
        "buy",
        "asset",
        "already",
        "chopping",
        "block",
        "deal",
        "would",
        "another",
        "way",
        "infuse",
        "cash",
        "business",
        "observer",
        "see",
        "sign",
        "company",
        "grown",
        "even",
        "distressed",
        "come",
        "critical",
        "time",
        "retail",
        "calendar",
        "store",
        "start",
        "making",
        "holiday",
        "order",
        "recent",
        "wave",
        "bankruptcy",
        "including",
        "liquidation",
        "toy",
        "r",
        "u",
        "vendor",
        "increasingly",
        "wary",
        "taking",
        "much",
        "risk",
        "extending",
        "credit",
        "lampert",
        "proposal",
        "evaluated",
        "independent",
        "committee",
        "board",
        "met",
        "question",
        "would",
        "left",
        "sears",
        "would",
        "business",
        "still",
        "viable",
        "ceo",
        "insists",
        "giving",
        "company",
        "perfect",
        "world",
        "would",
        "shrink",
        "would",
        "grow",
        "grow",
        "would",
        "offset",
        "shrink",
        "lampert",
        "told",
        "cnbc",
        "rare",
        "interview",
        "following",
        "sears",
        "annual",
        "shareholder",
        "meeting",
        "early",
        "may",
        "gustavo",
        "caballero",
        "getty",
        "image",
        "ceo",
        "sears",
        "holding",
        "founder",
        "esl",
        "investment",
        "eddie",
        "lampert",
        "hedge",
        "fund",
        "manager",
        "poured",
        "billion",
        "sears",
        "keep",
        "afloat",
        "owns",
        "nearly",
        "percent",
        "retailer",
        "stock",
        "today",
        "company",
        "filing",
        "show",
        "major",
        "stakeholder",
        "affiliated",
        "business",
        "including",
        "land",
        "end",
        "sears",
        "canada",
        "sears",
        "hometown",
        "outlet",
        "store",
        "real",
        "estate",
        "investment",
        "trust",
        "seritage",
        "offer",
        "lampert",
        "hedge",
        "fund",
        "esl",
        "investment",
        "includes",
        "plan",
        "buy",
        "kenmore",
        "appliance",
        "brand",
        "part",
        "sears",
        "home",
        "service",
        "business",
        "potentially",
        "additional",
        "real",
        "estate",
        "transaction",
        "would",
        "leave",
        "sears",
        "holding",
        "auto",
        "center",
        "diehard",
        "brand",
        "innovel",
        "logistics",
        "business",
        "shop",
        "way",
        "membership",
        "platform",
        "respect",
        "sears",
        "home",
        "improvement",
        "partsdirect",
        "business",
        "esl",
        "said",
        "value",
        "asset",
        "together",
        "million",
        "would",
        "pay",
        "sears",
        "market",
        "capitalization",
        "less",
        "million",
        "today",
        "cash",
        "firm",
        "offered",
        "asset",
        "appraisal",
        "date",
        "special",
        "committee",
        "midst",
        "evaluating",
        "bid",
        "lampert",
        "declined",
        "discus",
        "offer",
        "interview",
        "cnbc",
        "even",
        "new",
        "owner",
        "lampert",
        "said",
        "goal",
        "would",
        "kenmore",
        "part",
        "direct",
        "still",
        "work",
        "sears",
        "capacity",
        "proposal",
        "arranged",
        "go",
        "shop",
        "process",
        "meaning",
        "sears",
        "still",
        "ability",
        "seek",
        "better",
        "offer",
        "asset",
        "block",
        "year",
        "without",
        "success",
        "also",
        "possibility",
        "everything",
        "rejected",
        "sears",
        "independent",
        "committee",
        "sending",
        "lampert",
        "back",
        "drawing",
        "board",
        "point",
        "financial",
        "distress",
        "according",
        "one",
        "analyst",
        "bid",
        "esl",
        "highly",
        "likely",
        "indication",
        "sears",
        "cash",
        "crunch",
        "liquidity",
        "constraint",
        "becoming",
        "severe",
        "company",
        "dearly",
        "need",
        "raise",
        "cash",
        "order",
        "stay",
        "open",
        "finance",
        "buy",
        "christmas",
        "winter",
        "merchandise",
        "inventory",
        "bill",
        "dreher",
        "analyst",
        "susquehanna",
        "international",
        "group",
        "moneymaker",
        "sears",
        "stock",
        "said",
        "belief",
        "sears",
        "entering",
        "deeper",
        "point",
        "financial",
        "distress",
        "company",
        "closer",
        "forced",
        "file",
        "bankruptcy",
        "protection",
        "previously",
        "suspected",
        "according",
        "lampert",
        "though",
        "deal",
        "would",
        "enable",
        "sears",
        "improve",
        "debt",
        "profile",
        "liquidity",
        "position",
        "people",
        "would",
        "believe",
        "go",
        "bankruptcy",
        "try",
        "negotiate",
        "adjust",
        "liability",
        "lampert",
        "told",
        "cnbc",
        "chosen",
        "different",
        "path",
        "biggest",
        "task",
        "today",
        "lampert",
        "father",
        "three",
        "kid",
        "avid",
        "cyclist",
        "spends",
        "time",
        "florida",
        "getting",
        "sears",
        "back",
        "making",
        "money",
        "fighting",
        "battle",
        "said",
        "let",
        "realistic",
        "get",
        "company",
        "back",
        "profitability",
        "consistently",
        "hoffman",
        "estate",
        "department",
        "store",
        "chain",
        "turned",
        "profit",
        "consistently",
        "since",
        "early",
        "2000s",
        "following",
        "merger",
        "sears",
        "kmart",
        "last",
        "profitable",
        "year",
        "sale",
        "key",
        "performance",
        "metric",
        "retailer",
        "steady",
        "decline",
        "decade",
        "idea",
        "retail",
        "operation",
        "ever",
        "make",
        "money",
        "would",
        "take",
        "miracle",
        "happen",
        "retail",
        "metric",
        "founder",
        "ken",
        "perkins",
        "said",
        "sears",
        "predicament",
        "think",
        "retailer",
        "probably",
        "would",
        "already",
        "filed",
        "bankruptcy",
        "walk",
        "away",
        "far",
        "said",
        "word",
        "sears",
        "far",
        "cry",
        "billion",
        "revenue",
        "person",
        "lampert",
        "chairman",
        "described",
        "sears",
        "could",
        "much",
        "bigger",
        "online",
        "company",
        "much",
        "bigger",
        "company",
        "store",
        "would",
        "smaller",
        "serving",
        "showroom",
        "warehouse",
        "lampert",
        "said",
        "still",
        "figured",
        "best",
        "business",
        "model",
        "stamp",
        "stood",
        "way",
        "lampert",
        "vision",
        "enunciated",
        "decade",
        "ago",
        "amazon",
        "start",
        "giant",
        "grabbing",
        "market",
        "share",
        "slashing",
        "price",
        "online",
        "sears",
        "others",
        "detriment",
        "addition",
        "consumer",
        "opting",
        "shop",
        "outside",
        "suburban",
        "shopping",
        "mall",
        "instead",
        "business",
        "category",
        "killer",
        "like",
        "home",
        "depot",
        "dick",
        "sporting",
        "good",
        "business",
        "profitable",
        "store",
        "profitable",
        "thing",
        "offset",
        "know",
        "almost",
        "every",
        "year",
        "like",
        "four",
        "thing",
        "working",
        "sudden",
        "two",
        "explained",
        "would",
        "better",
        "investor",
        "walk",
        "away",
        "far",
        "said",
        "lampert",
        "said",
        "see",
        "bankruptcy",
        "card",
        "sears",
        "least",
        "anytime",
        "soon",
        "something",
        "fresh",
        "retail",
        "industry",
        "mind",
        "ever",
        "since",
        "sears",
        "disclosed",
        "substantial",
        "doubt",
        "ability",
        "continue",
        "going",
        "concern",
        "sears",
        "said",
        "made",
        "disclosure",
        "change",
        "security",
        "exchange",
        "commission",
        "put",
        "lot",
        "time",
        "put",
        "lot",
        "capital",
        "capital",
        "raise",
        "capital",
        "past",
        "year",
        "would",
        "happened",
        "lampert",
        "said",
        "bankruptcy",
        "happens",
        "company",
        "run",
        "money",
        "sears",
        "burned",
        "billion",
        "cash",
        "operation",
        "billion",
        "billion",
        "company",
        "filing",
        "show",
        "ended",
        "last",
        "year",
        "million",
        "cash",
        "reserve",
        "compared",
        "million",
        "previous",
        "year",
        "slight",
        "uptick",
        "thanks",
        "asset",
        "sale",
        "sears",
        "liability",
        "also",
        "significant",
        "glaring",
        "red",
        "flag",
        "wall",
        "street",
        "still",
        "follow",
        "company",
        "roughly",
        "billion",
        "funded",
        "debt",
        "along",
        "unfunded",
        "pension",
        "retirement",
        "obligation",
        "billion",
        "one",
        "lampert",
        "main",
        "strategy",
        "flush",
        "cash",
        "sell",
        "sears",
        "real",
        "estate",
        "many",
        "industry",
        "expert",
        "agree",
        "retailer",
        "prized",
        "asset",
        "combined",
        "sears",
        "kmart",
        "location",
        "end",
        "sears",
        "holding",
        "operated",
        "little",
        "store",
        "hundred",
        "expect",
        "shutter",
        "company",
        "look",
        "liquidity",
        "fund",
        "operation",
        "closed",
        "store",
        "location",
        "part",
        "year",
        "real",
        "estate",
        "sears",
        "process",
        "closing",
        "last",
        "store",
        "chicago",
        "company",
        "headquartered",
        "century",
        "taking",
        "account",
        "ongoing",
        "previously",
        "announced",
        "closure",
        "sears",
        "operate",
        "fewer",
        "location",
        "end",
        "year",
        "soon",
        "enough",
        "rival",
        "penney",
        "physical",
        "footprint",
        "surpass",
        "sears",
        "winding",
        "sears",
        "real",
        "estate",
        "accelerated",
        "roughly",
        "decade",
        "lampert",
        "arrived",
        "seritage",
        "spun",
        "department",
        "store",
        "chain",
        "real",
        "estate",
        "invetment",
        "trust",
        "portfolio",
        "roughly",
        "sears",
        "location",
        "power",
        "terminate",
        "lease",
        "take",
        "store",
        "back",
        "set",
        "seritage",
        "right",
        "redevelop",
        "property",
        "lampert",
        "said",
        "asked",
        "reit",
        "recent",
        "shareholder",
        "meeting",
        "store",
        "become",
        "lot",
        "potential",
        "like",
        "residential",
        "requires",
        "lot",
        "capital",
        "lampert",
        "told",
        "cnbc",
        "company",
        "always",
        "look",
        "way",
        "make",
        "location",
        "productive",
        "vacating",
        "space",
        "last",
        "resort",
        "liquidating",
        "liquidate",
        "liquidating",
        "get",
        "capital",
        "put",
        "pension",
        "plan",
        "lampert",
        "said",
        "opposed",
        "erring",
        "side",
        "store",
        "might",
        "work",
        "working",
        "invested",
        "time",
        "got",
        "close",
        "jeopardizing",
        "store",
        "funding",
        "shortfall",
        "recently",
        "sears",
        "focused",
        "slashing",
        "expense",
        "past",
        "year",
        "able",
        "save",
        "billion",
        "sears",
        "looking",
        "cut",
        "cost",
        "additional",
        "million",
        "unrelated",
        "store",
        "closure",
        "chunk",
        "stem",
        "layoff",
        "employee",
        "clocking",
        "fewer",
        "hour",
        "part",
        "equation",
        "cost",
        "saving",
        "cash",
        "flow",
        "negative",
        "portion",
        "business",
        "must",
        "addressed",
        "said",
        "moody",
        "analyst",
        "christina",
        "boni",
        "still",
        "difficult",
        "put",
        "cost",
        "see",
        "meaningful",
        "impact",
        "operating",
        "cash",
        "flow",
        "continues",
        "big",
        "deficit",
        "adjust",
        "maturity",
        "fund",
        "shortfall",
        "boni",
        "asked",
        "referring",
        "fact",
        "sears",
        "recently",
        "able",
        "extend",
        "due",
        "date",
        "loan",
        "effectively",
        "buying",
        "time",
        "although",
        "sears",
        "continue",
        "improve",
        "financial",
        "position",
        "sale",
        "brand",
        "additional",
        "store",
        "fewer",
        "asset",
        "available",
        "mitigate",
        "future",
        "shortfall",
        "operating",
        "cash",
        "lampert",
        "watch",
        "far",
        "company",
        "sold",
        "credit",
        "portfolio",
        "citibank",
        "spun",
        "land",
        "end",
        "sold",
        "craftsman",
        "tool",
        "brand",
        "stanley",
        "black",
        "decker",
        "million",
        "scott",
        "mlyn",
        "cnbc",
        "closed",
        "land",
        "end",
        "section",
        "sears",
        "store",
        "laguna",
        "hill",
        "ceo",
        "since",
        "scolded",
        "even",
        "retail",
        "executive",
        "sucking",
        "sears",
        "dry",
        "valuable",
        "asset",
        "staving",
        "complete",
        "liquidation",
        "controlling",
        "underfunded",
        "pension",
        "fund",
        "put",
        "retiree",
        "fortune",
        "risk",
        "people",
        "saying",
        "year",
        "including",
        "lampert",
        "good",
        "retailer",
        "fact",
        "lousy",
        "said",
        "craig",
        "johnson",
        "president",
        "customer",
        "growth",
        "partner",
        "know",
        "something",
        "real",
        "estate",
        "value",
        "investor",
        "buy",
        "asset",
        "end",
        "getting",
        "johnson",
        "said",
        "esl",
        "latest",
        "proposal",
        "happening",
        "current",
        "pace",
        "everything",
        "sold",
        "except",
        "brand",
        "name",
        "worth",
        "nothing",
        "sears",
        "earlier",
        "year",
        "marked",
        "value",
        "brand",
        "name",
        "third",
        "year",
        "row",
        "older",
        "generation",
        "grew",
        "department",
        "store",
        "chain",
        "remember",
        "better",
        "day",
        "one",
        "ran",
        "booming",
        "catalog",
        "business",
        "selling",
        "everything",
        "toy",
        "doll",
        "wagon",
        "home",
        "younger",
        "generation",
        "struggle",
        "understand",
        "company",
        "dire",
        "shape",
        "could",
        "deemed",
        "amazon",
        "day",
        "think",
        "truth",
        "idea",
        "retailer",
        "come",
        "end",
        "said",
        "neil",
        "saunders",
        "managing",
        "director",
        "globaldata",
        "retail",
        "company",
        "fall",
        "complacency",
        "complexity",
        "business",
        "big",
        "manage",
        "maybe",
        "revamp",
        "business",
        "bring",
        "new",
        "people",
        "fall",
        "back",
        "snare",
        "struggle",
        "fall",
        "sears",
        "lampert",
        "lashed",
        "naysayer",
        "told",
        "cnbc",
        "critiquing",
        "company",
        "lot",
        "criticism",
        "percent",
        "valid",
        "lot",
        "decision",
        "made",
        "fair",
        "game",
        "lampert",
        "said",
        "think",
        "shame",
        "company",
        "story",
        "better",
        "told",
        "story",
        "resilience"
    ]
}