{
    "organizations": [],
    "uuid": "cb728dae7514eae80f150f91532ac96762473cd1",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/02/business-wire-anika-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Anika Reports Financial",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Successful Leadership Transition in Evolution to a Global Commercial Organization;\nMONOVISC and CINGAL Global Revenue Increased 38% Year-over-Year;\nInitiated Voluntary Recall of HYALOFAST, HYALOGRAFT-C and HYALOMATRIX\nBEDFORD, Mass.--(BUSINESS WIRE)-- Anika Therapeutics, Inc. (NASDAQ: ANIK), a global, integrated orthopedic and regenerative medicines company specializing in therapeutics based on its proprietary hyaluronic acid (“HA”) technology , today reported financial results for the first quarter ended March 31, 2018, along with business progress in the period.\n“In the first quarter, Anika saw strong growth in its most prominent product categories and continued to take the steps necessary to transform the Company into a fully integrated, global commercial organization,” said Joseph Darling, President and Chief Executive Officer of Anika Therapeutics. “Global MONOVISC revenue increased 29% year-over-year, and end-user demand for CINGAL in Europe and Canada remained strong in the first quarter. Together, MONOVISC and CINGAL global revenue grew 38% year-over-year. However, that growth was countered by soft ORTHOVISC revenue, non-recurring charges related to the planned CEO transition, and a voluntary recall of three HYAFF-based products.”\nMr. Darling continued, “We are rapidly advancing the CINGAL Phase III trial, with the completion of the 6-month patient follow-up in April. Our entire leadership team is energized and focused on delivering our new and innovative solutions to the market, accelerating our revenue and earnings growth in the years ahead, and creating sustained value for our shareholders.”\nFirst Quarter Financial Results\nTotal revenue for the first quarter of 2018 was $21.3 million, compared to $23.4 million for the first quarter of 2017. The year-over-year decline was due in part to $1.1 million related to the voluntary, non-safety related recall of HYALOFAST, HYALOGRAFT-C, and HYALOMATRIX. Worldwide Orthobiologics revenue decreased $0.7 million year-over-year in the first quarter of 2018, due primarily to lower ORTHOVISC revenue. Global MONOVISC revenue increased 29% year-over-year in the first quarter of 2018, resulting from our international expansion efforts and the industry shift from multi- to single-injection therapies. International Viscosupplementation revenue increased 17% for the first quarter of 2018, due primarily to the global expansion of MONOVISC, as well as the growth of CINGAL in the international markets. Domestically, ORTHOVISC and MONOVISC achieved the number one position in the combined multi- and single-injection segments in the first quarter of 2018. Total operating expenses for the first quarter of 2018 were $29.1 million, compared to $15.4 million for the first quarter of 2017. The increase in total operating expenses was due primarily to a one-time charge of $8.4 million, which consisted mainly of non-cash stock-based compensation expense associated with the retirement of our former CEO. Net loss for the first quarter of 2018 was $6.7 million, or ($0.46) per diluted share, compared to net income of $5.5 million, or $0.37 per diluted share, for the first quarter of 2017. The decline in net income was due primarily to the increase in operating expenses previously discussed.\nRecent Business Highlights\nThe Company made key commercial, pipeline and operational advancements, including:\nAppointing Joseph Darling as Chief Executive Officer and as a Director to succeed Dr. Charles Sherwood, who retired as Chief Executive Officer and a Director in March 2018. Mr. Darling joined Anika as President in late July 2017, bringing more than 20 years of extensive experience in executive management and leadership skills from publicly-traded, commercial-stage companies, including Abbott Laboratories, Baxter Healthcare, Smith & Nephew, CONMED, and Wyeth-Ayerst. Advancing its product pipeline with the completion of 6-month patient follow-up in the CINGAL Phase III study for the treatment of osteoarthritis pain in the knee, continued progress in the CINGAL 3-month extension study and the FastTRACK Phase III HYALOFAST Study for cartilage repair, as well as the Phase III MONOVISC study for the treatment of osteoarthritis pain in the hip. Continuing the development of a direct commercial capability in the United States to support the planned U.S. launch of CINGAL in 2019 and other new therapies in the years ahead.\nVoluntary Recall of HYALOFAST, HYALOGRAFT-C and HYALOMATRIX\nThe Company is undertaking a voluntary recall of certain lots of its HYALOFAST, HYALOGRAFT-C, and HYALOMATRIX products. While there is no indication of any safety or efficacy issue related to the affected products at this time, the Company remains committed to the highest standards of quality and is removing the products from the field as a precautionary measure. The recall is being initiated by the Company following internal quality testing which indicated that the products were at risk of not maintaining certain measures throughout their entire shelf life. All impacted distributors have been notified of the recall, and the Company is taking all appropriate actions with respect to applicable regulatory authorities. The Company is in the process of identifying and implementing the appropriate operational resolution of the underlying issue, and it expects to fully resolve the matter and resume production and shipping by the end of 2018. The HYALOFAST product being used to conduct the ongoing Phase III clinical trial was not impacted by the recall.\nThe voluntary recall negatively impacted the Company’s financial results for the first quarter of 2018 by $1.1 million in product revenue, $0.6 million in inventory reserves, and $0.4 million in administration costs related to the recall. HYALOFAST, HYALOGRAFT-C, and HYALOMATRIX revenue totaled approximately 3% of total revenue for the full year of 2017.\n“This voluntary recall is based on the Company’s commitment to the highest standards of quality for which we are known around the globe,” continued Joseph Darling. “While there is no indication of any impact on the safety or efficacy of the product at this time, we cannot accept any deviation from our stringent quality measures. Our quality and engineering staff are working diligently to resolve the issue in order to bring these products back into the hands of surgeons who have used the products to treat patients in need.”\nFull Year 2018 Revised Corporate Outlook\nBased on Anika’s first quarter 2018 results and currently available information, the Company revised its guidance for the full year of 2018. Anika now expects total revenue growth to be flat for the full year of 2018. Total operating expenses are expected to be in the high $90 million range for the full year of 2018, including the one-time charge associated with the retirement of our former CEO in the first quarter of 2018 and the expenses associated with CINGAL pre-launch activities required to support a successful direct commercialization in the U.S.\nConference Call Information\nAnika’s management will hold a conference call and webcast to discuss its financial results and business highlights tomorrow, Thursday, May 3 at 9:00 am ET. The conference call can be accessed by dialing 1-855-468-0611 (toll-free domestic) or 1-484-756-4332 (international). A live audio webcast will be available in the \" Investor Relations \" section of Anika’s website, www.anikatherapeutics.com . An accompanying slide presentation may also be accessed via the Anika website. A replay of the webcast will be available on Anika’s website approximately two hours after the completion of the event.\nAbout Anika Therapeutics, Inc.\nAnika Therapeutics, Inc. (NASDAQ: ANIK) is a global, integrated orthopedic and regenerative medicines company based in Bedford, Massachusetts. Anika is committed to improving the lives of patients with degenerative orthopedic diseases and traumatic conditions with clinically meaningful therapies along the continuum of care, from palliative pain management to regenerative cartilage repair. The Company has over two decades of global expertise developing, manufacturing, and commercializing more than 20 products based on its proprietary hyaluronic acid (HA) technology . Anika's orthopedic medicine portfolio includes ORTHOVISC ® , MONOVISC ® , and CINGAL ® , which alleviate pain and restore joint function by replenishing depleted HA, and HYALOFAST , a solid HA-based scaffold to aid cartilage repair and regeneration. For more information about Anika, please visit www.anikatherapeutics.com .\nForward-Looking Statements\nThe statements made in the first sentence of the third paragraph, the second and third bullet points under the caption “Recent Business Highlights,” the fifth sentence of the first paragraph under the caption “Voluntary Recall of HYALOFAST, HYALOGRAFT-C, and HYALOMATRIX,” and the disclosure under the caption “Full Year 2018 Revised Corporate Outlook” of this press release, which are not statements of historical fact, are forward-looking statements within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended. These statements include, but are not limited to, those relating to the timing for completion of the Company’s CINGAL clinical trial and the product’s commercial launch, the Company’s expectations with respect to timeline for its HYALOFAST clinical trial, the timing associated with the resolution of the Company’s voluntary product recall, and the Company’s expectations regarding its 2018 financial performance. These statements are based upon the current beliefs and expectations of the Company’s management and are subject to significant risks, uncertainties, and other factors. The Company’s actual results could differ materially from any anticipated future results, performance, or achievements described in the forward-looking statements as a result of a number of factors including, but not limited to, (i) the Company’s ability to successfully commence and/or complete clinical trials of its products on a timely basis or at all; (ii) the Company’s ability to obtain pre-clinical or clinical data to support domestic and international pre-market approval applications, 510(k) applications, or new drug applications, or to timely file and receive FDA or other regulatory approvals or clearances of its products; (iii) that such approvals will not be obtained in a timely manner or without the need for additional clinical trials, other testing or regulatory submissions, as applicable; (iv) the Company’s research and product development efforts and their relative success, including whether we have any meaningful sales of any new products resulting from such efforts; (v) the cost effectiveness and efficiency of the Company’s clinical studies, manufacturing operations, and production planning; (vi) the strength of the economies in which the Company operates or will be operating, as well as the political stability of any of those geographic areas; (vii) future determinations by the Company to allocate resources to products and in directions not presently contemplated; (viii) the Company’s ability to successfully commercialize its products, in the U.S. and abroad; (ix) the Company’s ability to provide an adequate and timely supply of its products to its customers; and (x) the Company’s ability to achieve its growth targets. Additional factors and risks are described in the Company’s periodic reports filed with the Securities and Exchange Commission, and they are available on the SEC’s website at www.sec.gov . Forward-looking statements are made based on information available to the Company on the date of this press release, and the Company assumes no obligation to update the information contained in this press release.\nAnika Therapeutics, Inc. and Subsidiaries Consolidated Statements of Operations (in thousands, except per share data) (unaudited) For the Three Months Ended March 31,\n2018 2017 Product revenue $ 21,258 $ 23,381 Licensing, milestone and contract revenue 6 5 Total revenue 21,264 23,386 Operating expenses: Cost of product revenue 7,845 6,083 Research and development 5,161 4,230 Selling, general and administrative 16,090 5,067 Total operating expenses 29,096 15,380 Income (loss) from operations (7,832 ) 8,006 Interest and other income, net 95 58 Income (loss) before income taxes (7,737 ) 8,064 Provision for (benefit from) income taxes (1,051 ) 2,571 Net income (loss) $ (6,686 ) $ 5,493 Basic net income (loss) per share: Net income (loss) $ (0.46 ) $ 0.38 Basic weighted average common shares outstanding 14,679 14,576 Diluted net income (loss) per share: Net income (loss) $ (0.46 ) $ 0.37 Diluted weighted average common shares outstanding 14,679 15,043 Anika Therapeutics, Inc. and Subsidiaries Consolidated Balance Sheets (in thousands, except per share data) (unaudited) March 31, December 31, ASSETS 2018 2017 Current assets: Cash and cash equivalents $ 141,797 $ 133,256 Investments 21,250 24,000 Accounts receivable, net of reserves of $2,436 and $1,914 at March 31, 2018 and December 31, 2017, respectively 18,289 23,825 Inventories, net 22,770 22,035 Prepaid expenses and other current assets 4,081 3,211 Total current assets 208,187 206,327 Property and equipment, net 55,772 56,183 Other long-term assets 1,247 1,254 Intangible assets, net 10,678 10,635 Goodwill 8,452 8,218 Total assets $ 284,336 $ 282,617 LIABILITIES AND STOCKHOLDERS’ EQUITY Current liabilities: Accounts payable $ 6,159 $ 6,747 Accrued expenses and other current liabilities 7,963 6,326 Total current liabilities 14,122 13,073 Other long-term liabilities 1,150 660 Deferred tax liability 5,298 5,393 Commitments and contingencies Stockholders’ equity: Preferred stock, $0.01 par value; 1,250 shares authorized, no shares issued and outstanding at March 31, 2018 and December 31, 2017, respectively - - Common stock, $0.01 par value; 60,000 shares authorized, 14,745 and 14,688 shares issued and outstanding at March 31, 2018 and December 31, 2017, respectively 147 147 Additional paid-in-capital 74,958 68,617 Accumulated other comprehensive loss (4,164 ) (4,784 ) Retained earnings 192,825 199,511 Total stockholders’ equity 263,766 263,491 Total liabilities and stockholders’ equity $ 284,336 $ 282,617\nAnika Therapeutics, Inc. and Subsidiaries Supplemental Financial Data Revenue by Product Line and Product Gross Margin (in thousands, except percentages) (unaudited) For the Three Months Ended March 31,\nProduct Line: 2018 % 2017 % Orthobiologics $ 19,489 92 % $ 20,227 87 % Surgical 1,245 6 % 1,296 5 % Dermal (539) -3 % 425 2 % Other 1,063 5 % 1,433 6 % Product Revenue $ 21,258 100 % $ 23,381 100 % Product Gross Profit $ 13,413 $ 17,298 Product Gross Margin 63% 74% Product Revenue by Geographic Region (in thousands, except percentages) (unaudited) For the Three Months Ended March 31,\n2018 % 2017 % Geographic Region: United States $ 16,910 79 % $ 18,930 81 % Europe 2,391 11 % 2,829 12 % Other 1,957 10 % 1,622 7 % Product Revenue $ 21,258 100 % $ 23,381 100 %\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180502006556/en/\nAnika Therapeutics, Inc.\nJoseph Darling, President & CEO\nSylvia Cheung, CFO\nTel: 781-457-9000\nSource: Anika Therapeutics, Inc.",
    "published": "2018-05-03T00:05:00.000+03:00",
    "crawled": "2018-05-03T01:59:59.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "successful",
        "leadership",
        "transition",
        "evolution",
        "global",
        "commercial",
        "organization",
        "monovisc",
        "cingal",
        "global",
        "revenue",
        "increased",
        "initiated",
        "voluntary",
        "recall",
        "hyalofast",
        "hyalomatrix",
        "bedford",
        "business",
        "wire",
        "anika",
        "therapeutic",
        "nasdaq",
        "anik",
        "global",
        "integrated",
        "orthopedic",
        "regenerative",
        "medicine",
        "company",
        "specializing",
        "therapeutic",
        "based",
        "proprietary",
        "hyaluronic",
        "acid",
        "ha",
        "technology",
        "today",
        "reported",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "along",
        "business",
        "progress",
        "period",
        "first",
        "quarter",
        "anika",
        "saw",
        "strong",
        "growth",
        "prominent",
        "product",
        "category",
        "continued",
        "take",
        "step",
        "necessary",
        "transform",
        "company",
        "fully",
        "integrated",
        "global",
        "commercial",
        "organization",
        "said",
        "joseph",
        "darling",
        "president",
        "chief",
        "executive",
        "officer",
        "anika",
        "therapeutic",
        "global",
        "monovisc",
        "revenue",
        "increased",
        "demand",
        "cingal",
        "europe",
        "canada",
        "remained",
        "strong",
        "first",
        "quarter",
        "together",
        "monovisc",
        "cingal",
        "global",
        "revenue",
        "grew",
        "however",
        "growth",
        "countered",
        "soft",
        "orthovisc",
        "revenue",
        "charge",
        "related",
        "planned",
        "ceo",
        "transition",
        "voluntary",
        "recall",
        "three",
        "darling",
        "continued",
        "rapidly",
        "advancing",
        "cingal",
        "phase",
        "iii",
        "trial",
        "completion",
        "patient",
        "april",
        "entire",
        "leadership",
        "team",
        "energized",
        "focused",
        "delivering",
        "new",
        "innovative",
        "solution",
        "market",
        "accelerating",
        "revenue",
        "earnings",
        "growth",
        "year",
        "ahead",
        "creating",
        "sustained",
        "value",
        "first",
        "quarter",
        "financial",
        "result",
        "total",
        "revenue",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "decline",
        "due",
        "part",
        "million",
        "related",
        "voluntary",
        "related",
        "recall",
        "hyalofast",
        "hyalomatrix",
        "worldwide",
        "orthobiologics",
        "revenue",
        "decreased",
        "million",
        "first",
        "quarter",
        "due",
        "primarily",
        "lower",
        "orthovisc",
        "revenue",
        "global",
        "monovisc",
        "revenue",
        "increased",
        "first",
        "quarter",
        "resulting",
        "international",
        "expansion",
        "effort",
        "industry",
        "shift",
        "therapy",
        "international",
        "viscosupplementation",
        "revenue",
        "increased",
        "first",
        "quarter",
        "due",
        "primarily",
        "global",
        "expansion",
        "monovisc",
        "well",
        "growth",
        "cingal",
        "international",
        "market",
        "domestically",
        "orthovisc",
        "monovisc",
        "achieved",
        "number",
        "one",
        "position",
        "combined",
        "segment",
        "first",
        "quarter",
        "total",
        "operating",
        "expense",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "increase",
        "total",
        "operating",
        "expense",
        "due",
        "primarily",
        "charge",
        "million",
        "consisted",
        "mainly",
        "compensation",
        "expense",
        "associated",
        "retirement",
        "former",
        "ceo",
        "net",
        "loss",
        "first",
        "quarter",
        "million",
        "per",
        "diluted",
        "share",
        "compared",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "share",
        "first",
        "quarter",
        "decline",
        "net",
        "income",
        "due",
        "primarily",
        "increase",
        "operating",
        "expense",
        "previously",
        "discussed",
        "recent",
        "business",
        "highlight",
        "company",
        "made",
        "key",
        "commercial",
        "pipeline",
        "operational",
        "advancement",
        "including",
        "appointing",
        "joseph",
        "darling",
        "chief",
        "executive",
        "officer",
        "director",
        "succeed",
        "charles",
        "sherwood",
        "retired",
        "chief",
        "executive",
        "officer",
        "director",
        "march",
        "darling",
        "joined",
        "anika",
        "president",
        "late",
        "july",
        "bringing",
        "year",
        "extensive",
        "experience",
        "executive",
        "management",
        "leadership",
        "skill",
        "company",
        "including",
        "abbott",
        "laboratory",
        "baxter",
        "healthcare",
        "smith",
        "nephew",
        "conmed",
        "advancing",
        "product",
        "pipeline",
        "completion",
        "patient",
        "cingal",
        "phase",
        "iii",
        "study",
        "treatment",
        "osteoarthritis",
        "pain",
        "knee",
        "continued",
        "progress",
        "cingal",
        "extension",
        "study",
        "fasttrack",
        "phase",
        "iii",
        "hyalofast",
        "study",
        "cartilage",
        "repair",
        "well",
        "phase",
        "iii",
        "monovisc",
        "study",
        "treatment",
        "osteoarthritis",
        "pain",
        "hip",
        "continuing",
        "development",
        "direct",
        "commercial",
        "capability",
        "united",
        "state",
        "support",
        "planned",
        "launch",
        "cingal",
        "new",
        "therapy",
        "year",
        "ahead",
        "voluntary",
        "recall",
        "hyalofast",
        "hyalomatrix",
        "company",
        "undertaking",
        "voluntary",
        "recall",
        "certain",
        "lot",
        "hyalofast",
        "hyalomatrix",
        "product",
        "indication",
        "safety",
        "efficacy",
        "issue",
        "related",
        "affected",
        "product",
        "time",
        "company",
        "remains",
        "committed",
        "highest",
        "standard",
        "quality",
        "removing",
        "product",
        "field",
        "precautionary",
        "measure",
        "recall",
        "initiated",
        "company",
        "following",
        "internal",
        "quality",
        "testing",
        "indicated",
        "product",
        "risk",
        "maintaining",
        "certain",
        "measure",
        "throughout",
        "entire",
        "shelf",
        "life",
        "impacted",
        "distributor",
        "notified",
        "recall",
        "company",
        "taking",
        "appropriate",
        "action",
        "respect",
        "applicable",
        "regulatory",
        "authority",
        "company",
        "process",
        "identifying",
        "implementing",
        "appropriate",
        "operational",
        "resolution",
        "underlying",
        "issue",
        "expects",
        "fully",
        "resolve",
        "matter",
        "resume",
        "production",
        "shipping",
        "end",
        "hyalofast",
        "product",
        "used",
        "conduct",
        "ongoing",
        "phase",
        "iii",
        "clinical",
        "trial",
        "impacted",
        "recall",
        "voluntary",
        "recall",
        "negatively",
        "impacted",
        "company",
        "financial",
        "result",
        "first",
        "quarter",
        "million",
        "product",
        "revenue",
        "million",
        "inventory",
        "reserve",
        "million",
        "administration",
        "cost",
        "related",
        "recall",
        "hyalofast",
        "hyalomatrix",
        "revenue",
        "totaled",
        "approximately",
        "total",
        "revenue",
        "full",
        "year",
        "voluntary",
        "recall",
        "based",
        "company",
        "commitment",
        "highest",
        "standard",
        "quality",
        "known",
        "around",
        "globe",
        "continued",
        "joseph",
        "darling",
        "indication",
        "impact",
        "safety",
        "efficacy",
        "product",
        "time",
        "accept",
        "deviation",
        "stringent",
        "quality",
        "measure",
        "quality",
        "engineering",
        "staff",
        "working",
        "diligently",
        "resolve",
        "issue",
        "order",
        "bring",
        "product",
        "back",
        "hand",
        "surgeon",
        "used",
        "product",
        "treat",
        "patient",
        "full",
        "year",
        "revised",
        "corporate",
        "outlook",
        "based",
        "anika",
        "first",
        "quarter",
        "result",
        "currently",
        "available",
        "information",
        "company",
        "revised",
        "guidance",
        "full",
        "year",
        "anika",
        "expects",
        "total",
        "revenue",
        "growth",
        "flat",
        "full",
        "year",
        "total",
        "operating",
        "expense",
        "expected",
        "high",
        "million",
        "range",
        "full",
        "year",
        "including",
        "charge",
        "associated",
        "retirement",
        "former",
        "ceo",
        "first",
        "quarter",
        "expense",
        "associated",
        "cingal",
        "activity",
        "required",
        "support",
        "successful",
        "direct",
        "commercialization",
        "conference",
        "call",
        "information",
        "anika",
        "management",
        "hold",
        "conference",
        "call",
        "webcast",
        "discus",
        "financial",
        "result",
        "business",
        "highlight",
        "tomorrow",
        "thursday",
        "may",
        "et",
        "conference",
        "call",
        "accessed",
        "dialing",
        "domestic",
        "international",
        "live",
        "audio",
        "webcast",
        "available",
        "investor",
        "relation",
        "section",
        "anika",
        "website",
        "accompanying",
        "slide",
        "presentation",
        "may",
        "also",
        "accessed",
        "via",
        "anika",
        "website",
        "replay",
        "webcast",
        "available",
        "anika",
        "website",
        "approximately",
        "two",
        "hour",
        "completion",
        "event",
        "anika",
        "therapeutic",
        "anika",
        "therapeutic",
        "nasdaq",
        "anik",
        "global",
        "integrated",
        "orthopedic",
        "regenerative",
        "medicine",
        "company",
        "based",
        "bedford",
        "massachusetts",
        "anika",
        "committed",
        "improving",
        "life",
        "patient",
        "degenerative",
        "orthopedic",
        "disease",
        "traumatic",
        "condition",
        "clinically",
        "meaningful",
        "therapy",
        "along",
        "continuum",
        "care",
        "palliative",
        "pain",
        "management",
        "regenerative",
        "cartilage",
        "repair",
        "company",
        "two",
        "decade",
        "global",
        "expertise",
        "developing",
        "manufacturing",
        "commercializing",
        "product",
        "based",
        "proprietary",
        "hyaluronic",
        "acid",
        "ha",
        "technology",
        "anika",
        "orthopedic",
        "medicine",
        "portfolio",
        "includes",
        "orthovisc",
        "monovisc",
        "cingal",
        "alleviate",
        "pain",
        "restore",
        "joint",
        "function",
        "replenishing",
        "depleted",
        "ha",
        "hyalofast",
        "solid",
        "scaffold",
        "aid",
        "cartilage",
        "repair",
        "regeneration",
        "information",
        "anika",
        "please",
        "visit",
        "statement",
        "statement",
        "made",
        "first",
        "sentence",
        "third",
        "paragraph",
        "second",
        "third",
        "bullet",
        "point",
        "caption",
        "recent",
        "business",
        "highlight",
        "fifth",
        "sentence",
        "first",
        "paragraph",
        "caption",
        "voluntary",
        "recall",
        "hyalofast",
        "hyalomatrix",
        "disclosure",
        "caption",
        "full",
        "year",
        "revised",
        "corporate",
        "outlook",
        "press",
        "release",
        "statement",
        "historical",
        "fact",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "statement",
        "include",
        "limited",
        "relating",
        "timing",
        "completion",
        "company",
        "cingal",
        "clinical",
        "trial",
        "product",
        "commercial",
        "launch",
        "company",
        "expectation",
        "respect",
        "timeline",
        "hyalofast",
        "clinical",
        "trial",
        "timing",
        "associated",
        "resolution",
        "company",
        "voluntary",
        "product",
        "recall",
        "company",
        "expectation",
        "regarding",
        "financial",
        "performance",
        "statement",
        "based",
        "upon",
        "current",
        "belief",
        "expectation",
        "company",
        "management",
        "subject",
        "significant",
        "risk",
        "uncertainty",
        "factor",
        "company",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "anticipated",
        "future",
        "result",
        "performance",
        "achievement",
        "described",
        "statement",
        "result",
        "number",
        "factor",
        "including",
        "limited",
        "company",
        "ability",
        "successfully",
        "commence",
        "complete",
        "clinical",
        "trial",
        "product",
        "timely",
        "basis",
        "ii",
        "company",
        "ability",
        "obtain",
        "clinical",
        "data",
        "support",
        "domestic",
        "international",
        "approval",
        "application",
        "k",
        "application",
        "new",
        "drug",
        "application",
        "timely",
        "file",
        "receive",
        "fda",
        "regulatory",
        "approval",
        "clearance",
        "product",
        "iii",
        "approval",
        "obtained",
        "timely",
        "manner",
        "without",
        "need",
        "additional",
        "clinical",
        "trial",
        "testing",
        "regulatory",
        "submission",
        "applicable",
        "iv",
        "company",
        "research",
        "product",
        "development",
        "effort",
        "relative",
        "success",
        "including",
        "whether",
        "meaningful",
        "sale",
        "new",
        "product",
        "resulting",
        "effort",
        "v",
        "cost",
        "effectiveness",
        "efficiency",
        "company",
        "clinical",
        "study",
        "manufacturing",
        "operation",
        "production",
        "planning",
        "vi",
        "strength",
        "economy",
        "company",
        "operates",
        "operating",
        "well",
        "political",
        "stability",
        "geographic",
        "area",
        "vii",
        "future",
        "determination",
        "company",
        "allocate",
        "resource",
        "product",
        "direction",
        "presently",
        "contemplated",
        "viii",
        "company",
        "ability",
        "successfully",
        "commercialize",
        "product",
        "abroad",
        "ix",
        "company",
        "ability",
        "provide",
        "adequate",
        "timely",
        "supply",
        "product",
        "customer",
        "x",
        "company",
        "ability",
        "achieve",
        "growth",
        "target",
        "additional",
        "factor",
        "risk",
        "described",
        "company",
        "periodic",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "available",
        "sec",
        "website",
        "statement",
        "made",
        "based",
        "information",
        "available",
        "company",
        "date",
        "press",
        "release",
        "company",
        "assumes",
        "obligation",
        "update",
        "information",
        "contained",
        "press",
        "release",
        "anika",
        "therapeutic",
        "subsidiary",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "product",
        "revenue",
        "licensing",
        "milestone",
        "contract",
        "revenue",
        "total",
        "revenue",
        "operating",
        "expense",
        "cost",
        "product",
        "revenue",
        "research",
        "development",
        "selling",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "income",
        "loss",
        "operation",
        "interest",
        "income",
        "net",
        "income",
        "loss",
        "income",
        "tax",
        "provision",
        "benefit",
        "income",
        "tax",
        "net",
        "income",
        "loss",
        "basic",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "net",
        "income",
        "loss",
        "basic",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "diluted",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "net",
        "income",
        "loss",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "anika",
        "therapeutic",
        "subsidiary",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "unaudited",
        "march",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "account",
        "receivable",
        "net",
        "reserve",
        "march",
        "december",
        "respectively",
        "inventory",
        "net",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "asset",
        "intangible",
        "asset",
        "net",
        "goodwill",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "liability",
        "deferred",
        "tax",
        "liability",
        "commitment",
        "contingency",
        "stockholder",
        "equity",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "march",
        "december",
        "respectively",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "march",
        "december",
        "respectively",
        "additional",
        "accumulated",
        "comprehensive",
        "loss",
        "retained",
        "earnings",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "anika",
        "therapeutic",
        "subsidiary",
        "supplemental",
        "financial",
        "data",
        "revenue",
        "product",
        "line",
        "product",
        "gross",
        "margin",
        "thousand",
        "except",
        "percentage",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "product",
        "line",
        "orthobiologics",
        "surgical",
        "dermal",
        "product",
        "revenue",
        "product",
        "gross",
        "profit",
        "product",
        "gross",
        "margin",
        "product",
        "revenue",
        "geographic",
        "region",
        "thousand",
        "except",
        "percentage",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "geographic",
        "region",
        "united",
        "state",
        "europe",
        "product",
        "revenue",
        "view",
        "source",
        "version",
        "http",
        "anika",
        "therapeutic",
        "joseph",
        "darling",
        "president",
        "ceo",
        "sylvia",
        "cheung",
        "cfo",
        "tel",
        "source",
        "anika",
        "therapeutic",
        "inc"
    ]
}