{
    "organizations": [],
    "uuid": "70c0f9850d9b1ecec8259a3f24ce429adcd6b396",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/14/business-wire-baxter-announces-u-s-fda-clearance-of-new-spectrum-iq-infusion-system.html",
    "ord_in_thread": 0,
    "title": "Baxter Announces U.S. FDA Clearance of New Spectrum IQ Infusion System",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Designed with Exclusive New Features for Bi-Directional Electronic Medical Records Integration Including Auto-Programming and Auto-Documentation Offers First-of-Its-Kind Software Technology and Simple, Standardized User Experience to Help Reduce Programming Errors and Enhance Patient Safety Partnership with First Databank (FDB) to Integrate FDB Infusion Knowledge™, Evidence-Based Infusion Medication Dose Limits within Dose IQ Safety Software\nDEERFIELD, Ill.--(BUSINESS WIRE)-- Baxter International Inc. (NYSE: BAX), a leader in innovative technology for medication delivery, today announced the U.S. Food and Drug Administration (FDA) clearance of the Spectrum IQ Infusion System with Dose IQ Safety Software. The Spectrum IQ system is the first-of-its-kind designed specifically for bi-directional electronic medical records (EMR) integration with new exclusive features to help ensure the correct medications and fluids are delivered to the patient. The Spectrum IQ system also builds upon proven Spectrum infusion pump technology and Baxter’s comprehensive approach to patient safety to help make drug library compliance, protection for high-risk infusions and auto-programming more consistently achievable for health systems.\n“EMR integration is an important step in making infusions safer, which is why Baxter designed the Spectrum IQ system with features that simplify EMR integration and help customers overcome EMR integration adoption barriers,” said Scott Luce, general manager, U.S. Hospital Products, Baxter. “These features set a new standard for medication administration, helping enhance both patient safety and clinician efficiency.”\nThe Spectrum IQ system provides the broadest range of auto-programming workflows and feature sets as well as embedded on-screen barcode technology that helps eliminate the need for a sticker barcode and provides clinicians with scan prompts to help maintain or increase auto-programming compliance and automatically document infusion data into the EMR. In addition, the Spectrum IQ pump is the only infusion pump to feature Line Check Notification technology* that supports line management by providing a visual notification matching the infusion pump and the medication being infused.\nFor the Spectrum IQ Infusion System, Baxter has partnered with First Databank (FDB) to integrate FDB Infusion Knowledge™—an evidence-based library of IV medications—into Dose IQ Safety Software to help make delivery of infusions safer. FDB, a leading provider of drug and medical device knowledge, supports healthcare professionals in making informed decisions at the point of care, intended to improve the quality of patient care.\n“Creating and maintaining drug libraries used for configuring smart pumps requires substantial research and development time,” said Charles Tuchinda, MD, MBA, president, FDB. “ Dose IQ Safety Software powered by FDB Infusion Knowledge helps save time by providing a knowledge base of suggested infusion parameters for the Spectrum IQ Infusion System, including dose limits, concentrations and durations. Integrating evidence-based practices into the clinical workflow helps facilitate improved patient safety, expedited drug library creation and efficient deployment and implementation of the Spectrum IQ pump, which helps protect more infusions.”\nThe Spectrum IQ pump also includes leading features designed to help drive the highest levels of drug library compliance in the industry, such as automatically defaulting to the installed drug library without requiring clinicians to take extra steps to utilize the safety features and wireless drug library updates without interrupting clinical workflow. Baxter’s Spectrum systems—including the Spectrum IQ system—are the only infusion pumps with a built-in Dose/Rate Change Error Prevention Feature, which helps clinicians protect high-risk infusions during titrations, and helps allow pharmacists to customize dose change limits for individual drugs.\nOther key features designed to facilitate increased hospital efficiency include:\nBuilt-in DeviceVue Asset Tracking Application, which displays pump status and location data on a PC, tablet or smartphone without the need to interface with third-party real-time location systems** Spectrum IQ Infusion Dashboard with Charge Capture, which automates the capture of start, stop and duration times, helping to optimize outpatient IV billing Alarm and alert routing designed to help reduce “alert fatigue” among nursing staff by sending alarm start and stop messages directly from the pump bedside to secondary Alarms Management Systems, including smartphones or work stations Enhanced data analytics and near real-time infusion data accessible from a single, centralized screen Single set technology that can help yield up to 53 percent cost savings in IV tubing sets and up to 30 percent reduction in IV tubing usage\nFor more information on the Spectrum IQ Infusion System, please visit www.SpectrumIQ.com .\n*Line Check Notification technology only compatible with Cerner ® electronic health record (EHR) technology.\n**Pumps must have at least 25% charge in order to continue providing data to DeviceVue.\nSpectrum IQ Infusion System is Rx Only. For the safe and proper use of this device, refer to the appropriate operator’s manuals.\nAbout Baxter\nBaxter International Inc. provides a broad portfolio of essential healthcare products across its portfolio, including acute and chronic dialysis therapies; sterile IV solutions; infusion systems and devices; parenteral nutrition therapies; inhaled anesthetics; generic injectable pharmaceuticals; and surgical hemostat and sealant products. The company’s global footprint and the critical nature of its products and services play a key role in expanding access to healthcare in emerging and developed countries. Baxter’s employees worldwide are building upon the company’s rich heritage of medical breakthroughs to advance the next generation of healthcare innovations that enable patient care.\nThis release includes forward-looking statements concerning Baxter's Spectrum IQ Infusion System and related performance data, including anticipated benefits associated with its use. The statements are based on assumptions about many important factors, including the following, which could cause actual results to differ materially from those in the forward-looking statements: satisfaction of regulatory and other requirements; demand for and market acceptance of risks for new and existing products; product development risks; product quality or patient safety concerns; continuity, availability and pricing of acceptable raw materials and component supply; inability to create additional production capacity in a timely manner or the occurrence of other manufacturing or supply difficulties (including as a result of a natural disaster or otherwise); breaches or failures of the company’s information technology systems, including by cyberattack; future actions of regulatory bodies and other governmental authorities, including FDA and foreign regulatory agencies; failures with respect to compliance programs; future actions of third parties, including payers; U.S. healthcare reform and other global austerity measures; pricing, reimbursement, taxation and rebate policies of government agencies and private payers; the impact of competitive products and pricing, including disruptive technologies; accurate identification of and execution on R&D opportunities and realization of anticipated benefits; changes in law and regulations; and other risks identified in Baxter's most recent filing on Form 10-K and other SEC filings, all of which are available on Baxter's website. Baxter does not undertake to update its forward-looking statements.\nBaxter , Spectrum IQ, Dose IQ and DeviceVue are trademarks of Baxter International Inc.\nCerner is a registered trademark of Cerner Corporation and/or its subsidiaries.\nFDB Infusion Knowledge is a trademark of First Databank, Inc.\n //www.businesswire.com/news/home/20180514005655/en/\nBaxter International Inc.\nMedia Contact\nEric Tatro, 224-948-5353\nmedia@baxter.com\nor\nInvestor Contact\nClare Trachtman, 224-948-3085\nSource: Baxter International Inc.",
    "published": "2018-05-14T16:31:00.000+03:00",
    "crawled": "2018-05-14T17:13:30.022+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "designed",
        "exclusive",
        "new",
        "feature",
        "electronic",
        "medical",
        "record",
        "integration",
        "including",
        "offer",
        "software",
        "technology",
        "simple",
        "standardized",
        "user",
        "experience",
        "help",
        "reduce",
        "programming",
        "error",
        "enhance",
        "patient",
        "safety",
        "partnership",
        "first",
        "databank",
        "fdb",
        "integrate",
        "fdb",
        "infusion",
        "infusion",
        "medication",
        "dose",
        "limit",
        "within",
        "dose",
        "iq",
        "safety",
        "software",
        "deerfield",
        "business",
        "wire",
        "baxter",
        "international",
        "nyse",
        "bax",
        "leader",
        "innovative",
        "technology",
        "medication",
        "delivery",
        "today",
        "announced",
        "food",
        "drug",
        "administration",
        "fda",
        "clearance",
        "spectrum",
        "iq",
        "infusion",
        "system",
        "dose",
        "iq",
        "safety",
        "software",
        "spectrum",
        "iq",
        "system",
        "designed",
        "specifically",
        "electronic",
        "medical",
        "record",
        "emr",
        "integration",
        "new",
        "exclusive",
        "feature",
        "help",
        "ensure",
        "correct",
        "medication",
        "fluid",
        "delivered",
        "patient",
        "spectrum",
        "iq",
        "system",
        "also",
        "build",
        "upon",
        "proven",
        "spectrum",
        "infusion",
        "pump",
        "technology",
        "baxter",
        "comprehensive",
        "approach",
        "patient",
        "safety",
        "help",
        "make",
        "drug",
        "library",
        "compliance",
        "protection",
        "infusion",
        "consistently",
        "achievable",
        "health",
        "system",
        "emr",
        "integration",
        "important",
        "step",
        "making",
        "infusion",
        "safer",
        "baxter",
        "designed",
        "spectrum",
        "iq",
        "system",
        "feature",
        "simplify",
        "emr",
        "integration",
        "help",
        "customer",
        "overcome",
        "emr",
        "integration",
        "adoption",
        "barrier",
        "said",
        "scott",
        "luce",
        "general",
        "manager",
        "hospital",
        "product",
        "baxter",
        "feature",
        "set",
        "new",
        "standard",
        "medication",
        "administration",
        "helping",
        "enhance",
        "patient",
        "safety",
        "clinician",
        "spectrum",
        "iq",
        "system",
        "provides",
        "broadest",
        "range",
        "workflow",
        "feature",
        "set",
        "well",
        "embedded",
        "barcode",
        "technology",
        "help",
        "eliminate",
        "need",
        "sticker",
        "barcode",
        "provides",
        "clinician",
        "scan",
        "prompt",
        "help",
        "maintain",
        "increase",
        "compliance",
        "automatically",
        "document",
        "infusion",
        "data",
        "emr",
        "addition",
        "spectrum",
        "iq",
        "pump",
        "infusion",
        "pump",
        "feature",
        "line",
        "check",
        "notification",
        "technology",
        "support",
        "line",
        "management",
        "providing",
        "visual",
        "notification",
        "matching",
        "infusion",
        "pump",
        "medication",
        "infused",
        "spectrum",
        "iq",
        "infusion",
        "system",
        "baxter",
        "partnered",
        "first",
        "databank",
        "fdb",
        "integrate",
        "fdb",
        "infusion",
        "library",
        "iv",
        "dose",
        "iq",
        "safety",
        "software",
        "help",
        "make",
        "delivery",
        "infusion",
        "safer",
        "fdb",
        "leading",
        "provider",
        "drug",
        "medical",
        "device",
        "knowledge",
        "support",
        "healthcare",
        "professional",
        "making",
        "informed",
        "decision",
        "point",
        "care",
        "intended",
        "improve",
        "quality",
        "patient",
        "care",
        "creating",
        "maintaining",
        "drug",
        "library",
        "used",
        "configuring",
        "smart",
        "pump",
        "requires",
        "substantial",
        "research",
        "development",
        "time",
        "said",
        "charles",
        "tuchinda",
        "md",
        "mba",
        "president",
        "fdb",
        "dose",
        "iq",
        "safety",
        "software",
        "powered",
        "fdb",
        "infusion",
        "knowledge",
        "help",
        "save",
        "time",
        "providing",
        "knowledge",
        "base",
        "suggested",
        "infusion",
        "parameter",
        "spectrum",
        "iq",
        "infusion",
        "system",
        "including",
        "dose",
        "limit",
        "concentration",
        "duration",
        "integrating",
        "practice",
        "clinical",
        "workflow",
        "help",
        "facilitate",
        "improved",
        "patient",
        "safety",
        "expedited",
        "drug",
        "library",
        "creation",
        "efficient",
        "deployment",
        "implementation",
        "spectrum",
        "iq",
        "pump",
        "help",
        "protect",
        "spectrum",
        "iq",
        "pump",
        "also",
        "includes",
        "leading",
        "feature",
        "designed",
        "help",
        "drive",
        "highest",
        "level",
        "drug",
        "library",
        "compliance",
        "industry",
        "automatically",
        "defaulting",
        "installed",
        "drug",
        "library",
        "without",
        "requiring",
        "clinician",
        "take",
        "extra",
        "step",
        "utilize",
        "safety",
        "feature",
        "wireless",
        "drug",
        "library",
        "update",
        "without",
        "interrupting",
        "clinical",
        "workflow",
        "baxter",
        "spectrum",
        "spectrum",
        "iq",
        "infusion",
        "pump",
        "change",
        "error",
        "prevention",
        "feature",
        "help",
        "clinician",
        "protect",
        "infusion",
        "titration",
        "help",
        "allow",
        "pharmacist",
        "customize",
        "dose",
        "change",
        "limit",
        "individual",
        "drug",
        "key",
        "feature",
        "designed",
        "facilitate",
        "increased",
        "hospital",
        "efficiency",
        "include",
        "devicevue",
        "asset",
        "tracking",
        "application",
        "display",
        "pump",
        "status",
        "location",
        "data",
        "pc",
        "tablet",
        "smartphone",
        "without",
        "need",
        "interface",
        "location",
        "system",
        "spectrum",
        "iq",
        "infusion",
        "dashboard",
        "charge",
        "capture",
        "automates",
        "capture",
        "start",
        "stop",
        "duration",
        "time",
        "helping",
        "optimize",
        "outpatient",
        "iv",
        "billing",
        "alarm",
        "alert",
        "routing",
        "designed",
        "help",
        "reduce",
        "alert",
        "fatigue",
        "among",
        "nursing",
        "staff",
        "sending",
        "alarm",
        "start",
        "stop",
        "message",
        "directly",
        "pump",
        "bedside",
        "secondary",
        "alarm",
        "management",
        "system",
        "including",
        "smartphones",
        "work",
        "station",
        "enhanced",
        "data",
        "analytics",
        "near",
        "infusion",
        "data",
        "accessible",
        "single",
        "centralized",
        "screen",
        "single",
        "set",
        "technology",
        "help",
        "yield",
        "percent",
        "cost",
        "saving",
        "iv",
        "tubing",
        "set",
        "percent",
        "reduction",
        "iv",
        "tubing",
        "usage",
        "information",
        "spectrum",
        "iq",
        "infusion",
        "system",
        "please",
        "visit",
        "line",
        "check",
        "notification",
        "technology",
        "compatible",
        "cerner",
        "electronic",
        "health",
        "record",
        "ehr",
        "technology",
        "pump",
        "must",
        "least",
        "charge",
        "order",
        "continue",
        "providing",
        "data",
        "devicevue",
        "spectrum",
        "iq",
        "infusion",
        "system",
        "rx",
        "safe",
        "proper",
        "use",
        "device",
        "refer",
        "appropriate",
        "operator",
        "manual",
        "baxter",
        "baxter",
        "international",
        "provides",
        "broad",
        "portfolio",
        "essential",
        "healthcare",
        "product",
        "across",
        "portfolio",
        "including",
        "acute",
        "chronic",
        "dialysis",
        "therapy",
        "sterile",
        "iv",
        "solution",
        "infusion",
        "system",
        "device",
        "parenteral",
        "nutrition",
        "therapy",
        "inhaled",
        "anesthetic",
        "generic",
        "injectable",
        "pharmaceutical",
        "surgical",
        "hemostat",
        "sealant",
        "product",
        "company",
        "global",
        "footprint",
        "critical",
        "nature",
        "product",
        "service",
        "play",
        "key",
        "role",
        "expanding",
        "access",
        "healthcare",
        "emerging",
        "developed",
        "country",
        "baxter",
        "employee",
        "worldwide",
        "building",
        "upon",
        "company",
        "rich",
        "heritage",
        "medical",
        "breakthrough",
        "advance",
        "next",
        "generation",
        "healthcare",
        "innovation",
        "enable",
        "patient",
        "care",
        "release",
        "includes",
        "statement",
        "concerning",
        "baxter",
        "spectrum",
        "iq",
        "infusion",
        "system",
        "related",
        "performance",
        "data",
        "including",
        "anticipated",
        "benefit",
        "associated",
        "use",
        "statement",
        "based",
        "assumption",
        "many",
        "important",
        "factor",
        "including",
        "following",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "statement",
        "satisfaction",
        "regulatory",
        "requirement",
        "demand",
        "market",
        "acceptance",
        "risk",
        "new",
        "existing",
        "product",
        "product",
        "development",
        "risk",
        "product",
        "quality",
        "patient",
        "safety",
        "concern",
        "continuity",
        "availability",
        "pricing",
        "acceptable",
        "raw",
        "material",
        "component",
        "supply",
        "inability",
        "create",
        "additional",
        "production",
        "capacity",
        "timely",
        "manner",
        "occurrence",
        "manufacturing",
        "supply",
        "difficulty",
        "including",
        "result",
        "natural",
        "disaster",
        "otherwise",
        "breach",
        "failure",
        "company",
        "information",
        "technology",
        "system",
        "including",
        "cyberattack",
        "future",
        "action",
        "regulatory",
        "body",
        "governmental",
        "authority",
        "including",
        "fda",
        "foreign",
        "regulatory",
        "agency",
        "failure",
        "respect",
        "compliance",
        "program",
        "future",
        "action",
        "third",
        "party",
        "including",
        "payer",
        "healthcare",
        "reform",
        "global",
        "austerity",
        "measure",
        "pricing",
        "reimbursement",
        "taxation",
        "rebate",
        "policy",
        "government",
        "agency",
        "private",
        "payer",
        "impact",
        "competitive",
        "product",
        "pricing",
        "including",
        "disruptive",
        "technology",
        "accurate",
        "identification",
        "execution",
        "r",
        "opportunity",
        "realization",
        "anticipated",
        "benefit",
        "change",
        "law",
        "regulation",
        "risk",
        "identified",
        "baxter",
        "recent",
        "filing",
        "form",
        "sec",
        "filing",
        "available",
        "baxter",
        "website",
        "baxter",
        "undertake",
        "update",
        "statement",
        "baxter",
        "spectrum",
        "iq",
        "dose",
        "iq",
        "devicevue",
        "trademark",
        "baxter",
        "international",
        "cerner",
        "registered",
        "trademark",
        "cerner",
        "corporation",
        "subsidiary",
        "fdb",
        "infusion",
        "knowledge",
        "trademark",
        "first",
        "databank",
        "baxter",
        "international",
        "medium",
        "contact",
        "eric",
        "tatro",
        "medium",
        "investor",
        "contact",
        "clare",
        "trachtman",
        "source",
        "baxter",
        "international",
        "inc"
    ]
}