{
    "organizations": [],
    "uuid": "2bbfd83e1388408b18f6882da0d0d0e1ecbde80d",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/07/pr-newswire-goldplay-exploration-receives-approval-on-the-san-marcial-option-agreement-with-ssr-mining.html",
    "ord_in_thread": 0,
    "title": "Goldplay Exploration Receives Approval on the San Marcial Option Agreement with SSR Mining",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, May 7, 2018 /PRNewswire/ - Goldplay Exploration Ltd. (TSXV: GPLY - the \"Company\" or \"Goldplay\"), is pleased to announce that the TSX Venture Exchange (\"TSXV\") has approved the option agreement dated April 17, 2018 between the Company, its subsidiary and a subsidiary of SSR Mining Inc. (NASDAQ: SSRM) (TSX: SSRM) (\"SSR Mining\") under which the Company, through its subsidiary, will acquire a 100% interest in the San Marcial Project (\"San Marcial\") in Sinaloa State, Mexico.\nAs consideration to exercise the option agreement, the Company will, over a three-year option period, pay SSR Mining an aggregate of $2,575,000 in cash, issue to SSR Mining an aggregate of 3,500,000 common shares of the Company and incur an aggregate of $3,000,000 in exploration expenditures on San Marcial.\nThe Company has also granted SSR Mining the right to purchase common shares in any future equity financing that the Company may complete during the next year. This grant of participation rights will provide SSR Mining the right to purchase that number of common shares being offered by the Company in such financing as is equal to SSR Mining's then percentage interest in the issued share capital of the Company, for the consideration and on the same terms and conditions as offered to the other potential subscribers under such financing.\nThe Company must also on or before May 3, 2021 complete an updated resource estimate report conforming to the standards of NI 43-101. The updated resource estimate (\"Resource Estimate\") will form the basis for the NSR royalty to be granted and the purchase price related to the buy-back rights granted to the Company.\nThe NSR royalty granted to SSR Mining will range between 0.5% - 1.5% as determined from the results of the NI 43-101 updated gold equivalent resource estimate. SSR Mining will also grant the Company a corresponding buy back right at a purchase price of no less than $500,000 for a gold equivalent resource estimate of less than or equal to 500,000 ounces, $1.25-million for a gold equivalent resource estimate up to one million ounces, $2.0-million for up to two million ounces, and $500,000 for each 500,000-ounce increment above two million ounces.\nGoldplay has now made the first option payments, having paid $75,000 cash and issued 1,250,000 common shares. As required by applicable securities laws, the shares are subject to a hold period expiring four months plus a day after the date of their issuance.\nMarcio Fonseca, Goldplay's Chief Executive Officer, stated, \"We are extremely pleased to have completed the San Marcial option agreement. The San Marcial Project together with the El Habal Project form the cornerstone to the discoveries, resource and project developments for Goldplay in the Rosario Mining District.\nWe have an experienced team working full time on site with >10 years track record of discoveries in the Rosario Mining District, and a modern exploration office set up in Rosario. We look forward to developing a continuous flow of results with the upcoming drilling program, resource updates and business developments.\"\nThe Qualified Person under the NI 43-101 Standards of Disclosure for Mineral Projects for this news release is Marcio Fonseca, President and CEO of Goldplay, who has reviewed and approved its contents.\nAbout Goldplay Exploration Ltd.\nGoldplay owns an advanced stage exploration portfolio in the Rosario Mining District, Sinaloa, Mexico. Goldplay is currently focusing on exploration activities including drilling and a resource update at the recently acquired San Marcial Resource Stage Project and the El Habal Project.\nThe San Marcial Project consists of an attractive near-surface high-grade silver, zinc and lead project with a historical National Instrument 43-101 – Standards of Disclosure for Mineral Projects (\"NI 43-101\") (1) with an immediate opportunity for resource expansion.\nResource\nGrade\nContained Metal\nCategory\nTonnes\nAg (g/t)\nZn (%)\nPb (%)\nAg M(oz)\nZn M(lbs)\nPb M (lbs)\nIndicated\n3,755,893\n149.20\n0.67\n0.36\n18.0\n29.9\n55.3\nInferred\n3,075,403\n44.21\n0.51\n0.29\n4.4\n19.5\n34.7\n(1)\nThe historical NI 43-101 resource estimate is based on a cut off of 30 g/tAg for open pit and 80 g/t Ag for underground resource classification completed by Micon International Ltd. for Silvermex on November 5, 2008. The historical resource is based on 4,884 meters of drilling in 30 core drill holes. A qualified person has not done sufficient work to verify and to classify the historical estimate as current mineral resources, and the Company is not treating the historical estimate as current mineral resources. Further work must be carried out to verify all historical information before a resource estimate is possible, and there can be no assurance that when established, that any such resource would be economically recoverable.\nThe existing historical NI 43-101 resource estimation exhibits significant exploration upside as it only comprises 30 drill holes completed up to November 2008. An additional 22 drill holes were completed post-filing of historical NI 43-101, representing an immediate opportunity to update and expand the resources. The historical NI 43-101 covers 600 m of a mineralized trend which is open along strike for an additional 3.5 km, supported by positive surface exploration results. The mineralization is an open down dip as most of the historical drilling was completed only up to 250 m below the surface in the resource estimation area. Historical preliminary metallurgical results from oxide and sulfide samples from San Marcial have indicated column leach tests recoveries in the range of 80% for a 72-hour leach period and preliminary flotation test work in drill core composite samples reporting recoveries in the range of 90%.\nThe mineralization at San Marcial is typical of the low sulphidation, epithermal systems hosted near the contact of the Tertiary, Upper and Lower Volcanic units in the Sierra Madre Occidental Geologic Province.\nAlong the 3.5 km mineralized trend, there are highly altered hydrothermal breccias, conglomerates, and relatively fresh dacite porphyry intrusive. Faulting is an important structural feature related to the silver gold zinc lead copper mineralization, and the intersection of east-west with northwest structures are considered the most prospective areas for exploration at San Marcial.\nThere are two main mineralized zones (upper and lower), located in the center of the mineral concession and both outcropping at surface. Both mineralized zones and associated host rocks exhibit fracture filling and typical hydrothermal textures of epithermal deposits. There is local brecciation hosting mineralized zones.\nSan Marcial exhibits significant exploration upside supported by historical regional exploration programs completed by previous operators with the identification of 14 exploration targets like San Marcial inside the concessions. Some of these exploration targets consist of old shallow pits, caved shafts and historical underground workings in areas with extensive hydrothermal alteration hosted by major regional structures.\nThe El Habal Project is a low sulphidation epithermal exploration-stage project. The El Habal Project is near the historical Au-Ag Rosario Mine (\"Rosario Mine\"). The Rosario Mine reportedly operated for 250 years. Goldplay's team has over 30 years' experience with senior roles in exploration, financing, and development in the mining industry, including over ten years of extensive exploration experience in the Rosario Mining District, leading to previous successful discoveries. A current NI 43-101 report on The El Habal Project is filed on SEDAR.\nGoldplay is providing the historical drill data and historical NI 43-101 for informational purposes only. Goldplay has not completed any quality control assurance program to the historical drill data and NI 43-101. Although the Company believes that the work was completed by competent persons to the standards of the day, the Company cautions the reader that the drill results are historical in nature and have yet to be verified by the Company's \"Qualified Person\" under NI 43-101.\nThe Company also announces it has granted 450,000 stock options to a director and officers of the Company at an exercise price of $0.31 per option for a term of five years. Such options have been granted pursuant to the Company's 10% rolling stock option plan and are in accordance with policies within the TSX.V.\nDisclaimer for Forward-Looking Information\nThis press release contains forward-looking statements and information that are based on the beliefs of management and reflect the Company's current expectations. When used in this press release, the words \"estimate\", \"project\", \"belief\", \"anticipate\", \"intend\", \"expect\", \"plan\", \"predict\", \"may\" or \"should\" and the negative of these words or such variations thereon or comparable terminology are intended to identify forward-looking statements and information. Such statements and information reflect the current view of the Company. Risks and uncertainties that may cause actual results to differ materially from those contemplated in those forward-looking statements and information. By their nature, forward-looking statements involve known and unknown risks, uncertainties and other factors which may cause our actual results, performance or achievements, or other future events, to be materially different from any future results, performance or achievements expressed or implied by such forward-looking statements. THE FORWARD-LOOKING INFORMATION CONTAINED IN THIS PRESS RELEASE REPRESENTS THE EXPECTATIONS OF THE COMPANY AS OF THE DATE OF THIS PRESS RELEASE AND, ACCORDINGLY, IS SUBJECT TO CHANGE AFTER SUCH DATE. READERS SHOULD NOT PLACE UNDUE IMPORTANCE ON FORWARD-LOOKING INFORMATION AND SHOULD NOT RELY UPON THIS INFORMATION AS OF ANY OTHER DATE. WHILE GOLDPLAY MAY ELECT TO, IT DOES NOT UNDERTAKE TO UPDATE THIS INFORMATION AT ANY PARTICULAR TIME EXCEPT AS REQUIRED IN ACCORDANCE WITH APPLICABLE LAWS.\nMr. Marcio Fonseca,\nP. Geo, President & CEO\nGoldplay Exploration Ltd.\nNeither the TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accept responsibility for the adequacy or accuracy of this press release.\n releases/goldplay-exploration-receives-approval-on-the-san-marcial-option-agreement-with-ssr-mining-300643361.html\nSOURCE Goldplay Exploration Ltd",
    "published": "2018-05-07T16:00:00.000+03:00",
    "crawled": "2018-05-07T15:47:21.006+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "may",
        "goldplay",
        "exploration",
        "tsxv",
        "gply",
        "company",
        "goldplay",
        "pleased",
        "announce",
        "tsx",
        "venture",
        "exchange",
        "tsxv",
        "approved",
        "option",
        "agreement",
        "dated",
        "april",
        "company",
        "subsidiary",
        "subsidiary",
        "ssr",
        "mining",
        "nasdaq",
        "ssrm",
        "tsx",
        "ssrm",
        "ssr",
        "mining",
        "company",
        "subsidiary",
        "acquire",
        "interest",
        "san",
        "marcial",
        "project",
        "san",
        "marcial",
        "sinaloa",
        "state",
        "mexico",
        "consideration",
        "exercise",
        "option",
        "agreement",
        "company",
        "option",
        "period",
        "pay",
        "ssr",
        "mining",
        "aggregate",
        "cash",
        "issue",
        "ssr",
        "mining",
        "aggregate",
        "common",
        "share",
        "company",
        "incur",
        "aggregate",
        "exploration",
        "expenditure",
        "san",
        "marcial",
        "company",
        "also",
        "granted",
        "ssr",
        "mining",
        "right",
        "purchase",
        "common",
        "share",
        "future",
        "equity",
        "financing",
        "company",
        "may",
        "complete",
        "next",
        "year",
        "grant",
        "participation",
        "right",
        "provide",
        "ssr",
        "mining",
        "right",
        "purchase",
        "number",
        "common",
        "share",
        "offered",
        "company",
        "financing",
        "equal",
        "ssr",
        "mining",
        "percentage",
        "interest",
        "issued",
        "share",
        "capital",
        "company",
        "consideration",
        "term",
        "condition",
        "offered",
        "potential",
        "subscriber",
        "financing",
        "company",
        "must",
        "also",
        "may",
        "complete",
        "updated",
        "resource",
        "estimate",
        "report",
        "conforming",
        "standard",
        "ni",
        "updated",
        "resource",
        "estimate",
        "resource",
        "estimate",
        "form",
        "basis",
        "nsr",
        "royalty",
        "granted",
        "purchase",
        "price",
        "related",
        "right",
        "granted",
        "company",
        "nsr",
        "royalty",
        "granted",
        "ssr",
        "mining",
        "range",
        "determined",
        "result",
        "ni",
        "updated",
        "gold",
        "equivalent",
        "resource",
        "estimate",
        "ssr",
        "mining",
        "also",
        "grant",
        "company",
        "corresponding",
        "buy",
        "back",
        "right",
        "purchase",
        "price",
        "less",
        "gold",
        "equivalent",
        "resource",
        "estimate",
        "less",
        "equal",
        "ounce",
        "gold",
        "equivalent",
        "resource",
        "estimate",
        "one",
        "million",
        "ounce",
        "two",
        "million",
        "ounce",
        "increment",
        "two",
        "million",
        "ounce",
        "goldplay",
        "made",
        "first",
        "option",
        "payment",
        "paid",
        "cash",
        "issued",
        "common",
        "share",
        "required",
        "applicable",
        "security",
        "law",
        "share",
        "subject",
        "hold",
        "period",
        "expiring",
        "four",
        "month",
        "plus",
        "day",
        "date",
        "issuance",
        "marcio",
        "fonseca",
        "goldplay",
        "chief",
        "executive",
        "officer",
        "stated",
        "extremely",
        "pleased",
        "completed",
        "san",
        "marcial",
        "option",
        "agreement",
        "san",
        "marcial",
        "project",
        "together",
        "el",
        "habal",
        "project",
        "form",
        "cornerstone",
        "discovery",
        "resource",
        "project",
        "development",
        "goldplay",
        "rosario",
        "mining",
        "district",
        "experienced",
        "team",
        "working",
        "full",
        "time",
        "site",
        "year",
        "track",
        "record",
        "discovery",
        "rosario",
        "mining",
        "district",
        "modern",
        "exploration",
        "office",
        "set",
        "rosario",
        "look",
        "forward",
        "developing",
        "continuous",
        "flow",
        "result",
        "upcoming",
        "drilling",
        "program",
        "resource",
        "update",
        "business",
        "development",
        "qualified",
        "person",
        "ni",
        "standard",
        "disclosure",
        "mineral",
        "project",
        "news",
        "release",
        "marcio",
        "fonseca",
        "president",
        "ceo",
        "goldplay",
        "reviewed",
        "approved",
        "content",
        "goldplay",
        "exploration",
        "goldplay",
        "owns",
        "advanced",
        "stage",
        "exploration",
        "portfolio",
        "rosario",
        "mining",
        "district",
        "sinaloa",
        "mexico",
        "goldplay",
        "currently",
        "focusing",
        "exploration",
        "activity",
        "including",
        "drilling",
        "resource",
        "update",
        "recently",
        "acquired",
        "san",
        "marcial",
        "resource",
        "stage",
        "project",
        "el",
        "habal",
        "project",
        "san",
        "marcial",
        "project",
        "consists",
        "attractive",
        "silver",
        "zinc",
        "lead",
        "project",
        "historical",
        "national",
        "instrument",
        "standard",
        "disclosure",
        "mineral",
        "project",
        "ni",
        "immediate",
        "opportunity",
        "resource",
        "expansion",
        "resource",
        "grade",
        "contained",
        "metal",
        "category",
        "tonne",
        "ag",
        "zn",
        "pb",
        "ag",
        "oz",
        "zn",
        "lb",
        "pb",
        "lb",
        "indicated",
        "inferred",
        "historical",
        "ni",
        "resource",
        "estimate",
        "based",
        "cut",
        "open",
        "pit",
        "ag",
        "underground",
        "resource",
        "classification",
        "completed",
        "micon",
        "international",
        "silvermex",
        "november",
        "historical",
        "resource",
        "based",
        "meter",
        "drilling",
        "core",
        "drill",
        "hole",
        "qualified",
        "person",
        "done",
        "sufficient",
        "work",
        "verify",
        "classify",
        "historical",
        "estimate",
        "current",
        "mineral",
        "resource",
        "company",
        "treating",
        "historical",
        "estimate",
        "current",
        "mineral",
        "resource",
        "work",
        "must",
        "carried",
        "verify",
        "historical",
        "information",
        "resource",
        "estimate",
        "possible",
        "assurance",
        "established",
        "resource",
        "would",
        "economically",
        "recoverable",
        "existing",
        "historical",
        "ni",
        "resource",
        "estimation",
        "exhibit",
        "significant",
        "exploration",
        "upside",
        "comprises",
        "drill",
        "hole",
        "completed",
        "november",
        "additional",
        "drill",
        "hole",
        "completed",
        "historical",
        "ni",
        "representing",
        "immediate",
        "opportunity",
        "update",
        "expand",
        "resource",
        "historical",
        "ni",
        "cover",
        "mineralized",
        "trend",
        "open",
        "along",
        "strike",
        "additional",
        "km",
        "supported",
        "positive",
        "surface",
        "exploration",
        "result",
        "mineralization",
        "open",
        "dip",
        "historical",
        "drilling",
        "completed",
        "surface",
        "resource",
        "estimation",
        "area",
        "historical",
        "preliminary",
        "metallurgical",
        "result",
        "oxide",
        "sulfide",
        "sample",
        "san",
        "marcial",
        "indicated",
        "column",
        "leach",
        "test",
        "recovery",
        "range",
        "leach",
        "period",
        "preliminary",
        "flotation",
        "test",
        "work",
        "drill",
        "core",
        "composite",
        "sample",
        "reporting",
        "recovery",
        "range",
        "mineralization",
        "san",
        "marcial",
        "typical",
        "low",
        "sulphidation",
        "epithermal",
        "system",
        "hosted",
        "near",
        "contact",
        "tertiary",
        "upper",
        "lower",
        "volcanic",
        "unit",
        "sierra",
        "madre",
        "occidental",
        "geologic",
        "province",
        "along",
        "km",
        "mineralized",
        "trend",
        "highly",
        "altered",
        "hydrothermal",
        "breccia",
        "conglomerate",
        "relatively",
        "fresh",
        "dacite",
        "porphyry",
        "intrusive",
        "faulting",
        "important",
        "structural",
        "feature",
        "related",
        "silver",
        "gold",
        "zinc",
        "lead",
        "copper",
        "mineralization",
        "intersection",
        "northwest",
        "structure",
        "considered",
        "prospective",
        "area",
        "exploration",
        "san",
        "marcial",
        "two",
        "main",
        "mineralized",
        "zone",
        "upper",
        "lower",
        "located",
        "center",
        "mineral",
        "concession",
        "outcropping",
        "surface",
        "mineralized",
        "zone",
        "associated",
        "host",
        "rock",
        "exhibit",
        "fracture",
        "filling",
        "typical",
        "hydrothermal",
        "texture",
        "epithermal",
        "deposit",
        "local",
        "brecciation",
        "hosting",
        "mineralized",
        "zone",
        "san",
        "marcial",
        "exhibit",
        "significant",
        "exploration",
        "upside",
        "supported",
        "historical",
        "regional",
        "exploration",
        "program",
        "completed",
        "previous",
        "operator",
        "identification",
        "exploration",
        "target",
        "like",
        "san",
        "marcial",
        "inside",
        "concession",
        "exploration",
        "target",
        "consist",
        "old",
        "shallow",
        "pit",
        "caved",
        "shaft",
        "historical",
        "underground",
        "working",
        "area",
        "extensive",
        "hydrothermal",
        "alteration",
        "hosted",
        "major",
        "regional",
        "structure",
        "el",
        "habal",
        "project",
        "low",
        "sulphidation",
        "epithermal",
        "project",
        "el",
        "habal",
        "project",
        "near",
        "historical",
        "rosario",
        "mine",
        "rosario",
        "mine",
        "rosario",
        "mine",
        "reportedly",
        "operated",
        "year",
        "goldplay",
        "team",
        "year",
        "experience",
        "senior",
        "role",
        "exploration",
        "financing",
        "development",
        "mining",
        "industry",
        "including",
        "ten",
        "year",
        "extensive",
        "exploration",
        "experience",
        "rosario",
        "mining",
        "district",
        "leading",
        "previous",
        "successful",
        "discovery",
        "current",
        "ni",
        "report",
        "el",
        "habal",
        "project",
        "filed",
        "sedar",
        "goldplay",
        "providing",
        "historical",
        "drill",
        "data",
        "historical",
        "ni",
        "informational",
        "purpose",
        "goldplay",
        "completed",
        "quality",
        "control",
        "assurance",
        "program",
        "historical",
        "drill",
        "data",
        "ni",
        "although",
        "company",
        "belief",
        "work",
        "completed",
        "competent",
        "person",
        "standard",
        "day",
        "company",
        "caution",
        "reader",
        "drill",
        "result",
        "historical",
        "nature",
        "yet",
        "verified",
        "company",
        "qualified",
        "person",
        "ni",
        "company",
        "also",
        "announces",
        "granted",
        "stock",
        "option",
        "director",
        "officer",
        "company",
        "exercise",
        "price",
        "per",
        "option",
        "term",
        "five",
        "year",
        "option",
        "granted",
        "pursuant",
        "company",
        "rolling",
        "stock",
        "option",
        "plan",
        "accordance",
        "policy",
        "within",
        "disclaimer",
        "information",
        "press",
        "release",
        "contains",
        "statement",
        "information",
        "based",
        "belief",
        "management",
        "reflect",
        "company",
        "current",
        "expectation",
        "used",
        "press",
        "release",
        "word",
        "estimate",
        "project",
        "belief",
        "anticipate",
        "intend",
        "expect",
        "plan",
        "predict",
        "may",
        "negative",
        "word",
        "variation",
        "thereon",
        "comparable",
        "terminology",
        "intended",
        "identify",
        "statement",
        "information",
        "statement",
        "information",
        "reflect",
        "current",
        "view",
        "company",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "contemplated",
        "statement",
        "information",
        "nature",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "future",
        "event",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "information",
        "contained",
        "press",
        "release",
        "represents",
        "expectation",
        "company",
        "date",
        "press",
        "release",
        "accordingly",
        "subject",
        "change",
        "date",
        "reader",
        "place",
        "undue",
        "importance",
        "information",
        "rely",
        "upon",
        "information",
        "date",
        "goldplay",
        "may",
        "elect",
        "undertake",
        "update",
        "information",
        "particular",
        "time",
        "except",
        "required",
        "accordance",
        "applicable",
        "law",
        "marcio",
        "fonseca",
        "geo",
        "president",
        "ceo",
        "goldplay",
        "exploration",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accept",
        "responsibility",
        "adequacy",
        "accuracy",
        "press",
        "release",
        "source",
        "goldplay",
        "exploration",
        "ltd"
    ]
}