{
    "organizations": [],
    "uuid": "638495352fb041262d91c75d7d5de9c9fbba03b7",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/02/business-wire-bluebird-bio-reports-first-quarter-2018-financial-results-and-highlights-operational-progress.html",
    "ord_in_thread": 0,
    "title": "bluebird bio Reports First 2018 Financial Results and Highlights Operational Progress",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "– Completed Northstar study of LentiGlobin in transfusion dependent β-thalassemia (TDT) –\n– Entered into co-development and co-promotion agreement for bb2121 with Celgene –\n– Ended quarter with $1.57 billion in cash, cash equivalents and marketable securities –\nCAMBRIDGE, Mass.--(BUSINESS WIRE)-- bluebird bio, Inc. (Nasdaq: BLUE) today reported financial results and business highlights for the first 2018.\n“Early in 2018, we’ve made important progress against our stated regulatory and commercial goals for the year, including preparing and investing in our team and infrastructure to bring us closer to providing our therapies to patients,” said Nick Leschly, chief bluebird. “Our plans remain on-track for our first regulatory filing in Europe for TDT, we are rapidly advancing development of bb2121 for patients, and we are focused on future innovation platforms.”\nRecent Highlights\nCOMPLETED NORTHSTAR (HGB-204) STUDY – In February 2018, the final patient to be treated in Northstar, the company’s Phase 1/2 study designed to evaluate the safety and efficacy of LentiGlobin for the treatment of patients with TDT, reached two years of follow-up. The study, along with data from the HGB-205 study, and available data from the Northstar-2 Study (HGB-207), will form the basis of the European Marketing Authorization Application (MAA) submission, which is planned for the second half of 2018. ENTERED INTO AGREEMENT WITH CELGENE TO CO-DEVELOP AND CO-PROMOTE bb2121 – In March 2018, bluebird and Celgene Corporation (Celgene) announced that bluebird has exercised its option to co-develop and co-promote bb2121, an investigational anti-B-cell maturation antigen (BCMA) chimeric antigen receptor (CAR) T cell therapy for the potential treatment of patients with relapsed/refractory multiple myeloma in the United States. Under the terms of the agreement, bluebird and Celgene have joint responsibility for development, manufacturing and commercialization in the United States. Celgene will assume sole responsibility for drug product manufacturing and commercialization outside the United States. PUBLISHED LENTIGLOBIN TDT DATA IN NEJM – In April 2018, interim data was published in the New England Journal of Medicine (NEJM) from two separate two-year clinical studies investigating the potential for LentiGlobin™ gene therapy to eliminate or reduce chronic blood transfusions in patients with TDT. The interim results from the Northstar (HGB-204) and HGB-205 studies showed that a majority of the 22 patients in the two Phase 1/2 studies followed for two years or longer remained free from transfusions. PRESENTED PRE-CLINICAL GENE EDITING RESEARCH AT AACR – In April 2018, bluebird researchers presented a poster at the American Academy of Cancer Research entitled “Enhancing CAR T cell activity by simultaneous checkpoint gene knock-out and PDCD1 promoter driven IL-12 expression.” The poster outlined the development of an IL-12 delivery system driven by the PDCD1 promoter whose expression depends on tumor specific CAR T activation, and concluded that the approach could improve safety and pharmacokinetics of IL-12, as well as reduce T cell exhaustion to enhance CAR T functions.\nUpcoming Anticipated Milestones\nTDT Filing for European approval of LentiGlobin in patients with TDT and non-β 0 /β 0 genotypes in the second half of 2018 Submission of LentiGlobin clinical data from the Northstar-2 (HGB-207) clinical study in patients with TDT and non- β 0 /β 0 genotypes to the European Hematology Association Annual Meeting and at the American Society of Hematology (ASH) Annual Meeting Submission of LentiGlobin clinical data from the Northstar-3 (HGB-212) clinical study in patients with TDT and the β 0 /β 0 genotype to the ASH Annual Meeting SCD Update on the clinical development plan and registration strategy for LentiGlobin in SCD by year end 2018 Initiation of an investigator-led Phase 1 clinical study of a lentiviral gene therapy targeting BCL11a suppression and fetal hemoglobin upregulation in patients with SCD Submission of LentiGlobin clinical data from the HGB-206 clinical study in patients with SCD to the ASH Annual Meeting Multiple Myeloma Submission of bb2121 clinical data from the CRB-401 study to the American Society of Clinical Oncology (ASCO) Annual Meeting Submission of bb21217 clinical data from the CRB-402 clinical study in patients with relapsed/refractory multiple myeloma to the ASH Annual Meeting Initiation by Celgene of a Phase 3 clinical study of bb2121 in third line multiple myeloma CALD Presentation of Lenti-D clinical data from the ongoing Starbeam clinical study in patients with CALD in the second half of 2018\nFirst Quarter 2018 Financial Results\nCash Position: Cash, cash equivalents and marketable securities as of March 31, 2018 and December 31, 2017 were $1.57 billion and $1.61 billion, respectively. Revenues: Total revenues were $16.0 million for the first quarter of 2018 compared to $6.8 million for first quarter of 2017. Effective January 1, 2018, bluebird adopted Accounting Standards Codification, Topic 606, Revenue from Contracts with Customers (“Topic 606”), using the modified retrospective transition method. The increase was primarily attributable to the adoption of Topic 606 and, to a lesser extent, increased manufacturing services under the company’s agreement with Celgene. Total revenues under the previous revenue recognition standard would have been $9.8 million for the first quarter of 2018. R&D Expenses: Research and development expenses were $97.1 million for the first quarter of 2018 compared to $55.0 million for the first quarter of 2017. The increase in research and development expenses was driven by costs incurred to advance and expand the company’s pipeline and is attributable to increased clinical trial-related costs and manufacturing costs for our development programs, as well as increased employee-related costs due to headcount growth supporting overall research and development activities, and increased license milestones and fees under the company’s strategic collaboration and license agreements. G&A Expenses: General and administrative expenses were $34.9 million for the first quarter of 2018 compared to $20.3 million for the first quarter of 2017. The increase in general and administrative expenses was attributable to increases in employee-related costs due to increased headcount to support overall growth, commercial-readiness activities, and professional and consulting fees. Net Loss: Net loss was $115.1 million for the first quarter of 2018 compared to $68.7 million for the first quarter of 2017.\nAbout bluebird bio, Inc.\nWith its lentiviral-based gene therapies, T cell immunotherapy expertise and gene editing capabilities, bluebird bio has built an integrated product platform with broad potential application to severe genetic diseases and cancer. bluebird bio's gene therapy clinical programs include its Lenti-D™ product candidate for the treatment of cerebral adrenoleukodystrophy, and its LentiGlobin ® product candidate for the treatment of transfusion-dependent β-thalassemia, also known as β-thalassemia major, and severe sickle cell disease. bluebird bio's oncology pipeline is built upon the company's leadership in lentiviral gene delivery and T cell engineering, with a focus on developing novel T cell-based immunotherapies, including chimeric antigen receptor (CAR T) and T cell receptor (TCR) therapies. bluebird bio's lead oncology programs, bb2121 and bb21217, are anti-BCMA CAR T programs partnered with Celgene. bluebird bio also has discovery research programs utilizing megaTAL/homing endonuclease gene editing technologies with the potential for use across the company's pipeline.\nbluebird bio has operations in Cambridge, Massachusetts, Seattle, Washington, Durham, North Carolina and Zug, Switzerland.\nLentiGlobin and Lenti-D are trademarks of bluebird bio, Inc.\nThis release contains “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995, including statements regarding the Company’s financial condition, results of operations and sufficiency of its cash, cash equivalents and marketable securities to fund its planned operations, as well as statements regarding the anticipated development and regulatory milestones and plans for to the Company’s product candidates and clinical studies and statements regarding the Company’s plans to provide updates on the development of its product candidates. Any based on management’s current expectations of future events and are subject to a number of risks and uncertainties that could cause actual results to differ materially and adversely from those set forth in or implied by such forward-looking statements. These risks and uncertainties include, but are not limited to, risks that the preliminary results from our clinical trials will not continue or be repeated in our ongoing clinical trials, the risk of cessation or delay of any of the ongoing or planned clinical studies and/or our development of our product candidates, the risk of a delay in the enrollment of patients in our clinical studies, risks that the current or planned clinical trials of the LentiGlobin, Lenti-D or bb2121 product candidates will be insufficient to support regulatory submissions or marketing approval in the United States and European Union, the risk that our collaborations, including the collaboration with Celgene, will not continue or will not be successful, and the risk that any one or more of our product candidates will not be successfully developed, approved or commercialized. For a discussion of other risks and uncertainties, and other important factors, any of which could cause our actual results to differ from those contained in the see the section entitled “Risk Factors” in our annual report on Form 10-K, as well as discussions of potential risks, uncertainties, and other important factors in our subsequent filings with the Securities and Exchange Commission. Guidance as to the sufficiency of our cash, cash equivalents and marketable securities to fund our planned operations is based on current assumptions as of the date hereof and does not include the effect of any future potential license and collaboration agreements, business combinations or asset acquisitions. All information in this press release is as of the date of the release, and bluebird bio undertakes no duty to update this information unless required by law.\nbluebird bio, Inc.\nCondensed Consolidated Statements of Operations\n(in thousands, except per share data)\n(unaudited)\nFor the three months ended March 31, 2018 2017 Revenue: Collaboration revenue $ 15,608 $ 6,832 License and royalty revenue 349 — Total revenues 15,957 6,832 Operating expenses: Research and development 97,109 55,028 General and administrative 34,926 20,284 Cost of license and royalty revenue 17 — Change in fair value of contingent consideration 534 1,433 Total operating expenses 132,586 76,745 Loss from operations (116,629 ) (69,913 ) Interest income, net 1,388 1,556 Other income (expense), net 115 (355 ) Loss before income taxes (115,126 ) (68,712 ) Net loss $ (115,126 ) $ (68,712 ) Net loss per share - basic and diluted: $ (2.31 ) $ (1.68 ) Weighted-average number of common shares used in computing net loss per share - basic and diluted: 49,923 40,836 bluebird bio, Inc.\nCondensed Consolidated Balance Sheet Data\n(in thousands)\n(unaudited)\nMarch 31, December 31, 2018 2017 Cash, cash equivalents and marketable securities $ 1,566,358 $ 1,614,302 Total assets 1,866,808 1,900,567 Total liabilities 296,607 277,135 Total stockholders' equity 1,570,201 1,623,432\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180502006692/en/\nbluebird bio, Inc.\nMedia\nStephanie Fagan, 201-572-9581\nsfagan@bluebirdbio.com\nor\nInvestors\nElizabeth Pingpank, 617-914-8736\nepingpank@bluebirdbio.com\nSource: bluebird bio, Inc.",
    "published": "2018-05-03T00:10:00.000+03:00",
    "crawled": "2018-05-03T02:38:02.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "completed",
        "northstar",
        "study",
        "lentiglobin",
        "transfusion",
        "dependent",
        "tdt",
        "entered",
        "agreement",
        "bb2121",
        "celgene",
        "ended",
        "quarter",
        "billion",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "cambridge",
        "business",
        "wire",
        "bluebird",
        "bio",
        "nasdaq",
        "blue",
        "today",
        "reported",
        "financial",
        "result",
        "business",
        "highlight",
        "first",
        "early",
        "made",
        "important",
        "progress",
        "stated",
        "regulatory",
        "commercial",
        "goal",
        "year",
        "including",
        "preparing",
        "investing",
        "team",
        "infrastructure",
        "bring",
        "u",
        "closer",
        "providing",
        "therapy",
        "patient",
        "said",
        "nick",
        "leschly",
        "chief",
        "bluebird",
        "plan",
        "remain",
        "first",
        "regulatory",
        "filing",
        "europe",
        "tdt",
        "rapidly",
        "advancing",
        "development",
        "bb2121",
        "patient",
        "focused",
        "future",
        "innovation",
        "recent",
        "highlight",
        "completed",
        "northstar",
        "study",
        "february",
        "final",
        "patient",
        "treated",
        "northstar",
        "company",
        "phase",
        "study",
        "designed",
        "evaluate",
        "safety",
        "efficacy",
        "lentiglobin",
        "treatment",
        "patient",
        "tdt",
        "reached",
        "two",
        "year",
        "study",
        "along",
        "data",
        "study",
        "available",
        "data",
        "study",
        "form",
        "basis",
        "european",
        "marketing",
        "authorization",
        "application",
        "maa",
        "submission",
        "planned",
        "second",
        "half",
        "entered",
        "agreement",
        "celgene",
        "bb2121",
        "march",
        "bluebird",
        "celgene",
        "corporation",
        "celgene",
        "announced",
        "bluebird",
        "exercised",
        "option",
        "bb2121",
        "investigational",
        "maturation",
        "antigen",
        "bcma",
        "chimeric",
        "antigen",
        "receptor",
        "car",
        "cell",
        "therapy",
        "potential",
        "treatment",
        "patient",
        "multiple",
        "myeloma",
        "united",
        "state",
        "term",
        "agreement",
        "bluebird",
        "celgene",
        "joint",
        "responsibility",
        "development",
        "manufacturing",
        "commercialization",
        "united",
        "state",
        "celgene",
        "assume",
        "sole",
        "responsibility",
        "drug",
        "product",
        "manufacturing",
        "commercialization",
        "outside",
        "united",
        "state",
        "published",
        "lentiglobin",
        "tdt",
        "data",
        "nejm",
        "april",
        "interim",
        "data",
        "published",
        "new",
        "england",
        "journal",
        "medicine",
        "nejm",
        "two",
        "separate",
        "clinical",
        "study",
        "investigating",
        "potential",
        "gene",
        "therapy",
        "eliminate",
        "reduce",
        "chronic",
        "blood",
        "transfusion",
        "patient",
        "tdt",
        "interim",
        "result",
        "northstar",
        "study",
        "showed",
        "majority",
        "patient",
        "two",
        "phase",
        "study",
        "followed",
        "two",
        "year",
        "longer",
        "remained",
        "free",
        "transfusion",
        "presented",
        "gene",
        "editing",
        "research",
        "aacr",
        "april",
        "bluebird",
        "researcher",
        "presented",
        "poster",
        "american",
        "academy",
        "cancer",
        "research",
        "entitled",
        "enhancing",
        "car",
        "cell",
        "activity",
        "simultaneous",
        "checkpoint",
        "gene",
        "pdcd1",
        "promoter",
        "driven",
        "poster",
        "outlined",
        "development",
        "delivery",
        "system",
        "driven",
        "pdcd1",
        "promoter",
        "whose",
        "expression",
        "depends",
        "tumor",
        "specific",
        "car",
        "activation",
        "concluded",
        "approach",
        "could",
        "improve",
        "safety",
        "pharmacokinetics",
        "well",
        "reduce",
        "cell",
        "exhaustion",
        "enhance",
        "car",
        "function",
        "upcoming",
        "anticipated",
        "milestone",
        "tdt",
        "filing",
        "european",
        "approval",
        "lentiglobin",
        "patient",
        "tdt",
        "genotype",
        "second",
        "half",
        "submission",
        "lentiglobin",
        "clinical",
        "data",
        "clinical",
        "study",
        "patient",
        "tdt",
        "β",
        "genotype",
        "european",
        "hematology",
        "association",
        "annual",
        "meeting",
        "american",
        "society",
        "hematology",
        "ash",
        "annual",
        "meeting",
        "submission",
        "lentiglobin",
        "clinical",
        "data",
        "clinical",
        "study",
        "patient",
        "tdt",
        "β",
        "genotype",
        "ash",
        "annual",
        "meeting",
        "scd",
        "update",
        "clinical",
        "development",
        "plan",
        "registration",
        "strategy",
        "lentiglobin",
        "scd",
        "year",
        "end",
        "initiation",
        "phase",
        "clinical",
        "study",
        "lentiviral",
        "gene",
        "therapy",
        "targeting",
        "bcl11a",
        "suppression",
        "fetal",
        "hemoglobin",
        "upregulation",
        "patient",
        "scd",
        "submission",
        "lentiglobin",
        "clinical",
        "data",
        "clinical",
        "study",
        "patient",
        "scd",
        "ash",
        "annual",
        "meeting",
        "multiple",
        "myeloma",
        "submission",
        "bb2121",
        "clinical",
        "data",
        "study",
        "american",
        "society",
        "clinical",
        "oncology",
        "asco",
        "annual",
        "meeting",
        "submission",
        "bb21217",
        "clinical",
        "data",
        "clinical",
        "study",
        "patient",
        "multiple",
        "myeloma",
        "ash",
        "annual",
        "meeting",
        "initiation",
        "celgene",
        "phase",
        "clinical",
        "study",
        "bb2121",
        "third",
        "line",
        "multiple",
        "myeloma",
        "cald",
        "presentation",
        "clinical",
        "data",
        "ongoing",
        "starbeam",
        "clinical",
        "study",
        "patient",
        "cald",
        "second",
        "half",
        "first",
        "quarter",
        "financial",
        "result",
        "cash",
        "position",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "march",
        "december",
        "billion",
        "billion",
        "respectively",
        "revenue",
        "total",
        "revenue",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "effective",
        "january",
        "bluebird",
        "adopted",
        "accounting",
        "standard",
        "codification",
        "topic",
        "revenue",
        "contract",
        "customer",
        "topic",
        "using",
        "modified",
        "retrospective",
        "transition",
        "method",
        "increase",
        "primarily",
        "attributable",
        "adoption",
        "topic",
        "lesser",
        "extent",
        "increased",
        "manufacturing",
        "service",
        "company",
        "agreement",
        "celgene",
        "total",
        "revenue",
        "previous",
        "revenue",
        "recognition",
        "standard",
        "would",
        "million",
        "first",
        "quarter",
        "r",
        "expense",
        "research",
        "development",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "increase",
        "research",
        "development",
        "expense",
        "driven",
        "cost",
        "incurred",
        "advance",
        "expand",
        "company",
        "pipeline",
        "attributable",
        "increased",
        "clinical",
        "cost",
        "manufacturing",
        "cost",
        "development",
        "program",
        "well",
        "increased",
        "cost",
        "due",
        "headcount",
        "growth",
        "supporting",
        "overall",
        "research",
        "development",
        "activity",
        "increased",
        "license",
        "milestone",
        "fee",
        "company",
        "strategic",
        "collaboration",
        "license",
        "agreement",
        "g",
        "expense",
        "general",
        "administrative",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "increase",
        "general",
        "administrative",
        "expense",
        "attributable",
        "increase",
        "cost",
        "due",
        "increased",
        "headcount",
        "support",
        "overall",
        "growth",
        "activity",
        "professional",
        "consulting",
        "fee",
        "net",
        "loss",
        "net",
        "loss",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "bluebird",
        "bio",
        "gene",
        "therapy",
        "cell",
        "immunotherapy",
        "expertise",
        "gene",
        "editing",
        "capability",
        "bluebird",
        "bio",
        "built",
        "integrated",
        "product",
        "platform",
        "broad",
        "potential",
        "application",
        "severe",
        "genetic",
        "disease",
        "cancer",
        "bluebird",
        "bio",
        "gene",
        "therapy",
        "clinical",
        "program",
        "include",
        "product",
        "candidate",
        "treatment",
        "cerebral",
        "adrenoleukodystrophy",
        "lentiglobin",
        "product",
        "candidate",
        "treatment",
        "also",
        "known",
        "major",
        "severe",
        "sickle",
        "cell",
        "disease",
        "bluebird",
        "bio",
        "oncology",
        "pipeline",
        "built",
        "upon",
        "company",
        "leadership",
        "lentiviral",
        "gene",
        "delivery",
        "cell",
        "engineering",
        "focus",
        "developing",
        "novel",
        "immunotherapy",
        "including",
        "chimeric",
        "antigen",
        "receptor",
        "car",
        "cell",
        "receptor",
        "tcr",
        "therapy",
        "bluebird",
        "bio",
        "lead",
        "oncology",
        "program",
        "bb2121",
        "bb21217",
        "car",
        "program",
        "partnered",
        "celgene",
        "bluebird",
        "bio",
        "also",
        "discovery",
        "research",
        "program",
        "utilizing",
        "endonuclease",
        "gene",
        "editing",
        "technology",
        "potential",
        "use",
        "across",
        "company",
        "pipeline",
        "bluebird",
        "bio",
        "operation",
        "cambridge",
        "massachusetts",
        "seattle",
        "washington",
        "durham",
        "north",
        "carolina",
        "zug",
        "switzerland",
        "lentiglobin",
        "trademark",
        "bluebird",
        "bio",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "including",
        "statement",
        "regarding",
        "company",
        "financial",
        "condition",
        "result",
        "operation",
        "sufficiency",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "fund",
        "planned",
        "operation",
        "well",
        "statement",
        "regarding",
        "anticipated",
        "development",
        "regulatory",
        "milestone",
        "plan",
        "company",
        "product",
        "candidate",
        "clinical",
        "study",
        "statement",
        "regarding",
        "company",
        "plan",
        "provide",
        "update",
        "development",
        "product",
        "candidate",
        "based",
        "management",
        "current",
        "expectation",
        "future",
        "event",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "adversely",
        "set",
        "forth",
        "implied",
        "statement",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "risk",
        "preliminary",
        "result",
        "clinical",
        "trial",
        "continue",
        "repeated",
        "ongoing",
        "clinical",
        "trial",
        "risk",
        "cessation",
        "delay",
        "ongoing",
        "planned",
        "clinical",
        "study",
        "development",
        "product",
        "candidate",
        "risk",
        "delay",
        "enrollment",
        "patient",
        "clinical",
        "study",
        "risk",
        "current",
        "planned",
        "clinical",
        "trial",
        "lentiglobin",
        "bb2121",
        "product",
        "candidate",
        "insufficient",
        "support",
        "regulatory",
        "submission",
        "marketing",
        "approval",
        "united",
        "state",
        "european",
        "union",
        "risk",
        "collaboration",
        "including",
        "collaboration",
        "celgene",
        "continue",
        "successful",
        "risk",
        "one",
        "product",
        "candidate",
        "successfully",
        "developed",
        "approved",
        "commercialized",
        "discussion",
        "risk",
        "uncertainty",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "contained",
        "see",
        "section",
        "entitled",
        "risk",
        "factor",
        "annual",
        "report",
        "form",
        "well",
        "discussion",
        "potential",
        "risk",
        "uncertainty",
        "important",
        "factor",
        "subsequent",
        "filing",
        "security",
        "exchange",
        "commission",
        "guidance",
        "sufficiency",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "fund",
        "planned",
        "operation",
        "based",
        "current",
        "assumption",
        "date",
        "hereof",
        "include",
        "effect",
        "future",
        "potential",
        "license",
        "collaboration",
        "agreement",
        "business",
        "combination",
        "asset",
        "acquisition",
        "information",
        "press",
        "release",
        "date",
        "release",
        "bluebird",
        "bio",
        "undertakes",
        "duty",
        "update",
        "information",
        "unless",
        "required",
        "law",
        "bluebird",
        "bio",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "collaboration",
        "revenue",
        "license",
        "royalty",
        "revenue",
        "total",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "cost",
        "license",
        "royalty",
        "revenue",
        "change",
        "fair",
        "value",
        "contingent",
        "consideration",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "interest",
        "income",
        "net",
        "income",
        "expense",
        "net",
        "loss",
        "income",
        "tax",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "number",
        "common",
        "share",
        "used",
        "computing",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "bluebird",
        "bio",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "data",
        "thousand",
        "unaudited",
        "march",
        "december",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "total",
        "asset",
        "total",
        "liability",
        "total",
        "stockholder",
        "equity",
        "view",
        "source",
        "version",
        "http",
        "bluebird",
        "bio",
        "medium",
        "stephanie",
        "fagan",
        "sfagan",
        "investor",
        "elizabeth",
        "pingpank",
        "epingpank",
        "source",
        "bluebird",
        "bio",
        "inc"
    ]
}