{
    "organizations": [],
    "uuid": "39c4795847513c84d3d972bf00aa71acf768064f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/25/globe-newswire-alio-gold-and-rye-patch-announce-completion-of-business-combination.html",
    "ord_in_thread": 0,
    "title": "Alio Gold and Rye Patch Announce Completion of Business Combination",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, British Columbia, May 25, 2018 (GLOBE NEWSWIRE) -- Alio Gold Inc (TSX:ALO) (NYSE AMERICAN:ALO) (“Alio Gold” or the “Company”) and Rye Patch Gold Corp. (TSX-V:RPM) (OTCQX:RPMGF) (FWB:5TN) (“Rye Patch”) are pleased to announce that Alio Gold has completed the previously announced acquisition of all of the issued and outstanding shares of Rye Patch by way of a plan of arrangement (the “Arrangement”). The Arrangement was approved by the Supreme Court of British Columbia in its final order dated May 25, 2018.\nThe Arrangement was completed pursuant to the Business Corporations Act (British Columbia). Pursuant to the terms of the Arrangement, Rye Patch shareholders received 0.48 of an Alio Gold share and C$0.001 in cash for each Rye Patch share held.\nIn connection with the closing of the Arrangement, Alio Gold increased the size of its board of directors to nine, with former Rye Patch directors Tim Baker and John Mansanti being appointed to the Alio Gold board of directors. Alio Gold also appointed Doug Jones, the former Chief Operating Officer of Rye Patch, as the Chief Operating Officer of Alio Gold. It is expected that the Rye Patch shares will be de-listed from the TSX-V Exchange on May 30, 2018 and that Rye Patch will cease to be a reporting issuer shortly thereafter.\nAbout Alio Gold\nAlio Gold is a growth oriented gold mining company, focused on exploration, development and production in Mexico. Its principal assets include its 100%-owned and operating San Francisco Mine in Sonora, Mexico and its 100%-owned development stage Ana Paula Project in Guerrero, Mexico. Located within the highly prospective Guerrero Gold Belt on 56,000 hectares of underexplored land, the Ana Paula Project is a high-grade, high margin project currently in the definitive feasibility stage. An underground decline to provide access for an exploration drill program has been initiated. The drill program will target the continuation of the high-grade gold mineralization below the proposed pit which has the potential to significantly enhance the robust economics of the project. The Company also has a portfolio of other exploration properties, all of which are located in Mexico.\nAbout Rye Patch Gold\nRye Patch’s assets are all located in Nevada, USA and include its 100%-owned Florida Canyon Mine. The mine is a past producing, open pit, heap leach operation that was recently restarted and achieved commercial production in December 2017. Rye Patch also controls a sizeable 18,000 hectare land package along the Oreana Trend in Nevada with a 100% interest in Lincoln Hill, a PEA stage, open pit gold-silver project and a 100% interest in Wilco, a gold silver project with an NI 43-101 resource. Rye Patch also holds the Gold Ridge and Garden Gate Pass exploration properties.\nCautionary Note Regarding Forward-Looking Statements\nCertain statements and information contained in this news release constitute “forward-looking statements” within the meaning of applicable U.S. securities laws and “forward-looking information” within the meaning of applicable Canadian securities laws, which we refer to collectively as “forward-looking statements”. Forward-looking statements are statements and information regarding possible events, conditions or results of operations that are based upon assumptions about future economic conditions and courses of action. All statements and information other than statements of historical fact may be forward-looking statements. In some cases, forward-looking statements can be identified by the use of words such as “seek”, “expect”, “anticipate”, “budget”, “plan”, “estimate”, “continue”, “forecast”, “intend”, “believe”, “predict”, “potential”, “target”, “may”, “could”, “would”, “might”, “will” and similar words or phrases (including negative variations) suggesting future outcomes or statements regarding an outlook.\nForward-looking statements in the news release herein by reference include, but are not limited to statements which relate to future events. Such statements include future trends, plans, strategies, objectives and expectations with respect to Alio Gold after its acquisition of Rye Patch, the intention to cause the Rye Patch shares to be delisted from the TSX Venture Exchange and the submission of the application by Rye Patch to cease to be a reporting issuer.\nSuch forward-looking statements are based on a number of material factors and assumptions, including, but not limited to: the successful completion of development projects, planned expansions or other projects within the timelines anticipated and at anticipated production levels; the accuracy of reserve and resource, grade, mine life, cash cost, net present value and internal rate of return estimates and other assumptions, projections and estimates made in the technical reports for the San Francisco Property, the Ana Paula Project and the Florida Canyon Project; that mineral resources can be developed as planned; interest and exchange rates; that required financing and permits will be obtained; general economic conditions, that labour disputes, flooding, ground instability, fire, failure of plant, equipment or processes to operate are as anticipated and other risks of the mining industry will not be encountered; that contracted parties provide goods or services in a timely manner; that there is no material adverse change in the price of gold, silver or other metals; competitive conditions in the mining industry; title to mineral properties costs; changes in laws, rules and regulations applicable to the Company; and the timely receipt of regulatory approvals. Forward-looking statements involve known and unknown risks, uncertainties and other factors which may cause actual results, performance or achievements, or industry results, to differ materially from those anticipated in such forward-looking statements. The Company believes the expectations reflected in such forward-looking statements are reasonable, but no assurance can be given that these expectations will prove to be correct and you are cautioned not to place undue reliance on forward-looking statements contained herein.\nSome of the risks and other factors which could cause actual results to differ materially from those expressed in the forward- looking statements contained in this news release herein by reference include, but are not limited to: decreases in the price of gold; competition with other companies with greater financial and human resources and technical facilities; risks associated with doing business in Mexico; maintaining compliance with governmental regulations and expenses associated with such compliance; ability to hire, train, deploy and manage qualified personnel in a timely manner; ability to obtain or renew required government permits; failure to discover new reserves, maintain or enhance existing reserves or develop new operations; risks and hazards associated with exploration and mining operations; accessibility and reliability of existing local infrastructure and availability of adequate infrastructures in the future; environmental regulation; land reclamation requirements; ownership of, or control over, the properties on which the Company operates; maintaining existing property rights or obtaining new rights; inherent uncertainties in the process of estimating mineral reserves and resources; reported reserves and resources may not accurately reflect the economic viability of the Company’s properties; uncertainties in estimating future mine production and related costs; risks associated with expansion and development of mining properties; currency exchange rate fluctuations; directors’ and officers’ conflicts of interest; inability to access additional capital; problems integrating new acquisitions and other problems with strategic transactions; legal proceedings; uncertainties related to the repatriation of funds from foreign subsidiaries; no dividend payments; volatile share price; negative research reports or analyst’s downgrades and dilution; and failure to receive regulatory approvals.\nAlthough the Company has attempted to identify important factors that could cause actual results or events to differ materially from those described in the forward-looking statements, you are cautioned that this list is not exhaustive and there may be other factors that the Company has not identified. Furthermore, the Company undertakes no obligation to update or revise any forward-looking statements included in, or incorporated by reference in, this news release if these beliefs, estimates and opinions or other circumstances should change, except as otherwise required by applicable law.\nSource: ALO\nFor further information, please contact:\nLynette Gould\nVice President, Investor Relations\n604-638-8976\nlynette.gould@aliogold.com\nNeither the TSX, TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX, TSX Venture Exchange) nor the New York Stock Exchange MKT accepts responsibility for the adequacy or accuracy of this news release.\nSource:Alio Gold Inc.",
    "published": "2018-05-26T00:06:00.000+03:00",
    "crawled": "2018-05-26T00:06:12.006+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "british",
        "columbia",
        "may",
        "globe",
        "newswire",
        "alio",
        "gold",
        "inc",
        "tsx",
        "alo",
        "nyse",
        "american",
        "alo",
        "alio",
        "gold",
        "company",
        "rye",
        "patch",
        "gold",
        "rpm",
        "otcqx",
        "rpmgf",
        "rye",
        "patch",
        "pleased",
        "announce",
        "alio",
        "gold",
        "completed",
        "previously",
        "announced",
        "acquisition",
        "issued",
        "outstanding",
        "share",
        "rye",
        "patch",
        "way",
        "plan",
        "arrangement",
        "arrangement",
        "arrangement",
        "approved",
        "supreme",
        "court",
        "british",
        "columbia",
        "final",
        "order",
        "dated",
        "may",
        "arrangement",
        "completed",
        "pursuant",
        "business",
        "corporation",
        "act",
        "british",
        "columbia",
        "pursuant",
        "term",
        "arrangement",
        "rye",
        "patch",
        "shareholder",
        "received",
        "alio",
        "gold",
        "share",
        "c",
        "cash",
        "rye",
        "patch",
        "share",
        "held",
        "connection",
        "closing",
        "arrangement",
        "alio",
        "gold",
        "increased",
        "size",
        "board",
        "director",
        "nine",
        "former",
        "rye",
        "patch",
        "director",
        "tim",
        "baker",
        "john",
        "mansanti",
        "appointed",
        "alio",
        "gold",
        "board",
        "director",
        "alio",
        "gold",
        "also",
        "appointed",
        "doug",
        "jones",
        "former",
        "chief",
        "operating",
        "officer",
        "rye",
        "patch",
        "chief",
        "operating",
        "officer",
        "alio",
        "gold",
        "expected",
        "rye",
        "patch",
        "share",
        "exchange",
        "may",
        "rye",
        "patch",
        "cease",
        "reporting",
        "issuer",
        "shortly",
        "thereafter",
        "alio",
        "gold",
        "alio",
        "gold",
        "growth",
        "oriented",
        "gold",
        "mining",
        "company",
        "focused",
        "exploration",
        "development",
        "production",
        "mexico",
        "principal",
        "asset",
        "include",
        "operating",
        "san",
        "francisco",
        "mine",
        "sonora",
        "mexico",
        "development",
        "stage",
        "ana",
        "paula",
        "project",
        "guerrero",
        "mexico",
        "located",
        "within",
        "highly",
        "prospective",
        "guerrero",
        "gold",
        "belt",
        "hectare",
        "underexplored",
        "land",
        "ana",
        "paula",
        "project",
        "high",
        "margin",
        "project",
        "currently",
        "definitive",
        "feasibility",
        "stage",
        "underground",
        "decline",
        "provide",
        "access",
        "exploration",
        "drill",
        "program",
        "initiated",
        "drill",
        "program",
        "target",
        "continuation",
        "gold",
        "mineralization",
        "proposed",
        "pit",
        "potential",
        "significantly",
        "enhance",
        "robust",
        "economics",
        "project",
        "company",
        "also",
        "portfolio",
        "exploration",
        "property",
        "located",
        "mexico",
        "rye",
        "patch",
        "gold",
        "rye",
        "patch",
        "asset",
        "located",
        "nevada",
        "usa",
        "include",
        "florida",
        "canyon",
        "mine",
        "mine",
        "past",
        "producing",
        "open",
        "pit",
        "heap",
        "leach",
        "operation",
        "recently",
        "restarted",
        "achieved",
        "commercial",
        "production",
        "december",
        "rye",
        "patch",
        "also",
        "control",
        "sizeable",
        "hectare",
        "land",
        "package",
        "along",
        "oreana",
        "trend",
        "nevada",
        "interest",
        "lincoln",
        "hill",
        "pea",
        "stage",
        "open",
        "pit",
        "project",
        "interest",
        "wilco",
        "gold",
        "silver",
        "project",
        "ni",
        "resource",
        "rye",
        "patch",
        "also",
        "hold",
        "gold",
        "ridge",
        "garden",
        "gate",
        "pas",
        "exploration",
        "property",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "certain",
        "statement",
        "information",
        "contained",
        "news",
        "release",
        "constitute",
        "statement",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "information",
        "within",
        "meaning",
        "applicable",
        "canadian",
        "security",
        "law",
        "refer",
        "collectively",
        "statement",
        "statement",
        "statement",
        "information",
        "regarding",
        "possible",
        "event",
        "condition",
        "result",
        "operation",
        "based",
        "upon",
        "assumption",
        "future",
        "economic",
        "condition",
        "course",
        "action",
        "statement",
        "information",
        "statement",
        "historical",
        "fact",
        "may",
        "statement",
        "case",
        "statement",
        "identified",
        "use",
        "word",
        "seek",
        "expect",
        "anticipate",
        "budget",
        "plan",
        "estimate",
        "continue",
        "forecast",
        "intend",
        "believe",
        "predict",
        "potential",
        "target",
        "may",
        "could",
        "would",
        "might",
        "similar",
        "word",
        "phrase",
        "including",
        "negative",
        "variation",
        "suggesting",
        "future",
        "outcome",
        "statement",
        "regarding",
        "outlook",
        "statement",
        "news",
        "release",
        "herein",
        "reference",
        "include",
        "limited",
        "statement",
        "relate",
        "future",
        "event",
        "statement",
        "include",
        "future",
        "trend",
        "plan",
        "strategy",
        "objective",
        "expectation",
        "respect",
        "alio",
        "gold",
        "acquisition",
        "rye",
        "patch",
        "intention",
        "cause",
        "rye",
        "patch",
        "share",
        "delisted",
        "tsx",
        "venture",
        "exchange",
        "submission",
        "application",
        "rye",
        "patch",
        "cease",
        "reporting",
        "issuer",
        "statement",
        "based",
        "number",
        "material",
        "factor",
        "assumption",
        "including",
        "limited",
        "successful",
        "completion",
        "development",
        "project",
        "planned",
        "expansion",
        "project",
        "within",
        "timeline",
        "anticipated",
        "anticipated",
        "production",
        "level",
        "accuracy",
        "reserve",
        "resource",
        "grade",
        "mine",
        "life",
        "cash",
        "cost",
        "net",
        "present",
        "value",
        "internal",
        "rate",
        "return",
        "estimate",
        "assumption",
        "projection",
        "estimate",
        "made",
        "technical",
        "report",
        "san",
        "francisco",
        "property",
        "ana",
        "paula",
        "project",
        "florida",
        "canyon",
        "project",
        "mineral",
        "resource",
        "developed",
        "planned",
        "interest",
        "exchange",
        "rate",
        "required",
        "financing",
        "permit",
        "obtained",
        "general",
        "economic",
        "condition",
        "labour",
        "dispute",
        "flooding",
        "ground",
        "instability",
        "fire",
        "failure",
        "plant",
        "equipment",
        "process",
        "operate",
        "anticipated",
        "risk",
        "mining",
        "industry",
        "encountered",
        "contracted",
        "party",
        "provide",
        "good",
        "service",
        "timely",
        "manner",
        "material",
        "adverse",
        "change",
        "price",
        "gold",
        "silver",
        "metal",
        "competitive",
        "condition",
        "mining",
        "industry",
        "title",
        "mineral",
        "property",
        "cost",
        "change",
        "law",
        "rule",
        "regulation",
        "applicable",
        "company",
        "timely",
        "receipt",
        "regulatory",
        "approval",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "industry",
        "result",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "company",
        "belief",
        "expectation",
        "reflected",
        "statement",
        "reasonable",
        "assurance",
        "given",
        "expectation",
        "prove",
        "correct",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "contained",
        "herein",
        "risk",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "looking",
        "statement",
        "contained",
        "news",
        "release",
        "herein",
        "reference",
        "include",
        "limited",
        "decrease",
        "price",
        "gold",
        "competition",
        "company",
        "greater",
        "financial",
        "human",
        "resource",
        "technical",
        "facility",
        "risk",
        "associated",
        "business",
        "mexico",
        "maintaining",
        "compliance",
        "governmental",
        "regulation",
        "expense",
        "associated",
        "compliance",
        "ability",
        "hire",
        "train",
        "deploy",
        "manage",
        "qualified",
        "personnel",
        "timely",
        "manner",
        "ability",
        "obtain",
        "renew",
        "required",
        "government",
        "permit",
        "failure",
        "discover",
        "new",
        "reserve",
        "maintain",
        "enhance",
        "existing",
        "reserve",
        "develop",
        "new",
        "operation",
        "risk",
        "hazard",
        "associated",
        "exploration",
        "mining",
        "operation",
        "accessibility",
        "reliability",
        "existing",
        "local",
        "infrastructure",
        "availability",
        "adequate",
        "infrastructure",
        "future",
        "environmental",
        "regulation",
        "land",
        "reclamation",
        "requirement",
        "ownership",
        "control",
        "property",
        "company",
        "operates",
        "maintaining",
        "existing",
        "property",
        "right",
        "obtaining",
        "new",
        "right",
        "inherent",
        "uncertainty",
        "process",
        "estimating",
        "mineral",
        "reserve",
        "resource",
        "reported",
        "reserve",
        "resource",
        "may",
        "accurately",
        "reflect",
        "economic",
        "viability",
        "company",
        "property",
        "uncertainty",
        "estimating",
        "future",
        "mine",
        "production",
        "related",
        "cost",
        "risk",
        "associated",
        "expansion",
        "development",
        "mining",
        "property",
        "currency",
        "exchange",
        "rate",
        "fluctuation",
        "director",
        "officer",
        "conflict",
        "interest",
        "inability",
        "access",
        "additional",
        "capital",
        "problem",
        "integrating",
        "new",
        "acquisition",
        "problem",
        "strategic",
        "transaction",
        "legal",
        "proceeding",
        "uncertainty",
        "related",
        "repatriation",
        "fund",
        "foreign",
        "subsidiary",
        "dividend",
        "payment",
        "volatile",
        "share",
        "price",
        "negative",
        "research",
        "report",
        "analyst",
        "downgrade",
        "dilution",
        "failure",
        "receive",
        "regulatory",
        "approval",
        "although",
        "company",
        "attempted",
        "identify",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "event",
        "differ",
        "materially",
        "described",
        "statement",
        "cautioned",
        "list",
        "exhaustive",
        "may",
        "factor",
        "company",
        "identified",
        "furthermore",
        "company",
        "undertakes",
        "obligation",
        "update",
        "revise",
        "statement",
        "included",
        "incorporated",
        "reference",
        "news",
        "release",
        "belief",
        "estimate",
        "opinion",
        "circumstance",
        "change",
        "except",
        "otherwise",
        "required",
        "applicable",
        "law",
        "source",
        "alo",
        "information",
        "please",
        "contact",
        "lynette",
        "gould",
        "vice",
        "president",
        "investor",
        "relation",
        "neither",
        "tsx",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "tsx",
        "venture",
        "exchange",
        "new",
        "york",
        "stock",
        "exchange",
        "mkt",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "news",
        "release",
        "source",
        "alio",
        "gold",
        "inc"
    ]
}