{
    "organizations": [],
    "uuid": "0ca19523512dcaa4b4978462bc80b351bf94e1a4",
    "author": "",
    "url": "https://www.cnbc.com/2018/05/30/giuliani-linked-law-firms-provided-legal-advice-to-pro-trump-super-pac.html",
    "ord_in_thread": 0,
    "title": "Giuliani-connected law firms have a history with a pro-Trump super PAC linked to Cambridge Analytica",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Two law firms linked to Rudy Giuliani , President Donald Trump 's lawyer and longtime confidant, worked for a super PAC that employed controversial data-gathering firm Cambridge Analytica during the 2016 presidential election.\nThe firms in question, Bracewell & Giuliani LLP and Greenberg Traurig LLP, provided legal consultation to the pro-Trump Make America Number 1 PAC throughout the 2016 election cycle, Federal Election Commission records show.\nGiuliani left Greenberg Traurig earlier this month, citing potential conflicts that come from him working as Trump's lawyer in the Russia probe. Longtime Giuliani associate Laurence Levy remains at the firm.\nLevy served four years as deputy counsel when Giuliani was mayor of New York and eventually followed him to both Bracewell and Greenberg Traurig. He also acted as chief counsel to the Rudy Giuliani Presidential Committee during the former NYC mayor's ill-fated 2008 run for the White House.\nshow chapters Rudy Giuliani says Mueller may end Russia probe by Sept. 1 11:49 AM ET Mon, 21 May 2018 | 01:07 Levy has ties to Rebekah Mercer, the eventual leader of Make America Number 1, an influential force behind the scenes of conservative politics and daughter of billionaire donor Robert Mercer . Four years ago, before the super PAC was formed, Levy gave Rebekah Mercer legal advice regarding Cambridge Analytica's potential involvement in U.S. campaign-related activities.\nRobert Mercer, meanwhile, played a critical part in the super PAC's formation, contributing $15 million to fund the committee.\nGiuliani told CNBC that neither the PAC nor the Mercers were his clients.\n\"Not clients of mine,\" Giuliani said in a text message. \"In any event the rules of ethics would prohibit comment,\" he added.\nWhen asked whether he and Levy had ever worked together, Giuliani answered: \"Not on the matter you are asking about. Talk to him. Of course I don't reveal clients unless they want me to.\"\nA spokesman for Bracewell LLP, which changed its name after Giuliani left in January 2016, did not reply to repeated requests for comment. Levy also did not reply to multiple requests for comment.\nAn influential super PAC is formed The PAC, first known as Keep the Promise I , was originally created in April 2015 to support Texas Republican Sen. Ted Cruz 's run for president and was almost entirely funded by the Republican mega-donor Mercer. Eventually, the group would shift its allegiance to Trump and change its name to Make America Number 1.\nDuring its first year of its existence, the group turned to Bracewell & Giuliani LLP for legal and compliance services. The firm, for which Giuliani was a partner, specializes in white collar crime, among other subjects. While the super PAC paid Giuliani's firm, it also started paying data-collecting company Cambridge Analytica hundreds of thousands of dollars for \"media-prepaid\" services, according to Federal Election Commission records.\nThe Mercer family was also behind Cambridge Analytica, which recently made headlines for its role in a data-collection scandal involving Facebook . An app harvested data from as many as 87 million Facebook profiles, and, according to a whistleblower, that data was then sold to Cambridge Analytica.\nThe firm then used the data to develop profiles of voter and deliver to them pro-Trump material. It shut down earlier this month , claiming that negative media coverage drove away clients. Cambridge Analytica had denied wrongdoing.\nLevy's links to the Mercer family The Mercers' link to Giuliani's legal circle goes back to 2014, the year before the formation of Keep the Promise I.\nThat year, Levy represented Rebekah Mercer; Steve Bannon , who would go on to lead Trump's campaign and serve as senior White House strategist; and Alexander Nix, then-CEO of Cambridge Analytica.\nLevy was working as an attorney for Bracewell & Giuliani as the PAC sought \"guidance regarding the participation of Cambridge Analytica, LLP, a foreign corporation, and of foreign nationals in connection with United States elections for federal, state and local government office,\" according to a memo .\nPatrick McMullan | Getty Images Robert Mercer and Rebekah Mercer attend the 2017 TIME 100 Gala at Jazz at Lincoln Center on April 25, 2017 in New York City. Levy concluded at the time that Nix, who is British, would have to recuse himself from any work the data-collecting company did when it came to U.S. elections. However, Levy said Bannon, a founder of the business, and Mercer, a major investor, could be involved in campaign activities.\nBy the end of the 2016 election cycle, Bracewell & Giuliani were the PAC's top vendors, receiving $336,495 over a span of eight payments, according to the Center for Responsive Politics .\nA defining moment Giuliani left Bracewell for another law firm, Greenberg Traurig, in January 2016 . Levy followed him there a month later. In May of that year, the PAC paid $99,470 to Greenberg Traurig. A month later, as Trump was on his way to clinching the GOP nomination, the PAC changed its name to Make America Number 1 .\n\"We do not comment on the types of matters you are asking about,\" a spokesman for Greenberg Traurig told CNBC.\nThe defining moment for the relationship between Make America Number 1, Cambridge Analytica and attorneys at Greenberg Traurig came in the closing months of the 2016 election. The super PAC's leadership shifted from David Bossie, president of conservative think tank Citizens United, to Rebekah Mercer in September.\nIn September, the PAC boosted payments to Cambridge Analytica for \"campaign management consulting services,\" according to the FEC. The PAC shelled out $301,763 that month, and did the same in October. The PAC finished the election cycle paying Cambridge Analytica more than $5 million over 116 payments.\nOctober was also when voters became saturated with political ads as the campaign hit a fever pitch, the pro-Trump Make America Number 1 released an ad alleging that Clinton paid her female staffers less then male staffers.\nAfter Trump won, Rebekah Mercer joined his presidential transition's executive team, a group that helped advise President-elect Trump on his potential Cabinet picks.\nA spokeswoman for Mercer did not return requests for comment.\nLegal scrutiny for Make America Number 1 In October 2016, Campaign Legal Center, the nonpartisan election law advocacy group, named the PAC in an FEC complaint. The watchdogs claimed that Make America Number 1 broke FEC regulations by directly coordinating with the Trump campaign.\nAlso that month, Greenberg Traurig received $41,000 for legal services from the PAC and then another $55,000 in December .\nThe FEC case is still unresolved.\n\"As a provision of federal campaign finance law requires that any Commission action on an enforcement matter be kept strictly confidential until the case is resolved,\" a spokesman for the FEC said. \"When a matter has closed, redacted files are made available to the public within 30 days after the parties involved have been notified that the entire matter has been closed.\"\nIn March of this year, another nonpartisan group, Common Cause, called on the Department of Justice and the FEC to investigate whether Cambridge Analytica's work for the Trump campaign broke any laws on foreign interference in the U.S. election.\nNeither of these complaints have led to official conclusions by the federal agencies. Yet legal experts say that a PAC could hire a firm like Greenberg Traurig if it is concerned about being under legal scrutiny for working with a company like Cambridge Analytica.\n\"I can imagine that if a super PACs got a subpoena or they were worried they would get one, they would hire legal counsel right away,\" John Coffee, professor at Columbia Law School told CNBC. \"They aren't a publicly traded company so they don't have to announce it. They might want to retain a firm because the Federal Election Commission may have asked them to produce records.\"\nThere is no immediate indication that the PAC engaged in any wrongdoing.\nWATCH: Trump considered benching Giuliani from doing TV interviews show chapters Trump considers benching Giuliani from doing TV interviews 11:56 AM ET Tue, 8 May 2018 | 01:09",
    "published": "2018-05-30T07:00:00.000+03:00",
    "crawled": "2018-05-30T19:11:29.014+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "two",
        "law",
        "firm",
        "linked",
        "rudy",
        "giuliani",
        "president",
        "donald",
        "trump",
        "lawyer",
        "longtime",
        "confidant",
        "worked",
        "super",
        "pac",
        "employed",
        "controversial",
        "firm",
        "cambridge",
        "analytica",
        "presidential",
        "election",
        "firm",
        "question",
        "bracewell",
        "giuliani",
        "llp",
        "greenberg",
        "traurig",
        "llp",
        "provided",
        "legal",
        "consultation",
        "make",
        "america",
        "number",
        "pac",
        "throughout",
        "election",
        "cycle",
        "federal",
        "election",
        "commission",
        "record",
        "show",
        "giuliani",
        "left",
        "greenberg",
        "traurig",
        "earlier",
        "month",
        "citing",
        "potential",
        "conflict",
        "come",
        "working",
        "trump",
        "lawyer",
        "russia",
        "probe",
        "longtime",
        "giuliani",
        "associate",
        "laurence",
        "levy",
        "remains",
        "firm",
        "levy",
        "served",
        "four",
        "year",
        "deputy",
        "counsel",
        "giuliani",
        "mayor",
        "new",
        "york",
        "eventually",
        "followed",
        "bracewell",
        "greenberg",
        "traurig",
        "also",
        "acted",
        "chief",
        "counsel",
        "rudy",
        "giuliani",
        "presidential",
        "committee",
        "former",
        "nyc",
        "mayor",
        "run",
        "white",
        "house",
        "show",
        "chapter",
        "rudy",
        "giuliani",
        "say",
        "mueller",
        "may",
        "end",
        "russia",
        "probe",
        "et",
        "mon",
        "may",
        "levy",
        "tie",
        "rebekah",
        "mercer",
        "eventual",
        "leader",
        "make",
        "america",
        "number",
        "influential",
        "force",
        "behind",
        "scene",
        "conservative",
        "politics",
        "daughter",
        "billionaire",
        "donor",
        "robert",
        "mercer",
        "four",
        "year",
        "ago",
        "super",
        "pac",
        "formed",
        "levy",
        "gave",
        "rebekah",
        "mercer",
        "legal",
        "advice",
        "regarding",
        "cambridge",
        "analytica",
        "potential",
        "involvement",
        "activity",
        "robert",
        "mercer",
        "meanwhile",
        "played",
        "critical",
        "part",
        "super",
        "pac",
        "formation",
        "contributing",
        "million",
        "fund",
        "committee",
        "giuliani",
        "told",
        "cnbc",
        "neither",
        "pac",
        "mercer",
        "client",
        "client",
        "mine",
        "giuliani",
        "said",
        "text",
        "message",
        "event",
        "rule",
        "ethic",
        "would",
        "prohibit",
        "comment",
        "added",
        "asked",
        "whether",
        "levy",
        "ever",
        "worked",
        "together",
        "giuliani",
        "answered",
        "matter",
        "asking",
        "talk",
        "course",
        "reveal",
        "client",
        "unless",
        "want",
        "spokesman",
        "bracewell",
        "llp",
        "changed",
        "name",
        "giuliani",
        "left",
        "january",
        "reply",
        "repeated",
        "request",
        "comment",
        "levy",
        "also",
        "reply",
        "multiple",
        "request",
        "comment",
        "influential",
        "super",
        "pac",
        "formed",
        "pac",
        "first",
        "known",
        "keep",
        "promise",
        "originally",
        "created",
        "april",
        "support",
        "texas",
        "republican",
        "ted",
        "cruz",
        "run",
        "president",
        "almost",
        "entirely",
        "funded",
        "republican",
        "mercer",
        "eventually",
        "group",
        "would",
        "shift",
        "allegiance",
        "trump",
        "change",
        "name",
        "make",
        "america",
        "number",
        "first",
        "year",
        "existence",
        "group",
        "turned",
        "bracewell",
        "giuliani",
        "llp",
        "legal",
        "compliance",
        "service",
        "firm",
        "giuliani",
        "partner",
        "specializes",
        "white",
        "collar",
        "crime",
        "among",
        "subject",
        "super",
        "pac",
        "paid",
        "giuliani",
        "firm",
        "also",
        "started",
        "paying",
        "company",
        "cambridge",
        "analytica",
        "hundred",
        "thousand",
        "dollar",
        "service",
        "according",
        "federal",
        "election",
        "commission",
        "record",
        "mercer",
        "family",
        "also",
        "behind",
        "cambridge",
        "analytica",
        "recently",
        "made",
        "headline",
        "role",
        "scandal",
        "involving",
        "facebook",
        "app",
        "harvested",
        "data",
        "many",
        "million",
        "facebook",
        "profile",
        "according",
        "whistleblower",
        "data",
        "sold",
        "cambridge",
        "analytica",
        "firm",
        "used",
        "data",
        "develop",
        "profile",
        "voter",
        "deliver",
        "material",
        "shut",
        "earlier",
        "month",
        "claiming",
        "negative",
        "medium",
        "coverage",
        "drove",
        "away",
        "client",
        "cambridge",
        "analytica",
        "denied",
        "wrongdoing",
        "levy",
        "link",
        "mercer",
        "family",
        "mercer",
        "link",
        "giuliani",
        "legal",
        "circle",
        "go",
        "back",
        "year",
        "formation",
        "keep",
        "promise",
        "year",
        "levy",
        "represented",
        "rebekah",
        "mercer",
        "steve",
        "bannon",
        "would",
        "go",
        "lead",
        "trump",
        "campaign",
        "serve",
        "senior",
        "white",
        "house",
        "strategist",
        "alexander",
        "nix",
        "cambridge",
        "analytica",
        "levy",
        "working",
        "attorney",
        "bracewell",
        "giuliani",
        "pac",
        "sought",
        "guidance",
        "regarding",
        "participation",
        "cambridge",
        "analytica",
        "llp",
        "foreign",
        "corporation",
        "foreign",
        "national",
        "connection",
        "united",
        "state",
        "election",
        "federal",
        "state",
        "local",
        "government",
        "office",
        "according",
        "memo",
        "patrick",
        "mcmullan",
        "getty",
        "image",
        "robert",
        "mercer",
        "rebekah",
        "mercer",
        "attend",
        "time",
        "gala",
        "jazz",
        "lincoln",
        "center",
        "april",
        "new",
        "york",
        "city",
        "levy",
        "concluded",
        "time",
        "nix",
        "british",
        "would",
        "recuse",
        "work",
        "company",
        "came",
        "election",
        "however",
        "levy",
        "said",
        "bannon",
        "founder",
        "business",
        "mercer",
        "major",
        "investor",
        "could",
        "involved",
        "campaign",
        "activity",
        "end",
        "election",
        "cycle",
        "bracewell",
        "giuliani",
        "pac",
        "top",
        "vendor",
        "receiving",
        "span",
        "eight",
        "payment",
        "according",
        "center",
        "responsive",
        "politics",
        "defining",
        "moment",
        "giuliani",
        "left",
        "bracewell",
        "another",
        "law",
        "firm",
        "greenberg",
        "traurig",
        "january",
        "levy",
        "followed",
        "month",
        "later",
        "may",
        "year",
        "pac",
        "paid",
        "greenberg",
        "traurig",
        "month",
        "later",
        "trump",
        "way",
        "clinching",
        "gop",
        "nomination",
        "pac",
        "changed",
        "name",
        "make",
        "america",
        "number",
        "comment",
        "type",
        "matter",
        "asking",
        "spokesman",
        "greenberg",
        "traurig",
        "told",
        "cnbc",
        "defining",
        "moment",
        "relationship",
        "make",
        "america",
        "number",
        "cambridge",
        "analytica",
        "attorney",
        "greenberg",
        "traurig",
        "came",
        "closing",
        "month",
        "election",
        "super",
        "pac",
        "leadership",
        "shifted",
        "david",
        "bossie",
        "president",
        "conservative",
        "think",
        "tank",
        "citizen",
        "united",
        "rebekah",
        "mercer",
        "september",
        "september",
        "pac",
        "boosted",
        "payment",
        "cambridge",
        "analytica",
        "campaign",
        "management",
        "consulting",
        "service",
        "according",
        "fec",
        "pac",
        "shelled",
        "month",
        "october",
        "pac",
        "finished",
        "election",
        "cycle",
        "paying",
        "cambridge",
        "analytica",
        "million",
        "payment",
        "october",
        "also",
        "voter",
        "became",
        "saturated",
        "political",
        "ad",
        "campaign",
        "hit",
        "fever",
        "pitch",
        "make",
        "america",
        "number",
        "released",
        "ad",
        "alleging",
        "clinton",
        "paid",
        "female",
        "staffer",
        "less",
        "male",
        "staffer",
        "trump",
        "rebekah",
        "mercer",
        "joined",
        "presidential",
        "transition",
        "executive",
        "team",
        "group",
        "helped",
        "advise",
        "trump",
        "potential",
        "cabinet",
        "pick",
        "spokeswoman",
        "mercer",
        "return",
        "request",
        "comment",
        "legal",
        "scrutiny",
        "make",
        "america",
        "number",
        "october",
        "campaign",
        "legal",
        "center",
        "nonpartisan",
        "election",
        "law",
        "advocacy",
        "group",
        "named",
        "pac",
        "fec",
        "complaint",
        "watchdog",
        "claimed",
        "make",
        "america",
        "number",
        "broke",
        "fec",
        "regulation",
        "directly",
        "coordinating",
        "trump",
        "campaign",
        "also",
        "month",
        "greenberg",
        "traurig",
        "received",
        "legal",
        "service",
        "pac",
        "another",
        "december",
        "fec",
        "case",
        "still",
        "unresolved",
        "provision",
        "federal",
        "campaign",
        "finance",
        "law",
        "requires",
        "commission",
        "action",
        "enforcement",
        "matter",
        "kept",
        "strictly",
        "confidential",
        "case",
        "resolved",
        "spokesman",
        "fec",
        "said",
        "matter",
        "closed",
        "redacted",
        "file",
        "made",
        "available",
        "public",
        "within",
        "day",
        "party",
        "involved",
        "notified",
        "entire",
        "matter",
        "closed",
        "march",
        "year",
        "another",
        "nonpartisan",
        "group",
        "common",
        "cause",
        "called",
        "department",
        "justice",
        "fec",
        "investigate",
        "whether",
        "cambridge",
        "analytica",
        "work",
        "trump",
        "campaign",
        "broke",
        "law",
        "foreign",
        "interference",
        "election",
        "neither",
        "complaint",
        "led",
        "official",
        "conclusion",
        "federal",
        "agency",
        "yet",
        "legal",
        "expert",
        "say",
        "pac",
        "could",
        "hire",
        "firm",
        "like",
        "greenberg",
        "traurig",
        "concerned",
        "legal",
        "scrutiny",
        "working",
        "company",
        "like",
        "cambridge",
        "analytica",
        "imagine",
        "super",
        "pac",
        "got",
        "subpoena",
        "worried",
        "would",
        "get",
        "one",
        "would",
        "hire",
        "legal",
        "counsel",
        "right",
        "away",
        "john",
        "coffee",
        "professor",
        "columbia",
        "law",
        "school",
        "told",
        "cnbc",
        "publicly",
        "traded",
        "company",
        "announce",
        "might",
        "want",
        "retain",
        "firm",
        "federal",
        "election",
        "commission",
        "may",
        "asked",
        "produce",
        "record",
        "immediate",
        "indication",
        "pac",
        "engaged",
        "wrongdoing",
        "watch",
        "trump",
        "considered",
        "benching",
        "giuliani",
        "tv",
        "interview",
        "show",
        "chapter",
        "trump",
        "considers",
        "benching",
        "giuliani",
        "tv",
        "interview",
        "et",
        "tue",
        "may"
    ]
}