{
    "organizations": [],
    "uuid": "cd62ba423373b695be08bb6881b409d81025acff",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/14/globe-newswire-sanofi-and-ablynx-announce-the-successful-results-of-the-initial-tender-offer-period-for-ablynx-and-commencement-of-squeeze.html",
    "ord_in_thread": 0,
    "title": "SANOFI AND ABLYNX ANNOUNCE THE SUCCESSFUL RESULTS OF THE INITIAL TENDER OFFER PERIOD FOR ABLYNX AND COMMENCEMENT OF SQUEEZE-OUT TENDER PERIOD",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Paris, France and Ghent, Belgium - May 14, 2018 - Sanofi [Euronext: SAN; NYSE: SNY] and Ablynx [Euronext Brussels and Nasdaq: ABLX] today announced the results of the initial tender offer period of Sanofi's previously announced tender offers to acquire all of the outstanding shares (including shares represented by American Depositary Shares (\"ADSs\")), warrants and convertible bonds (together, the \"Securities\") of Ablynx.\nThe tender offer is made pursuant to the Heads of Agreement, dated January 28, 2018 between Sanofi and Ablynx, and is comprised of two separate but concurrent tender offers: (i) a tender offer under the laws of Belgium for all of the outstanding shares, warrants and convertible bonds of Ablynx (the \"Belgian Offer\") and (ii) a tender offer under the laws of the U.S. for all of the outstanding shares held by U.S. holders and ADSs held by holders, wherever located (the \"U.S. Offer\", and together with the Belgian Offer, the \"Offers\").\nSanofi confirmed that, as of the expiration of the initial acceptance period, which expired on May 4, 2018, a total of 71,972,994 shares (including 7,446,312 shares represented by ADSs), 2,594,841 warrants and 975 convertible bonds had been validly tendered into the Offers and not withdrawn. Sanofi will own 95.60% of the outstanding shares of Ablynx on the settlement date of the Offers, of which more than 90% were acquired through the Offers. Sanofi further confirmed that the Minimum Tender Condition and the other conditions to the Offers have been satisfied.\nThe Securities tendered into the Offers are expected to be settled on or about May 18, 2018.\nSanofi's Chief Executive Officer, Olivier Brandicourt commented , \"We are pleased to officially welcome Ablynx to Sanofi, which will advance the strategic transformation of our R&D, expanding our late-stage pipeline and strengthening our platform for growth in rare blood disorders. Today's announcement represents the evolution of an already successful partnership as we reaffirm our commitment to Belgium, where we have invested significantly over the years.\"\nAblynx's Chief Executive Officer, Edwin Moses commented , \"We very much look forward to joining the Sanofi family and together bring multiple Nanobody®-based medicines to patients in the future. Over the last 17 years, we have built a very passionate world-class team in Ghent dedicated to developing the Nanobody platform and we believe that together with Sanofi's impressive skills, capabilities and resources, we will make a significant impact on improving healthcare in the future.\"\nSqueeze-Out Procedure\nSanofi has decided to proceed with a squeeze-out of those Securities not tendered to the Offers in accordance with applicable Belgian and U.S. law. In this regard, Sanofi will reopen the Offers and commence the squeeze-out period on May 22, 2018, to acquire those Securities not previously tendered into the Offers. The squeeze-out period will expire on June 12, 2018 at 5.00 p.m. New York City time / 11.00 p.m. CEST time. Security holders of Ablynx can tender their Securities in the Offers by following the instructions set out in the Prospectus or the Tender Offer Statement on Schedule TO, as applicable.\nSecurities not tendered into the squeeze-out shall be deemed transferred to Sanofi by operation of law at the expiration of the squeeze-out period. The funds necessary to pay for the Securities thus transferred shall be deposited with the Bank for Official Deposits (Deposito- en Consignatiekas / Caisse des dépôts et consignations) in favour of the former Ablynx security holders who did not tender their Securities into the squeeze-out.\nUpon, or as soon as possible after, completion of the squeeze-out, all Securities of Ablynx will be delisted from (i) the regulated market of Euronext Brussels (shares), (ii) Nasdaq (ADSs), and (iii) Frankfurt MTF (Convertible Bonds).\nAn electronic version of the Prospectus and its summary shall be available on the websites of the Centralizing Receiving Agents (for BNP Paribas Fortis NV/SA, https://www.bnpparibasfortis.be/epargneretplacer (French and English) and https://www.bnpparibasfortis.be/sparenenbeleggen (Dutch and English); for KBC Securities NV/SA in cooperation with KBC Bank NV/SA, https://www.kbcsecurities.com/prospectus-documents-overviews/prospectus-overview , https://www.kbc.be , https://www.cbc.be and https://www.bolero.be ), Sanofi ( https://www.sanofi.com/en/investors/tender-offers-ablynx and https://www.sanofi.com/fr/investisseurs/offres-ablynx ) and Ablynx ( http://www.ablynx.com/investors/sanofi-takeover-bid/ ).\nThe Prospectus is available in English and in Dutch. A French translation of the summary of the Prospectus and Forms is also available.\nThe Response Memorandum is annexed to the Prospectus. The Response Memorandum can also be obtained in hard copy free of charge at the registered office of Ablynx (Technologiepark 21, 9052 Zwijnaarde (Belgium)). The Response Memorandum is available in English and Dutch.\nAbout Ablynx\nAblynx is a biopharmaceutical company engaged in the development of Nanobodies , proprietary therapeutic proteins based on single-domain antibody fragments, which combine the advantages of conventional antibody drugs with some of the features of small-molecule drugs. Ablynx is dedicated to creating new medicines which will make a real difference to society. Today, the Company has more than 45 proprietary and partnered programmes in development in various therapeutic areas including inflammation, haematology, immuno-oncology, oncology and respiratory disease. The Company has collaborations with multiple pharmaceutical companies including AbbVie; Boehringer Ingelheim; Eddingpharm; Merck & Co., Inc., Kenilworth, New Jersey, USA; Merck KGaA; Novo Nordisk; Sanofi and Taisho Pharmaceuticals. The Company is headquartered in Ghent, Belgium. More information can be found on www.ablynx.com .\nAbout Sanofi\nSanofi is dedicated to supporting people through their health challenges. We are a global biopharmaceutical company focused on human health. We prevent illness with vaccines, provide innovative treatments to fight pain and ease suffering. We stand by the few who suffer from rare diseases and the millions with long-term chronic conditions.\nWith more than 100,000 people in 100 countries, Sanofi is transforming scientific innovation into healthcare solutions around the globe.\nSanofi, Empowering Life\nFor more information, please contact\nAblynx\nDr Edwin Moses\nCEO\nt: +32 (0)9 262 00 07\nm: +32 (0)473 39 50 68\ne: edwin.moses@ablynx.com\nLies Vanneste\nDirector Investor Relations\nt: +32 (0)9 262 01 37\nm: +32 (0)498 05 35 79\ne: lies.vanneste@ablynx.com\nAblynx media relations:\nConsilium Strategic Communications\nMary-Jane Elliott, Philippa Gardner, Sukaina Virji\nt: +44 (0)20 3709 5700\ne: ablynx@consilium-comms.com\nJoele Frank, Wilkinson Brimmer Katcher\nDan Katcher or Joseph Sala\nt: +1 212 355-4449\nSanofi Media Relations\nLaurence Bollack\nTel.: +33 (0)1 53 77 46 46\nmr@Sanofi.com\nSanofi Investor Relations\nGeorge Grofik\nt: +33 (0)1 53 77 45 45\nir@Sanofi.com\nSanofi and Ablynx Forward-Looking Statements\nThis communication contains forward-looking statements. Forward-looking statements are statements that are not historical facts and may include projections and estimates and their underlying assumptions, statements regarding plans, objectives, intentions and expectations with respect to future financial results, events, operations, services, product development and potential, and statements regarding future performance. Forward-looking statements are generally identified by the words \"expects\", \"anticipates\", \"believes\", \"intends\", \"estimates\", \"plans\", \"will be\" and similar expressions. Although Sanofi's and Ablynx's management each believes that the expectations reflected in such forward-looking statements are reasonable, investors are cautioned that forward-looking information and statements are subject to various risks and uncertainties, many of which are difficult to predict and generally beyond the control of Sanofi and Ablynx, that could cause actual results and developments to differ materially from those expressed in, or implied or projected by, the forward-looking information and statements. These risks and uncertainties include among other things, risks related to Sanofi's and Ablynx's ability to complete the acquisition on the proposed terms or on the proposed timeline, including the receipt of required regulatory approvals, the possibility that competing offers will be made, other risks associated with executing business combination transactions, such as the risk that the businesses will not be integrated successfully, that such integration may be more difficult, time-consuming or costly than expected or that the expected benefits of the acquisition will not be realized, risks related to future opportunities and plans for the combined company, including uncertainty of the expected financial performance and results of the combined company following completion of the proposed acquisition, disruption from the proposed acquisition making it more difficult to conduct business as usual or to maintain relationships with customers, employees, manufacturers, suppliers or patient groups, and the possibility that, if the combined company does not achieve the perceived benefits of the proposed acquisition as rapidly or to the extent anticipated by financial analysts or investors, the market price of Sanofi's shares could decline, as well as other risks related to Sanofi's and Ablynx's respective businesses, including the ability to grow sales and revenues from existing products and to develop, commercialize or market new products, competition, including potential generic competition, the uncertainties inherent in research and development, including future clinical data and analysis, regulatory obligations and oversight by regulatory authorities, such as the FDA or the EMA, including decisions of such authorities regarding whether and when to approve any drug, device or biological application that may be filed for any product candidates as well as decisions regarding labelling and other matters that could affect the availability or commercial potential of any product candidates, the absence of a guarantee that any product candidates, if approved, will be commercially successful, risks associated with intellectual property, including the ability to protect intellectual property and defend patents, future litigation, the future approval and commercial success of therapeutic alternatives, and volatile economic conditions. While the list of factors presented here is representative, no list should be considered a statement of all potential risks, uncertainties or assumptions that could have a material adverse effect on the companies' consolidated financial condition or results of operations. The foregoing factors should be read in conjunction with the risks and cautionary statements discussed or identified in the public filings with the SEC and the AMF made by Sanofi and Ablynx, including those listed under \"Risk Factors\" and \"Cautionary Statement Regarding Forward-Looking Statements\" in Sanofi's annual report on Form 20-F for the year ended December 31, 2017, and those listed under \"Disclaimer\" in the current reports on Form 6-K filed by Ablynx with the SEC. The forward-looking statements speak only as of the date hereof and, other than as required by applicable law, Sanofi and Ablynx do not undertake any obligation to update or revise any forward-looking information or statements.\nAdditional Information for US Investors\nThis communication is for informational purposes only and is neither a recommendation, an offer to purchase nor a solicitation of an offer to sell any Securities of Ablynx. Sanofi has filed a Tender Offer Statement on Schedule TO with the SEC and Ablynx has filed a Solicitation/Recommendation Statement on Schedule 14D-9 with the SEC. Holders of Securities are urged to carefully review the documents that were filed by Sanofi and Ablynx with the SEC because these documents will contain important information, including the terms and conditions of the tender offer.\nThe offer to purchase, the related ADS letter of transmittal and certain other tender offer documents, as well as the Solicitation/Recommendation Statement are available to all holders of Securities of Ablynx at no expense to them. These documents are available for free at the SEC's website at www.sec.gov . Additional copies may be obtained for free by contacting Sanofi at ir@Sanofi.com or on Sanofi's website at https://en.Sanofi.com/investors . You should read the filings made by Sanofi and Ablynx with the SEC carefully before making a decision concerning the U.S. Offer.\nAttachment\npdf version of the press release.pdf\nSource:Ablynx NV",
    "published": "2018-05-14T10:01:00.000+03:00",
    "crawled": "2018-05-14T13:17:28.008+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "paris",
        "france",
        "ghent",
        "belgium",
        "may",
        "sanofi",
        "euronext",
        "san",
        "nyse",
        "sny",
        "ablynx",
        "euronext",
        "brussels",
        "nasdaq",
        "ablx",
        "today",
        "announced",
        "result",
        "initial",
        "tender",
        "offer",
        "period",
        "sanofi",
        "previously",
        "announced",
        "tender",
        "offer",
        "acquire",
        "outstanding",
        "share",
        "including",
        "share",
        "represented",
        "american",
        "depositary",
        "share",
        "adss",
        "warrant",
        "convertible",
        "bond",
        "together",
        "security",
        "ablynx",
        "tender",
        "offer",
        "made",
        "pursuant",
        "head",
        "agreement",
        "dated",
        "january",
        "sanofi",
        "ablynx",
        "comprised",
        "two",
        "separate",
        "concurrent",
        "tender",
        "offer",
        "tender",
        "offer",
        "law",
        "belgium",
        "outstanding",
        "share",
        "warrant",
        "convertible",
        "bond",
        "ablynx",
        "belgian",
        "offer",
        "ii",
        "tender",
        "offer",
        "law",
        "outstanding",
        "share",
        "held",
        "holder",
        "adss",
        "held",
        "holder",
        "wherever",
        "located",
        "offer",
        "together",
        "belgian",
        "offer",
        "offer",
        "sanofi",
        "confirmed",
        "expiration",
        "initial",
        "acceptance",
        "period",
        "expired",
        "may",
        "total",
        "share",
        "including",
        "share",
        "represented",
        "adss",
        "warrant",
        "convertible",
        "bond",
        "validly",
        "tendered",
        "offer",
        "withdrawn",
        "sanofi",
        "outstanding",
        "share",
        "ablynx",
        "settlement",
        "date",
        "offer",
        "acquired",
        "offer",
        "sanofi",
        "confirmed",
        "minimum",
        "tender",
        "condition",
        "condition",
        "offer",
        "satisfied",
        "security",
        "tendered",
        "offer",
        "expected",
        "settled",
        "may",
        "sanofi",
        "chief",
        "executive",
        "officer",
        "olivier",
        "brandicourt",
        "commented",
        "pleased",
        "officially",
        "welcome",
        "ablynx",
        "sanofi",
        "advance",
        "strategic",
        "transformation",
        "r",
        "expanding",
        "pipeline",
        "strengthening",
        "platform",
        "growth",
        "rare",
        "blood",
        "disorder",
        "today",
        "announcement",
        "represents",
        "evolution",
        "already",
        "successful",
        "partnership",
        "reaffirm",
        "commitment",
        "belgium",
        "invested",
        "significantly",
        "year",
        "ablynx",
        "chief",
        "executive",
        "officer",
        "edwin",
        "moses",
        "commented",
        "much",
        "look",
        "forward",
        "joining",
        "sanofi",
        "family",
        "together",
        "bring",
        "multiple",
        "medicine",
        "patient",
        "future",
        "last",
        "year",
        "built",
        "passionate",
        "team",
        "ghent",
        "dedicated",
        "developing",
        "nanobody",
        "platform",
        "believe",
        "together",
        "sanofi",
        "impressive",
        "skill",
        "capability",
        "resource",
        "make",
        "significant",
        "impact",
        "improving",
        "healthcare",
        "future",
        "procedure",
        "sanofi",
        "decided",
        "proceed",
        "security",
        "tendered",
        "offer",
        "accordance",
        "applicable",
        "belgian",
        "law",
        "regard",
        "sanofi",
        "reopen",
        "offer",
        "commence",
        "period",
        "may",
        "acquire",
        "security",
        "previously",
        "tendered",
        "offer",
        "period",
        "expire",
        "june",
        "new",
        "york",
        "city",
        "time",
        "cest",
        "time",
        "security",
        "holder",
        "ablynx",
        "tender",
        "security",
        "offer",
        "following",
        "instruction",
        "set",
        "prospectus",
        "tender",
        "offer",
        "statement",
        "schedule",
        "applicable",
        "security",
        "tendered",
        "shall",
        "deemed",
        "transferred",
        "sanofi",
        "operation",
        "law",
        "expiration",
        "period",
        "fund",
        "necessary",
        "pay",
        "security",
        "thus",
        "transferred",
        "shall",
        "deposited",
        "bank",
        "official",
        "deposit",
        "en",
        "consignatiekas",
        "caisse",
        "de",
        "dépôts",
        "et",
        "consignations",
        "favour",
        "former",
        "ablynx",
        "security",
        "holder",
        "tender",
        "security",
        "upon",
        "soon",
        "possible",
        "completion",
        "security",
        "ablynx",
        "delisted",
        "regulated",
        "market",
        "euronext",
        "brussels",
        "share",
        "ii",
        "nasdaq",
        "adss",
        "iii",
        "frankfurt",
        "mtf",
        "convertible",
        "bond",
        "electronic",
        "version",
        "prospectus",
        "summary",
        "shall",
        "available",
        "website",
        "centralizing",
        "receiving",
        "agent",
        "bnp",
        "paribas",
        "fortis",
        "http",
        "french",
        "english",
        "http",
        "dutch",
        "english",
        "kbc",
        "security",
        "cooperation",
        "kbc",
        "bank",
        "http",
        "http",
        "http",
        "http",
        "sanofi",
        "http",
        "http",
        "ablynx",
        "http",
        "prospectus",
        "available",
        "english",
        "dutch",
        "french",
        "translation",
        "summary",
        "prospectus",
        "form",
        "also",
        "available",
        "response",
        "memorandum",
        "annexed",
        "prospectus",
        "response",
        "memorandum",
        "also",
        "obtained",
        "hard",
        "copy",
        "free",
        "charge",
        "registered",
        "office",
        "ablynx",
        "technologiepark",
        "zwijnaarde",
        "belgium",
        "response",
        "memorandum",
        "available",
        "english",
        "dutch",
        "ablynx",
        "ablynx",
        "biopharmaceutical",
        "company",
        "engaged",
        "development",
        "nanobodies",
        "proprietary",
        "therapeutic",
        "protein",
        "based",
        "antibody",
        "fragment",
        "combine",
        "advantage",
        "conventional",
        "antibody",
        "drug",
        "feature",
        "drug",
        "ablynx",
        "dedicated",
        "creating",
        "new",
        "medicine",
        "make",
        "real",
        "difference",
        "society",
        "today",
        "company",
        "proprietary",
        "partnered",
        "programme",
        "development",
        "various",
        "therapeutic",
        "area",
        "including",
        "inflammation",
        "haematology",
        "oncology",
        "respiratory",
        "disease",
        "company",
        "collaboration",
        "multiple",
        "pharmaceutical",
        "company",
        "including",
        "abbvie",
        "boehringer",
        "ingelheim",
        "eddingpharm",
        "merck",
        "kenilworth",
        "new",
        "jersey",
        "usa",
        "merck",
        "kgaa",
        "novo",
        "nordisk",
        "sanofi",
        "taisho",
        "pharmaceutical",
        "company",
        "headquartered",
        "ghent",
        "belgium",
        "information",
        "found",
        "sanofi",
        "sanofi",
        "dedicated",
        "supporting",
        "people",
        "health",
        "challenge",
        "global",
        "biopharmaceutical",
        "company",
        "focused",
        "human",
        "health",
        "prevent",
        "illness",
        "vaccine",
        "provide",
        "innovative",
        "treatment",
        "fight",
        "pain",
        "ease",
        "suffering",
        "stand",
        "suffer",
        "rare",
        "disease",
        "million",
        "chronic",
        "condition",
        "people",
        "country",
        "sanofi",
        "transforming",
        "scientific",
        "innovation",
        "healthcare",
        "solution",
        "around",
        "globe",
        "sanofi",
        "empowering",
        "life",
        "information",
        "please",
        "contact",
        "ablynx",
        "dr",
        "edwin",
        "moses",
        "ceo",
        "e",
        "lie",
        "vanneste",
        "director",
        "investor",
        "relation",
        "e",
        "ablynx",
        "medium",
        "relation",
        "consilium",
        "strategic",
        "communication",
        "elliott",
        "philippa",
        "gardner",
        "sukaina",
        "virji",
        "e",
        "ablynx",
        "joele",
        "frank",
        "wilkinson",
        "brimmer",
        "katcher",
        "dan",
        "katcher",
        "joseph",
        "sala",
        "sanofi",
        "medium",
        "relation",
        "laurence",
        "bollack",
        "tel",
        "mr",
        "sanofi",
        "investor",
        "relation",
        "george",
        "grofik",
        "ir",
        "sanofi",
        "ablynx",
        "statement",
        "communication",
        "contains",
        "statement",
        "statement",
        "statement",
        "historical",
        "fact",
        "may",
        "include",
        "projection",
        "estimate",
        "underlying",
        "assumption",
        "statement",
        "regarding",
        "plan",
        "objective",
        "intention",
        "expectation",
        "respect",
        "future",
        "financial",
        "result",
        "event",
        "operation",
        "service",
        "product",
        "development",
        "potential",
        "statement",
        "regarding",
        "future",
        "performance",
        "statement",
        "generally",
        "identified",
        "word",
        "expects",
        "anticipates",
        "belief",
        "intends",
        "estimate",
        "plan",
        "similar",
        "expression",
        "although",
        "sanofi",
        "ablynx",
        "management",
        "belief",
        "expectation",
        "reflected",
        "statement",
        "reasonable",
        "investor",
        "cautioned",
        "information",
        "statement",
        "subject",
        "various",
        "risk",
        "uncertainty",
        "many",
        "difficult",
        "predict",
        "generally",
        "beyond",
        "control",
        "sanofi",
        "ablynx",
        "could",
        "cause",
        "actual",
        "result",
        "development",
        "differ",
        "materially",
        "expressed",
        "implied",
        "projected",
        "information",
        "statement",
        "risk",
        "uncertainty",
        "include",
        "among",
        "thing",
        "risk",
        "related",
        "sanofi",
        "ablynx",
        "ability",
        "complete",
        "acquisition",
        "proposed",
        "term",
        "proposed",
        "timeline",
        "including",
        "receipt",
        "required",
        "regulatory",
        "approval",
        "possibility",
        "competing",
        "offer",
        "made",
        "risk",
        "associated",
        "executing",
        "business",
        "combination",
        "transaction",
        "risk",
        "business",
        "integrated",
        "successfully",
        "integration",
        "may",
        "difficult",
        "costly",
        "expected",
        "expected",
        "benefit",
        "acquisition",
        "realized",
        "risk",
        "related",
        "future",
        "opportunity",
        "plan",
        "combined",
        "company",
        "including",
        "uncertainty",
        "expected",
        "financial",
        "performance",
        "result",
        "combined",
        "company",
        "following",
        "completion",
        "proposed",
        "acquisition",
        "disruption",
        "proposed",
        "acquisition",
        "making",
        "difficult",
        "conduct",
        "business",
        "usual",
        "maintain",
        "relationship",
        "customer",
        "employee",
        "manufacturer",
        "supplier",
        "patient",
        "group",
        "possibility",
        "combined",
        "company",
        "achieve",
        "perceived",
        "benefit",
        "proposed",
        "acquisition",
        "rapidly",
        "extent",
        "anticipated",
        "financial",
        "analyst",
        "investor",
        "market",
        "price",
        "sanofi",
        "share",
        "could",
        "decline",
        "well",
        "risk",
        "related",
        "sanofi",
        "ablynx",
        "respective",
        "business",
        "including",
        "ability",
        "grow",
        "sale",
        "revenue",
        "existing",
        "product",
        "develop",
        "commercialize",
        "market",
        "new",
        "product",
        "competition",
        "including",
        "potential",
        "generic",
        "competition",
        "uncertainty",
        "inherent",
        "research",
        "development",
        "including",
        "future",
        "clinical",
        "data",
        "analysis",
        "regulatory",
        "obligation",
        "oversight",
        "regulatory",
        "authority",
        "fda",
        "ema",
        "including",
        "decision",
        "authority",
        "regarding",
        "whether",
        "approve",
        "drug",
        "device",
        "biological",
        "application",
        "may",
        "filed",
        "product",
        "candidate",
        "well",
        "decision",
        "regarding",
        "labelling",
        "matter",
        "could",
        "affect",
        "availability",
        "commercial",
        "potential",
        "product",
        "candidate",
        "absence",
        "guarantee",
        "product",
        "candidate",
        "approved",
        "commercially",
        "successful",
        "risk",
        "associated",
        "intellectual",
        "property",
        "including",
        "ability",
        "protect",
        "intellectual",
        "property",
        "defend",
        "patent",
        "future",
        "litigation",
        "future",
        "approval",
        "commercial",
        "success",
        "therapeutic",
        "alternative",
        "volatile",
        "economic",
        "condition",
        "list",
        "factor",
        "presented",
        "representative",
        "list",
        "considered",
        "statement",
        "potential",
        "risk",
        "uncertainty",
        "assumption",
        "could",
        "material",
        "adverse",
        "effect",
        "company",
        "consolidated",
        "financial",
        "condition",
        "result",
        "operation",
        "foregoing",
        "factor",
        "read",
        "conjunction",
        "risk",
        "cautionary",
        "statement",
        "discussed",
        "identified",
        "public",
        "filing",
        "sec",
        "amf",
        "made",
        "sanofi",
        "ablynx",
        "including",
        "listed",
        "risk",
        "factor",
        "cautionary",
        "statement",
        "regarding",
        "statement",
        "sanofi",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "listed",
        "disclaimer",
        "current",
        "report",
        "form",
        "filed",
        "ablynx",
        "sec",
        "statement",
        "speak",
        "date",
        "hereof",
        "required",
        "applicable",
        "law",
        "sanofi",
        "ablynx",
        "undertake",
        "obligation",
        "update",
        "revise",
        "information",
        "statement",
        "additional",
        "information",
        "u",
        "investor",
        "communication",
        "informational",
        "purpose",
        "neither",
        "recommendation",
        "offer",
        "purchase",
        "solicitation",
        "offer",
        "sell",
        "security",
        "ablynx",
        "sanofi",
        "filed",
        "tender",
        "offer",
        "statement",
        "schedule",
        "sec",
        "ablynx",
        "filed",
        "statement",
        "schedule",
        "sec",
        "holder",
        "security",
        "urged",
        "carefully",
        "review",
        "document",
        "filed",
        "sanofi",
        "ablynx",
        "sec",
        "document",
        "contain",
        "important",
        "information",
        "including",
        "term",
        "condition",
        "tender",
        "offer",
        "offer",
        "purchase",
        "related",
        "ad",
        "letter",
        "transmittal",
        "certain",
        "tender",
        "offer",
        "document",
        "well",
        "statement",
        "available",
        "holder",
        "security",
        "ablynx",
        "expense",
        "document",
        "available",
        "free",
        "sec",
        "website",
        "additional",
        "copy",
        "may",
        "obtained",
        "free",
        "contacting",
        "sanofi",
        "ir",
        "sanofi",
        "website",
        "http",
        "read",
        "filing",
        "made",
        "sanofi",
        "ablynx",
        "sec",
        "carefully",
        "making",
        "decision",
        "concerning",
        "offer",
        "attachment",
        "pdf",
        "version",
        "press",
        "source",
        "ablynx",
        "nv"
    ]
}