{
    "organizations": [],
    "uuid": "0015ae89a7a2363a803a885bca97e09569fd6f6d",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/globe-newswire-alpha-pro-tech-ltd-announces-financial-results-for-the-first-quarter-ended-march-31-2018.html",
    "ord_in_thread": 0,
    "title": "Alpha Pro Tech, Ltd. Announces Financial Results for the First Quarter Ended March 31, 2018",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Sales for the first quarter of 2018 increased 6.4% to $11.4 million, compared to $10.8 million for the first quarter of 2017\nGross profit for the first quarter of 2018 increased to $4.5 million, up from $4.3 million for the first quarter of 2017 Net income for the first quarter of 2018 was $508,000, or $0.04 per diluted share, compared to $550,000, or $0.04 per diluted share, for the first quarter of 2017 The Company repurchased and retired 153,000 shares of common stock at a cost of $576,000\nNOGALES, Ariz., May 08, 2018 (GLOBE NEWSWIRE) -- Alpha Pro Tech, Ltd. (NYSE American:APT), a leading manufacturer of products designed to protect people, products and environments, including disposable protective apparel and building products, today announced financial results for the first quarter ended March 31, 2018.\nLloyd Hoffman, President and Chief Executive Officer of Alpha Pro Tech, commented, “Increased sales in the first quarter were led by growth in our Building Supply segment, specifically our housewrap and other woven material products. After nine consecutive quarters of growth in housewrap sales, we believe that we are well-positioned to continue to benefit from further increases in demand, which are expected to be driven by the ongoing recovery in construction activity and an increased focus on building weatherization technologies and strategies.”\nHoffman continued, “Our first quarter operating expenses include an accrual for an expense associated with an attorneys’ fee claim resulting from a protracted litigation matter that we initially filed against one of the Company’s competitors. As a result of a recent mediation with that party, we have reached a settlement, the amount of which has been fully accrued for in our financial statements and significantly impacted our net income for the first quarter. We are in the process of evaluating avenues for the potential recovery of the settlement amount from former litigation counsel.”\nNet sales\nConsolidated sales for the first quarter of 2018 were up by 6.4% to $11.4 million, compared to $10.8 million for the same period of 2017. The increase was primarily due to a 12.3% increase in Building Supply segment sales and a 1.6% increase in Infection Control segment sales, which was partially offset by a 1.9% decrease in sales in the Disposable Protective Apparel segment.\nBuilding Supply segment sales for the three months ended March 31, 2018 increased by 12.3% to $6.7 million, compared to $5.9 million for the same period of 2017. This segment increase was primarily due to a 19.0% increase in sales of housewrap and a 114.2% increase in sales of other woven material, partially offset by a 1.4% decrease in sales of synthetic roof underlayment (including REX™, TECHNOply™ and the new TECHNO SB®). The sales mix of the Building Supply segment for the three months ended March 31, 2018 was 47% for synthetic roof underlayment, 44% for housewrap and 9% for other woven material, compared to 54% for synthetic roof underlayment, 41% for housewrap and 5% for other woven material for the three months ended March 31, 2017.\nSales for the Disposable Protective Apparel segment for the three months ended March 31, 2018 decreased 1.9% to $3.2 million, compared to $3.3 million for the same period of 2017. The decrease was primarily due to decreased sales to the Company’s major international supply chain partner and national distributors, which was partially offset by an increase in sales to the Company’s regional distributors.\nInfection Control segment sales for the three months ended March 31, 2018 increased by $24,000, or 1.6%, to $1.54 million, compared to $1.52 million for the same period of 2017. Mask sales were up 1.4%, or $16,000, to $1.1 million, and shield sales were up 1.8%, or $8,000, to $446,000.\nGross profit\nGross profit for the first quarter of 2018 increased by 3.7% to $4.5 million, or 38.9% gross profit margin, compared to $4.3 million, or 39.9% gross profit margin, for the same period of 2017. Gross margin in the Building Supply segment was affected by a change in the product mix from the premium REX™ synthetic underlayment to the lower priced TECHNO family of products. Gross margin in the Disposable Protective Apparel segment was affected by increased rebates. Management expects gross profit margin to be reduced in 2018 but still to be in the high thirty percent range.\nSelling, general and administrative expenses\nSelling, general and administrative expenses increased by $407,000, or 11.7%, to $3.9 million for the first quarter of 2018, compared to $3.5 million for the same period of 2017, primarily as a result of the litigation settlement expense discussed above. As a percentage of net sales, selling, general and administrative expenses increased to 33.9% for the first quarter ended March 31, 2018, up from 32.3% for the same period of 2017.\nProvision for Income Taxes\nThe provision for income taxes for the three months ended March 31, 2018 was $92,000, compared to $222,000 for the same period of 2017. The estimated effective tax rate was 15.3% for the three months ended March 31, 2018, compared to 28.8% for the same period of 2017. The lower effective rate for the three months ended March 31, 2018 compared to the same period of 2017 was due to U.S. tax reform (Tax Cuts and Jobs Act of 2017).\nNet income\nNet income for the first quarter of 2018 was $508,000, compared to $550,000 for the same period of 2017, a decrease of $42,000, or 7.6%. Net income as a percentage of net sales for the first quarter of 2018 was 4.4%, compared to 5.1% for the first quarter of 2017. Basic and diluted earnings per common share for the three months ended March 31, 2018 and 2017 was $0.04 per basic and diluted share.\nBalance Sheet\nAs of March 31, 2018, the Company had a cash balance of $5.7 million, compared to $8.8 million as of December 31, 2017. The decrease in cash was primarily the result of cash used in operating activities of $2.5 million, due to an increase in accounts receivable of $1.9 million and an increase in prepaid inventory of $0.8 million. Also affecting cash was cash used in financing activities of $499,000, primarily cash used for the repurchase of common stock, and cash used in investing activities of $102,000. As of March 31, 2018, the Company had working capital of $24.2 million and a current ratio of 10:1.\nInventory was $10.6 million as of March 31, 2018, compared to $10.2 million as of December 31, 2017, an increase of $386,000, or 3.8%. The increase was primarily due to an increase in inventory for the Disposable Protective Apparel segment of $73,000, or 2.1%, to $3.5 million, an increase in inventory for the Building Supply segment of $225,000, or 4.9%, to $4.8 million, and an increase in inventory for the Infection Control segment of $88,000, or 4.0%, to $2.3 million.\nColleen McDonald, Chief Financial Officer, commented, “At the end of the first quarter of 2018, we had $1.7 million available for additional stock purchases under our stock repurchase program. During the three months ended March 31, 2018, we repurchased 153,000 shares of common stock at a cost of $576,000, bringing the program total to 16,357,007 shares of common stock at a cost of $29.5 million since inception. All stock is retired upon repurchase, and future repurchases are expected to be funded from cash on hand and cash flows from operating activities.”\nThe Company currently has no outstanding debt and maintains an unused $3.5 million credit facility. Management believes that current cash balances and the borrowings available under its credit facility will be sufficient to satisfy projected working capital needs and planned capital expenditures for the foreseeable future.\nAbout Alpha Pro Tech, Ltd.\nAlpha Pro Tech, Ltd. is the parent company of Alpha Pro Tech, Inc. and Alpha ProTech Engineered Products, Inc. Alpha Pro Tech, Inc. develops, manufactures and markets innovative disposable and limited use protective apparel products for the industrial, cleanroom, medical and dental markets. Alpha ProTech Engineered Products, Inc. manufactures and markets a line of construction weatherization products, including building wrap and roof underlayment. The Company has manufacturing facilities in Salt Lake City, Utah; Nogales, Arizona; Valdosta, Georgia; and a joint venture in India. For more information and copies of all news releases and financials, visit Alpha Pro Tech’s website at http://www.alphaprotech.com .\nCertain statements made in this press release constitute \"forward-looking statements\" within the meaning of the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. Forward-looking statements include any statement that may predict, forecast, indicate or imply future results, performance or achievements instead of historical facts and may be identified generally by the use of forward-looking terminology and words such as \"expects,\" \"anticipates,\" \"estimates,\" \"believes,\" \"predicts,\" \"intends,\" \"plans,\" \"potentially,\" \"may,\" \"continue,\" \"should,\" \"will\" and words of similar meaning. Without limiting the generality of the preceding statement, all statements in this press release relating to estimated and projected earnings, margins, costs, expenditures, cash flows, sources of capital, growth rates and future financial and operating results are forward-looking statements. We caution investors that any such forward-looking statements are only estimates based on current information and involve risks and uncertainties that may cause actual results to differ materially from the results contained in the forward-looking statements. We cannot give assurances that any such statements will prove to be correct. Factors that could cause actual results to differ materially from those estimated by us include the risks, uncertainties and assumptions described from time to time in our public releases and reports filed with the Securities and Exchange Commission, including, but not limited to, our most recent Annual Report on Form 10-K. We also caution investors that the forward-looking information described herein represents our outlook only as of this date, and we undertake no obligation to update or revise any forward-looking statements to reflect events or developments after the date of this press release. Given these uncertainties, investors should not place undue reliance on forward-looking statements as a prediction of actual results.\n-- Tables follow --\nCondensed Consolidated Balance Sheets (Unaudited)\nMarch 31, December 31, 2018 2017 (1) Assets Current assets: Cash $ 5,666,000 $ 8,763,000 Investments 375,000 343,000 Accounts receivable, net of allowance for doubtful accounts of $83,000 as of March 31, 2018 and December 31, 2017 6,463,000 4,597,000 Accounts receivable, related party 381,000 361,000 Inventories 10,635,000 10,249,000 Prepaid expenses 3,455,000 2,665,000 Total current assets 26,975,000 26,978,000 Property and equipment, net 3,115,000 3,158,000 Goodwill 55,000 55,000 Definite-lived intangible assets, net 20,000 21,000 Deferred income tax assets 19,000 19,000 Equity investments in unconsolidated affiliate 4,032,000 3,893,000 Total assets $ 34,216,000 $ 34,124,000 Liabilities and Shareholders' Equity Current liabilities: Accounts payable $ 1,042,000 $ 1,236,000 Accrued liabilities 1,764,000 1,565,000 Total current liabilities 2,806,000 2,801,000 Commitments Shareholders' equity: Common stock, $.01 par value: 50,000,000 shares authorized; 14,187,749 and 14,290,749 shares outstanding as of March 31, 2018 and December 31, 2017, respectively 142,000 143,000 Additional paid-in capital 4,995,000 5,415,000 Accumulated other comprehensive loss - (458,000 ) Retained earnings 26,273,000 26,223,000 Total shareholders' equity 31,410,000 31,323,000 Total liabilities and shareholders' equity $ 34,216,000 $ 34,124,000 (1) The condensed consolidated balance sheet as of December 31, 2017 has been prepared using information from the audited consolidated balance sheet as of that date.\nCondensed Consolidated Statements of Income (Unaudited)\nFor the Three Months Ended March 31, 2018 2017 Net sales $ 11,442,000 $ 10,751,000 Cost of goods sold, excluding depreciation and amortization 6,987,000 6,457,000 Gross profit 4,455,000 4,294,000 Operating expenses: Selling, general and administrative 3,881,000 3,474,000 Depreciation and amortization 146,000 154,000 Total operating expenses 4,027,000 3,628,000 Income from operations 428,000 666,000 Other income: Equity in income of unconsolidated affiliate 139,000 105,000 Unrealized gain on marketable securities 32,000 - Interest income, net 1,000 1,000 Total other income 172,000 106,000 Income before provision for income taxes 600,000 772,000 Provision for income taxes 92,000 222,000 Net income $ 508,000 $ 550,000 Basic earnings per common share $ 0.04 $ 0.04 Diluted earnings per common share $ 0.04 $ 0.04 Basic weighted average common shares outstanding 14,217,919 15,207,659 Diluted weighted average common shares outstanding 14,383,005 15,301,801 Company Contact:\nAlpha Pro Tech, Ltd.\nDonna Millar\n905-479-0654\ne-mail: ir@alphaprotech.com\nInvestor Relations Contact:\nHayden IR\nCameron Donahue\n651-653-1854\ne-mail: cameron@haydenir.com\nSource:Alpha Pro Tech",
    "published": "2018-05-09T00:15:00.000+03:00",
    "crawled": "2018-05-08T23:42:52.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "sale",
        "first",
        "quarter",
        "increased",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "gross",
        "profit",
        "first",
        "quarter",
        "increased",
        "million",
        "million",
        "first",
        "quarter",
        "net",
        "income",
        "first",
        "quarter",
        "per",
        "diluted",
        "share",
        "compared",
        "per",
        "diluted",
        "share",
        "first",
        "quarter",
        "company",
        "repurchased",
        "retired",
        "share",
        "common",
        "stock",
        "cost",
        "nogales",
        "may",
        "globe",
        "newswire",
        "alpha",
        "pro",
        "tech",
        "nyse",
        "american",
        "apt",
        "leading",
        "manufacturer",
        "product",
        "designed",
        "protect",
        "people",
        "product",
        "environment",
        "including",
        "disposable",
        "protective",
        "apparel",
        "building",
        "product",
        "today",
        "announced",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "lloyd",
        "hoffman",
        "president",
        "chief",
        "executive",
        "officer",
        "alpha",
        "pro",
        "tech",
        "commented",
        "increased",
        "sale",
        "first",
        "quarter",
        "led",
        "growth",
        "building",
        "supply",
        "segment",
        "specifically",
        "housewrap",
        "woven",
        "material",
        "product",
        "nine",
        "consecutive",
        "quarter",
        "growth",
        "housewrap",
        "sale",
        "believe",
        "continue",
        "benefit",
        "increase",
        "demand",
        "expected",
        "driven",
        "ongoing",
        "recovery",
        "construction",
        "activity",
        "increased",
        "focus",
        "building",
        "weatherization",
        "technology",
        "hoffman",
        "continued",
        "first",
        "quarter",
        "operating",
        "expense",
        "include",
        "accrual",
        "expense",
        "associated",
        "attorney",
        "fee",
        "claim",
        "resulting",
        "protracted",
        "litigation",
        "matter",
        "initially",
        "filed",
        "one",
        "company",
        "competitor",
        "result",
        "recent",
        "mediation",
        "party",
        "reached",
        "settlement",
        "amount",
        "fully",
        "accrued",
        "financial",
        "statement",
        "significantly",
        "impacted",
        "net",
        "income",
        "first",
        "quarter",
        "process",
        "evaluating",
        "avenue",
        "potential",
        "recovery",
        "settlement",
        "amount",
        "former",
        "litigation",
        "net",
        "sale",
        "consolidated",
        "sale",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "period",
        "increase",
        "primarily",
        "due",
        "increase",
        "building",
        "supply",
        "segment",
        "sale",
        "increase",
        "infection",
        "control",
        "segment",
        "sale",
        "partially",
        "offset",
        "decrease",
        "sale",
        "disposable",
        "protective",
        "apparel",
        "segment",
        "building",
        "supply",
        "segment",
        "sale",
        "three",
        "month",
        "ended",
        "march",
        "increased",
        "million",
        "compared",
        "million",
        "period",
        "segment",
        "increase",
        "primarily",
        "due",
        "increase",
        "sale",
        "housewrap",
        "increase",
        "sale",
        "woven",
        "material",
        "partially",
        "offset",
        "decrease",
        "sale",
        "synthetic",
        "roof",
        "underlayment",
        "including",
        "new",
        "techno",
        "sale",
        "mix",
        "building",
        "supply",
        "segment",
        "three",
        "month",
        "ended",
        "march",
        "synthetic",
        "roof",
        "underlayment",
        "housewrap",
        "woven",
        "material",
        "compared",
        "synthetic",
        "roof",
        "underlayment",
        "housewrap",
        "woven",
        "material",
        "three",
        "month",
        "ended",
        "march",
        "sale",
        "disposable",
        "protective",
        "apparel",
        "segment",
        "three",
        "month",
        "ended",
        "march",
        "decreased",
        "million",
        "compared",
        "million",
        "period",
        "decrease",
        "primarily",
        "due",
        "decreased",
        "sale",
        "company",
        "major",
        "international",
        "supply",
        "chain",
        "partner",
        "national",
        "distributor",
        "partially",
        "offset",
        "increase",
        "sale",
        "company",
        "regional",
        "distributor",
        "infection",
        "control",
        "segment",
        "sale",
        "three",
        "month",
        "ended",
        "march",
        "increased",
        "million",
        "compared",
        "million",
        "period",
        "mask",
        "sale",
        "million",
        "shield",
        "sale",
        "gross",
        "profit",
        "gross",
        "profit",
        "first",
        "quarter",
        "increased",
        "million",
        "gross",
        "profit",
        "margin",
        "compared",
        "million",
        "gross",
        "profit",
        "margin",
        "period",
        "gross",
        "margin",
        "building",
        "supply",
        "segment",
        "affected",
        "change",
        "product",
        "mix",
        "premium",
        "synthetic",
        "underlayment",
        "lower",
        "priced",
        "techno",
        "family",
        "product",
        "gross",
        "margin",
        "disposable",
        "protective",
        "apparel",
        "segment",
        "affected",
        "increased",
        "rebate",
        "management",
        "expects",
        "gross",
        "profit",
        "margin",
        "reduced",
        "still",
        "high",
        "thirty",
        "percent",
        "range",
        "selling",
        "general",
        "administrative",
        "expense",
        "selling",
        "general",
        "administrative",
        "expense",
        "increased",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "period",
        "primarily",
        "result",
        "litigation",
        "settlement",
        "expense",
        "discussed",
        "percentage",
        "net",
        "sale",
        "selling",
        "general",
        "administrative",
        "expense",
        "increased",
        "first",
        "quarter",
        "ended",
        "march",
        "period",
        "provision",
        "income",
        "tax",
        "provision",
        "income",
        "tax",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "period",
        "estimated",
        "effective",
        "tax",
        "rate",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "period",
        "lower",
        "effective",
        "rate",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "period",
        "due",
        "tax",
        "reform",
        "tax",
        "cut",
        "job",
        "act",
        "net",
        "income",
        "net",
        "income",
        "first",
        "quarter",
        "compared",
        "period",
        "decrease",
        "net",
        "income",
        "percentage",
        "net",
        "sale",
        "first",
        "quarter",
        "compared",
        "first",
        "quarter",
        "basic",
        "diluted",
        "earnings",
        "per",
        "common",
        "share",
        "three",
        "month",
        "ended",
        "march",
        "per",
        "basic",
        "diluted",
        "share",
        "balance",
        "sheet",
        "march",
        "company",
        "cash",
        "balance",
        "million",
        "compared",
        "million",
        "december",
        "decrease",
        "cash",
        "primarily",
        "result",
        "cash",
        "used",
        "operating",
        "activity",
        "million",
        "due",
        "increase",
        "account",
        "receivable",
        "million",
        "increase",
        "prepaid",
        "inventory",
        "million",
        "also",
        "affecting",
        "cash",
        "cash",
        "used",
        "financing",
        "activity",
        "primarily",
        "cash",
        "used",
        "repurchase",
        "common",
        "stock",
        "cash",
        "used",
        "investing",
        "activity",
        "march",
        "company",
        "working",
        "capital",
        "million",
        "current",
        "ratio",
        "inventory",
        "million",
        "march",
        "compared",
        "million",
        "december",
        "increase",
        "increase",
        "primarily",
        "due",
        "increase",
        "inventory",
        "disposable",
        "protective",
        "apparel",
        "segment",
        "million",
        "increase",
        "inventory",
        "building",
        "supply",
        "segment",
        "million",
        "increase",
        "inventory",
        "infection",
        "control",
        "segment",
        "million",
        "colleen",
        "mcdonald",
        "chief",
        "financial",
        "officer",
        "commented",
        "end",
        "first",
        "quarter",
        "million",
        "available",
        "additional",
        "stock",
        "purchase",
        "stock",
        "repurchase",
        "program",
        "three",
        "month",
        "ended",
        "march",
        "repurchased",
        "share",
        "common",
        "stock",
        "cost",
        "bringing",
        "program",
        "total",
        "share",
        "common",
        "stock",
        "cost",
        "million",
        "since",
        "inception",
        "stock",
        "retired",
        "upon",
        "repurchase",
        "future",
        "repurchase",
        "expected",
        "funded",
        "cash",
        "hand",
        "cash",
        "flow",
        "operating",
        "company",
        "currently",
        "outstanding",
        "debt",
        "maintains",
        "unused",
        "million",
        "credit",
        "facility",
        "management",
        "belief",
        "current",
        "cash",
        "balance",
        "borrowing",
        "available",
        "credit",
        "facility",
        "sufficient",
        "satisfy",
        "projected",
        "working",
        "capital",
        "need",
        "planned",
        "capital",
        "expenditure",
        "foreseeable",
        "future",
        "alpha",
        "pro",
        "tech",
        "alpha",
        "pro",
        "tech",
        "parent",
        "company",
        "alpha",
        "pro",
        "tech",
        "alpha",
        "protech",
        "engineered",
        "product",
        "alpha",
        "pro",
        "tech",
        "develops",
        "manufacture",
        "market",
        "innovative",
        "disposable",
        "limited",
        "use",
        "protective",
        "apparel",
        "product",
        "industrial",
        "cleanroom",
        "medical",
        "dental",
        "market",
        "alpha",
        "protech",
        "engineered",
        "product",
        "manufacture",
        "market",
        "line",
        "construction",
        "weatherization",
        "product",
        "including",
        "building",
        "wrap",
        "roof",
        "underlayment",
        "company",
        "manufacturing",
        "facility",
        "salt",
        "lake",
        "city",
        "utah",
        "nogales",
        "arizona",
        "valdosta",
        "georgia",
        "joint",
        "venture",
        "india",
        "information",
        "copy",
        "news",
        "release",
        "financials",
        "visit",
        "alpha",
        "pro",
        "tech",
        "website",
        "http",
        "certain",
        "statement",
        "made",
        "press",
        "release",
        "constitute",
        "statement",
        "within",
        "meaning",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "include",
        "statement",
        "may",
        "predict",
        "forecast",
        "indicate",
        "imply",
        "future",
        "result",
        "performance",
        "achievement",
        "instead",
        "historical",
        "fact",
        "may",
        "identified",
        "generally",
        "use",
        "terminology",
        "word",
        "expects",
        "anticipates",
        "estimate",
        "belief",
        "predicts",
        "intends",
        "plan",
        "potentially",
        "may",
        "continue",
        "word",
        "similar",
        "meaning",
        "without",
        "limiting",
        "generality",
        "preceding",
        "statement",
        "statement",
        "press",
        "release",
        "relating",
        "estimated",
        "projected",
        "earnings",
        "margin",
        "cost",
        "expenditure",
        "cash",
        "flow",
        "source",
        "capital",
        "growth",
        "rate",
        "future",
        "financial",
        "operating",
        "result",
        "statement",
        "caution",
        "investor",
        "statement",
        "estimate",
        "based",
        "current",
        "information",
        "involve",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "result",
        "contained",
        "statement",
        "give",
        "assurance",
        "statement",
        "prove",
        "correct",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "estimated",
        "u",
        "include",
        "risk",
        "uncertainty",
        "assumption",
        "described",
        "time",
        "time",
        "public",
        "release",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "including",
        "limited",
        "recent",
        "annual",
        "report",
        "form",
        "also",
        "caution",
        "investor",
        "information",
        "described",
        "herein",
        "represents",
        "outlook",
        "date",
        "undertake",
        "obligation",
        "update",
        "revise",
        "statement",
        "reflect",
        "event",
        "development",
        "date",
        "press",
        "release",
        "given",
        "uncertainty",
        "investor",
        "place",
        "undue",
        "reliance",
        "statement",
        "prediction",
        "actual",
        "result",
        "table",
        "follow",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "march",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "investment",
        "account",
        "receivable",
        "net",
        "allowance",
        "doubtful",
        "account",
        "march",
        "december",
        "account",
        "receivable",
        "related",
        "party",
        "inventory",
        "prepaid",
        "expense",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "goodwill",
        "intangible",
        "asset",
        "net",
        "deferred",
        "income",
        "tax",
        "asset",
        "equity",
        "investment",
        "unconsolidated",
        "affiliate",
        "total",
        "asset",
        "liability",
        "shareholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "liability",
        "total",
        "current",
        "liability",
        "commitment",
        "shareholder",
        "equity",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "outstanding",
        "march",
        "december",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "comprehensive",
        "loss",
        "retained",
        "earnings",
        "total",
        "shareholder",
        "equity",
        "total",
        "liability",
        "shareholder",
        "equity",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "december",
        "prepared",
        "using",
        "information",
        "audited",
        "consolidated",
        "balance",
        "sheet",
        "date",
        "condensed",
        "consolidated",
        "statement",
        "income",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "sale",
        "cost",
        "good",
        "sold",
        "excluding",
        "depreciation",
        "amortization",
        "gross",
        "profit",
        "operating",
        "expense",
        "selling",
        "general",
        "administrative",
        "depreciation",
        "amortization",
        "total",
        "operating",
        "expense",
        "income",
        "operation",
        "income",
        "equity",
        "income",
        "unconsolidated",
        "affiliate",
        "unrealized",
        "gain",
        "marketable",
        "security",
        "interest",
        "income",
        "net",
        "total",
        "income",
        "income",
        "provision",
        "income",
        "tax",
        "provision",
        "income",
        "tax",
        "net",
        "income",
        "basic",
        "earnings",
        "per",
        "common",
        "share",
        "diluted",
        "earnings",
        "per",
        "common",
        "share",
        "basic",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "company",
        "contact",
        "alpha",
        "pro",
        "tech",
        "donna",
        "millar",
        "ir",
        "investor",
        "relation",
        "contact",
        "hayden",
        "ir",
        "cameron",
        "donahue",
        "cameron",
        "source",
        "alpha",
        "pro",
        "tech"
    ]
}