{
    "organizations": [],
    "uuid": "b66159b98c95bc51b226101b4da09bcdbfb48bba",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/29/globe-newswire-new-point-acquires-the-past-producing-majuba-hill-copper-project.html",
    "ord_in_thread": 0,
    "title": "New Point Acquires the Past-Producing Majuba Hill Copper Project",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, British Columbia, May 29, 2018 (GLOBE NEWSWIRE) -- New Point Exploration Corp. (CSE:NP) (Frankfurt:4NP) (“ New Point ” or the “ Company ”) is pleased to announce that it has entered into an Exploration Lease and Option to Purchase Agreement with Majuba Hill LLC, a Nevada limited liability company (the “Owner”), for the Majuba Hill Copper Project. The copper porphyry prospect is located 70 miles southwest of Winnemucca, Nevada and 156 miles from Reno. The Owner has granted to New Point the exclusive option and right to acquire ownership of the property (the “Option”) for the final purchase price of USD$4,000,000 and a series of minimum payments.\nMajuba Hill Copper Property, Nevada\nBryn Gardener-Evans, President & CEO commented: “We are extremely pleased to add this past-producing copper project to New Point’s portfolio. Majuba Hill reportedly produced 2.8 million pounds of copper, and the data for Majuba Hill indicates a target for a potentially large mineralized body with encouraging porphyry copper and silver – tin type mineralization. Only a small portion of the property has been drill tested, with significant intervals that included 113m at 0.45% copper, and 47m at 1.06%. Our aim is to follow up on both the upper oxide and deeper sulphide targets at Majuba Hill with a comprehensive technical program as soon as possible.”\nSmall scale historic mining concentrated on the Majuba fault zone and the veins in subordinate structures. Historic underground mining on the property produced 2.8 million lbs of copper; 184,000 ounces of silver; 885,800 lbs lead; 106,000 lbs zinc; 21,000 lbs tin; and 5,800 ounces of placer and lode gold between 1907 and 1960. * 1\nOxide copper-silver veins are found in the upper part of the system while at depth, quartz-sulfide stockwork veinlets, porphyry copper style, are more predominant. Between 2007 and the present, 35 holes with a total of 18,584 feet were drilled at Majuba. Prior to this, 28 holes with a total of 23,316 feet were drilled between 1920 and 1975, most of it by Mine Finders in the early 1970’s. Drilling has shown significant intercepts of low grade copper and silver in both oxide and sulfide mineralization as seen below in a summary table.\nSignificant drill intercepts - Majuba Hill Project\nCopper (0.04% Cutoff)\nSilver (3 g/t Cutoff) Gold (0.050 g/t Cutoff) Hole From-m To-m Interval-m Grade % Hole From-m To-m Interval-m Grade g/t Hole From-m To-m Interval-m Grade g/t MM-02 0.0 41.1 41.1 0.08 % Silver MM-02 1.7 68.6 66.8 4.78 MM-02 50.3 122.8 72.5 0.38 % MM-02 68.6 122.8 54.2 13.97 MM-05 0.27 % Silver MM-05 2.4 89.2 89.2 16.53 MM-06 0.0 47.4 47.4 1.06 % Silver MM-06 0.0 119.7 119.7 32.18 Gold MM-06 4.6 35.1 30.5 0.16 MM-07 18.3 93.0 74.7 0.11 % Silver MM-07 4.6 146.3 141.8 22.10 Gold MM-07 64 131.1 67.1 0.25 MM-07 98.1 129.5 31.4 0.37 % MM-15 125.0 163.1 38.1 0.08 % Silver MM-15 118.9 167.6 48.8 9.22 MM-15 192.0 254.5 62.5 0.07 % MM-16 13.7 59.4 45.7 0.08 % Gold MM-16 47.244 65.5 18.3 0.17 Silver MM-17 0.0 160.0 160.0 9.21 Silver MM-17 44.2 94.5 50.3 15.20 Silver MM-17 100.6 131.1 30.5 13.84 MM-20 146.3 323.9 177.6 0.13 % Silver MM-20 115.8 323.9 208.1 6.01 Gold MM-20 76.2 114.3 38.1 0.17 MM-20 Gold MM-20 207.3 323.9 116.6 0.15 MM-21 160.0 344.4 184.4 0.18 % Silver MM-21 12.2 231.6 219.5 12.47 MM-21 Silver MM-21 236.2 347.5 111.3 11.29 MMX-24 150.9 207.3 56.4 0.10 % Silver MMX-24 24.4 362.7 338.3 8.50 Not Assayed MMX-24 222.5 335.3 112.8 0.45 % Not Assayed MH-10 56.4 91.4 35.1 0.14 Silver MH-10 57.9 100.6 42.7 7.09 Gold MH-10 161.544 172.2 10.7 0.10 Silver MH-10 143.3 217.9 74.7 10.92 Gold MH-10 179.832 187.5 7.6 0.13 Silver MH-10 227.1 281.9 54.9 9.13 MH-11 0.0 274.3 274.3 0.04 % Silver MH-11 0.0 274.3 274.3 7.25 Gold MH-11 0 274.3 274.3 0.13 MH-11 33.5 102.1 68.6 0.09 % Silver MH-11 16.8 120.4 103.6 10.85 Gold MH-11 47.244 48.8 1.5 6.44 Silver MH-11 125.0 163.1 38.1 5.66 Gold MH-11 53.34 54.9 1.5 0.33 MH-12 Silver MH-12 0.0 352.0 352.0 6.86 MH-12 157.0 187.5 30.5 0.12 % Silver MH-12 79.2 187.5 108.2 11.10 MF-01 216.4 371.9 155.4 0.163 % Silver MF-01 219.5 374.9 155.4 9.23 MF-01 219.5 353.6 134.1 0.244 % Silver MF-01 304.8 338.3 33.5 13.45 Silver MF-02 0.0 388.3 388.3 4.72 MF-02 61.0 115.8 54.9 0.36 % Silver MF-02 42.7 134.1 91.4 13.60 Silver MF-03 0.0 1033.6 1033.6 3.04 MF-03 121.9 0.180 % Silver MF-03 100.6 298.7 198.1 5.20 MF-03 100.6 0.092 % Silver MF-03 667.5 765.0 97.5 5.09 MF-04 Silver MF-04 0.0 773.6 773.6 3.98 MF-04 3.0 67.1 64.0 0.06 % Silver MF-04 3.0 64.0 61.0 5.55 MF-05 658.4 725.4 67.1 0.190 % MF-05 MF-10 57.9 88.4 30.5 0.063 % MF-10 DDH-8 73.2 201.2 128.0 0.250 % Silver DDH-8 152.4 201.2 48.8 3.86 DSM-02 25.9 63.8 37.9 0.22 % Deal Terms\nNew Point shall pay the following minimum payments in US dollars to the Owner:\nOn the parties’ execution of the Agreement $50,000 250,000 shares First anniversary of Effective Date $50,000 250,000 shares Second anniversary of Effective Date $75,000 250,000 shares Third anniversary of the Effective Date $100,000 250,000 shares Fourth anniversary and each subsequent anniversary of the Effective Date $125,000 no shares The Minimum Payments shall not be credited against the Purchase Price if New Point elects to exercise the Option. New Point shall not be obligated to pay the Minimum Payments, except the Share component of the Minimum Payments, after the exercise and closing of the Option. The Minimum Payments, except the Share component of the Minimum Payments, shall be credited cumulatively against the Royalty Payments payable in accordance with the Deed.\nIn addition to the Minimum Payments, on the parties’ execution of this Agreement, New Point shall pay to Owner the sum of US$25,706.00 as reimbursement for Owner’s costs incurred to locate certain of the unpatented mining claims included in the Property.\nNew Point will also incur expenditures in the amounts and during the periods described below for the exploration and development of minerals at Majuba Hill.\nLease Year Expenditure Amount First Lease Year $100,000 Second Lease Year $350,000 New Point will also pay to the Owner a production royalty (the “Royalty”) based on the Net Smelter Returns from the production and sale of Minerals from the Property. The Royalty percentage rate applicable to the production of Precious Metals will be three percent (3%). The Royalty percentage rate applicable to the production of Minerals, except Precious Metals, shall be one percent (1%).\nThe term of this Agreement shall commence on the Effective Date and shall continue for ten (10) years.\nFinancing Announcement\nThe Company intends to offer a non-brokered private placement for up to 12,000,000 units at a price of $0.25 a unit for proceeds up to CAD$3 million dollars. Each unit will consist of one common share and one half share purchase warrant. Each warrant will entitle the holder to acquire an additional share at a price of $0.35 for a period of one year from closing. The net proceeds of the financing will be used for exploration and development at the Majuba Hill property, project acquisition and exploration, and general working capital. The shares will have a hold date of four months and one day following the closing date.\nQualified Person\nTechnical aspects of this press release have been reviewed and approved by Mr. Eric Saderholm, P.Geo., the designated Qualified Person (QP) under National Instrument 43-101.\nData Verification\nDrill data verification was largely a matter of comparing the source files with the working files with an eye towards shifts in fields discussed in the geochemical data. Historical air photos and the field check were both used to verify drill sites, if not for the actual drill hole number, at least for checking that a hole was drilled at a certain location in the approximate time period indicated in the reports. The volume, shape and grade of the mineralized bodies at Majuba Hill have yet to be determined.\nMAX Resources drilled 5 core holes (MM-02, MM-03, MM-05, MM-06, and MM-07) to twin Minterra reverse circulation holes (MH-02, MH-03, MH-05, MH-06 and MH-07). The holes were collared within about 5 meters of each other and drilled at roughly the same azimuth (263 and 260 degrees) at 70° dip.\nAbout New Point Exploration Corp.\nNew Point (CSE: NP) is engaged in the business of acquiring, exploring and developing mineral properties related to the growing battery industry. Focused on high grade, prospective properties in North America, New Point is building a portfolio that includes lithium, cobalt and copper projects in prospective, mining-friendly jurisdictions. New Point, A Next Generation Metals Company .\nOn Behalf of the Board of New Point Exploration Corp.\nBryn Gardener-Evans\nPresident & CEO\nCorporate Office\n1240-1140 West Pender St\nVancouver, BC\nV6E 4G1\nFor further information, please contact:\nE: investors@newpointexploration.com\nP: 403-830-3710\nForward-looking Information\nThis news release includes certain forward-looking statements and forward-looking information (collectively, “forward-looking statements”) within the meaning of applicable Canadian securities legislation. All statements, other than statements of historical fact, included herein including, without limitation, statements regarding the Assumption Agreement, the anticipated exploration program for the Empire Lithium Property, future capital expenditures, the anticipated business plans, including the Company’s transition into mineral exploration and development related to the battery industry, and the timing of future activities of the Company, are forward-looking statements. Often, but not always, forward looking information can be identified by words such as “may”, “will”, “expect”, “intend”, “estimate”, “anticipate”, “believe”, “continue”, “plans” or similar terminology. These forward-looking statements reflect the Company’s current views with respect to future events and are necessarily based upon a number of assumptions that, while considered reasonable by the Company, are inherently subject to significant operational, business, economic and regulatory uncertainties and contingencies, including, prices for lithium, cobalt, copper, and base metals remaining as estimated, prices for labour, materials, supplies and services (including transportation) remaining as estimated, all necessary permits, licenses and regulatory approvals for the Company’s operations being received in a timely manner, and the Company’s ability to comply with environmental, health and safety laws. Although the Company believes that such statements are reasonable, it can give no assurance that such expectations will prove to be correct.\nForward-looking statements involve known and unknown risks, uncertainties and other factors which may cause the actual results, performance or achievements of the Company to differ materially from any future results, performance or achievements expressed or implied by the forward-looking statements. Such risks and other factors include, among others, operating and technical difficulties in connection with mineral exploration and development, actual results of exploration activities, variations to the geological and metallurgical assumptions, the costs and timing of the development of new exploration projects, requirements for additional capital to fund the Company’s business plan, future prices of lithium, cobalt, copper, and base metals, changes in general economic conditions, changes in the financial markets and in the demand and market price for commodities, delays in obtaining governmental and regulatory approvals (including of the Canadian Securities Exchange), permits or financing, or in the completion of development or construction activities, changes in laws, regulations and policies affecting mining operations, hedging practices, currency fluctuations, title disputes or claims limitations on insurance coverage and the timing and possible outcome of pending litigation, and environmental issues and liabilities, as well as those factors discussed under the heading “Risk Factors” in the Company’s prospectus dated November 8, 2017 and other filings of the Company with the Canadian Securities Authorities, copies of which can be found under the Company’s profile on the SEDAR website at www.sedar.com .\nReaders are cautioned not to place undue reliance on forward-looking statements. The Company undertakes no obligation to update any of the forward-looking statements in this news release or incorporated by reference herein, except as otherwise required by law.\n1 May 31, 2017- Alan J Morris MSc, CPG - NI 43-101 Technical Report, Majuba Hill Copper Project, Pershing County, Nevada, USA\nA photo accompanying this announcement is available at http://www.globenewswire.com/NewsRoom/AttachmentNg/712d6935-4066-45b0-b250-5a98b57d032f\nSource:New Point Exploration Corp.",
    "published": "2018-05-29T11:05:00.000+03:00",
    "crawled": "2018-05-29T13:54:44.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "british",
        "columbia",
        "may",
        "globe",
        "newswire",
        "new",
        "point",
        "exploration",
        "cse",
        "np",
        "new",
        "point",
        "company",
        "pleased",
        "announce",
        "entered",
        "exploration",
        "lease",
        "option",
        "purchase",
        "agreement",
        "majuba",
        "hill",
        "llc",
        "nevada",
        "limited",
        "liability",
        "company",
        "owner",
        "majuba",
        "hill",
        "copper",
        "project",
        "copper",
        "porphyry",
        "prospect",
        "located",
        "mile",
        "southwest",
        "winnemucca",
        "nevada",
        "mile",
        "reno",
        "owner",
        "granted",
        "new",
        "point",
        "exclusive",
        "option",
        "right",
        "acquire",
        "ownership",
        "property",
        "option",
        "final",
        "purchase",
        "price",
        "usd",
        "series",
        "minimum",
        "payment",
        "majuba",
        "hill",
        "copper",
        "property",
        "nevada",
        "bryn",
        "president",
        "ceo",
        "commented",
        "extremely",
        "pleased",
        "add",
        "copper",
        "project",
        "new",
        "point",
        "portfolio",
        "majuba",
        "hill",
        "reportedly",
        "produced",
        "million",
        "pound",
        "copper",
        "data",
        "majuba",
        "hill",
        "indicates",
        "target",
        "potentially",
        "large",
        "mineralized",
        "body",
        "encouraging",
        "porphyry",
        "copper",
        "silver",
        "tin",
        "type",
        "mineralization",
        "small",
        "portion",
        "property",
        "drill",
        "tested",
        "significant",
        "interval",
        "included",
        "113m",
        "copper",
        "47m",
        "aim",
        "follow",
        "upper",
        "oxide",
        "deeper",
        "sulphide",
        "target",
        "majuba",
        "hill",
        "comprehensive",
        "technical",
        "program",
        "soon",
        "small",
        "scale",
        "historic",
        "mining",
        "concentrated",
        "majuba",
        "fault",
        "zone",
        "vein",
        "subordinate",
        "structure",
        "historic",
        "underground",
        "mining",
        "property",
        "produced",
        "million",
        "lb",
        "copper",
        "ounce",
        "silver",
        "lb",
        "lead",
        "lb",
        "zinc",
        "lb",
        "tin",
        "ounce",
        "placer",
        "lode",
        "gold",
        "oxide",
        "vein",
        "found",
        "upper",
        "part",
        "system",
        "depth",
        "stockwork",
        "veinlets",
        "porphyry",
        "copper",
        "style",
        "predominant",
        "present",
        "hole",
        "total",
        "foot",
        "drilled",
        "majuba",
        "prior",
        "hole",
        "total",
        "foot",
        "drilled",
        "mine",
        "finder",
        "early",
        "drilling",
        "shown",
        "significant",
        "intercept",
        "low",
        "grade",
        "copper",
        "silver",
        "oxide",
        "sulfide",
        "mineralization",
        "seen",
        "summary",
        "table",
        "significant",
        "drill",
        "intercept",
        "majuba",
        "hill",
        "project",
        "copper",
        "cutoff",
        "silver",
        "cutoff",
        "gold",
        "cutoff",
        "hole",
        "grade",
        "hole",
        "grade",
        "hole",
        "grade",
        "silver",
        "silver",
        "silver",
        "gold",
        "silver",
        "gold",
        "silver",
        "gold",
        "silver",
        "silver",
        "silver",
        "silver",
        "gold",
        "gold",
        "silver",
        "silver",
        "silver",
        "assayed",
        "assayed",
        "silver",
        "gold",
        "silver",
        "gold",
        "silver",
        "silver",
        "gold",
        "silver",
        "gold",
        "silver",
        "gold",
        "silver",
        "silver",
        "silver",
        "silver",
        "silver",
        "silver",
        "silver",
        "silver",
        "silver",
        "silver",
        "silver",
        "silver",
        "deal",
        "term",
        "new",
        "point",
        "shall",
        "pay",
        "following",
        "minimum",
        "payment",
        "u",
        "dollar",
        "owner",
        "party",
        "execution",
        "agreement",
        "share",
        "first",
        "anniversary",
        "effective",
        "date",
        "share",
        "second",
        "anniversary",
        "effective",
        "date",
        "share",
        "third",
        "anniversary",
        "effective",
        "date",
        "share",
        "fourth",
        "anniversary",
        "subsequent",
        "anniversary",
        "effective",
        "date",
        "share",
        "minimum",
        "payment",
        "shall",
        "credited",
        "purchase",
        "price",
        "new",
        "point",
        "elect",
        "exercise",
        "option",
        "new",
        "point",
        "shall",
        "obligated",
        "pay",
        "minimum",
        "payment",
        "except",
        "share",
        "component",
        "minimum",
        "payment",
        "exercise",
        "closing",
        "option",
        "minimum",
        "payment",
        "except",
        "share",
        "component",
        "minimum",
        "payment",
        "shall",
        "credited",
        "cumulatively",
        "royalty",
        "payment",
        "payable",
        "accordance",
        "deed",
        "addition",
        "minimum",
        "payment",
        "party",
        "execution",
        "agreement",
        "new",
        "point",
        "shall",
        "pay",
        "owner",
        "sum",
        "u",
        "reimbursement",
        "owner",
        "cost",
        "incurred",
        "locate",
        "certain",
        "unpatented",
        "mining",
        "claim",
        "included",
        "property",
        "new",
        "point",
        "also",
        "incur",
        "expenditure",
        "amount",
        "period",
        "described",
        "exploration",
        "development",
        "mineral",
        "majuba",
        "hill",
        "lease",
        "year",
        "expenditure",
        "amount",
        "first",
        "lease",
        "year",
        "second",
        "lease",
        "year",
        "new",
        "point",
        "also",
        "pay",
        "owner",
        "production",
        "royalty",
        "royalty",
        "based",
        "net",
        "smelter",
        "return",
        "production",
        "sale",
        "mineral",
        "property",
        "royalty",
        "percentage",
        "rate",
        "applicable",
        "production",
        "precious",
        "metal",
        "three",
        "percent",
        "royalty",
        "percentage",
        "rate",
        "applicable",
        "production",
        "mineral",
        "except",
        "precious",
        "metal",
        "shall",
        "one",
        "percent",
        "term",
        "agreement",
        "shall",
        "commence",
        "effective",
        "date",
        "shall",
        "continue",
        "ten",
        "year",
        "financing",
        "announcement",
        "company",
        "intends",
        "offer",
        "private",
        "placement",
        "unit",
        "price",
        "unit",
        "proceeds",
        "cad",
        "million",
        "dollar",
        "unit",
        "consist",
        "one",
        "common",
        "share",
        "one",
        "half",
        "share",
        "purchase",
        "warrant",
        "warrant",
        "entitle",
        "holder",
        "acquire",
        "additional",
        "share",
        "price",
        "period",
        "one",
        "year",
        "closing",
        "net",
        "proceeds",
        "financing",
        "used",
        "exploration",
        "development",
        "majuba",
        "hill",
        "property",
        "project",
        "acquisition",
        "exploration",
        "general",
        "working",
        "capital",
        "share",
        "hold",
        "date",
        "four",
        "month",
        "one",
        "day",
        "following",
        "closing",
        "date",
        "qualified",
        "person",
        "technical",
        "aspect",
        "press",
        "release",
        "reviewed",
        "approved",
        "eric",
        "saderholm",
        "designated",
        "qualified",
        "person",
        "qp",
        "national",
        "instrument",
        "data",
        "verification",
        "drill",
        "data",
        "verification",
        "largely",
        "matter",
        "comparing",
        "source",
        "file",
        "working",
        "file",
        "eye",
        "towards",
        "shift",
        "field",
        "discussed",
        "geochemical",
        "data",
        "historical",
        "air",
        "photo",
        "field",
        "check",
        "used",
        "verify",
        "drill",
        "site",
        "actual",
        "drill",
        "hole",
        "number",
        "least",
        "checking",
        "hole",
        "drilled",
        "certain",
        "location",
        "approximate",
        "time",
        "period",
        "indicated",
        "report",
        "volume",
        "shape",
        "grade",
        "mineralized",
        "body",
        "majuba",
        "hill",
        "yet",
        "determined",
        "max",
        "resource",
        "drilled",
        "core",
        "hole",
        "twin",
        "minterra",
        "reverse",
        "circulation",
        "hole",
        "hole",
        "collared",
        "within",
        "meter",
        "drilled",
        "roughly",
        "azimuth",
        "degree",
        "dip",
        "new",
        "point",
        "exploration",
        "new",
        "point",
        "cse",
        "np",
        "engaged",
        "business",
        "acquiring",
        "exploring",
        "developing",
        "mineral",
        "property",
        "related",
        "growing",
        "battery",
        "industry",
        "focused",
        "high",
        "grade",
        "prospective",
        "property",
        "north",
        "america",
        "new",
        "point",
        "building",
        "portfolio",
        "includes",
        "lithium",
        "cobalt",
        "copper",
        "project",
        "prospective",
        "jurisdiction",
        "new",
        "point",
        "next",
        "generation",
        "metal",
        "company",
        "behalf",
        "board",
        "new",
        "point",
        "exploration",
        "bryn",
        "president",
        "ceo",
        "corporate",
        "office",
        "west",
        "pender",
        "st",
        "vancouver",
        "bc",
        "v6e",
        "4g1",
        "information",
        "please",
        "contact",
        "e",
        "investor",
        "p",
        "information",
        "news",
        "release",
        "includes",
        "certain",
        "statement",
        "information",
        "collectively",
        "statement",
        "within",
        "meaning",
        "applicable",
        "canadian",
        "security",
        "legislation",
        "statement",
        "statement",
        "historical",
        "fact",
        "included",
        "herein",
        "including",
        "without",
        "limitation",
        "statement",
        "regarding",
        "assumption",
        "agreement",
        "anticipated",
        "exploration",
        "program",
        "empire",
        "lithium",
        "property",
        "future",
        "capital",
        "expenditure",
        "anticipated",
        "business",
        "plan",
        "including",
        "company",
        "transition",
        "mineral",
        "exploration",
        "development",
        "related",
        "battery",
        "industry",
        "timing",
        "future",
        "activity",
        "company",
        "statement",
        "often",
        "always",
        "forward",
        "looking",
        "information",
        "identified",
        "word",
        "may",
        "expect",
        "intend",
        "estimate",
        "anticipate",
        "believe",
        "continue",
        "plan",
        "similar",
        "terminology",
        "statement",
        "reflect",
        "company",
        "current",
        "view",
        "respect",
        "future",
        "event",
        "necessarily",
        "based",
        "upon",
        "number",
        "assumption",
        "considered",
        "reasonable",
        "company",
        "inherently",
        "subject",
        "significant",
        "operational",
        "business",
        "economic",
        "regulatory",
        "uncertainty",
        "contingency",
        "including",
        "price",
        "lithium",
        "cobalt",
        "copper",
        "base",
        "metal",
        "remaining",
        "estimated",
        "price",
        "labour",
        "material",
        "supply",
        "service",
        "including",
        "transportation",
        "remaining",
        "estimated",
        "necessary",
        "permit",
        "license",
        "regulatory",
        "approval",
        "company",
        "operation",
        "received",
        "timely",
        "manner",
        "company",
        "ability",
        "comply",
        "environmental",
        "health",
        "safety",
        "law",
        "although",
        "company",
        "belief",
        "statement",
        "reasonable",
        "give",
        "assurance",
        "expectation",
        "prove",
        "correct",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "company",
        "differ",
        "materially",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "risk",
        "factor",
        "include",
        "among",
        "others",
        "operating",
        "technical",
        "difficulty",
        "connection",
        "mineral",
        "exploration",
        "development",
        "actual",
        "result",
        "exploration",
        "activity",
        "variation",
        "geological",
        "metallurgical",
        "assumption",
        "cost",
        "timing",
        "development",
        "new",
        "exploration",
        "project",
        "requirement",
        "additional",
        "capital",
        "fund",
        "company",
        "business",
        "plan",
        "future",
        "price",
        "lithium",
        "cobalt",
        "copper",
        "base",
        "metal",
        "change",
        "general",
        "economic",
        "condition",
        "change",
        "financial",
        "market",
        "demand",
        "market",
        "price",
        "commodity",
        "delay",
        "obtaining",
        "governmental",
        "regulatory",
        "approval",
        "including",
        "canadian",
        "security",
        "exchange",
        "permit",
        "financing",
        "completion",
        "development",
        "construction",
        "activity",
        "change",
        "law",
        "regulation",
        "policy",
        "affecting",
        "mining",
        "operation",
        "hedging",
        "practice",
        "currency",
        "fluctuation",
        "title",
        "dispute",
        "claim",
        "limitation",
        "insurance",
        "coverage",
        "timing",
        "possible",
        "outcome",
        "pending",
        "litigation",
        "environmental",
        "issue",
        "liability",
        "well",
        "factor",
        "discussed",
        "heading",
        "risk",
        "factor",
        "company",
        "prospectus",
        "dated",
        "november",
        "filing",
        "company",
        "canadian",
        "security",
        "authority",
        "copy",
        "found",
        "company",
        "profile",
        "sedar",
        "website",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "company",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "news",
        "release",
        "incorporated",
        "reference",
        "herein",
        "except",
        "otherwise",
        "required",
        "law",
        "may",
        "alan",
        "j",
        "morris",
        "msc",
        "cpg",
        "ni",
        "technical",
        "report",
        "majuba",
        "hill",
        "copper",
        "project",
        "pershing",
        "county",
        "nevada",
        "usa",
        "photo",
        "accompanying",
        "announcement",
        "available",
        "http",
        "source",
        "new",
        "point",
        "exploration",
        "corp"
    ]
}