{
    "organizations": [],
    "uuid": "50828ce7c5ae1413558dab4ac79371ef4bfc2542",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/16/pr-newswire-snack-food-industry-ma-activity-trends-toward-healthier-options.html",
    "ord_in_thread": 0,
    "title": "Snack Food Industry M&A Activity Trends Toward Healthier Options",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "LAS VEGAS, May 16, 2018 /PRNewswire/ --\nFN Media Group Presents Microcapspeculators.com News Commentary\n90% of consumers say they snack multiple times a day. The snack business is expected to balloon to $89 billion market in the US. This new trend has companies like Kellogg, Mondelez, Conagra and Campbell Soup Co. devoting more of their marketing and business to the snack industry. This has lead to M&A activity and there are a plethora of smaller companies on the rise that could be prime candidates for the major players to scoop up. Campbell's Soup Co. announced last month a major acquisition of Snyder's-Lance, Inc. for over $6 Billion. Mentioned in today's commentary includes: NightFood Holdings, Inc. (OTC: NGTF), Kellogg Company (NYSE: K), Mondelez International (NASDAQ: MDLZ), Conagra Brands (NYSE: CAG), and Hostess Brands (NASDAQ: TWNK).\nMondelez, just announced a major acquisition of cookie maker Tate's Bake Shop for about $500 million. Tate's cookies are made with ingredients such as brown cane sugar and butter, rather than high fructose corn syrup and vegetable oil, making them more in sync with current eating habits. They even offer gluten free versions of their popular cookies.\nThis move toward healthier snacks, is why Kellogg's recently acquired the \"RX Bar\" brand. Mintel, a global leader in market research, just released a report on snack trends identifying \"functional nighttime snacks\" as one of it's key trends. Companies creating snacks to fulfill this need could be prime candidates for the larger snack companies to acquire.\nSome companies affected by this trend include: NightFood Holdings, Inc. (OTCQB: NGTF), Kellogg Company (NYSE: K), Mondelez International (NasdaqGS: MDLZ), Conagra Brands (NYSE: CAG), and Hostess Brands (NasdaqCM: TWNK).\nNightFood Holdings, Inc. (OTCQB: NGTF)\nMarket Cap: $11.09M, current share price: $0.29\nNightFood (NGTF), operates both NightFood, Inc. and MJ Munchies, Inc.\nNightFood, Inc, \"The Nighttime Snack Company\", is a snack food company dedicated to providing consumers delicious, better-for-you, sleep-friendly choices for evening snacking. According to IRI Worldwide, 44% of snack consumption occurs at night, representing a consumer spend of over $50B annually on nighttime snacks.\nMarket research giant Mintel recently released a report identifying nighttime specific food and beverages as one of their most \"compelling and category changing\" trends for 2017 and beyond.\nCurrently, consumer's most popular choices are cookies, chips, ice cream, and candy. These options are generally understood to be unhealthy, and often contain ingredients and nutritional profiles that can impair sleep quality. NightFood creates, manufactures, and distributes snacks formulated to help consumers satisfy nighttime cravings in a better, healthier, more sleep friendly way.\nKellogg Company (NYSE: K)\nMarket Cap: $23.96B, current share price: $69.32\nKellogg just had their Q1 2018 conference call. You can read the full transcript here: https://finance.yahoo.com/news/edited-transcript-k-earnings-conference-200558519.html\nKellogg also acquired RXBar for $600 million late last year.\nMondelez International (NasdaqGS: MDLZ)\nMarket Cap: $57.99B, current share price: $39.13\nMondelēz International today announced an agreement with The Riverside Company, a global private equity firm, and other shareholders, including Founder Kathleen King, to acquire Tate's Bake Shop for approximately $500 million. Known for its signature thin-and-crispy cookies with simple, authentic, high-quality ingredients, Tate's is a fast growing, premium cookie and baked goods brand.\nFounded in 2000 on Long Island, N.Y., Tate's has cultivated a devoted consumer following across the country. With a strong founder story and on-trend products, Tate's has been one of the fastest growing biscuit brands in the United States over the last 12 months. The brand's sales have quadrupled over the past five years. In 2018, retail sales in measured channels have grown by more than 40 percent through March.\nConagra Brands (NYSE: CAG)\nMarket Cap: $14.88B, current share price: $37.81\nConagra Brands, Inc. (CAG) recently celebrated employees' commitment to sustainability throughout the organization at its annual Sustainable Development Awards. Held each year, the awards call on employees to submit their innovative ideas for ways to improve sustainability within the company with projects that save energy, conserve water and reduce waste. This year, employees entered 57 projects which drove the following results:\nReduced waste by more than 9,200 tons Optimized and improved packaging while using 1,400 tons less material Conserved more than 170 million gallons of water Reduced greenhouse gas emissions by more than 5,900 metric tons\nHostess Brands (NasdaqCM: TWNK)\nMarket Cap: $1.64B, current share price: $12.94\nHostess Brands, Inc. (TWNK) (\"Hostess\" or the \"Company\")recently reported its financial results for the three months ended March 31, 2018.\nFirst Quarter 2018 Summary:\nNet revenue increased 13.1%; excluding the Chicago Bakery2, net revenue increased 5.2%. The Chicago Bakery, acquired on February 1, 2018, contributed $14.5 million of net revenue. Point of sale increased 6.3% for the 12-week period ended March 24, 2018. Point of sale for the top seven sub-brands increased 8.5%. These sub-brands represent 69.1% of the Company's net revenue. The Hostess® brand's market share for the 12-week period ended March 24, 2018 was 17.9%, up 124 basis points. This represents a record market share for the brand since its re-launch in 2013. Net income was $29.3 million (including a one-time gain of $12.4 million related to the buyout of a portion of the tax receivable agreement) compared to $24.2 million. Diluted EPS was $0.23 per share compared to $0.15 per share. Adjusted EPS was $0.14 per share compared to $0.15 per share. Adjusted EBITDA was $47.0 million, or 22.5% of net revenue, compared to $54.5 million or 29.5% or net revenue. Cash and cash equivalents of $100.5 million as of March 31, 2018 with a leverage ratio of 4.00x, both driven by operating cash flows of $38.3 million.\nThe snack food industry is growing and all of these companies are in a growing market.\nContent Provided By: Microcap Speculators\nEmail: info@microcapspecualtors.com\nPhone: 1-702-720-6310\nWebsite: http://microcapspeculators.com/\nFor Full Legal Disclaimer Click Here .\nDISCLAIMER: Microcapspeculators.com (MS) is the source of the content set forth above. References to any issuer other than the profiled issuer are intended solely to identify industry participants and do not constitute an endorsement of any issuer and do not constitute a comparison to the profiled issuer. FN Media Group (FNM,) and its online brand FinancialNewsMedia.com , is a third-party publisher and news dissemination service provider, which disseminates electronic information through multiple online media channels. FNM is NOT affiliated with MS or any company mentioned herein. The commentary, views and opinions expressed in this release by MS are solely those of MS and are not shared by and do not reflect in any manner the views or opinions of FNM. Readers of this Article and content agree that they cannot and will not seek to hold liable MS and FNM for any investment decisions by their readers or subscribers. MS and FNM and their respective affiliated companies are a news dissemination and financial marketing solutions provider and are NOT registered broker-dealers/analysts/investment advisers, hold no investment licenses and may NOT sell, offer to sell or offer to buy any security. Investors are cautioned that they may lose all or a portion of their investment when investing in stocks included herein by MS. FNM was not compensated by any public company mentioned herein to disseminate this press release on behalf of MS.\nMS Disclosure: Except for the historical information presented herein, matters discussed in this article contain forward-looking statements that are subject to certain risks and uncertainties that could cause actual results to differ materially from any future results, performance or achievements expressed or implied by such statements. ACR Communication, LLC. which owns Microcapspeculators.com , is not registered with any financial or securities regulatory authority, and does not provide nor claims to provide investment advice or recommendations to readers of this release. ACR Communication, LLC. which owns, Microcapspeculators.com may from time to time have a position in the securities mentioned herein and may increase or decrease such positions without notice. For making specific investment decisions, readers should seek their own advice. ACR Communication LLC. which owns Microcapspeculators.com may be compensated for its services in the form of cash-based compensation or in equity in the companies it writes about, or a combination of the two.\nThis release contains \"forward-looking statements\" within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E the Securities Exchange Act of 1934, as amended and such forward-looking statements are made pursuant to the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. \"Forward-looking statements\" describe future expectations, plans, results, or strategies and are generally preceded by words such as \"may\", \"future\", \"plan\" or \"planned\", \"will\" or \"should\", \"expected,\" \"anticipates\", \"draft\", \"eventually\" or \"projected\". You are cautioned that such statements are subject to a multitude of risks and uncertainties that could cause future circumstances, events, or results to differ materially from those projected in the forward-looking statements, including the risks that actual results may differ materially from those projected in the forward-looking statements as a result of various factors, and other risks identified in a company's annual report on Form 10-K or 10-KSB and other filings made by such company with the Securities and Exchange Commission. You should consider these factors in evaluating the forward-looking statements included herein, and not place undue reliance on such statements. The forward-looking statements in this release are made as of the date hereof and MS and FNM undertake no obligation to update such statements.\nMedia Contact\nFN Media Group LLC\ne-mail: editor@financialnewsmedia.com\n+1-(954)-345-0611\nSOURCE Microcapspeculators.com",
    "published": "2018-05-16T18:30:00.000+03:00",
    "crawled": "2018-05-16T20:11:32.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "la",
        "vega",
        "may",
        "fn",
        "medium",
        "group",
        "present",
        "news",
        "commentary",
        "consumer",
        "say",
        "snack",
        "multiple",
        "time",
        "day",
        "snack",
        "business",
        "expected",
        "balloon",
        "billion",
        "market",
        "u",
        "new",
        "trend",
        "company",
        "like",
        "kellogg",
        "mondelez",
        "conagra",
        "campbell",
        "soup",
        "devoting",
        "marketing",
        "business",
        "snack",
        "industry",
        "lead",
        "activity",
        "plethora",
        "smaller",
        "company",
        "rise",
        "could",
        "prime",
        "candidate",
        "major",
        "player",
        "scoop",
        "campbell",
        "soup",
        "announced",
        "last",
        "month",
        "major",
        "acquisition",
        "billion",
        "mentioned",
        "today",
        "commentary",
        "includes",
        "nightfood",
        "holding",
        "otc",
        "ngtf",
        "kellogg",
        "company",
        "nyse",
        "k",
        "mondelez",
        "international",
        "nasdaq",
        "mdlz",
        "conagra",
        "brand",
        "nyse",
        "cag",
        "hostess",
        "brand",
        "nasdaq",
        "twnk",
        "mondelez",
        "announced",
        "major",
        "acquisition",
        "cookie",
        "maker",
        "tate",
        "bake",
        "shop",
        "million",
        "tate",
        "cooky",
        "made",
        "ingredient",
        "brown",
        "cane",
        "sugar",
        "butter",
        "rather",
        "high",
        "fructose",
        "corn",
        "syrup",
        "vegetable",
        "oil",
        "making",
        "sync",
        "current",
        "eating",
        "habit",
        "even",
        "offer",
        "gluten",
        "free",
        "version",
        "popular",
        "cooky",
        "move",
        "toward",
        "healthier",
        "snack",
        "kellogg",
        "recently",
        "acquired",
        "rx",
        "bar",
        "brand",
        "mintel",
        "global",
        "leader",
        "market",
        "research",
        "released",
        "report",
        "snack",
        "trend",
        "identifying",
        "functional",
        "nighttime",
        "snack",
        "one",
        "key",
        "trend",
        "company",
        "creating",
        "snack",
        "fulfill",
        "need",
        "could",
        "prime",
        "candidate",
        "larger",
        "snack",
        "company",
        "acquire",
        "company",
        "affected",
        "trend",
        "include",
        "nightfood",
        "holding",
        "otcqb",
        "ngtf",
        "kellogg",
        "company",
        "nyse",
        "k",
        "mondelez",
        "international",
        "nasdaqgs",
        "mdlz",
        "conagra",
        "brand",
        "nyse",
        "cag",
        "hostess",
        "brand",
        "nasdaqcm",
        "twnk",
        "nightfood",
        "holding",
        "otcqb",
        "ngtf",
        "market",
        "cap",
        "current",
        "share",
        "price",
        "nightfood",
        "ngtf",
        "operates",
        "nightfood",
        "mj",
        "munchies",
        "nightfood",
        "inc",
        "nighttime",
        "snack",
        "company",
        "snack",
        "food",
        "company",
        "dedicated",
        "providing",
        "consumer",
        "delicious",
        "choice",
        "evening",
        "snacking",
        "according",
        "iri",
        "worldwide",
        "snack",
        "consumption",
        "occurs",
        "night",
        "representing",
        "consumer",
        "spend",
        "50b",
        "annually",
        "nighttime",
        "snack",
        "market",
        "research",
        "giant",
        "mintel",
        "recently",
        "released",
        "report",
        "identifying",
        "nighttime",
        "specific",
        "food",
        "beverage",
        "one",
        "compelling",
        "category",
        "changing",
        "trend",
        "beyond",
        "currently",
        "consumer",
        "popular",
        "choice",
        "cooky",
        "chip",
        "ice",
        "cream",
        "candy",
        "option",
        "generally",
        "understood",
        "unhealthy",
        "often",
        "contain",
        "ingredient",
        "nutritional",
        "profile",
        "impair",
        "sleep",
        "quality",
        "nightfood",
        "creates",
        "manufacture",
        "distributes",
        "snack",
        "formulated",
        "help",
        "consumer",
        "satisfy",
        "nighttime",
        "craving",
        "better",
        "healthier",
        "sleep",
        "friendly",
        "way",
        "kellogg",
        "company",
        "nyse",
        "k",
        "market",
        "cap",
        "current",
        "share",
        "price",
        "kellogg",
        "q1",
        "conference",
        "call",
        "read",
        "full",
        "transcript",
        "http",
        "kellogg",
        "also",
        "acquired",
        "rxbar",
        "million",
        "late",
        "last",
        "year",
        "mondelez",
        "international",
        "nasdaqgs",
        "mdlz",
        "market",
        "cap",
        "current",
        "share",
        "price",
        "mondelēz",
        "international",
        "today",
        "announced",
        "agreement",
        "riverside",
        "company",
        "global",
        "private",
        "equity",
        "firm",
        "shareholder",
        "including",
        "founder",
        "kathleen",
        "king",
        "acquire",
        "tate",
        "bake",
        "shop",
        "approximately",
        "million",
        "known",
        "signature",
        "cooky",
        "simple",
        "authentic",
        "ingredient",
        "tate",
        "fast",
        "growing",
        "premium",
        "cookie",
        "baked",
        "good",
        "brand",
        "founded",
        "long",
        "island",
        "tate",
        "cultivated",
        "devoted",
        "consumer",
        "following",
        "across",
        "country",
        "strong",
        "founder",
        "story",
        "product",
        "tate",
        "one",
        "fastest",
        "growing",
        "biscuit",
        "brand",
        "united",
        "state",
        "last",
        "month",
        "brand",
        "sale",
        "quadrupled",
        "past",
        "five",
        "year",
        "retail",
        "sale",
        "measured",
        "channel",
        "grown",
        "percent",
        "march",
        "conagra",
        "brand",
        "nyse",
        "cag",
        "market",
        "cap",
        "current",
        "share",
        "price",
        "conagra",
        "brand",
        "cag",
        "recently",
        "celebrated",
        "employee",
        "commitment",
        "sustainability",
        "throughout",
        "organization",
        "annual",
        "sustainable",
        "development",
        "award",
        "held",
        "year",
        "award",
        "call",
        "employee",
        "submit",
        "innovative",
        "idea",
        "way",
        "improve",
        "sustainability",
        "within",
        "company",
        "project",
        "save",
        "energy",
        "conserve",
        "water",
        "reduce",
        "waste",
        "year",
        "employee",
        "entered",
        "project",
        "drove",
        "following",
        "result",
        "reduced",
        "waste",
        "ton",
        "optimized",
        "improved",
        "packaging",
        "using",
        "ton",
        "less",
        "material",
        "conserved",
        "million",
        "gallon",
        "water",
        "reduced",
        "greenhouse",
        "gas",
        "emission",
        "metric",
        "ton",
        "hostess",
        "brand",
        "nasdaqcm",
        "twnk",
        "market",
        "cap",
        "current",
        "share",
        "price",
        "hostess",
        "brand",
        "twnk",
        "hostess",
        "company",
        "recently",
        "reported",
        "financial",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "first",
        "quarter",
        "summary",
        "net",
        "revenue",
        "increased",
        "excluding",
        "chicago",
        "bakery2",
        "net",
        "revenue",
        "increased",
        "chicago",
        "bakery",
        "acquired",
        "february",
        "contributed",
        "million",
        "net",
        "revenue",
        "point",
        "sale",
        "increased",
        "period",
        "ended",
        "march",
        "point",
        "sale",
        "top",
        "seven",
        "increased",
        "represent",
        "company",
        "net",
        "revenue",
        "brand",
        "market",
        "share",
        "period",
        "ended",
        "march",
        "basis",
        "point",
        "represents",
        "record",
        "market",
        "share",
        "brand",
        "since",
        "net",
        "income",
        "million",
        "including",
        "gain",
        "million",
        "related",
        "buyout",
        "portion",
        "tax",
        "receivable",
        "agreement",
        "compared",
        "million",
        "diluted",
        "eps",
        "per",
        "share",
        "compared",
        "per",
        "share",
        "adjusted",
        "eps",
        "per",
        "share",
        "compared",
        "per",
        "share",
        "adjusted",
        "ebitda",
        "million",
        "net",
        "revenue",
        "compared",
        "million",
        "net",
        "revenue",
        "cash",
        "cash",
        "equivalent",
        "million",
        "march",
        "leverage",
        "ratio",
        "driven",
        "operating",
        "cash",
        "flow",
        "million",
        "snack",
        "food",
        "industry",
        "growing",
        "company",
        "growing",
        "market",
        "content",
        "provided",
        "microcap",
        "speculator",
        "email",
        "info",
        "phone",
        "website",
        "http",
        "full",
        "legal",
        "disclaimer",
        "click",
        "disclaimer",
        "m",
        "source",
        "content",
        "set",
        "forth",
        "reference",
        "issuer",
        "profiled",
        "issuer",
        "intended",
        "solely",
        "identify",
        "industry",
        "participant",
        "constitute",
        "endorsement",
        "issuer",
        "constitute",
        "comparison",
        "profiled",
        "issuer",
        "fn",
        "medium",
        "group",
        "fnm",
        "online",
        "brand",
        "publisher",
        "news",
        "dissemination",
        "service",
        "provider",
        "disseminates",
        "electronic",
        "information",
        "multiple",
        "online",
        "medium",
        "channel",
        "fnm",
        "affiliated",
        "m",
        "company",
        "mentioned",
        "herein",
        "commentary",
        "view",
        "opinion",
        "expressed",
        "release",
        "m",
        "solely",
        "m",
        "shared",
        "reflect",
        "manner",
        "view",
        "opinion",
        "fnm",
        "reader",
        "article",
        "content",
        "agree",
        "seek",
        "hold",
        "liable",
        "m",
        "fnm",
        "investment",
        "decision",
        "reader",
        "subscriber",
        "m",
        "fnm",
        "respective",
        "affiliated",
        "company",
        "news",
        "dissemination",
        "financial",
        "marketing",
        "solution",
        "provider",
        "registered",
        "adviser",
        "hold",
        "investment",
        "license",
        "may",
        "sell",
        "offer",
        "sell",
        "offer",
        "buy",
        "security",
        "investor",
        "cautioned",
        "may",
        "lose",
        "portion",
        "investment",
        "investing",
        "stock",
        "included",
        "herein",
        "fnm",
        "compensated",
        "public",
        "company",
        "mentioned",
        "herein",
        "disseminate",
        "press",
        "release",
        "behalf",
        "m",
        "disclosure",
        "except",
        "historical",
        "information",
        "presented",
        "herein",
        "matter",
        "discussed",
        "article",
        "contain",
        "statement",
        "subject",
        "certain",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "acr",
        "communication",
        "llc",
        "owns",
        "registered",
        "financial",
        "security",
        "regulatory",
        "authority",
        "provide",
        "claim",
        "provide",
        "investment",
        "advice",
        "recommendation",
        "reader",
        "release",
        "acr",
        "communication",
        "llc",
        "owns",
        "may",
        "time",
        "time",
        "position",
        "security",
        "mentioned",
        "herein",
        "may",
        "increase",
        "decrease",
        "position",
        "without",
        "notice",
        "making",
        "specific",
        "investment",
        "decision",
        "reader",
        "seek",
        "advice",
        "acr",
        "communication",
        "llc",
        "owns",
        "may",
        "compensated",
        "service",
        "form",
        "compensation",
        "equity",
        "company",
        "writes",
        "combination",
        "two",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "statement",
        "made",
        "pursuant",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "describe",
        "future",
        "expectation",
        "plan",
        "result",
        "strategy",
        "generally",
        "preceded",
        "word",
        "may",
        "future",
        "plan",
        "planned",
        "expected",
        "anticipates",
        "draft",
        "eventually",
        "projected",
        "cautioned",
        "statement",
        "subject",
        "multitude",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "future",
        "circumstance",
        "event",
        "result",
        "differ",
        "materially",
        "projected",
        "statement",
        "including",
        "risk",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "projected",
        "statement",
        "result",
        "various",
        "factor",
        "risk",
        "identified",
        "company",
        "annual",
        "report",
        "form",
        "filing",
        "made",
        "company",
        "security",
        "exchange",
        "commission",
        "consider",
        "factor",
        "evaluating",
        "statement",
        "included",
        "herein",
        "place",
        "undue",
        "reliance",
        "statement",
        "statement",
        "release",
        "made",
        "date",
        "hereof",
        "m",
        "fnm",
        "undertake",
        "obligation",
        "update",
        "statement",
        "medium",
        "contact",
        "fn",
        "medium",
        "group",
        "llc",
        "editor",
        "source"
    ]
}