{
    "organizations": [],
    "uuid": "fd0c72bd5ea3b444ff8b1fcd178002f574e003db",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/02/pr-newswire-federal-realty-investment-trust-announces-first-quarter-2018-operating-results.html",
    "ord_in_thread": 0,
    "title": "Federal Realty Investment Trust Announces First Quarter 2018 Operating Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "ROCKVILLE, Md., May 2, 2018 /PRNewswire/ -- Federal Realty Investment Trust (NYSE:FRT) today reported operating results for its first quarter . Highlights of the quarter include:\nGenerated earnings per diluted share of $0.81 for the quarter compared to $0.78 in first quarter 2017. Generated funds from operations available for common shareholders (FFO) per diluted share of $1.52 for the quarter compared to $1.45 in first quarter 2017. Generated comparable property property operating income (POI) growth of 3.8% for the first quarter. Signed leases for 403,250 sf of comparable space in the first quarter at an average rent of $31.51 psf and achieved cash basis rollover growth on those comparable spaces of 22%. Maintained our 2018 FFO per diluted share guidance range to $6.08 - $6.24.\n\"We're very pleased with our first quarter results,\" said Donald C. Wood, President and Chief Executive Officer. \"The combination of new retail tenant openings on both coasts, strong residential occupancy at our mixed use destinations and disciplined spending have come together for an impressive and powerful financial result in the quarter.\"\nFinancial Results\nNet income available for common shareholders was $59.2 million and earnings per diluted share was $0.81 for first quarter 2018 versus $56.1 million and $0.78, respectively, for first quarter 2017.\nIn the first quarter 2018, Federal Realty generated FFO of $112.4 million, or $1.52 per diluted share. This compares to FFO of $105.8 million, or $1.45 per diluted share, in first quarter 2017.\nFFO is a non-GAAP supplemental earnings measure which the Trust considers meaningful in measuring its operating performance. A reconciliation of FFO to net income is attached to this press release.\nPortfolio Results\nIn first quarter 2018, comparable property POI increased 3.8%. Comparable property POI represents our consolidated property portfolio other than those properties that distort comparability between periods in two primary categories (1) assets that were not owned for the full quarter in both periods presented and (2) assets currently under development or being repositioned for significant redevelopment and investment.\nThe overall portfolio was 94.8% leased as of March 31, 2018 compared to 94.6% on March 31, 2017. Federal Realty's comparable property portfolio was 95.3% leased on March 31, 2018 compared to 95.1% on March 31, 2017.\nDuring the first quarter 2018, on a comparable space basis (i.e., spaces for which there was a former tenant), Federal Realty signed 78 leases for 403,250 square feet at an average cash basis contractual rent increase (i.e., excluding the impact of straight-line rents) of 22%. The average contractual rent on this comparable space for the first year of the new leases is $31.51 per square foot compared to the average contractual rent of $25.91 per square foot for the last year of the prior leases. The previous average contractual rent was calculated by including both the minimum rent and any percentage rent actually paid during the last year of the lease term for the re-leased space. On a straight-line basis, rent increases for comparable retail space averaged 31% for first quarter 2018.\nRegular Quarterly Dividends\nFederal Realty also announced today that its Board of Trustees declared a regular quarterly cash dividend of $1.00 per common share, resulting in an indicated annual rate of $4.00 per common share. The regular common dividend will be payable on July 16, 2018 to common shareholders of record as of June 22, 2018.\nGuidance\nFederal Realty maintained its 2018 guidance for FFO per diluted share of $6.08 to $6.24 and updated 2018 earnings per diluted share guidance to $3.05 to $3.21.\nConference Call Information\nFederal Realty's management team will present an in-depth discussion of the Trust's operating performance on its first quarter 2018 earnings conference call, which is scheduled for Thursday, May 3, 2018 at 11:00AM ET. To participate, please call 877.445.3230 five to ten minutes prior to the call start time and use the passcode 9071259 (required). A replay of the webcast will be available on Federal Realty's website at www.federalrealty.com . A telephonic replay of the conference call will also be available through May 10, 2018 by dialing 855.859.2056; Passcode: 9071259.\nAbout Federal Realty\nFederal Realty is a recognized leader in the ownership, operation and redevelopment of high-quality retail based properties located primarily in major coastal markets from Washington, D.C. to Boston as well as San Francisco and Los Angeles. Founded in 1962, Federal Realty's mission is to deliver long term, sustainable growth through investing in densely populated, affluent communities where retail demand exceeds supply. Its expertise includes creating urban, mixed-use neighborhoods like Santana Row in San Jose, California, Pike & Rose in North Bethesda, Maryland and Assembly Row in Somerville, Massachusetts. These unique and vibrant environments that combine shopping, dining, living and working provide a destination experience valued by their respective communities. Federal Realty's 104 properties include approximately 3,000 tenants, in approximately 24 million square feet, and over 2,500 residential units.\nFederal Realty has increased its quarterly dividends to its shareholders for 50 consecutive years, the longest record in the REIT industry. Federal Realty is an S&P 500 index member and its shares are traded on the NYSE under the symbol FRT. For additional information about Federal Realty and its properties, visit www.FederalRealty.com .\nSafe Harbor Language\nCertain matters discussed within this press release may be deemed to be forward-looking statements the federal securities laws. Although Federal Realty believes the expectations reflected in the forward- on reasonable assumptions, it can give no assurance that its expectations will be attained. These factors include, but are not limited to, the risk factors described in our K filed on February 13, 2018, and include the following:\nrisks that our tenants will not pay rent, may vacate early or may file for bankruptcy or that we may be unable to renew leases or re-let space at favorable rents as leases expire; risks that we may not be able to proceed with or obtain necessary approvals for any redevelopment or renovation project, and that completion of anticipated or ongoing property redevelopments or renovation projects that we do pursue may cost more, take more time to complete, or fail to perform as expected; risks that we are investing a significant amount in ground-up development projects that may not perform as planned, may be dependent on third parties to deliver critical aspects of certain projects, requires spending a substantial amount upfront in infrastructure, and assumes receipt of public funding which has been committed but not entirely funded; risks normally associated with the real estate industry, including risks that occupancy levels at our properties and the amount of rent that we receive from our properties may be lower than expected, that new acquisitions may fail to perform as expected, that competition for acquisitions could result in increased prices for acquisitions, that costs associated with the periodic maintenance and repair or renovation of space, insurance and other operations may increase, that environmental issues may develop at our properties and result in unanticipated costs, and, because real estate is illiquid, that we may not be able to sell properties when appropriate; risks that our growth will be limited if we cannot obtain additional capital; risks associated with general economic conditions, including local economic conditions in our geographic markets; risks of financing, such as our ability to consummate additional financings or obtain replacement financing on terms which are acceptable to us, our ability to meet existing financial covenants and the limitations imposed on our operations by those covenants, and the possibility of increases in interest rates that would result in increased interest expense; and risks related to our status as a real estate investment trust, commonly referred to as a REIT, for federal income tax purposes, such as the existence of complex tax regulations relating to our status as a REIT, the effect of future changes in REIT requirements as a result of new legislation, and the adverse consequences of the failure to qualify as a REIT.\nGiven these uncertainties, readers are cautioned not to place undue reliance on any forward-looking statements that we make, including those in this press release. Except as may be required by law, we make no promise to update any of the forward-looking statements as a result of new information, future events or otherwise. You should carefully review the risks and risk factors included in our K filed with the Securities and Exchange Commission on February 13, 2018.\nFederal Realty Investment Trust\nConsolidated Balance Sheets\nMarch 31, 2018\nMarch 31,\nDecember 31,\n2018\n2017\n(in thousands, except share and\nper share data)\n(unaudited)\nASSETS\nReal estate, at cost\nOperating (including $1,656,951 and $1,639,486 of consolidated variable interest entities, respectively)\n$\n7,051,962\n$\n6,950,188\nConstruction-in-progress (including $39,171 and $43,393 of consolidated variable interest entities, respectively)\n633,090\n684,873\nAssets held for sale\n36,905\n—\n7,721,957\n7,635,061\nLess accumulated depreciation and amortization (including $257,604 and $247,410 of consolidated variable interest entities, respectively)\n(1,922,110)\n(1,876,544)\nNet real estate\n5,799,847\n5,758,517\nCash and cash equivalents\n64,407\n15,188\nAccounts and notes receivable, net\n143,148\n209,877\nMortgage notes receivable, net\n30,429\n30,429\nInvestment in real estate partnerships\n23,513\n23,941\nPrepaid expenses and other assets\n232,281\n237,803\nTOTAL ASSETS\n$\n6,293,625\n$\n6,275,755\nLIABILITIES AND SHAREHOLDERS' EQUITY\nLiabilities\nMortgages payable, net (including $448,641 and $460,372 of consolidated variable interest entities, respectively)\n$\n479,333\n$\n491,505\nCapital lease obligations\n71,547\n71,556\nNotes payable, net\n382,396\n320,265\nSenior notes and debentures, net\n2,402,138\n2,401,440\nAccounts payable and accrued expenses\n181,361\n196,332\nDividends payable\n75,667\n75,931\nSecurity deposits payable\n17,072\n16,667\nOther liabilities and deferred credits\n169,460\n169,388\nTotal liabilities\n3,778,974\n3,743,084\nCommitments and contingencies\nRedeemable noncontrolling interests\n141,541\n141,157\nShareholders' equity\nPreferred shares, authorized 15,000,000 shares, $.01 par:\n5.0% Series C Cumulative Redeemable Preferred Shares, (stated at liquidation preference $25,000 per share), 6,000 shares issued and outstanding\n150,000\n150,000\n5.417% Series 1 Cumulative Convertible Preferred Shares, (stated at liquidation preference $25 per share), 399,896 shares issued and outstanding\n9,997\n9,997\nCommon shares of beneficial interest, $.01 par, 100,000,000 shares authorized, 73,216,520 and 73,090,877 shares issued and outstanding, respectively\n735\n733\nAdditional paid-in capital\n2,859,717\n2,855,321\nAccumulated dividends in excess of net income\n(769,311)\n(749,367)\nAccumulated other comprehensive loss\n489\n22\nTotal shareholders' equity of the Trust\n2,251,627\n2,266,706\nNoncontrolling interests\n121,483\n124,808\nTotal shareholders' equity\n2,373,110\n2,391,514\nTOTAL LIABILITIES AND SHAREHOLDERS' EQUITY\n$\n6,293,625\n$\n6,275,755\nFederal Realty Investment Trust\nConsolidated Income Statements\nMarch 31, 2018\nThree Months Ended\nMarch 31,\n2018\n2017\n(in thousands, except per share data)\n(unaudited)\nREVENUE\nRental income\n$\n220,581\n$\n204,447\nOther property income\n4,067\n2,190\nMortgage interest income\n757\n752\nTotal revenue\n225,405\n207,389\nEXPENSES\nRental expenses\n44,773\n41,109\nReal estate taxes\n28,448\n25,090\nGeneral and administrative\n7,929\n8,267\nDepreciation and amortization\n58,110\n51,379\nTotal operating expenses\n139,260\n125,845\nOPERATING INCOME\n86,145\n81,544\nOther interest income\n179\n106\nInterest expense\n(26,184)\n(23,758)\nLoss from real estate partnerships\n(525)\n—\nINCOME FROM CONTINUING OPERATIONS\n59,615\n57,892\nGain on sale of real estate, net\n3,316\n178\nNET INCOME\n62,931\n58,070\nNet income attributable to noncontrolling interests\n(1,684)\n(1,880)\nNET INCOME ATTRIBUTABLE TO THE TRUST\n61,247\n56,190\nDividends on preferred shares\n(2,010)\n(135)\nNET INCOME AVAILABLE FOR COMMON SHAREHOLDERS\n$\n59,237\n$\n56,055\nEARNINGS PER COMMON SHARE, BASIC:\nNet income available for common shareholders\n$\n0.81\n$\n0.78\nWeighted average number of common shares\n72,905\n71,862\nEARNINGS PER COMMON SHARE, DILUTED:\nNet income available for common shareholders\n$\n0.81\n$\n0.78\nWeighted average number of common shares\n72,968\n72,005\nFederal Realty Investment Trust\nFunds From Operations\nMarch 31, 2018\nThree Months Ended\nMarch 31,\n2018\n2017\n(in thousands, except per share data)\nFunds from Operations available for common shareholders (FFO)\nNet income\n$\n62,931\n$\n58,070\nNet income attributable to noncontrolling interests\n(1,684)\n(1,880)\nGain on sale of real estate, net (1)\n(3,316)\n(70)\nDepreciation and amortization of real estate assets\n51,351\n44,682\nAmortization of initial direct costs of leases\n4,600\n4,684\nFunds from operations\n113,882\n105,486\nDividends on preferred shares (2)\n(1,875)\n(135)\nIncome attributable to operating partnership units\n775\n784\nIncome attributable to unvested shares\n(388)\n(340)\nFFO\n$\n112,394\n$\n105,795\nWeighted average number of common shares, diluted (2)\n73,838\n72,805\nFFO per diluted share\n$\n1.52\n$\n1.45\nNotes:\n1)\nGain on sale of real estate for the three months is related to condominium units sold at Assembly Row and Pike & Rose. Effective January 1, 2018, we adopted a new accounting standard related to revenue recognition, which results in a change in our revenue recognition policy for condominium sales. See Note 2 of our March 31, 2018 Form 10-Q for additional information regarding the adoption.\n2)\nFor the three months , dividends on our Series 1 preferred shares are not deducted in the calculation of FFO available to common shareholders, as the related shares are dilutive and included in \"weighted average common shares, diluted.\"\nInvestor Inquires:\nMedia Inquiries:\nLeah Andress Brady\nAndrea Simpson\nInvestor Relations Associate\nVice President, Marketing\n301.998.8265\n617.684.1511\nlbrady@federalrealty.com\nasimpson@federalrealty.com\nView original content with multimedia: http://www.prnewswire.com/news-releases/federal-realty-investment-trust-announces-first-quarter-2018-operating-results-300641404.html\nSOURCE Federal Realty Investment Trust",
    "published": "2018-05-03T00:15:00.000+03:00",
    "crawled": "2018-05-03T03:00:12.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "rockville",
        "may",
        "federal",
        "realty",
        "investment",
        "trust",
        "nyse",
        "frt",
        "today",
        "reported",
        "operating",
        "result",
        "first",
        "quarter",
        "highlight",
        "quarter",
        "include",
        "generated",
        "earnings",
        "per",
        "diluted",
        "share",
        "quarter",
        "compared",
        "first",
        "quarter",
        "generated",
        "fund",
        "operation",
        "available",
        "common",
        "shareholder",
        "ffo",
        "per",
        "diluted",
        "share",
        "quarter",
        "compared",
        "first",
        "quarter",
        "generated",
        "comparable",
        "property",
        "property",
        "operating",
        "income",
        "poi",
        "growth",
        "first",
        "quarter",
        "signed",
        "lease",
        "sf",
        "comparable",
        "space",
        "first",
        "quarter",
        "average",
        "rent",
        "psf",
        "achieved",
        "cash",
        "basis",
        "rollover",
        "growth",
        "comparable",
        "space",
        "maintained",
        "ffo",
        "per",
        "diluted",
        "share",
        "guidance",
        "range",
        "pleased",
        "first",
        "quarter",
        "result",
        "said",
        "donald",
        "wood",
        "president",
        "chief",
        "executive",
        "officer",
        "combination",
        "new",
        "retail",
        "tenant",
        "opening",
        "coast",
        "strong",
        "residential",
        "occupancy",
        "mixed",
        "use",
        "destination",
        "disciplined",
        "spending",
        "come",
        "together",
        "impressive",
        "powerful",
        "financial",
        "result",
        "quarter",
        "financial",
        "result",
        "net",
        "income",
        "available",
        "common",
        "shareholder",
        "million",
        "earnings",
        "per",
        "diluted",
        "share",
        "first",
        "quarter",
        "versus",
        "million",
        "respectively",
        "first",
        "quarter",
        "first",
        "quarter",
        "federal",
        "realty",
        "generated",
        "ffo",
        "million",
        "per",
        "diluted",
        "share",
        "compare",
        "ffo",
        "million",
        "per",
        "diluted",
        "share",
        "first",
        "quarter",
        "ffo",
        "supplemental",
        "earnings",
        "measure",
        "trust",
        "considers",
        "meaningful",
        "measuring",
        "operating",
        "performance",
        "reconciliation",
        "ffo",
        "net",
        "income",
        "attached",
        "press",
        "release",
        "portfolio",
        "result",
        "first",
        "quarter",
        "comparable",
        "property",
        "poi",
        "increased",
        "comparable",
        "property",
        "poi",
        "represents",
        "consolidated",
        "property",
        "portfolio",
        "property",
        "distort",
        "comparability",
        "period",
        "two",
        "primary",
        "category",
        "asset",
        "owned",
        "full",
        "quarter",
        "period",
        "presented",
        "asset",
        "currently",
        "development",
        "repositioned",
        "significant",
        "redevelopment",
        "investment",
        "overall",
        "portfolio",
        "leased",
        "march",
        "compared",
        "march",
        "federal",
        "realty",
        "comparable",
        "property",
        "portfolio",
        "leased",
        "march",
        "compared",
        "march",
        "first",
        "quarter",
        "comparable",
        "space",
        "basis",
        "space",
        "former",
        "tenant",
        "federal",
        "realty",
        "signed",
        "lease",
        "square",
        "foot",
        "average",
        "cash",
        "basis",
        "contractual",
        "rent",
        "increase",
        "excluding",
        "impact",
        "rent",
        "average",
        "contractual",
        "rent",
        "comparable",
        "space",
        "first",
        "year",
        "new",
        "lease",
        "per",
        "square",
        "foot",
        "compared",
        "average",
        "contractual",
        "rent",
        "per",
        "square",
        "foot",
        "last",
        "year",
        "prior",
        "lease",
        "previous",
        "average",
        "contractual",
        "rent",
        "calculated",
        "including",
        "minimum",
        "rent",
        "percentage",
        "rent",
        "actually",
        "paid",
        "last",
        "year",
        "lease",
        "term",
        "space",
        "basis",
        "rent",
        "increase",
        "comparable",
        "retail",
        "space",
        "averaged",
        "first",
        "quarter",
        "regular",
        "quarterly",
        "dividend",
        "federal",
        "realty",
        "also",
        "announced",
        "today",
        "board",
        "trustee",
        "declared",
        "regular",
        "quarterly",
        "cash",
        "dividend",
        "per",
        "common",
        "share",
        "resulting",
        "indicated",
        "annual",
        "rate",
        "per",
        "common",
        "share",
        "regular",
        "common",
        "dividend",
        "payable",
        "july",
        "common",
        "shareholder",
        "record",
        "june",
        "guidance",
        "federal",
        "realty",
        "maintained",
        "guidance",
        "ffo",
        "per",
        "diluted",
        "share",
        "updated",
        "earnings",
        "per",
        "diluted",
        "share",
        "guidance",
        "conference",
        "call",
        "information",
        "federal",
        "realty",
        "management",
        "team",
        "present",
        "discussion",
        "trust",
        "operating",
        "performance",
        "first",
        "quarter",
        "earnings",
        "conference",
        "call",
        "scheduled",
        "thursday",
        "may",
        "et",
        "participate",
        "please",
        "call",
        "five",
        "ten",
        "minute",
        "prior",
        "call",
        "start",
        "time",
        "use",
        "passcode",
        "required",
        "replay",
        "webcast",
        "available",
        "federal",
        "realty",
        "website",
        "telephonic",
        "replay",
        "conference",
        "call",
        "also",
        "available",
        "may",
        "dialing",
        "passcode",
        "federal",
        "realty",
        "federal",
        "realty",
        "recognized",
        "leader",
        "ownership",
        "operation",
        "redevelopment",
        "retail",
        "based",
        "property",
        "located",
        "primarily",
        "major",
        "coastal",
        "market",
        "washington",
        "boston",
        "well",
        "san",
        "francisco",
        "los",
        "angeles",
        "founded",
        "federal",
        "realty",
        "mission",
        "deliver",
        "long",
        "term",
        "sustainable",
        "growth",
        "investing",
        "densely",
        "populated",
        "affluent",
        "community",
        "retail",
        "demand",
        "exceeds",
        "supply",
        "expertise",
        "includes",
        "creating",
        "urban",
        "neighborhood",
        "like",
        "santana",
        "row",
        "san",
        "jose",
        "california",
        "pike",
        "rose",
        "north",
        "bethesda",
        "maryland",
        "assembly",
        "row",
        "somerville",
        "massachusetts",
        "unique",
        "vibrant",
        "environment",
        "combine",
        "shopping",
        "dining",
        "living",
        "working",
        "provide",
        "destination",
        "experience",
        "valued",
        "respective",
        "community",
        "federal",
        "realty",
        "property",
        "include",
        "approximately",
        "tenant",
        "approximately",
        "million",
        "square",
        "foot",
        "residential",
        "unit",
        "federal",
        "realty",
        "increased",
        "quarterly",
        "dividend",
        "shareholder",
        "consecutive",
        "year",
        "longest",
        "record",
        "reit",
        "industry",
        "federal",
        "realty",
        "p",
        "index",
        "member",
        "share",
        "traded",
        "nyse",
        "symbol",
        "frt",
        "additional",
        "information",
        "federal",
        "realty",
        "property",
        "visit",
        "safe",
        "harbor",
        "language",
        "certain",
        "matter",
        "discussed",
        "within",
        "press",
        "release",
        "may",
        "deemed",
        "statement",
        "federal",
        "security",
        "law",
        "although",
        "federal",
        "realty",
        "belief",
        "expectation",
        "reflected",
        "reasonable",
        "assumption",
        "give",
        "assurance",
        "expectation",
        "attained",
        "factor",
        "include",
        "limited",
        "risk",
        "factor",
        "described",
        "k",
        "filed",
        "february",
        "include",
        "following",
        "risk",
        "tenant",
        "pay",
        "rent",
        "may",
        "vacate",
        "early",
        "may",
        "file",
        "bankruptcy",
        "may",
        "unable",
        "renew",
        "lease",
        "space",
        "favorable",
        "rent",
        "lease",
        "expire",
        "risk",
        "may",
        "able",
        "proceed",
        "obtain",
        "necessary",
        "approval",
        "redevelopment",
        "renovation",
        "project",
        "completion",
        "anticipated",
        "ongoing",
        "property",
        "redevelopment",
        "renovation",
        "project",
        "pursue",
        "may",
        "cost",
        "take",
        "time",
        "complete",
        "fail",
        "perform",
        "expected",
        "risk",
        "investing",
        "significant",
        "amount",
        "development",
        "project",
        "may",
        "perform",
        "planned",
        "may",
        "dependent",
        "third",
        "party",
        "deliver",
        "critical",
        "aspect",
        "certain",
        "project",
        "requires",
        "spending",
        "substantial",
        "amount",
        "upfront",
        "infrastructure",
        "assumes",
        "receipt",
        "public",
        "funding",
        "committed",
        "entirely",
        "funded",
        "risk",
        "normally",
        "associated",
        "real",
        "estate",
        "industry",
        "including",
        "risk",
        "occupancy",
        "level",
        "property",
        "amount",
        "rent",
        "receive",
        "property",
        "may",
        "lower",
        "expected",
        "new",
        "acquisition",
        "may",
        "fail",
        "perform",
        "expected",
        "competition",
        "acquisition",
        "could",
        "result",
        "increased",
        "price",
        "acquisition",
        "cost",
        "associated",
        "periodic",
        "maintenance",
        "repair",
        "renovation",
        "space",
        "insurance",
        "operation",
        "may",
        "increase",
        "environmental",
        "issue",
        "may",
        "develop",
        "property",
        "result",
        "unanticipated",
        "cost",
        "real",
        "estate",
        "illiquid",
        "may",
        "able",
        "sell",
        "property",
        "appropriate",
        "risk",
        "growth",
        "limited",
        "obtain",
        "additional",
        "capital",
        "risk",
        "associated",
        "general",
        "economic",
        "condition",
        "including",
        "local",
        "economic",
        "condition",
        "geographic",
        "market",
        "risk",
        "financing",
        "ability",
        "consummate",
        "additional",
        "financing",
        "obtain",
        "replacement",
        "financing",
        "term",
        "acceptable",
        "u",
        "ability",
        "meet",
        "existing",
        "financial",
        "covenant",
        "limitation",
        "imposed",
        "operation",
        "covenant",
        "possibility",
        "increase",
        "interest",
        "rate",
        "would",
        "result",
        "increased",
        "interest",
        "expense",
        "risk",
        "related",
        "status",
        "real",
        "estate",
        "investment",
        "trust",
        "commonly",
        "referred",
        "reit",
        "federal",
        "income",
        "tax",
        "purpose",
        "existence",
        "complex",
        "tax",
        "regulation",
        "relating",
        "status",
        "reit",
        "effect",
        "future",
        "change",
        "reit",
        "requirement",
        "result",
        "new",
        "legislation",
        "adverse",
        "consequence",
        "failure",
        "qualify",
        "reit",
        "given",
        "uncertainty",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "make",
        "including",
        "press",
        "release",
        "except",
        "may",
        "required",
        "law",
        "make",
        "promise",
        "update",
        "statement",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "carefully",
        "review",
        "risk",
        "risk",
        "factor",
        "included",
        "k",
        "filed",
        "security",
        "exchange",
        "commission",
        "february",
        "federal",
        "realty",
        "investment",
        "trust",
        "consolidated",
        "balance",
        "sheet",
        "march",
        "march",
        "december",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "unaudited",
        "asset",
        "real",
        "estate",
        "cost",
        "operating",
        "including",
        "consolidated",
        "variable",
        "interest",
        "entity",
        "respectively",
        "including",
        "consolidated",
        "variable",
        "interest",
        "entity",
        "respectively",
        "asset",
        "held",
        "sale",
        "less",
        "accumulated",
        "depreciation",
        "amortization",
        "including",
        "consolidated",
        "variable",
        "interest",
        "entity",
        "respectively",
        "net",
        "real",
        "estate",
        "cash",
        "cash",
        "equivalent",
        "account",
        "note",
        "receivable",
        "net",
        "mortgage",
        "note",
        "receivable",
        "net",
        "investment",
        "real",
        "estate",
        "partnership",
        "prepaid",
        "expense",
        "asset",
        "total",
        "asset",
        "liability",
        "shareholder",
        "equity",
        "liability",
        "mortgage",
        "payable",
        "net",
        "including",
        "consolidated",
        "variable",
        "interest",
        "entity",
        "respectively",
        "capital",
        "lease",
        "obligation",
        "note",
        "payable",
        "net",
        "senior",
        "note",
        "debenture",
        "net",
        "account",
        "payable",
        "accrued",
        "expense",
        "dividend",
        "payable",
        "security",
        "deposit",
        "payable",
        "liability",
        "deferred",
        "credit",
        "total",
        "liability",
        "commitment",
        "contingency",
        "redeemable",
        "noncontrolling",
        "interest",
        "shareholder",
        "equity",
        "preferred",
        "share",
        "authorized",
        "share",
        "par",
        "series",
        "c",
        "cumulative",
        "redeemable",
        "preferred",
        "share",
        "stated",
        "liquidation",
        "preference",
        "per",
        "share",
        "share",
        "issued",
        "outstanding",
        "series",
        "cumulative",
        "convertible",
        "preferred",
        "share",
        "stated",
        "liquidation",
        "preference",
        "per",
        "share",
        "share",
        "issued",
        "outstanding",
        "common",
        "share",
        "beneficial",
        "interest",
        "par",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "dividend",
        "excess",
        "net",
        "income",
        "accumulated",
        "comprehensive",
        "loss",
        "total",
        "shareholder",
        "equity",
        "trust",
        "noncontrolling",
        "interest",
        "total",
        "shareholder",
        "equity",
        "total",
        "liability",
        "shareholder",
        "equity",
        "federal",
        "realty",
        "investment",
        "trust",
        "consolidated",
        "income",
        "statement",
        "march",
        "three",
        "month",
        "ended",
        "march",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "unaudited",
        "revenue",
        "rental",
        "income",
        "property",
        "income",
        "mortgage",
        "interest",
        "income",
        "total",
        "revenue",
        "expense",
        "rental",
        "expense",
        "real",
        "estate",
        "tax",
        "general",
        "administrative",
        "depreciation",
        "amortization",
        "total",
        "operating",
        "expense",
        "operating",
        "income",
        "interest",
        "income",
        "interest",
        "expense",
        "loss",
        "real",
        "estate",
        "partnership",
        "income",
        "continuing",
        "operation",
        "gain",
        "sale",
        "real",
        "estate",
        "net",
        "net",
        "income",
        "net",
        "income",
        "attributable",
        "noncontrolling",
        "interest",
        "net",
        "income",
        "attributable",
        "trust",
        "dividend",
        "preferred",
        "share",
        "net",
        "income",
        "available",
        "common",
        "shareholder",
        "earnings",
        "per",
        "common",
        "share",
        "basic",
        "net",
        "income",
        "available",
        "common",
        "shareholder",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "earnings",
        "per",
        "common",
        "share",
        "diluted",
        "net",
        "income",
        "available",
        "common",
        "shareholder",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "federal",
        "realty",
        "investment",
        "trust",
        "fund",
        "operation",
        "march",
        "three",
        "month",
        "ended",
        "march",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "fund",
        "operation",
        "available",
        "common",
        "shareholder",
        "ffo",
        "net",
        "income",
        "net",
        "income",
        "attributable",
        "noncontrolling",
        "interest",
        "gain",
        "sale",
        "real",
        "estate",
        "net",
        "depreciation",
        "amortization",
        "real",
        "estate",
        "asset",
        "amortization",
        "initial",
        "direct",
        "cost",
        "lease",
        "fund",
        "operation",
        "dividend",
        "preferred",
        "share",
        "income",
        "attributable",
        "operating",
        "partnership",
        "unit",
        "income",
        "attributable",
        "unvested",
        "share",
        "ffo",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "diluted",
        "ffo",
        "per",
        "diluted",
        "share",
        "note",
        "gain",
        "sale",
        "real",
        "estate",
        "three",
        "month",
        "related",
        "condominium",
        "unit",
        "sold",
        "assembly",
        "row",
        "pike",
        "rose",
        "effective",
        "january",
        "adopted",
        "new",
        "accounting",
        "standard",
        "related",
        "revenue",
        "recognition",
        "result",
        "change",
        "revenue",
        "recognition",
        "policy",
        "condominium",
        "sale",
        "see",
        "note",
        "march",
        "form",
        "additional",
        "information",
        "regarding",
        "adoption",
        "three",
        "month",
        "dividend",
        "series",
        "preferred",
        "share",
        "deducted",
        "calculation",
        "ffo",
        "available",
        "common",
        "shareholder",
        "related",
        "share",
        "dilutive",
        "included",
        "weighted",
        "average",
        "common",
        "share",
        "diluted",
        "investor",
        "inquires",
        "medium",
        "inquiry",
        "leah",
        "andress",
        "brady",
        "andrea",
        "simpson",
        "investor",
        "relation",
        "associate",
        "vice",
        "president",
        "marketing",
        "lbrady",
        "asimpson",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "federal",
        "realty",
        "investment",
        "trust"
    ]
}