{
    "organizations": [],
    "uuid": "b3c4f9c8ace4ef1a0a26fd9ae1fc334666d13f3b",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/business-wire-kopin-provides-business-update-and-first-quarter-2018-operating-results.html",
    "ord_in_thread": 0,
    "title": "Kopin Provides Business Update and First Quarter 2018 Operating Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "First Quarter Revenues Increase 28%, Driven by Military Sales Major New Design-in Win With a Global Tier One Company for an Enterprise Headset New Generation AR Glass SOLOS to Start Shipping on May 9, 2018 On Track for Full Year 2018 Revenue Guidance Of $35-$40 Million Company Adopts ASC 606 Revenue Recognition Standard\nWESTBOROUGH, Mass.--(BUSINESS WIRE)-- Kopin Corporation (NASDAQ: KOPN ), a leading developer of innovative wearable computing technologies and solutions, today provided an update on its business initiatives and reported financial results for the first quarter of 2018, ended March 31, 2018.\n“Our results were again driven by our military business, in particular the continued ramp of the F-35 fighter jet program, where Kopin is the sole supplier of displays for the pilot helmets. In addition to our current purchase agreement, we have been notified that we should soon receive follow-on orders for revenues through 2019,” said Dr. John C.C. Fan, CEO of Kopin. “After quarter-end we received initial production authorization for the procurement of long-lead materials for the FWS-I program, which support the production of 5,000 eyepieces, with shipments beginning in August. The FWS-C program continues in early development, and we are now beginning the early development process on the armored vehicle program we won last quarter. We are pleased this program was just expanded to include the development of additional eyepiece scopes, which increases the potential value over the life of the program from $40 million to $80 million. Finally, our new Brillian™ LCD microdisplay product line, which was created specifically to meet the extremely high brightness requirements of next generation aviation AR applications, has been well received by the military. We expect follow-on orders as development continues on new helmets utilizing the display.”\nDr. Fan continued, “Our enterprise customers have reported good demand for their augmented reality (AR) headsets, matching the optimism earlier this year at CES where a number of customers indicated they were starting to see the widespread adoption of AR by businesses across many industries, including healthcare, aviation and automotive. Kopin’s displays and optics are key components of these headsets and we are seeing a significant ramp in orders from these customers. In addition, we are delighted that we were just awarded a major design win with a global tier one company for a new AR smartglass for enterprise, which is on schedule to be released by the end of the year.\n“We are very excited that our newest SOLOS™ smartglasses will be available for shipping beginning tomorrow. SOLOS has been called the world’s lightest and most advanced AR smartglass for sports and consumer fitness. It was designed using Kopin’s unique insight into how to balance style, form, comfort and function for maximum value to athletes. We are targeting cyclists, triathletes and runners with these smartglasses, which contain a heads-up see-through Pupil™ display module so athletes can get real-time updates, such as speed, power and pace, and measure their progress. SOLOS also includes our Whisper™ Voice Chip so that users can make phone calls or communicate with others in their group, benefitting from our unique noise-cancellation technology. SOLOS, which retails for $499, is available at www.solos-wearables.com through our ecommerce infrastructure. We anticipate rolling out SOLOS through other distribution formats during 2018.\n“The year has gotten off to a very good start and we are encouraged by the opportunities ahead for 2018,” concluded Dr. Fan.\nFirst Quarter Financial Results\nEffective December 31, 2017, Kopin adopted ASC Topic 606 using the “modified retrospective” approach, meaning the standard was applied only to the financial results of the first quarter of 2018 with a cumulative adjustment to retained earnings. Under this transition method, Kopin applied the standard only to contracts that were not complete at the initial adoption date.\nTotal revenues for the first quarter ended March 31, 2018 were $5.7 million, compared with $4.4 million for the first quarter ended April 1, 2017.\nResearch and development (R&D) expenses for the first quarter of 2018 were $4.5 million compared to $4.3 million for the first quarter of 2017.\nSelling, general and administrative (SG&A) expenses were $6.9 million for the first quarter of 2018 compared to $5.6 million for the first quarter of 2017.\nNet loss attributable to the controlling interest for the first quarter of 2018 was $4.8 million, or $0.07 per share, compared with net loss of $7.9 million, or $0.12 per share, for the first quarter of 2017. Included in the first quarter of 2018 was $1.0 million from insurance proceeds and an approximate $3.6 million gain from the exchange of certain intellectual property for an equity investment.\nDuring the first quarter of 2018 Kopin had 9 patents granted and filed for 6 new applications. Kopin has over 300 patents and patents pending, almost all of which are related to wearable applications.\nKopin has maintained a strong financial position. Net cash used in operating activities for the first quarter ended March 31, 2018 was approximately $6.1 million. Kopin’s cash and equivalents and marketable securities were approximately $61.0 million at March 31, 2018 as compared to $68.8 million at December 31, 2017, with no long-term debt.\n“We believe full year revenues will be $35-$40 million,” said Richard Sneider, Kopin’s CFO. “Similar to last year, our revenues will trend substantially to the second half of the year, and our goal is to achieve break even on profitability by the end of 2019.”\nThe following table shows the impact of adoption of Topic 606 on the first quarter of 2018 results of operations (amount in millions):\nAs reported Balances without\nadoption of Topic\n606\nEffect of\nchange\nNet product revenues $5.1 $6.5 $(1.4) Research and development revenues 0.6\n0.7\n(0.1)\nRevenues 5.7 $7.2 $(1.5) Cost of product revenues 4.1 5.1 1.0 Net loss attributable to controlling interest $(4.8) $(4.3) $(.5) All amounts above are estimates and readers should refer to our Form 10-Q for the quarter ended March 31, 2018 for final disposition.\nBrillian, SOLOS, Whisper and Kopin are a registered trademark of Kopin Corporation.\nForward-Looking Statements\nStatements in this press release may be considered “forward-looking” statements under the “Safe Harbor” provisions of the Private Securities Litigation Reform Act of 1995. These include, without limitation, statements relating to our expectation that we will receive shortly follow-on orders for the F-35 program, which will provide visibility into military revenues through 2019; the 5,000 FWS-I eyepieces will be delivered over the next year, beginning in August 2018; our belief that the FWS-C program is tracking on plan; our belief that the armored vehicle program we won last quarter and was just expanded to include the development of additional eyepiece scopes increases the potential total value over the life of the program from $40 million to $80 million; we were just awarded a major design win with a global tier one company for a new AR-smart glass for enterprise applications which is scheduled to be release at the end of the year; our expectation of follow-on orders on new helmets as the Brillian LCD microdisplay development continues; our enterprise customers are reporting seeing good demand for their augmented reality (AR) headsets; our expectation that at AWE USA 2018 trade show at the end of May we will introduce our own product targeting the industrial market; our expectation that the SOLOS smartglasses will have a retail price of $499; our expectation that we will roll out SOLOS through other distribution formats during 2018; our expectation that our revenues for the fiscal year 2018 will be in the range of $35 to $40 million; our goal is to achieve break even on profitability by the end of 2019; our belief that the year has gotten off to a very good start and we are encouraged by the opportunities ahead for 2018. These statements involve a number of risks and uncertainties that could cause actual results to differ materially from those expressed in the forward-looking statements. These risks and uncertainties include, but are not limited to, the following either or both the F-35, FWS-I and FWS-C programs could be cancelled; we may not receive additional orders for our components for the F-35 and FWS-I programs; we may be designed out of the F-35 and FWS-I programs; we may not pass qualification of the FWS-C program; the FWS-I program may not begin to ship in August 2018; the armored vehicle program may be cancelled; the revenue from the armored vehicle program may not be in the range of $40 million to $80 million over its life to us; the design win for a global tier one customer for a new AR-smart glass for enterprise applications may be cancelled or if developed and commercialized may not provide significant revenues; we may encounter issues in our Brillian LCD microdisplay development which may prevent the Brillian LCD microdisplay form achieving results necessary to make it commercially viable; we may not receive any follow-on orders for our Brillian LCD microdisplays; our enterprise customers expectations of demand may be wrong and not occur which would negatively impact sales of our components to them; we may not be able to introduce our own product targeting the industrial market at the AWE USA 2018 show for numerous reasons; SOLOS smartglasses’ retail price is subject to change; we may be unable to roll out SOLOS through other distribution formats during 2018 due to a lack of demand, cost, or our inexperience in selling a device like SOLOS smartglasses; our revenues for the fiscal year 2018 may not be in the range of $35 to $40 million; we may be unable to achieve break even on profitability by the end of 2019; and other risk factors and cautionary statements listed in Kopin’s periodic reports and registration statements filed with the Securities and Exchange Commission, including the Annual Report on Form 10-K for the 12 months ended December 31, 2017, and Kopin’s subsequent filings with the Securities and Exchange Commission. You should not place undue reliance on any forward-looking statements, which are based only on information currently available to Kopin and only as of the date on which they are made. We undertake no obligation to update any of these forward-looking statements to reflect events or circumstances occurring after the date of this release.\nKopin Corporation Condensed Consolidated Statements of Operations (Unaudited) Three Months Ended March 31, 2018\nApril 1, 2017\nRevenues: Net product revenues $ 5,044,809 $ 3,933,142 Research and development revenues 608,811 444,985 5,653,620 4,378,127 Expenses: Cost of product revenues 4,062,191 3,117,357 Research and development 4,451,653 4,281,870 Selling, general and administrative 6,931,410 5,641,684 15,445,254 13,040,911 Loss from operations (9,791,634 ) (8,662,784 ) Other income (expense), net 5,019,530 (423,095 ) Loss before benefit for income taxes and net (income) (4,772,104 ) (9,085,879 ) loss from noncontrolling interest Benefit for income taxes - 1,146,000 Net loss (4,772,104 ) (7,939,879 ) Net (income) loss attributable to noncontrolling interest (64,174 ) 81,438 Net loss attributable to the controlling interest $ (4,836,278 ) $ (7,858,441 ) Net loss per share: Basic $ (0.07 ) $ (0.12 ) Diluted $ (0.07 ) $ (0.12 ) Weighted average number of common shares outstanding: Basic 73,078,344 64,538,686 Diluted 73,078,344 64,538,686\nKopin Corporation Condensed Consolidated Balance Sheets (Unaudited) March 31, 2018\nDecember 30, 2017\nASSETS Current assets: Cash and marketable securities $ 61,041,495 $ 68,755,684 Accounts receivable, net 2,457,904 4,659,986 Inventory 3,773,305 5,080,797 Contract assets and unbilled receivables 2,479,062 - Prepaid and other current assets 1,257,765 1,243,029 Total current assets 71,009,531 79,739,496 Land, equipment and improvements, net 5,304,135 5,077,043 Goodwill and intangible assets 2,464,715 2,663,883 Equity investment 4,600,000 - Other assets 4,194,219 3,842,068 Total assets $ 87,572,600 $ 91,322,490 LIABILITIES AND STOCKHOLDERS' EQUITY Current liabilities: Accounts payable $ 3,210,639 $ 4,918,605 Accrued expenses 4,626,655 4,351,537 Income tax payable - 1,416,892 Deferred income taxes 523,529 520,000 Contract Liabilities and billings in excess of revenue earned 384,073 896,479 Total current liabilities 8,744,896 12,103,513 Other long term liabilities 1,746,920 1,569,253 Lease commitments 280,348 269,877 Total Kopin Corporation stockholders' equity 77,451,925 78,099,269 Noncontrolling interest (651,489 ) (719,422 ) Total stockholders' equity 76,800,436 77,379,847 Total liabilities and stockholders' equity $ 87,572,600 $ 91,322,490\nKopin Corporation\nSupplemental Information (Unaudited) Three Months Ended March 31, 2018\nApril 1, 2017\nDisplay Revenues by Category (in millions) Military Applications $ 2.3 $ 1.3 Industrial Applications 1.8 1.5 Consumer Applications 0.8 0.6 Other 0.1 0.5 Research and Development 0.7 0.4 Total $ 5.7 $ 4.3 Stock-Based Compensation Expense Continuing Operations Cost of component revenues $ 110,000 $ 104,000 Research and development 274,000 219,000 Selling, general and administrative 1,015,000 969,000 $ 1,399,000 $ 1,292,000 Other Financial Information Depreciation and amortization $ 555,000 $ 443,000\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180508005584/en/\nKopin Corporation\nRichard Sneider, 508-870-5959\nTreasurer and Chief Financial Officer\nRichard_Sneider@kopin.com\nor\nMarket Street Partners\nJoann Horne, 415-445-3233\nJHorne@marketstreetpartners.com\nSource: Kopin Corporation",
    "published": "2018-05-08T16:00:00.000+03:00",
    "crawled": "2018-05-08T16:47:19.006+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "first",
        "quarter",
        "revenue",
        "increase",
        "driven",
        "military",
        "sale",
        "major",
        "new",
        "win",
        "global",
        "tier",
        "one",
        "company",
        "enterprise",
        "headset",
        "new",
        "generation",
        "ar",
        "glass",
        "solo",
        "start",
        "shipping",
        "may",
        "track",
        "full",
        "year",
        "revenue",
        "guidance",
        "million",
        "company",
        "adopts",
        "asc",
        "revenue",
        "recognition",
        "standard",
        "westborough",
        "business",
        "wire",
        "kopin",
        "corporation",
        "nasdaq",
        "kopn",
        "leading",
        "developer",
        "innovative",
        "wearable",
        "computing",
        "technology",
        "solution",
        "today",
        "provided",
        "update",
        "business",
        "initiative",
        "reported",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "result",
        "driven",
        "military",
        "business",
        "particular",
        "continued",
        "ramp",
        "fighter",
        "jet",
        "program",
        "kopin",
        "sole",
        "supplier",
        "display",
        "pilot",
        "helmet",
        "addition",
        "current",
        "purchase",
        "agreement",
        "notified",
        "soon",
        "receive",
        "order",
        "revenue",
        "said",
        "john",
        "fan",
        "ceo",
        "kopin",
        "received",
        "initial",
        "production",
        "authorization",
        "procurement",
        "material",
        "program",
        "support",
        "production",
        "eyepiece",
        "shipment",
        "beginning",
        "august",
        "program",
        "continues",
        "early",
        "development",
        "beginning",
        "early",
        "development",
        "process",
        "armored",
        "vehicle",
        "program",
        "last",
        "quarter",
        "pleased",
        "program",
        "expanded",
        "include",
        "development",
        "additional",
        "eyepiece",
        "scope",
        "increase",
        "potential",
        "value",
        "life",
        "program",
        "million",
        "million",
        "finally",
        "new",
        "lcd",
        "microdisplay",
        "product",
        "line",
        "created",
        "specifically",
        "meet",
        "extremely",
        "high",
        "brightness",
        "requirement",
        "next",
        "generation",
        "aviation",
        "ar",
        "application",
        "well",
        "received",
        "military",
        "expect",
        "order",
        "development",
        "continues",
        "new",
        "helmet",
        "utilizing",
        "fan",
        "continued",
        "enterprise",
        "customer",
        "reported",
        "good",
        "demand",
        "augmented",
        "reality",
        "ar",
        "headset",
        "matching",
        "optimism",
        "earlier",
        "year",
        "ce",
        "number",
        "customer",
        "indicated",
        "starting",
        "see",
        "widespread",
        "adoption",
        "ar",
        "business",
        "across",
        "many",
        "industry",
        "including",
        "healthcare",
        "aviation",
        "automotive",
        "kopin",
        "display",
        "optic",
        "key",
        "component",
        "headset",
        "seeing",
        "significant",
        "ramp",
        "order",
        "customer",
        "addition",
        "delighted",
        "awarded",
        "major",
        "design",
        "win",
        "global",
        "tier",
        "one",
        "company",
        "new",
        "ar",
        "smartglass",
        "enterprise",
        "schedule",
        "released",
        "end",
        "year",
        "excited",
        "newest",
        "smartglasses",
        "available",
        "shipping",
        "beginning",
        "tomorrow",
        "solo",
        "called",
        "world",
        "lightest",
        "advanced",
        "ar",
        "smartglass",
        "sport",
        "consumer",
        "fitness",
        "designed",
        "using",
        "kopin",
        "unique",
        "insight",
        "balance",
        "style",
        "form",
        "comfort",
        "function",
        "maximum",
        "value",
        "athlete",
        "targeting",
        "cyclist",
        "triathletes",
        "runner",
        "smartglasses",
        "contain",
        "display",
        "module",
        "athlete",
        "get",
        "update",
        "speed",
        "power",
        "pace",
        "measure",
        "progress",
        "solo",
        "also",
        "includes",
        "voice",
        "chip",
        "user",
        "make",
        "phone",
        "call",
        "communicate",
        "others",
        "group",
        "benefitting",
        "unique",
        "technology",
        "solo",
        "retail",
        "available",
        "ecommerce",
        "infrastructure",
        "anticipate",
        "rolling",
        "solo",
        "distribution",
        "format",
        "year",
        "gotten",
        "good",
        "start",
        "encouraged",
        "opportunity",
        "ahead",
        "concluded",
        "fan",
        "first",
        "quarter",
        "financial",
        "result",
        "effective",
        "december",
        "kopin",
        "adopted",
        "asc",
        "topic",
        "using",
        "modified",
        "retrospective",
        "approach",
        "meaning",
        "standard",
        "applied",
        "financial",
        "result",
        "first",
        "quarter",
        "cumulative",
        "adjustment",
        "retained",
        "earnings",
        "transition",
        "method",
        "kopin",
        "applied",
        "standard",
        "contract",
        "complete",
        "initial",
        "adoption",
        "date",
        "total",
        "revenue",
        "first",
        "quarter",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "ended",
        "april",
        "research",
        "development",
        "r",
        "expense",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "selling",
        "general",
        "administrative",
        "sg",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "net",
        "loss",
        "attributable",
        "controlling",
        "interest",
        "first",
        "quarter",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "first",
        "quarter",
        "included",
        "first",
        "quarter",
        "million",
        "insurance",
        "proceeds",
        "approximate",
        "million",
        "gain",
        "exchange",
        "certain",
        "intellectual",
        "property",
        "equity",
        "investment",
        "first",
        "quarter",
        "kopin",
        "patent",
        "granted",
        "filed",
        "new",
        "application",
        "kopin",
        "patent",
        "patent",
        "pending",
        "almost",
        "related",
        "wearable",
        "application",
        "kopin",
        "maintained",
        "strong",
        "financial",
        "position",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "first",
        "quarter",
        "ended",
        "march",
        "approximately",
        "million",
        "kopin",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "approximately",
        "million",
        "march",
        "compared",
        "million",
        "december",
        "debt",
        "believe",
        "full",
        "year",
        "revenue",
        "million",
        "said",
        "richard",
        "sneider",
        "kopin",
        "cfo",
        "similar",
        "last",
        "year",
        "revenue",
        "trend",
        "substantially",
        "second",
        "half",
        "year",
        "goal",
        "achieve",
        "break",
        "even",
        "profitability",
        "end",
        "following",
        "table",
        "show",
        "impact",
        "adoption",
        "topic",
        "first",
        "quarter",
        "result",
        "operation",
        "amount",
        "million",
        "reported",
        "balance",
        "without",
        "adoption",
        "topic",
        "effect",
        "change",
        "net",
        "product",
        "revenue",
        "research",
        "development",
        "revenue",
        "revenue",
        "cost",
        "product",
        "revenue",
        "net",
        "loss",
        "attributable",
        "controlling",
        "interest",
        "amount",
        "estimate",
        "reader",
        "refer",
        "form",
        "quarter",
        "ended",
        "march",
        "final",
        "disposition",
        "brillian",
        "solo",
        "whisper",
        "kopin",
        "registered",
        "trademark",
        "kopin",
        "corporation",
        "statement",
        "statement",
        "press",
        "release",
        "may",
        "considered",
        "statement",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "include",
        "without",
        "limitation",
        "statement",
        "relating",
        "expectation",
        "receive",
        "shortly",
        "order",
        "program",
        "provide",
        "visibility",
        "military",
        "revenue",
        "eyepiece",
        "delivered",
        "next",
        "year",
        "beginning",
        "august",
        "belief",
        "program",
        "tracking",
        "plan",
        "belief",
        "armored",
        "vehicle",
        "program",
        "last",
        "quarter",
        "expanded",
        "include",
        "development",
        "additional",
        "eyepiece",
        "scope",
        "increase",
        "potential",
        "total",
        "value",
        "life",
        "program",
        "million",
        "million",
        "awarded",
        "major",
        "design",
        "win",
        "global",
        "tier",
        "one",
        "company",
        "new",
        "glass",
        "enterprise",
        "application",
        "scheduled",
        "release",
        "end",
        "year",
        "expectation",
        "order",
        "new",
        "helmet",
        "brillian",
        "lcd",
        "microdisplay",
        "development",
        "continues",
        "enterprise",
        "customer",
        "reporting",
        "seeing",
        "good",
        "demand",
        "augmented",
        "reality",
        "ar",
        "headset",
        "expectation",
        "awe",
        "usa",
        "trade",
        "show",
        "end",
        "may",
        "introduce",
        "product",
        "targeting",
        "industrial",
        "market",
        "expectation",
        "solo",
        "smartglasses",
        "retail",
        "price",
        "expectation",
        "roll",
        "solo",
        "distribution",
        "format",
        "expectation",
        "revenue",
        "fiscal",
        "year",
        "range",
        "million",
        "goal",
        "achieve",
        "break",
        "even",
        "profitability",
        "end",
        "belief",
        "year",
        "gotten",
        "good",
        "start",
        "encouraged",
        "opportunity",
        "ahead",
        "statement",
        "involve",
        "number",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "statement",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "following",
        "either",
        "program",
        "could",
        "cancelled",
        "may",
        "receive",
        "additional",
        "order",
        "component",
        "program",
        "may",
        "designed",
        "program",
        "may",
        "pas",
        "qualification",
        "program",
        "program",
        "may",
        "begin",
        "ship",
        "august",
        "armored",
        "vehicle",
        "program",
        "may",
        "cancelled",
        "revenue",
        "armored",
        "vehicle",
        "program",
        "may",
        "range",
        "million",
        "million",
        "life",
        "u",
        "design",
        "win",
        "global",
        "tier",
        "one",
        "customer",
        "new",
        "glass",
        "enterprise",
        "application",
        "may",
        "cancelled",
        "developed",
        "commercialized",
        "may",
        "provide",
        "significant",
        "revenue",
        "may",
        "encounter",
        "issue",
        "brillian",
        "lcd",
        "microdisplay",
        "development",
        "may",
        "prevent",
        "brillian",
        "lcd",
        "microdisplay",
        "form",
        "achieving",
        "result",
        "necessary",
        "make",
        "commercially",
        "viable",
        "may",
        "receive",
        "order",
        "brillian",
        "lcd",
        "microdisplays",
        "enterprise",
        "customer",
        "expectation",
        "demand",
        "may",
        "wrong",
        "occur",
        "would",
        "negatively",
        "impact",
        "sale",
        "component",
        "may",
        "able",
        "introduce",
        "product",
        "targeting",
        "industrial",
        "market",
        "awe",
        "usa",
        "show",
        "numerous",
        "reason",
        "solo",
        "smartglasses",
        "retail",
        "price",
        "subject",
        "change",
        "may",
        "unable",
        "roll",
        "solo",
        "distribution",
        "format",
        "due",
        "lack",
        "demand",
        "cost",
        "inexperience",
        "selling",
        "device",
        "like",
        "solo",
        "smartglasses",
        "revenue",
        "fiscal",
        "year",
        "may",
        "range",
        "million",
        "may",
        "unable",
        "achieve",
        "break",
        "even",
        "profitability",
        "end",
        "risk",
        "factor",
        "cautionary",
        "statement",
        "listed",
        "kopin",
        "periodic",
        "report",
        "registration",
        "statement",
        "filed",
        "security",
        "exchange",
        "commission",
        "including",
        "annual",
        "report",
        "form",
        "month",
        "ended",
        "december",
        "kopin",
        "subsequent",
        "filing",
        "security",
        "exchange",
        "commission",
        "place",
        "undue",
        "reliance",
        "statement",
        "based",
        "information",
        "currently",
        "available",
        "kopin",
        "date",
        "made",
        "undertake",
        "obligation",
        "update",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "occurring",
        "date",
        "release",
        "kopin",
        "corporation",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "april",
        "revenue",
        "net",
        "product",
        "revenue",
        "research",
        "development",
        "revenue",
        "expense",
        "cost",
        "product",
        "revenue",
        "research",
        "development",
        "selling",
        "general",
        "administrative",
        "loss",
        "operation",
        "income",
        "expense",
        "net",
        "loss",
        "benefit",
        "income",
        "tax",
        "net",
        "income",
        "loss",
        "noncontrolling",
        "interest",
        "benefit",
        "income",
        "tax",
        "net",
        "loss",
        "net",
        "income",
        "loss",
        "attributable",
        "noncontrolling",
        "interest",
        "net",
        "loss",
        "attributable",
        "controlling",
        "interest",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "kopin",
        "corporation",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "march",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "marketable",
        "security",
        "account",
        "receivable",
        "net",
        "inventory",
        "contract",
        "asset",
        "unbilled",
        "receivables",
        "prepaid",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "land",
        "equipment",
        "improvement",
        "net",
        "goodwill",
        "intangible",
        "asset",
        "equity",
        "investment",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "income",
        "tax",
        "payable",
        "deferred",
        "income",
        "tax",
        "contract",
        "liability",
        "billing",
        "excess",
        "revenue",
        "earned",
        "total",
        "current",
        "liability",
        "long",
        "term",
        "liability",
        "lease",
        "commitment",
        "total",
        "kopin",
        "corporation",
        "stockholder",
        "equity",
        "noncontrolling",
        "interest",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "kopin",
        "corporation",
        "supplemental",
        "information",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "april",
        "display",
        "revenue",
        "category",
        "million",
        "military",
        "application",
        "industrial",
        "application",
        "consumer",
        "application",
        "research",
        "development",
        "total",
        "compensation",
        "expense",
        "continuing",
        "operation",
        "cost",
        "component",
        "revenue",
        "research",
        "development",
        "selling",
        "general",
        "administrative",
        "financial",
        "information",
        "depreciation",
        "amortization",
        "view",
        "source",
        "version",
        "http",
        "kopin",
        "corporation",
        "richard",
        "sneider",
        "treasurer",
        "chief",
        "financial",
        "officer",
        "market",
        "street",
        "partner",
        "joann",
        "horne",
        "jhorne",
        "source",
        "kopin",
        "corporation"
    ]
}