{
    "organizations": [],
    "uuid": "4d88ba86f59a9874be182e8dd867f5381ce0769e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/10/globe-newswire-iovance-biotherapeutics-reports-first-quarter-2018-financial-results-and-provides-corporate-update.html",
    "ord_in_thread": 0,
    "title": "Iovance Biotherapeutics Reports 2018 Financial and Provides Corporate Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "- Company to Host Conference Call at 4:30pm ET Today -\nSAN CARLOS, Calif., May 10, 2018 (GLOBE NEWSWIRE) -- Iovance Biotherapeutics, Inc. (NASDAQ:IOVA), a biotechnology company developing novel cancer immunotherapies based on tumor-infiltrating lymphocyte (TIL) technology, today reported its first quarter 2018 financial results and provided a corporate update.\n“Our January 2018 financing puts us in a strong position to advance and expand our robust TIL product pipeline. We continue enrollment in our ongoing trials and have expanded our melanoma study to enroll an additional 25 patients. We are initiating investigation of TIL therapy in new indications as part of our collaboration with MD Anderson, and one of those studies investigating our LN-145 TIL product in patients with sarcomas and ovarian cancers, is now active,” said Dr. Maria Fardis, Ph.D., MBA, president and chief executive officer of Iovance Biotherapeutics. “We also recently received orphan-drug designation from the FDA for autologous tumor infiltrating lymphocytes for the treatment of patients with cervical cancer with a tumor size of greater than 2 cm in diameter.”\nRecent Achievements and Upcoming Milestones\nManufacturing\nTIL therapy manufacturing in Europe is now fully operational at PharmaCell B.V., a subsidiary of Lonza Group Ltd., in the Netherlands.\nClinical\nAs part of a collaboration program, Iovance and MD Anderson Cancer Center (MDACC) initiated a new Phase 2 clinical study, 2017-0672 (NCT03449108). The clinical trial site is currently active and screening patients with soft tissue sarcoma, osteosarcoma and platinum resistant ovarian cancer. The study will treat patients with LN-145 manufactured by Iovance using the company’s Gen 2 manufacturing process. Enrollment in the melanoma study, C-144-01, was expanded from 60 patients to up to 85 patients, 60 of which will be in Cohort 2 utilizing the company’s Gen 2 manufacturing process. The sample size in the study was expanded as Iovance may use the study in support of a potential registration of LN-144. As of May 2018, Iovance has expanded to over 50 clinical sites for its four company-sponsored studies. Of the 50 total sites, four sites are now active for the Iovance IOV-LUN-201 study to treat checkpoint naïve patients with NSCLC.\nRegulatory\nAs of May 2018, Iovance had received approvals to commence clinical trials in six countries in Europe including Switzerland, the Netherlands, France, Hungary, Spain and the United Kingdom. In early May 2018, the company was granted orphan-drug designation from the U.S. Food and Drug Administration (FDA) for autologous tumor infiltrating lymphocytes for the treatment of cervical cancer with a tumor size of greater than 2 cm in diameter.\nResearch\nA late-breaking abstract, titled Anti-OX40 agonistic antibody enhances ex vivo CD8+ TIL expansion with increased T-cell effector function, was presented on Monday, April 16, 2018 at the American Association for Cancer Research (AACR) Annual Meeting in Chicago, IL. In conjunction with one of the Phase 2 clinical trials being conducted as part of Iovance’s alliance with MDACC, Iovance has access to the supply of the 4-1BB agonist antibody, urelumab, for use in the manufacturing of TIL. Iovance has obtained non-exclusive rights to uses of 4-1BB agonists, including uses of urelumab, in the manufacturing of TIL for adoptive cell therapy through an intellectual property license agreement with Moffitt Cancer Center. The company entered into a material transfer agreement with RXi Pharmaceuticals Corporation to evaluate potential uses of sd-rxRNA compounds in the development of TIL therapies which could be applied to various cancer types.\nCorporate\nIn January 2018, the company closed an underwritten public offering of 15,000,000 shares of its common stock at a public offering price of $11.50 per share, before underwriting discounts. The shares sold at closing included 1,956,521 shares issued upon the exercise in full by the underwriter of its option to purchase additional shares at the public offering price less the underwriting discount. The gross proceeds from the offering, before deducting the underwriting discounts and commissions and other offering expenses payable by the company, were $172.5 million with net proceeds to the company of $162.0 million. In March 2018, the company announced the appointment of Michael Weiser, M.D., Ph.D., to Iovance’s Board of Directors. Dr. Weiser is the chair of Iovance’s Compensation Committee and serves on Iovance’s Nominating & Corporate Governance and Audit Committees.\nFirst Quarter 2018 Financial Results\nNet loss for the quarter ended March 31, 2018 was $26.5 million, or ($0.31) per share, compared to net loss of $20.7 million, or ($0.33) per share for the same period ended March 31, 2017.\nResearch and development expenses were $19.9 million for the quarter ended March 31, 2018, an increase of $4.3 million compared to $15.6 million for the same period ended March 31, 2017. The increase in research and development expenses was primarily attributable to a $2.2 million increase in payroll related expenses and consulting fees due to higher head count and dedicated consultants as the Company expanded its research efforts and clinical development programs, and a $2.0 million increase attributable to higher clinical trial costs due to an increase in patient enrollment and an increase in the number of clinical sites for the clinical trial of the Company’s lead product candidate, LN-144, for the treatment of metastatic melanoma, and the initiation of clinical trials of LN-145 for the treatment of cervical, head and neck cancers in 2017. These increases were partially offset by a $1.0 million decrease in manufacturing costs due to higher costs in 2017 related to technical transfer activities.\nGeneral and administrative expenses were $7.0 million for the quarter ended March 31, 2018, an increase of $1.7 million compared to $5.3 million for the same period ended March 31, 2017. The increase was primarily attributable to a $0.9 million increase in payroll related expenses due to an increase in head count, and a $0.6 million increase in professional service and legal expenses primarily to support the expansion of the Company’s intellectual property portfolio.\nAt March 31, 2018, the company held $297.1 million in cash and cash equivalents, compared to $145.4 million at December 31, 2017. The company anticipates that the year-end balance of cash, cash equivalents and short-term investments may be between $190 to $210 million.\nWebcast and Conference Call\nIovance will host a conference call today at 4:30 p.m. ET to discuss these first quarter 2018 results and provide a corporate update. The conference call dial-in numbers are: 1-844-646-4465 (domestic) or 1-615-247-0257 (international). The conference ID access number for the call is 2995797. The live webcast can be accessed under “News & Events” in the “Investors” section of the company’s website at http://www.iovance.com/ or you may use the link: https://edge.media-server.com/m6/p/ouykqu6a .\nA replay of the call will be available from May 10, 2018 at 7:30 p.m. ET to May 17, 2018 at 8:30 p.m. ET. To access the replay, please dial 1-855-859-2056 (domestic) or 1-404-537-3406 (international). The conference ID number for the replay is 2995797. The archived webcast will be available for thirty days in the Investors section of Iovance Biotherapeutics’ website at http://www.iovance.com .\nAbout Iovance Biotherapeutics, Inc.\nIovance Biotherapeutics, Inc. is a clinical-stage biotechnology company focused on the development of cancer immunotherapy products for the treatment of various cancers. The company's lead product candidate is an adoptive cell therapy using tumor-infiltrating lymphocyte (TIL) technology being investigated for the treatment of patients with metastatic melanoma, recurrent and/or metastatic squamous cell carcinoma of the head and neck, recurrent, metastatic or persistent cervical cancer, and locally advanced or metastatic non-small cell lung cancer. For more information, please visit http://www.iovance.com .\nForward-Looking Statements\nCertain matters discussed in this press release are “ ”. We may, in some cases, use terms such as “predicts,” “believes,” “potential,” “continue,” “estimates,” “anticipates,” “expects,” “plans,” “intends,” “may,” “could,” “might,” “will,” “should” or other words that convey uncertainty of future events or outcomes to identify these In particular, the Company’s statements regarding trends and potential future results are examples of such The include risks and uncertainties, including, but not limited to, the success, timing and cost of our ongoing clinical trials and anticipated clinical trials for our current product candidates, including statements regarding the timing of initiation and completion of these trials; the timing of and our ability to obtain and maintain U.S. Food and Drug Administration or other regulatory authority approval of, or other action with respect to, our product candidates; the strength of Company’s product pipeline; the successful implementation of the Company’s research and development programs and collaborations; the success of the Company’s license or development agreements; the acceptance by the market of the Company’s product candidates, if approved; and other factors, including general economic conditions and regulatory developments, not within the Company’s control. The factors discussed herein could cause actual results and developments to be materially different from those expressed in or implied by such statements. A further list and description of the Company’s risks, uncertainties and other factors can be found in the Company’s most recent Annual Report on Form 10-K and the Company's subsequent filings with the Securities and Exchange Commission. Copies of these filings are available online at www.sec.gov or www.iovance.com . The are made only as of the date of this press release and the Company undertakes no obligation to publicly update such to reflect subsequent events or circumstance.\nInvestor Relations Contact:\nSarah McCabe\nStern Investor Relations, Inc.\n212-362-1200\nsarah@sternir.com\nMedia Relations Contact:\nEvan Smith\nFTI Consulting\n212-850-5622\nevan.smith@fticonsulting.com\nIOVANCE BIOTECHNOLOGIES, INC. Selected Consolidated Balance Sheet Data (In thousands) (Unaudited) (Audited) March 31, December 31, 2018 2017 Cash, and cash equivalents $ 297,082 $ 145,373 Total assets $ 307,248 $ 155,373 Stockholders' equity $ 292,558 $ 145,481\nConsolidated Statements of Operations (Unaudited, in thousands, except per share data) For the Three Months March 31, 2018 2017 Revenues $ - $ - Costs and expenses* Research and development expenses 19,912 15,593 (1) General and administrative expenses 6,965 5,289 (1) Total costs and expenses 26,877 20,882 Loss from operations (26,877 ) (20,882 ) Other income Interest income 362 198 Net Loss $ (26,515 ) $ (20,684 ) Net Loss Per Common Share, Basic and Diluted $ (0.31 ) $ (0.33 ) Weighted-Average Common Shares Outstanding,\nBasic and Diluted 84,350 62,286 * Includes stock-based compensation as follows Research and development $ 2,000 $ 1,250 (1) General and administrative 2,104 2,046 (1) $ 4,104 $ 3,296 (1) Certain amounts within the statement of operations for the three months ended March 31, 2017 have been reclassified to conform with the current period presentation. These reclassifications had no impact on the Company's previously reported financial position, or cash flows for any of the periods presented.\nSource:Iovance Biotherapeutics, Inc.",
    "published": "2018-05-11T00:01:00.000+03:00",
    "crawled": "2018-05-11T00:39:59.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "company",
        "host",
        "conference",
        "call",
        "et",
        "today",
        "san",
        "carlos",
        "may",
        "globe",
        "newswire",
        "iovance",
        "biotherapeutics",
        "nasdaq",
        "iova",
        "biotechnology",
        "company",
        "developing",
        "novel",
        "cancer",
        "immunotherapy",
        "based",
        "lymphocyte",
        "til",
        "technology",
        "today",
        "reported",
        "first",
        "quarter",
        "financial",
        "result",
        "provided",
        "corporate",
        "update",
        "january",
        "financing",
        "put",
        "u",
        "strong",
        "position",
        "advance",
        "expand",
        "robust",
        "til",
        "product",
        "pipeline",
        "continue",
        "enrollment",
        "ongoing",
        "trial",
        "expanded",
        "melanoma",
        "study",
        "enroll",
        "additional",
        "patient",
        "initiating",
        "investigation",
        "til",
        "therapy",
        "new",
        "indication",
        "part",
        "collaboration",
        "md",
        "anderson",
        "one",
        "study",
        "investigating",
        "til",
        "product",
        "patient",
        "sarcoma",
        "ovarian",
        "cancer",
        "active",
        "said",
        "maria",
        "fardis",
        "mba",
        "president",
        "chief",
        "executive",
        "officer",
        "iovance",
        "biotherapeutics",
        "also",
        "recently",
        "received",
        "designation",
        "fda",
        "autologous",
        "tumor",
        "infiltrating",
        "lymphocyte",
        "treatment",
        "patient",
        "cervical",
        "cancer",
        "tumor",
        "size",
        "greater",
        "cm",
        "recent",
        "achievement",
        "upcoming",
        "milestone",
        "manufacturing",
        "til",
        "therapy",
        "manufacturing",
        "europe",
        "fully",
        "operational",
        "pharmacell",
        "subsidiary",
        "lonza",
        "group",
        "netherlands",
        "clinical",
        "part",
        "collaboration",
        "program",
        "iovance",
        "md",
        "anderson",
        "cancer",
        "center",
        "mdacc",
        "initiated",
        "new",
        "phase",
        "clinical",
        "study",
        "nct03449108",
        "clinical",
        "trial",
        "site",
        "currently",
        "active",
        "screening",
        "patient",
        "soft",
        "tissue",
        "sarcoma",
        "osteosarcoma",
        "platinum",
        "resistant",
        "ovarian",
        "cancer",
        "study",
        "treat",
        "patient",
        "manufactured",
        "iovance",
        "using",
        "company",
        "gen",
        "manufacturing",
        "process",
        "enrollment",
        "melanoma",
        "study",
        "expanded",
        "patient",
        "patient",
        "cohort",
        "utilizing",
        "company",
        "gen",
        "manufacturing",
        "process",
        "sample",
        "size",
        "study",
        "expanded",
        "iovance",
        "may",
        "use",
        "study",
        "support",
        "potential",
        "registration",
        "may",
        "iovance",
        "expanded",
        "clinical",
        "site",
        "four",
        "study",
        "total",
        "site",
        "four",
        "site",
        "active",
        "iovance",
        "study",
        "treat",
        "checkpoint",
        "naïve",
        "patient",
        "nsclc",
        "regulatory",
        "may",
        "iovance",
        "received",
        "approval",
        "commence",
        "clinical",
        "trial",
        "six",
        "country",
        "europe",
        "including",
        "switzerland",
        "netherlands",
        "france",
        "hungary",
        "spain",
        "united",
        "kingdom",
        "early",
        "may",
        "company",
        "granted",
        "designation",
        "food",
        "drug",
        "administration",
        "fda",
        "autologous",
        "tumor",
        "infiltrating",
        "lymphocyte",
        "treatment",
        "cervical",
        "cancer",
        "tumor",
        "size",
        "greater",
        "cm",
        "diameter",
        "research",
        "abstract",
        "titled",
        "agonistic",
        "antibody",
        "enhances",
        "ex",
        "vivo",
        "til",
        "expansion",
        "increased",
        "effector",
        "function",
        "presented",
        "monday",
        "april",
        "american",
        "association",
        "cancer",
        "research",
        "aacr",
        "annual",
        "meeting",
        "chicago",
        "il",
        "conjunction",
        "one",
        "phase",
        "clinical",
        "trial",
        "conducted",
        "part",
        "iovance",
        "alliance",
        "mdacc",
        "iovance",
        "access",
        "supply",
        "agonist",
        "antibody",
        "urelumab",
        "use",
        "manufacturing",
        "til",
        "iovance",
        "obtained",
        "right",
        "us",
        "agonist",
        "including",
        "us",
        "urelumab",
        "manufacturing",
        "til",
        "adoptive",
        "cell",
        "therapy",
        "intellectual",
        "property",
        "license",
        "agreement",
        "moffitt",
        "cancer",
        "center",
        "company",
        "entered",
        "material",
        "transfer",
        "agreement",
        "rxi",
        "pharmaceutical",
        "corporation",
        "evaluate",
        "potential",
        "us",
        "compound",
        "development",
        "til",
        "therapy",
        "could",
        "applied",
        "various",
        "cancer",
        "type",
        "corporate",
        "january",
        "company",
        "closed",
        "underwritten",
        "public",
        "offering",
        "share",
        "common",
        "stock",
        "public",
        "offering",
        "price",
        "per",
        "share",
        "underwriting",
        "discount",
        "share",
        "sold",
        "closing",
        "included",
        "share",
        "issued",
        "upon",
        "exercise",
        "full",
        "underwriter",
        "option",
        "purchase",
        "additional",
        "share",
        "public",
        "offering",
        "price",
        "less",
        "underwriting",
        "discount",
        "gross",
        "proceeds",
        "offering",
        "deducting",
        "underwriting",
        "discount",
        "commission",
        "offering",
        "expense",
        "payable",
        "company",
        "million",
        "net",
        "proceeds",
        "company",
        "million",
        "march",
        "company",
        "announced",
        "appointment",
        "michael",
        "weiser",
        "iovance",
        "board",
        "director",
        "weiser",
        "chair",
        "iovance",
        "compensation",
        "committee",
        "serf",
        "iovance",
        "nominating",
        "corporate",
        "governance",
        "audit",
        "committee",
        "first",
        "quarter",
        "financial",
        "result",
        "net",
        "loss",
        "quarter",
        "ended",
        "march",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "period",
        "ended",
        "march",
        "research",
        "development",
        "expense",
        "million",
        "quarter",
        "ended",
        "march",
        "increase",
        "million",
        "compared",
        "million",
        "period",
        "ended",
        "march",
        "increase",
        "research",
        "development",
        "expense",
        "primarily",
        "attributable",
        "million",
        "increase",
        "payroll",
        "related",
        "expense",
        "consulting",
        "fee",
        "due",
        "higher",
        "head",
        "count",
        "dedicated",
        "consultant",
        "company",
        "expanded",
        "research",
        "effort",
        "clinical",
        "development",
        "program",
        "million",
        "increase",
        "attributable",
        "higher",
        "clinical",
        "trial",
        "cost",
        "due",
        "increase",
        "patient",
        "enrollment",
        "increase",
        "number",
        "clinical",
        "site",
        "clinical",
        "trial",
        "company",
        "lead",
        "product",
        "candidate",
        "treatment",
        "metastatic",
        "melanoma",
        "initiation",
        "clinical",
        "trial",
        "treatment",
        "cervical",
        "head",
        "neck",
        "cancer",
        "increase",
        "partially",
        "offset",
        "million",
        "decrease",
        "manufacturing",
        "cost",
        "due",
        "higher",
        "cost",
        "related",
        "technical",
        "transfer",
        "activity",
        "general",
        "administrative",
        "expense",
        "million",
        "quarter",
        "ended",
        "march",
        "increase",
        "million",
        "compared",
        "million",
        "period",
        "ended",
        "march",
        "increase",
        "primarily",
        "attributable",
        "million",
        "increase",
        "payroll",
        "related",
        "expense",
        "due",
        "increase",
        "head",
        "count",
        "million",
        "increase",
        "professional",
        "service",
        "legal",
        "expense",
        "primarily",
        "support",
        "expansion",
        "company",
        "intellectual",
        "property",
        "portfolio",
        "march",
        "company",
        "held",
        "million",
        "cash",
        "cash",
        "equivalent",
        "compared",
        "million",
        "december",
        "company",
        "anticipates",
        "balance",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "may",
        "million",
        "webcast",
        "conference",
        "call",
        "iovance",
        "host",
        "conference",
        "call",
        "today",
        "et",
        "discus",
        "first",
        "quarter",
        "result",
        "provide",
        "corporate",
        "update",
        "conference",
        "call",
        "number",
        "domestic",
        "international",
        "conference",
        "id",
        "access",
        "number",
        "call",
        "live",
        "webcast",
        "accessed",
        "news",
        "event",
        "investor",
        "section",
        "company",
        "website",
        "http",
        "may",
        "use",
        "link",
        "http",
        "replay",
        "call",
        "available",
        "may",
        "et",
        "may",
        "et",
        "access",
        "replay",
        "please",
        "dial",
        "domestic",
        "international",
        "conference",
        "id",
        "number",
        "replay",
        "archived",
        "webcast",
        "available",
        "thirty",
        "day",
        "investor",
        "section",
        "iovance",
        "biotherapeutics",
        "website",
        "http",
        "iovance",
        "biotherapeutics",
        "iovance",
        "biotherapeutics",
        "biotechnology",
        "company",
        "focused",
        "development",
        "cancer",
        "immunotherapy",
        "product",
        "treatment",
        "various",
        "cancer",
        "company",
        "lead",
        "product",
        "candidate",
        "adoptive",
        "cell",
        "therapy",
        "using",
        "lymphocyte",
        "til",
        "technology",
        "investigated",
        "treatment",
        "patient",
        "metastatic",
        "melanoma",
        "recurrent",
        "metastatic",
        "squamous",
        "cell",
        "carcinoma",
        "head",
        "neck",
        "recurrent",
        "metastatic",
        "persistent",
        "cervical",
        "cancer",
        "locally",
        "advanced",
        "metastatic",
        "cell",
        "lung",
        "cancer",
        "information",
        "please",
        "visit",
        "http",
        "statement",
        "certain",
        "matter",
        "discussed",
        "press",
        "release",
        "may",
        "case",
        "use",
        "term",
        "predicts",
        "belief",
        "potential",
        "continue",
        "estimate",
        "anticipates",
        "expects",
        "plan",
        "intends",
        "may",
        "could",
        "might",
        "word",
        "convey",
        "uncertainty",
        "future",
        "event",
        "outcome",
        "identify",
        "particular",
        "company",
        "statement",
        "regarding",
        "trend",
        "potential",
        "future",
        "result",
        "example",
        "include",
        "risk",
        "uncertainty",
        "including",
        "limited",
        "success",
        "timing",
        "cost",
        "ongoing",
        "clinical",
        "trial",
        "anticipated",
        "clinical",
        "trial",
        "current",
        "product",
        "candidate",
        "including",
        "statement",
        "regarding",
        "timing",
        "initiation",
        "completion",
        "trial",
        "timing",
        "ability",
        "obtain",
        "maintain",
        "food",
        "drug",
        "administration",
        "regulatory",
        "authority",
        "approval",
        "action",
        "respect",
        "product",
        "candidate",
        "strength",
        "company",
        "product",
        "pipeline",
        "successful",
        "implementation",
        "company",
        "research",
        "development",
        "program",
        "collaboration",
        "success",
        "company",
        "license",
        "development",
        "agreement",
        "acceptance",
        "market",
        "company",
        "product",
        "candidate",
        "approved",
        "factor",
        "including",
        "general",
        "economic",
        "condition",
        "regulatory",
        "development",
        "within",
        "company",
        "control",
        "factor",
        "discussed",
        "herein",
        "could",
        "cause",
        "actual",
        "result",
        "development",
        "materially",
        "different",
        "expressed",
        "implied",
        "statement",
        "list",
        "description",
        "company",
        "risk",
        "uncertainty",
        "factor",
        "found",
        "company",
        "recent",
        "annual",
        "report",
        "form",
        "company",
        "subsequent",
        "filing",
        "security",
        "exchange",
        "commission",
        "copy",
        "filing",
        "available",
        "online",
        "made",
        "date",
        "press",
        "release",
        "company",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "reflect",
        "subsequent",
        "event",
        "circumstance",
        "investor",
        "relation",
        "contact",
        "sarah",
        "mccabe",
        "stern",
        "investor",
        "relation",
        "sarah",
        "medium",
        "relation",
        "contact",
        "evan",
        "smith",
        "fti",
        "consulting",
        "iovance",
        "biotechnology",
        "selected",
        "consolidated",
        "balance",
        "sheet",
        "data",
        "thousand",
        "unaudited",
        "audited",
        "march",
        "december",
        "cash",
        "cash",
        "equivalent",
        "total",
        "asset",
        "stockholder",
        "equity",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "three",
        "month",
        "march",
        "revenue",
        "cost",
        "expense",
        "research",
        "development",
        "expense",
        "general",
        "administrative",
        "expense",
        "total",
        "cost",
        "expense",
        "loss",
        "operation",
        "income",
        "interest",
        "income",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "includes",
        "compensation",
        "follows",
        "research",
        "development",
        "general",
        "administrative",
        "certain",
        "amount",
        "within",
        "statement",
        "operation",
        "three",
        "month",
        "ended",
        "march",
        "reclassified",
        "conform",
        "current",
        "period",
        "presentation",
        "reclassification",
        "impact",
        "company",
        "previously",
        "reported",
        "financial",
        "position",
        "cash",
        "flow",
        "period",
        "presented",
        "source",
        "iovance",
        "biotherapeutics",
        "inc"
    ]
}