{
    "organizations": [],
    "uuid": "e4aaf890e2f61df52443b5af6de5d2f1ad1c754d",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/15/pr-newswire-four-top-cannabis-companies-announce-merger-forming-one-of-the-most-comprehensive-industry-platforms.html",
    "ord_in_thread": 0,
    "title": "Four Top Cannabis Companies Announce Merger, Forming One of the Most Comprehensive Industry Platforms",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO, May 15, 2018 /PRNewswire/ -- Four leading companies in the burgeoning cannabis space announced today a binding letter of intent (the \" LOI \") to merge (the \" Business Combination \") to form one of the industry's most comprehensive platforms, operating under the name TILT Holdings Inc. (\" TILT \"). Together, the united companies represent all facets of the industry to provide technology driven solutions throughout the entire cannabis ecosystem.\n\"TILT will enable businesses the opportunity to interact, communicate and operate with a greater degree of efficiency with their patients and consumers,\" said Alex Coleman, Manager of Sea Hunter Holdings, LLC. \"Due to the conflict between federal and state law, the industry still faces numerous challenges that are impeding the ability of businesses to effectively deliver products and services to a large and growing demand base. TILT will maintain competencies across the entire spectrum of the industry, from vertically integrated operations to cutting edge genetics and CRM systems, all supported by robust data-driven insights. While a portion of our revenue is derived from our own proprietary operations, our emphasis is to enable businesses the ability to successfully evolve and meet the needs of a rapidly growing market.\"\nThe companies forming part of the Business Combination, which have collectively raised over US$150 million in capital and securities, include:\nBaker Technologies Inc. (Denver, CO) - The cannabis industry's largest software company, Baker helps dispensaries generate more revenue and build relationships with their customers through a variety of products, featuring online ordering, customer loyalty, messaging, and analytics. The company works with over 1,000 dispensaries in 24 states and Canada. Briteside Holdings, LLC (Bend, OR) - Briteside produces a diverse range of products and services, from prefabricated modular cultivation units to home delivery and subscription based services. All Briteside products are predicated on proprietary algorithms designed to improve yields and efficiencies while reducing costs and time. Sea Hunter (Boston, MA) - Sea Hunter is a leading source of cultivation, retail, operational and capital support to state licensees and, in certain circumstances, operates proprietary, vertical operations which allows it to deliver a more knowledge based product to customers. Sante Veritas Holdings Inc. (SVT) - SVT's subsidiary Santé Veritas Therapeutics Inc. (\" SVT Subco \") is at the final stage of obtaining a cultivation license under the Access to Cannabis for Medical Purposes Regulations (the \" ACMPR \"). Health Canada recently issued SVT Subco a \"confirmation of readiness\" for a licence under the ACMPR, confirming its initial annual cultivation request of 2,835,000 grams of cannabis flower. SVT Subco is currently completing the buildout of Phase I of its cannabis products cultivation platform, comprising more than 40,000 square feet of combined indoor cultivation and administrative facilities in Powell River, British Columbia, on a waterfront site that was formerly part of Catalyst Paper's operations. SVT Subco anticipates receipt of licensed producer status later in 2018.\nThe merged company, TILT, expects to establish operations in every state where cannabis laws exist, for both infrastructure as well as technology. At present, Baker, Briteside and Sea Hunter operate in 24 states collectively, and have licenses for operations in a portion of those, and expects to operate in all such states within a short time.\nThe merged company, TILT is forecasting revenue of US$70 million at calendar year-end 2018 and in excess of US$200 million at calendar year-end 2019. TILT will maintain principal offices in Boston, Denver and Toronto.\n\"The combined company is expected to allow TILT to provide a more holistic solution to the industry,\" said Baker CEO, Joel Milton. \"Baker's goal has always been to provide our clients a single platform that connects all of the tools and data they use on a daily basis. This merger is expected to be a win for us, the cannabis retail ecosystem and, most of all, the producers and dispensaries and their customers. Through this broader platform, with greater access to capital and resources, we are excited to introduce new technology enabled products which continue to create value for our clients. While these are currently being generated internally, we now also expect to accelerate our offerings through complementary, future acquisitions.\"\nSummary of the Business Combination\nFollowing completion of the Business Combination, it is expected that former shareholders and securityholders of each of Baker, Briteside, Sea Hunter and SVT will own approximately 14.3%, 22.3%, 41.1% and 22.3%, of TILT, respectively. The Business Combination contemplates that the former shareholders and securityholders of Baker, Briteside and Sea Hunter will receive compressed shares of TILT. The terms of the compressed shares will provide the holders with super voting rights and a right to convert the compressed shares into common shares of TILT, subject to certain limitations. The former holders of shares of SVT will receive common shares of TILT. Outstanding options and warrants of the parties will be adjusted in accordance with their terms to reflect the consideration described above.\nIt is anticipated that the Business Combination will be carried out by way of a court-approved plan of arrangement under the Business Corporations Act (British Columbia), and will require the approval of: (i) at least two-thirds of the votes cast by the shareholders of TILT (which at such time, will effectively be the shareholders of Baker, members of Briteside, and Sea Hunter); and (ii) at least two-thirds of the votes cast by the shareholders of SVT; each at a special meeting of their respective shareholders to be held on the same day.\nThe LOI includes customary fiduciary-out provisions, non-solicitation covenants, and the right to match any superior proposal. A termination fee of up to US$ 5 million is payable by a party in the case of certain terminating events, and damages may also be payable in certain circumstances.\nThe Business Combination is also subject to completion of the definitive agreements relating to the Business Combination (the \" Definitive Agreements \"), receipt of requisite regulatory approval, including the approval of the CSE, and completion of confirmatory legal due diligence.\nFollowing the execution of the Definitive Agreements, the Business Combination will remain subject to any necessary court, shareholder, stock exchange, and regulatory approvals. Trading in the SVT Shares has been halted in accordance with the policies of the CSE and will remain halted until such time as all required documentation has been filed with and accepted by the CSE and permission to resume trading has been obtained from the CSE. It is anticipated that the Parties will enter into the binding Definitive Agreements on or about June 15, 2018. One of the conditions to the completion of the Business Combination will be the acceptance of the listing of TILT's common shares on the CSE.\nTILT's Board of Directors and Officers\nUpon completion of the Business Combination, TILT's board of directors (the \" Board \") will consist of seven members. Both Sea Hunter and SVT both will be entitled to nominate two members to the Board and Briteside and Baker both will be entitled to nominate one member to the Board. The six such board members will nominate the seventh director to the Board. Alexander Coleman, CEO of Sea Hunter and proposed CEO, and Michael Orr, the Executive Chairman of SVT, are proposed to be co-Chairmen of the Board.\nBaker CEO, Joel Milton will assume a role as President overseeing the technology business; and Robert Leidy, Managing Partner at Sea Hunter, will assume a role as President in charge of consumer related operations. Justin Junda from Briteside will assume the role of Chief Strategy Officer for TILT.\"\nAdditional Information\nAdditional information regarding SVT is available under SVT's SEDAR profile at www.sedar.com .\nAdditional information regarding the Business Combination, Baker, Briteside, and Sea Hunter, will be made publicly available by the Parties in accordance with applicable securities laws.\nThe securities which will be issued pursuant to the Business Combination will not be registered under the United States Securities Act of 1933, as amended, and may not be offered or sold in the United States absent registration or an applicable exemption from the registration requirements. This press release shall not constitute an offer to sell or the solicitation of an offer to buy nor shall there be any sale of these securities in any State in which such offer, solicitation or sale would be unlawful.\nForward-Looking Information\nCertain portions of this press release contain \"forward-looking information\" within the meaning of applicable Canadian securities legislation, which is also referred to as \"forward-looking statements\", which may not be based on historical fact. Wherever possible, words such as \"will\", \"plans,\" \"expects,\" \"targets,\" \"continues\", \"estimates,\" \"scheduled,\" \"anticipates,\" \"believes,\" \"intends,\" \"may,\" \"could,\" \"would\" or might, and the negative of such expressions or statements that certain actions, events or results \"may,\" \"could,\" \"would,\" \"might\" or \"will\" be taken, occur or be achieved, have been used to identify forward looking information. Such forward-looking statements include, without limitation, the Business Combination, the expected business of TILT, the negotiation and execution of the Definitive Agreements, and the timing thereof.\nForward looking statements should not be read as guarantees of future events, future performance or results, and will not necessarily be accurate indicators of the times at, or by which, such events, performance or results will be achieved, if achieved at all. The forward-looking statements and information are based on certain key expectations and assumptions made by SVT, including expectations and assumptions concerning SVT, Baker, Briteside, Sea Hunter, TILT, and the Business Combination, the timely receipt of all required shareholder and regulatory approvals and the satisfaction of other closing conditions in accordance with the terms of the Definitive Agreements. Although SVT believes that the expectations and assumptions on which such forward-looking statements and information are based are reasonable, undue reliance should not be placed on the forward-looking statements and information because SVT can give no assurance that they will prove to be correct. By its nature, such forward-looking information is subject to various risks and uncertainties, which could cause the actual results and expectations to differ materially from the anticipated results or expectations expressed. These risks and uncertainties, include, but are not limited to, the results of the due diligence review on the Parties on each other are less than satisfactory, or the required shareholder approvals are not obtained. Readers are cautioned not to place undue reliance on this forward-looking information, which is given as of the date hereof, and to not use such forward- looking information for anything other than its intended purpose. SVT undertakes no obligation to update publicly or revise any forward-looking information, whether as a result of new information, future events or otherwise, except as required by law.\nView original content: http://www.prnewswire.com/news-releases/four-top-cannabis-companies-announce-merger-forming-one-of-the-most-comprehensive-industry-platforms-300648561.html\nSOURCE TILT Holdings Inc.",
    "published": "2018-05-15T16:55:00.000+03:00",
    "crawled": "2018-05-15T20:30:10.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "toronto",
        "may",
        "four",
        "leading",
        "company",
        "burgeoning",
        "cannabis",
        "space",
        "announced",
        "today",
        "binding",
        "letter",
        "intent",
        "loi",
        "merge",
        "business",
        "combination",
        "form",
        "one",
        "industry",
        "comprehensive",
        "platform",
        "operating",
        "name",
        "tilt",
        "holding",
        "tilt",
        "together",
        "united",
        "company",
        "represent",
        "facet",
        "industry",
        "provide",
        "technology",
        "driven",
        "solution",
        "throughout",
        "entire",
        "cannabis",
        "ecosystem",
        "tilt",
        "enable",
        "business",
        "opportunity",
        "interact",
        "communicate",
        "operate",
        "greater",
        "degree",
        "efficiency",
        "patient",
        "consumer",
        "said",
        "alex",
        "coleman",
        "manager",
        "sea",
        "hunter",
        "holding",
        "llc",
        "due",
        "conflict",
        "federal",
        "state",
        "law",
        "industry",
        "still",
        "face",
        "numerous",
        "challenge",
        "impeding",
        "ability",
        "business",
        "effectively",
        "deliver",
        "product",
        "service",
        "large",
        "growing",
        "demand",
        "base",
        "tilt",
        "maintain",
        "competency",
        "across",
        "entire",
        "spectrum",
        "industry",
        "vertically",
        "integrated",
        "operation",
        "cutting",
        "edge",
        "genetics",
        "crm",
        "system",
        "supported",
        "robust",
        "insight",
        "portion",
        "revenue",
        "derived",
        "proprietary",
        "operation",
        "emphasis",
        "enable",
        "business",
        "ability",
        "successfully",
        "evolve",
        "meet",
        "need",
        "rapidly",
        "growing",
        "market",
        "company",
        "forming",
        "part",
        "business",
        "combination",
        "collectively",
        "raised",
        "u",
        "million",
        "capital",
        "security",
        "include",
        "baker",
        "technology",
        "denver",
        "co",
        "cannabis",
        "industry",
        "largest",
        "software",
        "company",
        "baker",
        "help",
        "dispensary",
        "generate",
        "revenue",
        "build",
        "relationship",
        "customer",
        "variety",
        "product",
        "featuring",
        "online",
        "ordering",
        "customer",
        "loyalty",
        "messaging",
        "analytics",
        "company",
        "work",
        "dispensary",
        "state",
        "canada",
        "briteside",
        "holding",
        "llc",
        "bend",
        "briteside",
        "produce",
        "diverse",
        "range",
        "product",
        "service",
        "prefabricated",
        "modular",
        "cultivation",
        "unit",
        "home",
        "delivery",
        "subscription",
        "based",
        "service",
        "briteside",
        "product",
        "predicated",
        "proprietary",
        "algorithm",
        "designed",
        "improve",
        "yield",
        "efficiency",
        "reducing",
        "cost",
        "time",
        "sea",
        "hunter",
        "boston",
        "sea",
        "hunter",
        "leading",
        "source",
        "cultivation",
        "retail",
        "operational",
        "capital",
        "support",
        "state",
        "licensee",
        "certain",
        "circumstance",
        "operates",
        "proprietary",
        "vertical",
        "operation",
        "allows",
        "deliver",
        "knowledge",
        "based",
        "product",
        "customer",
        "sante",
        "veritas",
        "holding",
        "svt",
        "svt",
        "subsidiary",
        "santé",
        "veritas",
        "therapeutic",
        "svt",
        "subco",
        "final",
        "stage",
        "obtaining",
        "cultivation",
        "license",
        "access",
        "cannabis",
        "medical",
        "purpose",
        "regulation",
        "acmpr",
        "health",
        "canada",
        "recently",
        "issued",
        "svt",
        "subco",
        "confirmation",
        "readiness",
        "licence",
        "acmpr",
        "confirming",
        "initial",
        "annual",
        "cultivation",
        "request",
        "gram",
        "cannabis",
        "flower",
        "svt",
        "subco",
        "currently",
        "completing",
        "buildout",
        "phase",
        "cannabis",
        "product",
        "cultivation",
        "platform",
        "comprising",
        "square",
        "foot",
        "combined",
        "indoor",
        "cultivation",
        "administrative",
        "facility",
        "powell",
        "river",
        "british",
        "columbia",
        "waterfront",
        "site",
        "formerly",
        "part",
        "catalyst",
        "paper",
        "operation",
        "svt",
        "subco",
        "anticipates",
        "receipt",
        "licensed",
        "producer",
        "status",
        "later",
        "merged",
        "company",
        "tilt",
        "expects",
        "establish",
        "operation",
        "every",
        "state",
        "cannabis",
        "law",
        "exist",
        "infrastructure",
        "well",
        "technology",
        "present",
        "baker",
        "briteside",
        "sea",
        "hunter",
        "operate",
        "state",
        "collectively",
        "license",
        "operation",
        "portion",
        "expects",
        "operate",
        "state",
        "within",
        "short",
        "time",
        "merged",
        "company",
        "tilt",
        "forecasting",
        "revenue",
        "u",
        "million",
        "calendar",
        "excess",
        "u",
        "million",
        "calendar",
        "tilt",
        "maintain",
        "principal",
        "office",
        "boston",
        "denver",
        "toronto",
        "combined",
        "company",
        "expected",
        "allow",
        "tilt",
        "provide",
        "holistic",
        "solution",
        "industry",
        "said",
        "baker",
        "ceo",
        "joel",
        "milton",
        "baker",
        "goal",
        "always",
        "provide",
        "client",
        "single",
        "platform",
        "connects",
        "tool",
        "data",
        "use",
        "daily",
        "basis",
        "merger",
        "expected",
        "win",
        "u",
        "cannabis",
        "retail",
        "ecosystem",
        "producer",
        "dispensary",
        "customer",
        "broader",
        "platform",
        "greater",
        "access",
        "capital",
        "resource",
        "excited",
        "introduce",
        "new",
        "technology",
        "enabled",
        "product",
        "continue",
        "create",
        "value",
        "client",
        "currently",
        "generated",
        "internally",
        "also",
        "expect",
        "accelerate",
        "offering",
        "complementary",
        "future",
        "acquisition",
        "summary",
        "business",
        "combination",
        "following",
        "completion",
        "business",
        "combination",
        "expected",
        "former",
        "shareholder",
        "securityholders",
        "baker",
        "briteside",
        "sea",
        "hunter",
        "svt",
        "approximately",
        "tilt",
        "respectively",
        "business",
        "combination",
        "contemplates",
        "former",
        "shareholder",
        "securityholders",
        "baker",
        "briteside",
        "sea",
        "hunter",
        "receive",
        "compressed",
        "share",
        "tilt",
        "term",
        "compressed",
        "share",
        "provide",
        "holder",
        "super",
        "voting",
        "right",
        "right",
        "convert",
        "compressed",
        "share",
        "common",
        "share",
        "tilt",
        "subject",
        "certain",
        "limitation",
        "former",
        "holder",
        "share",
        "svt",
        "receive",
        "common",
        "share",
        "tilt",
        "outstanding",
        "option",
        "warrant",
        "party",
        "adjusted",
        "accordance",
        "term",
        "reflect",
        "consideration",
        "described",
        "anticipated",
        "business",
        "combination",
        "carried",
        "way",
        "plan",
        "arrangement",
        "business",
        "corporation",
        "act",
        "british",
        "columbia",
        "require",
        "approval",
        "least",
        "vote",
        "cast",
        "shareholder",
        "tilt",
        "time",
        "effectively",
        "shareholder",
        "baker",
        "member",
        "briteside",
        "sea",
        "hunter",
        "ii",
        "least",
        "vote",
        "cast",
        "shareholder",
        "svt",
        "special",
        "meeting",
        "respective",
        "shareholder",
        "held",
        "day",
        "loi",
        "includes",
        "customary",
        "provision",
        "covenant",
        "right",
        "match",
        "superior",
        "proposal",
        "termination",
        "fee",
        "u",
        "million",
        "payable",
        "party",
        "case",
        "certain",
        "terminating",
        "event",
        "damage",
        "may",
        "also",
        "payable",
        "certain",
        "circumstance",
        "business",
        "combination",
        "also",
        "subject",
        "completion",
        "definitive",
        "agreement",
        "relating",
        "business",
        "combination",
        "definitive",
        "agreement",
        "receipt",
        "requisite",
        "regulatory",
        "approval",
        "including",
        "approval",
        "cse",
        "completion",
        "confirmatory",
        "legal",
        "due",
        "diligence",
        "following",
        "execution",
        "definitive",
        "agreement",
        "business",
        "combination",
        "remain",
        "subject",
        "necessary",
        "court",
        "shareholder",
        "stock",
        "exchange",
        "regulatory",
        "approval",
        "trading",
        "svt",
        "share",
        "halted",
        "accordance",
        "policy",
        "cse",
        "remain",
        "halted",
        "time",
        "required",
        "documentation",
        "filed",
        "accepted",
        "cse",
        "permission",
        "resume",
        "trading",
        "obtained",
        "cse",
        "anticipated",
        "party",
        "enter",
        "binding",
        "definitive",
        "agreement",
        "june",
        "one",
        "condition",
        "completion",
        "business",
        "combination",
        "acceptance",
        "listing",
        "tilt",
        "common",
        "share",
        "cse",
        "tilt",
        "board",
        "director",
        "officer",
        "upon",
        "completion",
        "business",
        "combination",
        "tilt",
        "board",
        "director",
        "board",
        "consist",
        "seven",
        "member",
        "sea",
        "hunter",
        "svt",
        "entitled",
        "nominate",
        "two",
        "member",
        "board",
        "briteside",
        "baker",
        "entitled",
        "nominate",
        "one",
        "member",
        "board",
        "six",
        "board",
        "member",
        "nominate",
        "seventh",
        "director",
        "board",
        "alexander",
        "coleman",
        "ceo",
        "sea",
        "hunter",
        "proposed",
        "ceo",
        "michael",
        "orr",
        "executive",
        "chairman",
        "svt",
        "proposed",
        "board",
        "baker",
        "ceo",
        "joel",
        "milton",
        "assume",
        "role",
        "president",
        "overseeing",
        "technology",
        "business",
        "robert",
        "leidy",
        "managing",
        "partner",
        "sea",
        "hunter",
        "assume",
        "role",
        "president",
        "charge",
        "consumer",
        "related",
        "operation",
        "justin",
        "junda",
        "briteside",
        "assume",
        "role",
        "chief",
        "strategy",
        "officer",
        "tilt",
        "additional",
        "information",
        "additional",
        "information",
        "regarding",
        "svt",
        "available",
        "svt",
        "sedar",
        "profile",
        "additional",
        "information",
        "regarding",
        "business",
        "combination",
        "baker",
        "briteside",
        "sea",
        "hunter",
        "made",
        "publicly",
        "available",
        "party",
        "accordance",
        "applicable",
        "security",
        "law",
        "security",
        "issued",
        "pursuant",
        "business",
        "combination",
        "registered",
        "united",
        "state",
        "security",
        "act",
        "amended",
        "may",
        "offered",
        "sold",
        "united",
        "state",
        "absent",
        "registration",
        "applicable",
        "exemption",
        "registration",
        "requirement",
        "press",
        "release",
        "shall",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "shall",
        "sale",
        "security",
        "state",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "information",
        "certain",
        "portion",
        "press",
        "release",
        "contain",
        "information",
        "within",
        "meaning",
        "applicable",
        "canadian",
        "security",
        "legislation",
        "also",
        "referred",
        "statement",
        "may",
        "based",
        "historical",
        "fact",
        "wherever",
        "possible",
        "word",
        "plan",
        "expects",
        "target",
        "continues",
        "estimate",
        "scheduled",
        "anticipates",
        "belief",
        "intends",
        "may",
        "could",
        "would",
        "might",
        "negative",
        "expression",
        "statement",
        "certain",
        "action",
        "event",
        "result",
        "may",
        "could",
        "would",
        "might",
        "taken",
        "occur",
        "achieved",
        "used",
        "identify",
        "forward",
        "looking",
        "information",
        "statement",
        "include",
        "without",
        "limitation",
        "business",
        "combination",
        "expected",
        "business",
        "tilt",
        "negotiation",
        "execution",
        "definitive",
        "agreement",
        "timing",
        "thereof",
        "forward",
        "looking",
        "statement",
        "read",
        "guarantee",
        "future",
        "event",
        "future",
        "performance",
        "result",
        "necessarily",
        "accurate",
        "indicator",
        "time",
        "event",
        "performance",
        "result",
        "achieved",
        "achieved",
        "statement",
        "information",
        "based",
        "certain",
        "key",
        "expectation",
        "assumption",
        "made",
        "svt",
        "including",
        "expectation",
        "assumption",
        "concerning",
        "svt",
        "baker",
        "briteside",
        "sea",
        "hunter",
        "tilt",
        "business",
        "combination",
        "timely",
        "receipt",
        "required",
        "shareholder",
        "regulatory",
        "approval",
        "satisfaction",
        "closing",
        "condition",
        "accordance",
        "term",
        "definitive",
        "agreement",
        "although",
        "svt",
        "belief",
        "expectation",
        "assumption",
        "statement",
        "information",
        "based",
        "reasonable",
        "undue",
        "reliance",
        "placed",
        "statement",
        "information",
        "svt",
        "give",
        "assurance",
        "prove",
        "correct",
        "nature",
        "information",
        "subject",
        "various",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "expectation",
        "differ",
        "materially",
        "anticipated",
        "result",
        "expectation",
        "expressed",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "result",
        "due",
        "diligence",
        "review",
        "party",
        "less",
        "satisfactory",
        "required",
        "shareholder",
        "approval",
        "obtained",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "information",
        "given",
        "date",
        "hereof",
        "use",
        "looking",
        "information",
        "anything",
        "intended",
        "purpose",
        "svt",
        "undertakes",
        "obligation",
        "update",
        "publicly",
        "revise",
        "information",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "law",
        "view",
        "original",
        "content",
        "http",
        "source",
        "tilt",
        "holding",
        "inc"
    ]
}