{
    "organizations": [],
    "uuid": "a70ecea1062c5fb3cd8dc696f97895d82487fa83",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/29/pr-newswire-talos-energy-announces-2018-financial-and-operating-guidance-provides-initial-2019-outlook-and-operations-update.html",
    "ord_in_thread": 0,
    "title": "Talos Energy Announces 2018 Financial And Operating Guidance, Provides Initial 2019 Outlook And Operations Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "HOUSTON, May 29, 2018 /PRNewswire/ -- Talos Energy Inc. (\"Talos\" or the \"Company\") (NYSE: TALO) today provided details of the Company's strategy, its key assets and 2018 financial and operating guidance. It also provided an initial outlook for 2019 and an operations update. A presentation containing additional information can be found on the Company's website at www.talosenergy.com in the Investor Relations section.\nHighlights:\nThe Company expects that it will generate positive free cash flow after debt service in 2018 – on a pro forma basis – and also in 2019, while investing in the development of its high-quality US Gulf of Mexico assets, appraise the Zama discovery offshore Mexico and continue its high-impact exploration programs both in the US and Mexico The Company forecasts: 2018 pro forma production sales volumes of 18.0 – 19.5 million barrels of oil equivalent (\"MMBoe\"), which represents an average daily production of 49 – 53 thousand barrels of oil equivalent per day (\"MBoe/d\") 2018 pro forma capital expenditures of $430 million to $450 million that is expected to be funded with cash on hand and cash flow from operations Successfully drilled Mt. Providence well in January 2018, which is expected to be completed and brought online by September 2018 Tornado #3 well is expected to be spud in 4Q 2018 with first oil expected in 2Q 2019 Pro forma 1Q 2018 EBITDA (1) margin per barrel of oil equivalent (\"Boe\") of $31.20/Boe\nPresident and Chief Executive Officer Timothy S. Duncan commented, \"We are pleased to present our Financial and Operational guidance, including a detailed view on the company and its strategy, which outlines Talos' high-quality portfolio on both sides of the Gulf of Mexico, and value proposition as the largest pure-play public company in the basin. Our guidance reflects a strong free cash flow generating business, with our capital program being internally financed, while effectively managing our liquidity and maintaining balance sheet flexibility. We believe this flexibility will allow us to be a natural consolidator in the basin.\"\n2018 PRO FORMA FULL-YEAR FINANCIAL GUIDANCE\nPro Forma Production\nLow\nHigh\nOil (MMBbl)\n12.5\n13.5\nNatural Gas (Bcf)\n27.0\n30.0\nNGL (MMBbl)\n0.9\n1.0\nTotal (MMBoe)\n18.0\n19.5\nAverage Daily Production (MBoe/d)\n49\n53\nOil / Liquids percentage\n74%\n76%\nPro Forma Operating and Capital Expenses\nLow\nHigh\nLease Operating Expenses ($mm)\n$170\n$180\nWorkover and Maintenance Expense ($mm)\n$49\n$54\nG&A (2) ($mm)\n$57\n$62\nCapital Expenditures ($mm)\n$430\n$450\nThe financial guidance for the year ending December 31, 2018 set forth in this press release, unless expressly stated otherwise, gives pro forma effect to the combination of Talos and Stone Energy on May 10, 2018 as if it had occurred on January 1, 2018, and excludes transaction and merger integration related costs. Stone Energy's acquisition of Ram Powell deepwater assets on May 1, 2018 and its respective financial forecast is assumed on our pro forma guidance from May 1, 2018 onwards.\nTalos Energy was considered the Acquirer of Stone Energy Corporation for accounting purposes, therefore, the actual reported results of the combined business for 2018 will only reflect the business combination from May 10, 2018 forward, inclusive of Ram Powell; therefore, from January 1, 2018 through May 9, 2018, the reported actual results will only include legacy Talos Energy standalone results. For this reason, the pro forma guidance provided in this press release may the reported actual results. The May 2018 Investor presentation available on our website provides a preliminary view of the Financial Reporting basis forecast for 2018.\n2019 INITIAL OUTLOOK\nProduction:\nTornado #3 well expected to spud in 4Q 2018 and is expected to commence production in 2Q 2019 with an estimated initial production (\"IP\") in the 10‐15 MBoe/d range, on a gross basis Mt. Providence expected to be completed and brought to production in 3Q 2018 at an IP rate of 2-4 MBoe/d (gross) – full year of production in 2019 First oil on Boris #3 expected in 2Q 2019 at an IP rate of 3-5 MBoe/d (gross) Continue the Asset Management program, which generally consists of Proved Developed Non-Producing (PDNP) investments converting to Proved Developed Producing (PDP), and plays a significant role in offsetting natural production declines Phoenix/Tornado fields are scheduled to be shut‐in in 1Q 2019 for 45 – 60 days due to the Helix Producer 1 (\"HP-1\") thrusters replacement dry‐dock. The estimated impact on the annual average daily production is between 2-3 MBoe/d net to Talos working interest (\"WI\")\nCapital Expenditures:\nTotal Capex in 2019 is expected to remain at similar levels of what is expected in 2018 Appraisal of the Zama field offshore Mexico will be intensified in an effort to reach final investment decision (\"FID\") between 4Q 2019 and the end of 1Q 2020. Drill and complete the Tornado #3 well Drill and complete the Boris #3 well In addition, the Company plans to drill one to three exploration wells in Mexico, participate in two additional non‐operated deepwater exploration wells in the US Gulf of Mexico, and drill five to seven wells in the Shelf in the US Gulf of Mexico Continue to dedicate capital to Asset Management, as it significantly defers P&A costs and helps offset production declines\nOPERATIONS UPDATE\nGreen Canyon – Phoenix Complex\nThe Phoenix complex currently produces approximately 35 MBoe/d total gross, of which approximately 25 MBoe/d is produced from the two Tornado wells. Talos plans to spud Tornado #3 in Q4 2018 and expects to bring it to production in 2Q 2019, following the mandatory regulatory dry-dock period of the production facility ship, the HP-1. The Tornado #3 well is expected to have an initial gross production rate of 10-15 MBoe/d. The Company owns a 65% WI in the Tornado wells and 100% working interest in the remainder of the wells and assets in the Phoenix Complex. The HP-1 ship is owned by Helix Energy Solutions and is under long-term capital lease to Talos\nTalos expects that during 1Q 2019, the Phoenix Complex will be shut-in for approximately 45-60 days, during which period the HP-1 ship will be mobilized to the shipyard dry-dock to replace the thrusters and undergo maintenance to the top-sides and hull, and will mobilize back to the Phoenix/Tornado field and restart normal operations.\nMississippi Canyon – Pompano, Cardona and Amberjack Complex\nThe company successfully drilled the Mt. Providence well in January 2018 and intends to complete the well in early-3Q of this year, with production expected to start in September 2018. Mt. Providence is expected to contribute between 2-4 MBoe/d of gross initial production. The Company owns 100% WI of Mt. Providence.\nLike Tornado #3, Mt. Providence is an example of our infrastructure-led drilling efforts that has an average turnaround time from discovery to production of 6-9 months, which the Company believes leads to attractive rates of return and a high degree of capital efficiency.\nRam Powell\nThe Ram Powell field and associated infrastructure was acquired in May 2018 from subsidiaries of Royal Dutch Shell (operator), ExxonMobil and Anadarko. The assets produced an average of 6.1 MBoe/d in 2017 and the Talos team has already identified several production rate add opportunities in the stacked-pay formations in the acquired leases to economically boost production from the existing wells.\nMexico\nTalos plans to initiate the appraisal of the Zama field in 4Q 2018 and, alongside its partners in the venture, has initiated high-level unitization discussions with Pemex. Following the appraisal campaign and completion of a Front End Engineering Design (\"FEED\") study and unitization agreement, the Company expects to announce the FID of the project in 4Q 2019 or 1Q 2020. First oil is expected in 2022, with production increasing through 2024, as additional facilities are installed in the field.\nIn addition to Zama, the Company's portfolio in Mexico includes several other high-impact exploration prospects and Talos expects to begin drilling additional wells on its acreage in 2019.\nCOMMODITY HEDGES UPDATE\nTalos' strategy is to hedge the majority of its production to reduce the risk associate with unpredictable future commodity prices and to provide certainty for a significant portion of its cash flows. As part of this strategy, the Company continues to opportunistically add hedges. As of May 29, Talos has approximately 71% of 2018 production and 46% of 2019 production hedged. Details of the Company's hedges can be found on our May 2018 Investor Presentation, which is available on our website.\nUPCOMING EVENTS\nSenior Management and members of the Board of Directors of Talos will ring the Opening Bell of the New York Stock Exchange on May 30, 2018. The event can be watched live at www.nyse.com/bell . This link will also be available on the Company's website at www.talosenergy.com in the Investor Relations section prior to the start of the event.\nInvestor Events\nThe management team is also scheduled to participate in the Louisiana Energy Conference in New Orleans, Louisiana, May 29 – June 1, 2018. President and Chief Executive Officer Timothy S. Duncan is scheduled to present on the panel on Thursday, May 31, 2018, at 8:00am central time.\nMembers of the Company's Senior Management are also going to participate in the J.P. Morgan Energy Conference in New York City, June 18 – 20, 2018. Additional details of the Company's participation will be available on the Company's website at www.talosenergy.com prior to the event.\nABOUT TALOS ENERGY\nTalos is a technically driven independent exploration and production company with operations in the United States Gulf of Mexico and in the shallow waters off the coast of Mexico. Our focus in the United States Gulf of Mexico is the exploration, acquisition, exploitation and development of shallow and deepwater assets near existing infrastructure. The shallow waters off the coast of Mexico provide us high impact exploration opportunities in an emerging basin. The Company's website is located at www.talosenergy.com .\nINVESTOR RELATIONS CONTACT\nSergio Maiworm\n+1.713.328.3008\ninvestor@talosenergy.com\n1- EBITDA is a non-GAAP measure; full reconciliation to the closest GAAP measure included on the Investor Presentation on our website\n2- Excludes transaction and merger integration related costs\nCAUTIONARY STATEMENT ABOUT FORWARD-LOOKING STATEMENTS\nThis communication may contain \" \" within the meaning of Section 27A of the Securities Act of 1933, as amended (the \"Securities Act\"), and Section 21E of the Securities Exchange Act of 1934, as amended. All statements, other than statements of historical fact included in this communication, regarding our strategy, future operations, financial position, estimated revenues and losses, projected costs, prospects, plans and objectives of management are . When used in this communication, the words \"could,\" \"believe,\" \"anticipate,\" \"intend,\" \"estimate,\" \"expect,\" \"project\" and similar expressions are intended to identify , although not all contain such identifying words. These are based on our current expectations and assumptions about future events and are based on currently available information as to the outcome and timing of future events.\nWe caution you that these are subject to numerous risks and uncertainties, most of which are difficult to predict and many of which are beyond our control. These risks include, but are not limited to, commodity price volatility, inflation, lack of availability of drilling and production equipment and services, environmental risks, drilling and other operating risks, regulatory changes, the uncertainty inherent in estimating reserves and in projecting future rates of production, cash flow and access to capital, the timing of development expenditures, potential adverse reactions or changes to business or employee relationships resulting from the business combination between Talos Energy LLC and Stone Energy Corporation, competitive responses to such business combination, the possibility that the anticipated benefits of such business combination are not realized when expected or at all, including as a result of the impact of, or problems arising from, the integration of the two companies, litigation relating to the business combination, and other factors that may affect our future results and business, generally, including those discussed under the heading \"Risk Factors\" in our final consent solicitation statement/prospectus, dated April 9, 2018, filed with the Securities and Exchange Commission pursuant to Rule 424(b)(3) under the Securities Act.\nReserve engineering is a process of estimating underground accumulations of oil, natural gas and NGLs that cannot be measured in an exact way. The accuracy of any reserve estimate depends on the quality of available data, the interpretation of such data and price and cost assumptions made by reserve engineers. In addition, the results of drilling, testing and production activities may justify revisions of estimates that were made previously. If significant, such revisions would change the schedule of any further production and development drilling. Accordingly, reserve estimates may differ significantly from the quantities of oil, natural gas and NGLs that are ultimately recovered.\nShould one or more of these risks occur, or should underlying assumptions prove incorrect, our actual results and plans could those expressed in any . All , expressed or implied, are expressly qualified in their entirety by this cautionary statement. This cautionary statement should also be considered in connection with any subsequent written or oral that we or persons acting on our behalf may issue. Except as otherwise required by applicable law, we disclaim any duty to update any , to reflect events or circumstances after the date of this communication.\nFree cash flow after debt service is a supplemental non-GAAP financial measure used by management and external users of the Company's financial statements, such as industry analysts, investors, lenders and rating agencies. The Company defines free cash flow after debt service as net cash from operations less capital expenditures, dividends and cash interest paid.\nView original content: http://www.prnewswire.com/news-releases/talos-energy-announces-2018-financial-and-operating-guidance-provides-initial-2019-outlook-and-operations-update-300655531.html\nSOURCE Talos Energy",
    "published": "2018-05-29T15:30:00.000+03:00",
    "crawled": "2018-05-29T16:29:45.102+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "houston",
        "may",
        "talos",
        "energy",
        "talos",
        "company",
        "nyse",
        "talo",
        "today",
        "provided",
        "detail",
        "company",
        "strategy",
        "key",
        "asset",
        "financial",
        "operating",
        "guidance",
        "also",
        "provided",
        "initial",
        "outlook",
        "operation",
        "update",
        "presentation",
        "containing",
        "additional",
        "information",
        "found",
        "company",
        "website",
        "investor",
        "relation",
        "section",
        "highlight",
        "company",
        "expects",
        "generate",
        "positive",
        "free",
        "cash",
        "flow",
        "debt",
        "service",
        "pro",
        "forma",
        "basis",
        "also",
        "investing",
        "development",
        "u",
        "gulf",
        "mexico",
        "asset",
        "appraise",
        "zama",
        "discovery",
        "offshore",
        "mexico",
        "continue",
        "exploration",
        "program",
        "u",
        "mexico",
        "company",
        "forecast",
        "pro",
        "forma",
        "production",
        "sale",
        "volume",
        "million",
        "barrel",
        "oil",
        "equivalent",
        "mmboe",
        "represents",
        "average",
        "daily",
        "production",
        "thousand",
        "barrel",
        "oil",
        "equivalent",
        "per",
        "day",
        "pro",
        "forma",
        "capital",
        "expenditure",
        "million",
        "million",
        "expected",
        "funded",
        "cash",
        "hand",
        "cash",
        "flow",
        "operation",
        "successfully",
        "drilled",
        "mt",
        "providence",
        "well",
        "january",
        "expected",
        "completed",
        "brought",
        "online",
        "september",
        "tornado",
        "well",
        "expected",
        "spud",
        "4q",
        "first",
        "oil",
        "expected",
        "2q",
        "pro",
        "forma",
        "1q",
        "ebitda",
        "margin",
        "per",
        "barrel",
        "oil",
        "equivalent",
        "boe",
        "president",
        "chief",
        "executive",
        "officer",
        "timothy",
        "duncan",
        "commented",
        "pleased",
        "present",
        "financial",
        "operational",
        "guidance",
        "including",
        "detailed",
        "view",
        "company",
        "strategy",
        "outline",
        "talos",
        "portfolio",
        "side",
        "gulf",
        "mexico",
        "value",
        "proposition",
        "largest",
        "public",
        "company",
        "basin",
        "guidance",
        "reflects",
        "strong",
        "free",
        "cash",
        "flow",
        "generating",
        "business",
        "capital",
        "program",
        "internally",
        "financed",
        "effectively",
        "managing",
        "liquidity",
        "maintaining",
        "balance",
        "sheet",
        "flexibility",
        "believe",
        "flexibility",
        "allow",
        "u",
        "natural",
        "consolidator",
        "basin",
        "pro",
        "forma",
        "financial",
        "guidance",
        "pro",
        "forma",
        "production",
        "low",
        "high",
        "oil",
        "mmbbl",
        "natural",
        "gas",
        "bcf",
        "ngl",
        "mmbbl",
        "total",
        "mmboe",
        "average",
        "daily",
        "production",
        "oil",
        "liquid",
        "percentage",
        "pro",
        "forma",
        "operating",
        "capital",
        "expense",
        "low",
        "high",
        "lease",
        "operating",
        "expense",
        "mm",
        "workover",
        "maintenance",
        "expense",
        "mm",
        "g",
        "mm",
        "capital",
        "expenditure",
        "mm",
        "financial",
        "guidance",
        "year",
        "ending",
        "december",
        "set",
        "forth",
        "press",
        "release",
        "unless",
        "expressly",
        "stated",
        "otherwise",
        "give",
        "pro",
        "forma",
        "effect",
        "combination",
        "talos",
        "stone",
        "energy",
        "may",
        "occurred",
        "january",
        "excludes",
        "transaction",
        "merger",
        "integration",
        "related",
        "cost",
        "stone",
        "energy",
        "acquisition",
        "ram",
        "powell",
        "deepwater",
        "asset",
        "may",
        "respective",
        "financial",
        "forecast",
        "assumed",
        "pro",
        "forma",
        "guidance",
        "may",
        "onwards",
        "talos",
        "energy",
        "considered",
        "acquirer",
        "stone",
        "energy",
        "corporation",
        "accounting",
        "purpose",
        "therefore",
        "actual",
        "reported",
        "result",
        "combined",
        "business",
        "reflect",
        "business",
        "combination",
        "may",
        "forward",
        "inclusive",
        "ram",
        "powell",
        "therefore",
        "january",
        "may",
        "reported",
        "actual",
        "result",
        "include",
        "legacy",
        "talos",
        "energy",
        "standalone",
        "result",
        "reason",
        "pro",
        "forma",
        "guidance",
        "provided",
        "press",
        "release",
        "may",
        "reported",
        "actual",
        "result",
        "may",
        "investor",
        "presentation",
        "available",
        "website",
        "provides",
        "preliminary",
        "view",
        "financial",
        "reporting",
        "basis",
        "forecast",
        "initial",
        "outlook",
        "production",
        "tornado",
        "well",
        "expected",
        "spud",
        "4q",
        "expected",
        "commence",
        "production",
        "2q",
        "estimated",
        "initial",
        "production",
        "ip",
        "range",
        "gross",
        "basis",
        "mt",
        "providence",
        "expected",
        "completed",
        "brought",
        "production",
        "3q",
        "ip",
        "rate",
        "gross",
        "full",
        "year",
        "production",
        "first",
        "oil",
        "boris",
        "expected",
        "2q",
        "ip",
        "rate",
        "gross",
        "continue",
        "asset",
        "management",
        "program",
        "generally",
        "consists",
        "proved",
        "developed",
        "pdnp",
        "investment",
        "converting",
        "proved",
        "developed",
        "producing",
        "pdp",
        "play",
        "significant",
        "role",
        "offsetting",
        "natural",
        "production",
        "decline",
        "field",
        "scheduled",
        "1q",
        "day",
        "due",
        "helix",
        "producer",
        "thruster",
        "replacement",
        "estimated",
        "impact",
        "annual",
        "average",
        "daily",
        "production",
        "net",
        "talos",
        "working",
        "interest",
        "wi",
        "capital",
        "expenditure",
        "total",
        "capex",
        "expected",
        "remain",
        "similar",
        "level",
        "expected",
        "appraisal",
        "zama",
        "field",
        "offshore",
        "mexico",
        "intensified",
        "effort",
        "reach",
        "final",
        "investment",
        "decision",
        "fid",
        "4q",
        "end",
        "1q",
        "drill",
        "complete",
        "tornado",
        "well",
        "drill",
        "complete",
        "boris",
        "well",
        "addition",
        "company",
        "plan",
        "drill",
        "one",
        "three",
        "exploration",
        "well",
        "mexico",
        "participate",
        "two",
        "additional",
        "deepwater",
        "exploration",
        "well",
        "u",
        "gulf",
        "mexico",
        "drill",
        "five",
        "seven",
        "well",
        "shelf",
        "u",
        "gulf",
        "mexico",
        "continue",
        "dedicate",
        "capital",
        "asset",
        "management",
        "significantly",
        "defers",
        "p",
        "cost",
        "help",
        "offset",
        "production",
        "decline",
        "operation",
        "update",
        "green",
        "canyon",
        "phoenix",
        "complex",
        "phoenix",
        "complex",
        "currently",
        "produce",
        "approximately",
        "total",
        "gross",
        "approximately",
        "produced",
        "two",
        "tornado",
        "well",
        "talos",
        "plan",
        "spud",
        "tornado",
        "q4",
        "expects",
        "bring",
        "production",
        "2q",
        "following",
        "mandatory",
        "regulatory",
        "period",
        "production",
        "facility",
        "ship",
        "tornado",
        "well",
        "expected",
        "initial",
        "gross",
        "production",
        "rate",
        "company",
        "owns",
        "wi",
        "tornado",
        "well",
        "working",
        "interest",
        "remainder",
        "well",
        "asset",
        "phoenix",
        "complex",
        "ship",
        "owned",
        "helix",
        "energy",
        "solution",
        "capital",
        "lease",
        "talos",
        "talos",
        "expects",
        "1q",
        "phoenix",
        "complex",
        "approximately",
        "day",
        "period",
        "ship",
        "mobilized",
        "shipyard",
        "replace",
        "thruster",
        "undergo",
        "maintenance",
        "hull",
        "mobilize",
        "back",
        "field",
        "restart",
        "normal",
        "operation",
        "mississippi",
        "canyon",
        "pompano",
        "cardona",
        "amberjack",
        "complex",
        "company",
        "successfully",
        "drilled",
        "mt",
        "providence",
        "well",
        "january",
        "intends",
        "complete",
        "well",
        "year",
        "production",
        "expected",
        "start",
        "september",
        "mt",
        "providence",
        "expected",
        "contribute",
        "gross",
        "initial",
        "production",
        "company",
        "owns",
        "wi",
        "mt",
        "providence",
        "like",
        "tornado",
        "mt",
        "providence",
        "example",
        "drilling",
        "effort",
        "average",
        "turnaround",
        "time",
        "discovery",
        "production",
        "month",
        "company",
        "belief",
        "lead",
        "attractive",
        "rate",
        "return",
        "high",
        "degree",
        "capital",
        "efficiency",
        "ram",
        "powell",
        "ram",
        "powell",
        "field",
        "associated",
        "infrastructure",
        "acquired",
        "may",
        "subsidiary",
        "royal",
        "dutch",
        "shell",
        "operator",
        "exxonmobil",
        "anadarko",
        "asset",
        "produced",
        "average",
        "talos",
        "team",
        "already",
        "identified",
        "several",
        "production",
        "rate",
        "add",
        "opportunity",
        "formation",
        "acquired",
        "lease",
        "economically",
        "boost",
        "production",
        "existing",
        "well",
        "mexico",
        "talos",
        "plan",
        "initiate",
        "appraisal",
        "zama",
        "field",
        "4q",
        "alongside",
        "partner",
        "venture",
        "initiated",
        "unitization",
        "discussion",
        "pemex",
        "following",
        "appraisal",
        "campaign",
        "completion",
        "front",
        "end",
        "engineering",
        "design",
        "feed",
        "study",
        "unitization",
        "agreement",
        "company",
        "expects",
        "announce",
        "fid",
        "project",
        "4q",
        "1q",
        "first",
        "oil",
        "expected",
        "production",
        "increasing",
        "additional",
        "facility",
        "installed",
        "field",
        "addition",
        "zama",
        "company",
        "portfolio",
        "mexico",
        "includes",
        "several",
        "exploration",
        "prospect",
        "talos",
        "expects",
        "begin",
        "drilling",
        "additional",
        "well",
        "acreage",
        "commodity",
        "hedge",
        "update",
        "talos",
        "strategy",
        "hedge",
        "majority",
        "production",
        "reduce",
        "risk",
        "associate",
        "unpredictable",
        "future",
        "commodity",
        "price",
        "provide",
        "certainty",
        "significant",
        "portion",
        "cash",
        "flow",
        "part",
        "strategy",
        "company",
        "continues",
        "opportunistically",
        "add",
        "hedge",
        "may",
        "talos",
        "approximately",
        "production",
        "production",
        "hedged",
        "detail",
        "company",
        "hedge",
        "found",
        "may",
        "investor",
        "presentation",
        "available",
        "website",
        "upcoming",
        "event",
        "senior",
        "management",
        "member",
        "board",
        "director",
        "talos",
        "ring",
        "opening",
        "bell",
        "new",
        "york",
        "stock",
        "exchange",
        "may",
        "event",
        "watched",
        "live",
        "link",
        "also",
        "available",
        "company",
        "website",
        "investor",
        "relation",
        "section",
        "prior",
        "start",
        "event",
        "investor",
        "event",
        "management",
        "team",
        "also",
        "scheduled",
        "participate",
        "louisiana",
        "energy",
        "conference",
        "new",
        "orleans",
        "louisiana",
        "may",
        "june",
        "president",
        "chief",
        "executive",
        "officer",
        "timothy",
        "duncan",
        "scheduled",
        "present",
        "panel",
        "thursday",
        "may",
        "central",
        "time",
        "member",
        "company",
        "senior",
        "management",
        "also",
        "going",
        "participate",
        "morgan",
        "energy",
        "conference",
        "new",
        "york",
        "city",
        "june",
        "additional",
        "detail",
        "company",
        "participation",
        "available",
        "company",
        "website",
        "prior",
        "event",
        "talos",
        "energy",
        "talos",
        "technically",
        "driven",
        "independent",
        "exploration",
        "production",
        "company",
        "operation",
        "united",
        "state",
        "gulf",
        "mexico",
        "shallow",
        "water",
        "coast",
        "mexico",
        "focus",
        "united",
        "state",
        "gulf",
        "mexico",
        "exploration",
        "acquisition",
        "exploitation",
        "development",
        "shallow",
        "deepwater",
        "asset",
        "near",
        "existing",
        "infrastructure",
        "shallow",
        "water",
        "coast",
        "mexico",
        "provide",
        "u",
        "high",
        "impact",
        "exploration",
        "opportunity",
        "emerging",
        "basin",
        "company",
        "website",
        "located",
        "investor",
        "relation",
        "contact",
        "sergio",
        "maiworm",
        "investor",
        "ebitda",
        "measure",
        "full",
        "reconciliation",
        "closest",
        "gaap",
        "measure",
        "included",
        "investor",
        "presentation",
        "website",
        "excludes",
        "transaction",
        "merger",
        "integration",
        "related",
        "cost",
        "cautionary",
        "statement",
        "statement",
        "communication",
        "may",
        "contain",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "security",
        "act",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "statement",
        "statement",
        "historical",
        "fact",
        "included",
        "communication",
        "regarding",
        "strategy",
        "future",
        "operation",
        "financial",
        "position",
        "estimated",
        "revenue",
        "loss",
        "projected",
        "cost",
        "prospect",
        "plan",
        "objective",
        "management",
        "used",
        "communication",
        "word",
        "could",
        "believe",
        "anticipate",
        "intend",
        "estimate",
        "expect",
        "project",
        "similar",
        "expression",
        "intended",
        "identify",
        "although",
        "contain",
        "identifying",
        "word",
        "based",
        "current",
        "expectation",
        "assumption",
        "future",
        "event",
        "based",
        "currently",
        "available",
        "information",
        "outcome",
        "timing",
        "future",
        "event",
        "caution",
        "subject",
        "numerous",
        "risk",
        "uncertainty",
        "difficult",
        "predict",
        "many",
        "beyond",
        "control",
        "risk",
        "include",
        "limited",
        "commodity",
        "price",
        "volatility",
        "inflation",
        "lack",
        "availability",
        "drilling",
        "production",
        "equipment",
        "service",
        "environmental",
        "risk",
        "drilling",
        "operating",
        "risk",
        "regulatory",
        "change",
        "uncertainty",
        "inherent",
        "estimating",
        "reserve",
        "projecting",
        "future",
        "rate",
        "production",
        "cash",
        "flow",
        "access",
        "capital",
        "timing",
        "development",
        "expenditure",
        "potential",
        "adverse",
        "reaction",
        "change",
        "business",
        "employee",
        "relationship",
        "resulting",
        "business",
        "combination",
        "talos",
        "energy",
        "llc",
        "stone",
        "energy",
        "corporation",
        "competitive",
        "response",
        "business",
        "combination",
        "possibility",
        "anticipated",
        "benefit",
        "business",
        "combination",
        "realized",
        "expected",
        "including",
        "result",
        "impact",
        "problem",
        "arising",
        "integration",
        "two",
        "company",
        "litigation",
        "relating",
        "business",
        "combination",
        "factor",
        "may",
        "affect",
        "future",
        "result",
        "business",
        "generally",
        "including",
        "discussed",
        "heading",
        "risk",
        "factor",
        "final",
        "consent",
        "solicitation",
        "dated",
        "april",
        "filed",
        "security",
        "exchange",
        "commission",
        "pursuant",
        "rule",
        "b",
        "security",
        "act",
        "reserve",
        "engineering",
        "process",
        "estimating",
        "underground",
        "accumulation",
        "oil",
        "natural",
        "gas",
        "ngls",
        "measured",
        "exact",
        "way",
        "accuracy",
        "reserve",
        "estimate",
        "depends",
        "quality",
        "available",
        "data",
        "interpretation",
        "data",
        "price",
        "cost",
        "assumption",
        "made",
        "reserve",
        "engineer",
        "addition",
        "result",
        "drilling",
        "testing",
        "production",
        "activity",
        "may",
        "justify",
        "revision",
        "estimate",
        "made",
        "previously",
        "significant",
        "revision",
        "would",
        "change",
        "schedule",
        "production",
        "development",
        "drilling",
        "accordingly",
        "reserve",
        "estimate",
        "may",
        "differ",
        "significantly",
        "quantity",
        "oil",
        "natural",
        "gas",
        "ngls",
        "ultimately",
        "recovered",
        "one",
        "risk",
        "occur",
        "underlying",
        "assumption",
        "prove",
        "incorrect",
        "actual",
        "result",
        "plan",
        "could",
        "expressed",
        "expressed",
        "implied",
        "expressly",
        "qualified",
        "entirety",
        "cautionary",
        "statement",
        "cautionary",
        "statement",
        "also",
        "considered",
        "connection",
        "subsequent",
        "written",
        "oral",
        "person",
        "acting",
        "behalf",
        "may",
        "issue",
        "except",
        "otherwise",
        "required",
        "applicable",
        "law",
        "disclaim",
        "duty",
        "update",
        "reflect",
        "event",
        "circumstance",
        "date",
        "communication",
        "free",
        "cash",
        "flow",
        "debt",
        "service",
        "supplemental",
        "financial",
        "measure",
        "used",
        "management",
        "external",
        "user",
        "company",
        "financial",
        "statement",
        "industry",
        "analyst",
        "investor",
        "lender",
        "rating",
        "agency",
        "company",
        "defines",
        "free",
        "cash",
        "flow",
        "debt",
        "service",
        "net",
        "cash",
        "operation",
        "less",
        "capital",
        "expenditure",
        "dividend",
        "cash",
        "interest",
        "paid",
        "view",
        "original",
        "content",
        "http",
        "source",
        "talos",
        "energy"
    ]
}