{
    "organizations": [],
    "uuid": "b759c4042f9e578264885aabaca16476a912a49b",
    "author": "Karen Gilchrist",
    "url": "https://www.cnbc.com/2018/05/07/resignation-tips-why-you-should-never-accept-that-counteroffer.html",
    "ord_in_thread": 0,
    "title": "Resignation tips: Why you should never accept that counteroffer",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "It takes a lot of guts to quit your job.\nOften it means stepping into the unknown. So, it's not surprising that it can be tempting to stick with the status quo, especially if your boss promises to up their game — and possibly your salary — in a counteroffer.\nHowever, once you've expressed your desire to move on , going back on that decision could be one of the worst moves of your career, according to recruitment specialist Oliver Cooke.\n\"If you're a good performer in your business, the likelihood is your current employers will try to counteroffer (when you quit). You should be prepared for that,\" Cooke told CNBC Make It .\n\"If they think you're worth that now, why weren't they paying you that earlier?\" -Oliver Cooke, North American director at Selby Jennings It may seem like you have the upper hand initially, Cooke acknowledged. \"But the reality is that they didn't value you in the first place and they're only thinking short term,\" he said, adding that employers will often be thinking about the costs and risks involved in finding a replacement.\n\"You have to ask yourself: If they think you're worth that now, why weren't they paying you that earlier?\" he said.\nCooke, who is North American director of international recruitment firm Selby Jennings, said that as much as your employer may like you as an individual, once that trust is broken they may become wary of you and your commitment to the firm. They could also use the new information to start considering how they would replace you, giving them an advantage in future negotiations.\n\"We see it where the trust between manager and the employee has been broken and the majority of people who do take a counteroffer are often on the job market within the next six to 12 months,\" said Cooke.\nOften, agreeing to stay can just mean delaying the inevitable, he noted: \"The fact is title and compensation is likely not going to change the things you don't like about your current job. The content and your manager, etc. are linked much more closely to happiness in your role than compensation.\"\nDon't enter resignation talks if you're on the fence That doesn't mean your decision to quit should be taken lightly.\nToday's workforce, and millennials particularly, can get a bad rap for frequently hopping between jobs . Cooke advised looking at any job move from a three to five year perspective. But, when you've made up your mind, you should stick to your guns, he said.\nOne of the most common mistakes Cooke said he sees is when people go into their resignation meetings without having fully made up their mind.\n\"If employers see you haven't made that decision ... they will try to influence you\" -Oliver Cooke, North American director at Selby Jennings \"That's when you end up in these long counteroffer negotiations,\" noted Cooke. \"If employers see you haven't made that decision and you're a strong employee, they will try to influence you. If you go in with any doubts, that's going to make the decision harder.\"\nTo avoid that, Cooke recommended taking your resignation letter in with you at the point of handing in your notice. That way you can avoid any awkward counteroffer conversations and speed up the process.\n\"You'll always have to put together a letter, so best to do that prior to resigning,\" said Cooke.\n\"Having that letter with you (when you quit) is good as it formalizes your resignation.\"\nThat's especially true in the U.S., where the national labor law dictates that employees are free to leave their jobs at-will, without reason or warning.\nWhat should a resignation letter look like? Though there's no perfect model for the resignation letter, it should roughly reflect the points you intend to raise when you hand in your notice.\n\"Our advice is to keep it polite, keep it short, thank them for their investment and time , but say that you've found a new opportunity that is right for you and your career,\" said Cooke.\n\"You can add that you'd be happy to help in the interim,\" he added, \"but say that you're ready to move quickly.\"\nWhile it's important to be honest, it's generally wise to keep your explanation as concise as possible to avoid conflict and drawn out discussions with your boss, Cooke noted.\nCriticisms and other feedback can be saved for your exit interview, which will likely be handled by a trained HR specialist.\nLike this story? Like CNBC Make It on Facebook",
    "published": "2018-05-07T03:00:00.000+03:00",
    "crawled": "2018-05-07T07:29:45.012+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "take",
        "lot",
        "gut",
        "quit",
        "job",
        "often",
        "mean",
        "stepping",
        "unknown",
        "surprising",
        "tempting",
        "stick",
        "status",
        "quo",
        "especially",
        "bos",
        "promise",
        "game",
        "possibly",
        "salary",
        "counteroffer",
        "however",
        "expressed",
        "desire",
        "move",
        "going",
        "back",
        "decision",
        "could",
        "one",
        "worst",
        "move",
        "career",
        "according",
        "recruitment",
        "specialist",
        "oliver",
        "cooke",
        "good",
        "performer",
        "business",
        "likelihood",
        "current",
        "employer",
        "try",
        "counteroffer",
        "quit",
        "prepared",
        "cooke",
        "told",
        "cnbc",
        "make",
        "think",
        "worth",
        "paying",
        "earlier",
        "cooke",
        "north",
        "american",
        "director",
        "selby",
        "jennings",
        "may",
        "seem",
        "like",
        "upper",
        "hand",
        "initially",
        "cooke",
        "acknowledged",
        "reality",
        "value",
        "first",
        "place",
        "thinking",
        "short",
        "term",
        "said",
        "adding",
        "employer",
        "often",
        "thinking",
        "cost",
        "risk",
        "involved",
        "finding",
        "replacement",
        "ask",
        "think",
        "worth",
        "paying",
        "earlier",
        "said",
        "cooke",
        "north",
        "american",
        "director",
        "international",
        "recruitment",
        "firm",
        "selby",
        "jennings",
        "said",
        "much",
        "employer",
        "may",
        "like",
        "individual",
        "trust",
        "broken",
        "may",
        "become",
        "wary",
        "commitment",
        "firm",
        "could",
        "also",
        "use",
        "new",
        "information",
        "start",
        "considering",
        "would",
        "replace",
        "giving",
        "advantage",
        "future",
        "negotiation",
        "see",
        "trust",
        "manager",
        "employee",
        "broken",
        "majority",
        "people",
        "take",
        "counteroffer",
        "often",
        "job",
        "market",
        "within",
        "next",
        "six",
        "month",
        "said",
        "cooke",
        "often",
        "agreeing",
        "stay",
        "mean",
        "delaying",
        "inevitable",
        "noted",
        "fact",
        "title",
        "compensation",
        "likely",
        "going",
        "change",
        "thing",
        "like",
        "current",
        "job",
        "content",
        "manager",
        "etc",
        "linked",
        "much",
        "closely",
        "happiness",
        "role",
        "compensation",
        "enter",
        "resignation",
        "talk",
        "fence",
        "mean",
        "decision",
        "quit",
        "taken",
        "lightly",
        "today",
        "workforce",
        "millennials",
        "particularly",
        "get",
        "bad",
        "rap",
        "frequently",
        "hopping",
        "job",
        "cooke",
        "advised",
        "looking",
        "job",
        "move",
        "three",
        "five",
        "year",
        "perspective",
        "made",
        "mind",
        "stick",
        "gun",
        "said",
        "one",
        "common",
        "mistake",
        "cooke",
        "said",
        "see",
        "people",
        "go",
        "resignation",
        "meeting",
        "without",
        "fully",
        "made",
        "mind",
        "employer",
        "see",
        "made",
        "decision",
        "try",
        "influence",
        "cooke",
        "north",
        "american",
        "director",
        "selby",
        "jennings",
        "end",
        "long",
        "counteroffer",
        "negotiation",
        "noted",
        "cooke",
        "employer",
        "see",
        "made",
        "decision",
        "strong",
        "employee",
        "try",
        "influence",
        "go",
        "doubt",
        "going",
        "make",
        "decision",
        "harder",
        "avoid",
        "cooke",
        "recommended",
        "taking",
        "resignation",
        "letter",
        "point",
        "handing",
        "notice",
        "way",
        "avoid",
        "awkward",
        "counteroffer",
        "conversation",
        "speed",
        "process",
        "always",
        "put",
        "together",
        "letter",
        "best",
        "prior",
        "resigning",
        "said",
        "cooke",
        "letter",
        "quit",
        "good",
        "formalizes",
        "resignation",
        "especially",
        "true",
        "national",
        "labor",
        "law",
        "dictate",
        "employee",
        "free",
        "leave",
        "job",
        "without",
        "reason",
        "warning",
        "resignation",
        "letter",
        "look",
        "like",
        "though",
        "perfect",
        "model",
        "resignation",
        "letter",
        "roughly",
        "reflect",
        "point",
        "intend",
        "raise",
        "hand",
        "notice",
        "advice",
        "keep",
        "polite",
        "keep",
        "short",
        "thank",
        "investment",
        "time",
        "say",
        "found",
        "new",
        "opportunity",
        "right",
        "career",
        "said",
        "cooke",
        "add",
        "happy",
        "help",
        "interim",
        "added",
        "say",
        "ready",
        "move",
        "quickly",
        "important",
        "honest",
        "generally",
        "wise",
        "keep",
        "explanation",
        "concise",
        "possible",
        "avoid",
        "conflict",
        "drawn",
        "discussion",
        "bos",
        "cooke",
        "noted",
        "criticism",
        "feedback",
        "saved",
        "exit",
        "interview",
        "likely",
        "handled",
        "trained",
        "hr",
        "specialist",
        "like",
        "story",
        "like",
        "cnbc",
        "make",
        "facebook"
    ]
}