{
    "organizations": [],
    "uuid": "9a65b86d2e3f4f08002ad845ea9a7c8bc2bdf5a8",
    "author": "Bryan Borzykowski",
    "url": "https://www.cnbc.com/2018/05/10/irans-economy-may-begin-death-spiral-with-trump-ending-nuclear-deal.html",
    "ord_in_thread": 0,
    "title": "Iran’s economy may begin death spiral with Trump ending nuclear deal",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CNBC.com Atta Kenare | AFP | Getty Images Pro-government demonstrators hold a poster of Iran's supreme leader Ayatollah Ali Khamenei during a march following the weekly Muslim Friday prayers in Tehran on January 5, 2018.\nJust a few minutes after President Trump said on Tuesday that the U.S. plans to pull out of the Iran nuclear deal , Hassan Rouhani, the country's president, stood defiantly, flanked by his cabinet, to say that he wanted to work with the remaining countries to keep the deal alive.\nWhile Rouhani may have been sending a message to the U.S., his speech was also designed to reassure his own citizens that America's move wouldn't further damage the country's fragile economy. \"He wanted to project calm and predictability,\" said Suzanne Maloney, a senior fellow at the Brookings Institution's Center For Middle East Policy.\nThat calm may not last long as renewed sanctions on Iran could, once again, send its economy into a downward spiral. Over the past several weeks, Iran's rial has lost 25 percent of its value against the U.S. dollar, while inflation is hovering at around 8 percent. Iranians are also struggling with a severe credit crisis that has seen several banks go bankrupt. Unemployment is above 11 percent and citizens have taken to the streets to protest mismanagement and government corruption.\nThe country's GDP has also suffered, going from 6.6 percent in 2010 to negative 1.5 percent in 2015, when sanctions were in full force, but it's rebounded since. The IMF was predicting GDP growth of 4.3 percent this year, but that could fall sharply after sanctions are re-imposed. Iranian Presidency |Anadolu Agency | Getty Images President of Iran Hassan Rouhani addresses during the cabinet meeting in Tehran, Iran on December 31, 2017.\nWith the nuclear deal off the table now, there are fears that U.S. sanctions will return and that European companies, like automaker Daimler and oil company Total , which rushed into the country after sanctions were lifted in 2015, could pull their investments. That could push the Iranian economy to the brink of disaster, according to the IMF . In a report released two days before Trump's announcement, it said that sanctions could pose a risk to the nation's banking system and may be a threat to its international trade relationships.\nU.S. aerospace giant Boeing has an estimated $20 billion in planned aircraft sales to Iran. The company's Middle East business head told CNBC this week it's following the U.S. government's lead and the company has always mitigated the potential risk to Iranian airline sales in building its broader global production plan.\nThere's another big concern: the impact that an oil export ban could have on government revenue. Iran is OPEC's third-largest producer, exporting about 2.5 million barrels of oil a day. A recent Bloomberg survey forecast that Iran could lose up to 500,000 barrels of oil a day in output if it's not allowed to sell its crude to other countries. Crippling sanctions\nIran's economy started to falter in 2010, when U.S. sanctions were first imposed. Those sanctions made it extremely difficult for Iran to do business with companies in other countries, and to bring oil revenue back into the country. Atta Kenare | AFP | Getty Images An Iranian military truck carries surface-to-air missiles past a portrait of Iran's Supreme Leader Ayatollah Ali Khamenei during a parade on the occasion of the country's annual army day on April 18, 2018, in Tehran.\n\"The financial measures the U.S. put in place made it effectively impossible for Iran to repatriate revenue from oil sales,\" Maloney said, adding that sanctions also hurt Iran's foreign currency holdings, and made it difficult to import goods and services for its people and industries.\nOil exports fell from about 2.4 million barrels a day to 1.4 million barrels a day – it didn't help that oil prices fell by about 60 percent during those years. The Iranian rial plummeted by about 65 percent between 2010 and 2015, and it's fallen even further since. Medicine became difficult to obtain and prices for meat and eggs soared.\nMaloney, who has been studying Iran for years, said it was the worst period for Iran's economy in its history. \"Never has there been a time where the wages, earnings and purchasing power of Iranians has been as impacted as it was,\" she said.\nWith the economy slowly coming back to life over the last couple of years, and oil exports picking up, things were getting better. Now, though, Iranians are worried about what might happen next, Maloney said. Other governments, market watchers and economists are also paying careful attention to the country's economic situation. Not as bad as before\nIt's expected to take about six months before sanctions are imposed again, but Tom Elliott, a London-based international investment strategist with financial firm deVere Group, doesn't think the economy will be hit nearly as hard as it was a few years ago.\nFirst of all, China, which is one of Iran's main oil buyers, is not part of the sanctions. \"It's unlikely to show that it will be bossed around by America,\" he said.\nSecondly, Europe, which did go along with the sanctions previously, may not follow suit again. Elliott thinks the region will seek a waiver to allow it to continue buying oil from Iran, and if it does that, then it will likely keep doing business with the country in the same way it does now.\nIf Trump does force the European Union to follow the U.S. lead, that could cause a big rift, he said.\nMaloney noted that historically Europe and the U.S. have not seen eye-to-eye on Iran. During the 1979 Iranian hostage crisis, Europe and other allies expanded trade with the country. Europe also hasn't taken as hard of a line on Iran's terrorist funding activities as the U.S. has. Coordinated cooperation started during the Bush administration and came to fruition during the Obama years, but Maloney thinks it's unlikely that will continue. If Europe doesn't impose its own sanctions, then Iran's economy may be able to stay afloat. show chapters 1 Hour Ago | 02:36\nNone of this means Iran is out of the woods. If America does flex its muscle, and if Europe does join in on the sanctions, its economy would certainty suffer. In some ways, though, what happens with the economy itself is secondary. If its citizens feel as though things could get worse then they could protest, which is what happened in December, when thousands of people took to Iran's streets.\n\"The uncertainty is not about the complete shutdown of Iran's economy, but about whether it exacerbates what's already a low-level psychological crisis,\" Maloney said. \"The value of the currency has dropped precipitously over the last couple of weeks alone. Does the panic revive itself and become worse? Do we see a dramatic capital flight from the country? These things can happen even if macroeconomic indicators look OK.\"\nPeople are also fed up with government corruption, she said. Most aren't happy that their money goes to fund Hezbollah in Lebanon and the war in Syria, while reports of banks running Ponzi schemes to enrich people in power has infuriated many citizens – especially those who have lost money after banks have gone under.\nIf Iranians do rise up, the government could be forced to fight back with violence, and that would certainly send its economy into a tailspin and spook its Middle East neighbors. \"It's difficult to see how the younger generation maintains the status quo,\" Elliott said. Global market mayhem\nAs long as the turmoil is contained within Iran's borders, global markets shouldn't falter, Elliott said. Oil prices could rise, and they have climbed in recent days to as high as $71, but it's in no one's interest to see oil prices jump to $100 a barrel or more, he said. If that happens, then U.S. drilling will increase, supply will climb and, eventually, oil prices will plummet.\nThe real danger, said Elliott, is that Trump's Iran exit will spark a war in the Middle East . Israel may be taking America's actions as a sign that it can now attack Iranian bases in Syria, and it did launch a \"daring\" strike against several Iranian targets in the country last night after rockets were fired into Israel from Syria.\nIf tensions escalate, then Israel, Syria, Lebanon, Iran and maybe even Saudi Arabia — which would likely come to Israel's defense — could find themselves engaged in battle. That would have a negative impact on economies around the world. \"It would raise the price of gold, the dollar and oil and fears of a war spreading could take hold,\" Elliott said. \"If Russia and Turkey get involved then things could get nasty.\"\nAs of now, markets have not reacted negatively to the deal pullout. The S&P 500 is up about 1.8 percent since the May 8 announcement, while the CBOE Volatility Index has fallen from 16 two days ago to about 13.5 today. That suggests that investors think Iran's economy won't suffer more than it already has, Elliott said.\nBut it's still early days.\n\"We'll see the full effects of this in the winter, so we need to wait,\" he said. \"Unless Trump gets heavy on European allies, then I think Iran can see this through. But if Israel takes it as a blessing that it's time to hit Iran, then we could see war begin.\"\nMore from Global Investing Hot Spots:",
    "published": "2018-05-10T03:00:00.000+03:00",
    "crawled": "2018-05-10T20:18:57.064+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "atta",
        "kenare",
        "afp",
        "getty",
        "image",
        "demonstrator",
        "hold",
        "poster",
        "iran",
        "supreme",
        "leader",
        "ayatollah",
        "ali",
        "khamenei",
        "march",
        "following",
        "weekly",
        "muslim",
        "friday",
        "prayer",
        "tehran",
        "january",
        "minute",
        "president",
        "trump",
        "said",
        "tuesday",
        "plan",
        "pull",
        "iran",
        "nuclear",
        "deal",
        "hassan",
        "rouhani",
        "country",
        "president",
        "stood",
        "defiantly",
        "flanked",
        "cabinet",
        "say",
        "wanted",
        "work",
        "remaining",
        "country",
        "keep",
        "deal",
        "alive",
        "rouhani",
        "may",
        "sending",
        "message",
        "speech",
        "also",
        "designed",
        "reassure",
        "citizen",
        "america",
        "move",
        "would",
        "damage",
        "country",
        "fragile",
        "economy",
        "wanted",
        "project",
        "calm",
        "predictability",
        "said",
        "suzanne",
        "maloney",
        "senior",
        "fellow",
        "brookings",
        "institution",
        "center",
        "middle",
        "east",
        "policy",
        "calm",
        "may",
        "last",
        "long",
        "renewed",
        "sanction",
        "iran",
        "could",
        "send",
        "economy",
        "downward",
        "spiral",
        "past",
        "several",
        "week",
        "iran",
        "rial",
        "lost",
        "percent",
        "value",
        "dollar",
        "inflation",
        "hovering",
        "around",
        "percent",
        "iranian",
        "also",
        "struggling",
        "severe",
        "credit",
        "crisis",
        "seen",
        "several",
        "bank",
        "go",
        "bankrupt",
        "unemployment",
        "percent",
        "citizen",
        "taken",
        "street",
        "protest",
        "mismanagement",
        "government",
        "corruption",
        "country",
        "gdp",
        "also",
        "suffered",
        "going",
        "percent",
        "negative",
        "percent",
        "sanction",
        "full",
        "force",
        "rebounded",
        "since",
        "imf",
        "predicting",
        "gdp",
        "growth",
        "percent",
        "year",
        "could",
        "fall",
        "sharply",
        "sanction",
        "iranian",
        "presidency",
        "agency",
        "getty",
        "image",
        "president",
        "iran",
        "hassan",
        "rouhani",
        "address",
        "cabinet",
        "meeting",
        "tehran",
        "iran",
        "december",
        "nuclear",
        "deal",
        "table",
        "fear",
        "sanction",
        "return",
        "european",
        "company",
        "like",
        "automaker",
        "daimler",
        "oil",
        "company",
        "total",
        "rushed",
        "country",
        "sanction",
        "lifted",
        "could",
        "pull",
        "investment",
        "could",
        "push",
        "iranian",
        "economy",
        "brink",
        "disaster",
        "according",
        "imf",
        "report",
        "released",
        "two",
        "day",
        "trump",
        "announcement",
        "said",
        "sanction",
        "could",
        "pose",
        "risk",
        "nation",
        "banking",
        "system",
        "may",
        "threat",
        "international",
        "trade",
        "relationship",
        "aerospace",
        "giant",
        "boeing",
        "estimated",
        "billion",
        "planned",
        "aircraft",
        "sale",
        "iran",
        "company",
        "middle",
        "east",
        "business",
        "head",
        "told",
        "cnbc",
        "week",
        "following",
        "government",
        "lead",
        "company",
        "always",
        "mitigated",
        "potential",
        "risk",
        "iranian",
        "airline",
        "sale",
        "building",
        "broader",
        "global",
        "production",
        "plan",
        "another",
        "big",
        "concern",
        "impact",
        "oil",
        "export",
        "ban",
        "could",
        "government",
        "revenue",
        "iran",
        "opec",
        "producer",
        "exporting",
        "million",
        "barrel",
        "oil",
        "day",
        "recent",
        "bloomberg",
        "survey",
        "forecast",
        "iran",
        "could",
        "lose",
        "barrel",
        "oil",
        "day",
        "output",
        "allowed",
        "sell",
        "crude",
        "country",
        "crippling",
        "sanction",
        "iran",
        "economy",
        "started",
        "falter",
        "sanction",
        "first",
        "imposed",
        "sanction",
        "made",
        "extremely",
        "difficult",
        "iran",
        "business",
        "company",
        "country",
        "bring",
        "oil",
        "revenue",
        "back",
        "country",
        "atta",
        "kenare",
        "afp",
        "getty",
        "image",
        "iranian",
        "military",
        "truck",
        "carry",
        "missile",
        "past",
        "portrait",
        "iran",
        "supreme",
        "leader",
        "ayatollah",
        "ali",
        "khamenei",
        "parade",
        "occasion",
        "country",
        "annual",
        "army",
        "day",
        "april",
        "tehran",
        "financial",
        "measure",
        "put",
        "place",
        "made",
        "effectively",
        "impossible",
        "iran",
        "repatriate",
        "revenue",
        "oil",
        "sale",
        "maloney",
        "said",
        "adding",
        "sanction",
        "also",
        "hurt",
        "iran",
        "foreign",
        "currency",
        "holding",
        "made",
        "difficult",
        "import",
        "good",
        "service",
        "people",
        "industry",
        "oil",
        "export",
        "fell",
        "million",
        "barrel",
        "day",
        "million",
        "barrel",
        "day",
        "help",
        "oil",
        "price",
        "fell",
        "percent",
        "year",
        "iranian",
        "rial",
        "plummeted",
        "percent",
        "fallen",
        "even",
        "since",
        "medicine",
        "became",
        "difficult",
        "obtain",
        "price",
        "meat",
        "egg",
        "soared",
        "maloney",
        "studying",
        "iran",
        "year",
        "said",
        "worst",
        "period",
        "iran",
        "economy",
        "history",
        "never",
        "time",
        "wage",
        "earnings",
        "purchasing",
        "power",
        "iranian",
        "impacted",
        "said",
        "economy",
        "slowly",
        "coming",
        "back",
        "life",
        "last",
        "couple",
        "year",
        "oil",
        "export",
        "picking",
        "thing",
        "getting",
        "better",
        "though",
        "iranian",
        "worried",
        "might",
        "happen",
        "next",
        "maloney",
        "said",
        "government",
        "market",
        "watcher",
        "economist",
        "also",
        "paying",
        "careful",
        "attention",
        "country",
        "economic",
        "situation",
        "bad",
        "expected",
        "take",
        "six",
        "month",
        "sanction",
        "imposed",
        "tom",
        "elliott",
        "international",
        "investment",
        "strategist",
        "financial",
        "firm",
        "devere",
        "group",
        "think",
        "economy",
        "hit",
        "nearly",
        "hard",
        "year",
        "ago",
        "first",
        "china",
        "one",
        "iran",
        "main",
        "oil",
        "buyer",
        "part",
        "sanction",
        "unlikely",
        "show",
        "bossed",
        "around",
        "america",
        "said",
        "secondly",
        "europe",
        "go",
        "along",
        "sanction",
        "previously",
        "may",
        "follow",
        "suit",
        "elliott",
        "think",
        "region",
        "seek",
        "waiver",
        "allow",
        "continue",
        "buying",
        "oil",
        "iran",
        "likely",
        "keep",
        "business",
        "country",
        "way",
        "trump",
        "force",
        "european",
        "union",
        "follow",
        "lead",
        "could",
        "cause",
        "big",
        "rift",
        "said",
        "maloney",
        "noted",
        "historically",
        "europe",
        "seen",
        "iran",
        "iranian",
        "hostage",
        "crisis",
        "europe",
        "ally",
        "expanded",
        "trade",
        "country",
        "europe",
        "also",
        "taken",
        "hard",
        "line",
        "iran",
        "terrorist",
        "funding",
        "activity",
        "coordinated",
        "cooperation",
        "started",
        "bush",
        "administration",
        "came",
        "fruition",
        "obama",
        "year",
        "maloney",
        "think",
        "unlikely",
        "continue",
        "europe",
        "impose",
        "sanction",
        "iran",
        "economy",
        "may",
        "able",
        "stay",
        "afloat",
        "show",
        "chapter",
        "hour",
        "ago",
        "none",
        "mean",
        "iran",
        "wood",
        "america",
        "flex",
        "muscle",
        "europe",
        "join",
        "sanction",
        "economy",
        "would",
        "certainty",
        "suffer",
        "way",
        "though",
        "happens",
        "economy",
        "secondary",
        "citizen",
        "feel",
        "though",
        "thing",
        "could",
        "get",
        "worse",
        "could",
        "protest",
        "happened",
        "december",
        "thousand",
        "people",
        "took",
        "iran",
        "street",
        "uncertainty",
        "complete",
        "shutdown",
        "iran",
        "economy",
        "whether",
        "exacerbates",
        "already",
        "psychological",
        "crisis",
        "maloney",
        "said",
        "value",
        "currency",
        "dropped",
        "precipitously",
        "last",
        "couple",
        "week",
        "alone",
        "panic",
        "revive",
        "become",
        "worse",
        "see",
        "dramatic",
        "capital",
        "flight",
        "country",
        "thing",
        "happen",
        "even",
        "macroeconomic",
        "indicator",
        "look",
        "people",
        "also",
        "fed",
        "government",
        "corruption",
        "said",
        "happy",
        "money",
        "go",
        "fund",
        "hezbollah",
        "lebanon",
        "war",
        "syria",
        "report",
        "bank",
        "running",
        "ponzi",
        "scheme",
        "enrich",
        "people",
        "power",
        "infuriated",
        "many",
        "citizen",
        "especially",
        "lost",
        "money",
        "bank",
        "gone",
        "iranian",
        "rise",
        "government",
        "could",
        "forced",
        "fight",
        "back",
        "violence",
        "would",
        "certainly",
        "send",
        "economy",
        "tailspin",
        "spook",
        "middle",
        "east",
        "neighbor",
        "difficult",
        "see",
        "younger",
        "generation",
        "maintains",
        "status",
        "quo",
        "elliott",
        "said",
        "global",
        "market",
        "mayhem",
        "long",
        "turmoil",
        "contained",
        "within",
        "iran",
        "border",
        "global",
        "market",
        "falter",
        "elliott",
        "said",
        "oil",
        "price",
        "could",
        "rise",
        "climbed",
        "recent",
        "day",
        "high",
        "one",
        "interest",
        "see",
        "oil",
        "price",
        "jump",
        "barrel",
        "said",
        "happens",
        "drilling",
        "increase",
        "supply",
        "climb",
        "eventually",
        "oil",
        "price",
        "plummet",
        "real",
        "danger",
        "said",
        "elliott",
        "trump",
        "iran",
        "exit",
        "spark",
        "war",
        "middle",
        "east",
        "israel",
        "may",
        "taking",
        "america",
        "action",
        "sign",
        "attack",
        "iranian",
        "base",
        "syria",
        "launch",
        "daring",
        "strike",
        "several",
        "iranian",
        "target",
        "country",
        "last",
        "night",
        "rocket",
        "fired",
        "israel",
        "syria",
        "tension",
        "escalate",
        "israel",
        "syria",
        "lebanon",
        "iran",
        "maybe",
        "even",
        "saudi",
        "arabia",
        "would",
        "likely",
        "come",
        "israel",
        "defense",
        "could",
        "find",
        "engaged",
        "battle",
        "would",
        "negative",
        "impact",
        "economy",
        "around",
        "world",
        "would",
        "raise",
        "price",
        "gold",
        "dollar",
        "oil",
        "fear",
        "war",
        "spreading",
        "could",
        "take",
        "hold",
        "elliott",
        "said",
        "russia",
        "turkey",
        "get",
        "involved",
        "thing",
        "could",
        "get",
        "nasty",
        "market",
        "reacted",
        "negatively",
        "deal",
        "pullout",
        "p",
        "percent",
        "since",
        "may",
        "announcement",
        "cboe",
        "volatility",
        "index",
        "fallen",
        "two",
        "day",
        "ago",
        "today",
        "suggests",
        "investor",
        "think",
        "iran",
        "economy",
        "wo",
        "suffer",
        "already",
        "elliott",
        "said",
        "still",
        "early",
        "day",
        "see",
        "full",
        "effect",
        "winter",
        "need",
        "wait",
        "said",
        "unless",
        "trump",
        "get",
        "heavy",
        "european",
        "ally",
        "think",
        "iran",
        "see",
        "israel",
        "take",
        "blessing",
        "time",
        "hit",
        "iran",
        "could",
        "see",
        "war",
        "begin",
        "global",
        "investing",
        "hot",
        "spot"
    ]
}