{
    "organizations": [],
    "uuid": "939e42852256b4f3a8debd34428c5eaaa8059433",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/05/10/tom-corley-the-1-percent-will-always-control-the-wealth-heres-why.html",
    "ord_in_thread": 0,
    "title": "Tom Corley: The 1 percent will always control the wealth—here’s why",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "I just finished reading a recent article complaining about the rich . The author was upset at the fact that 1 percent of the people controlled 82 percent of the wealth in the world. In the author's mind, there was something inherently unfair about this. The author, like many who are not in the 1 percent , felt that the wealth the 1 percent created didn't necessarily belong to them and offered government solutions to cap or redistribute the wealth of the rich.\nIt's true, 1 percent of the people do control 82 percent of the wealth. And the top 1 percent will always control most of the wealth until the other 99 percent figure out how the 1 percent go about cultivating wealth.\nSo, how do the 1 percent do it? Yes, many of they are lucky and were born into privilege. But, according to my research — for which I interviewed 233 wealthy individuals and 128 poor individuals over three years, from March 2004 to March 2007 — many of them also get or stay rich by practicing certain good habits, like these:\nThey read to learn every day Nearly 9 out of 10 of the wealthy in my Rich Habits Study read 30 minutes or more every day to learn. Reading is work. But it's work that is necessary if you want to become rich.\nRich people read because they know that knowledge can be leveraged to gain wealth. The more you know about your field, career or industry, the more valuable you are to those you service or sell to in your field, career or industry.\nPhoto by Eric Vitale Tom Corley, financial planner, best-selling author and accountant. Deliberate practice Over two-thirds, or 69 percent, of the rich in my study practiced some specific skill for two or more hours every day. Deliberate practice requires conscious practice as opposed to unconscious practice. Conscious practice is practice in which you study everything you do that goes into the skill you have.\nIt's about studying the intricate details that enable you to become a virtuoso at what you do.\nPursue long-term goals or a dream 70 percent of the rich in my study pursued some long-term goal or some dream. This is what really drives the disparity between the 1 percent and the other 99 percent . Pursuing big goals or dreams creates the opportunity for good luck to happen. The majority of the 1 percent are beneficiaries of good luck — but good luck they put themselves in a position to receive.\nFocus on daily goals Roughly two-thirds of the rich in my study focused on their daily goals.\nSave Nearly all, or 94 percent, of the rich in my study saved 20 percent or more of their income every year.\nshow chapters Former single mother, now multimillionaire: Here's when I knew I was wealthy 1:01 PM ET Tue, 14 March 2017 | 00:58 Watch your spending Over two-thirds of the rich in my study were frugal with their money. They spent their money thoughtfully, not emotionally. They bought the highest quality products at the cheapest prices. This habit requires study and patience and delayed gratification.\nForge rich relationships Over two-thirds of the rich in my study forged relationships with other upbeat, success-minded people, many of whom were also part of the 1 percent. These are people who can open doors for you.\nVolunteer Nearly three-quarters of the rich in my study volunteered five hours or more a month. Why volunteer? Most of the boards and committees in local non-profits are run by successful people within the community.\n5 a.m. club Almost half, or 44 percent, of the rich in my study woke up three or more hours before they began their work day to pursue dreams and goals, to read and be productive. Waking up early is important. It allows you to get things done first thing in the day that help move you forward in life.\nshow chapters The super wealthy have their own exclusive versions of Amazon and Tinder 1:36 PM ET Wed, 10 May 2017 | 01:01 Be a decision-maker at work Over 90 percent of the rich in my study were decision-makers where they worked. If you want to control the outcome of your life, you need to be in charge.\nDo work you at least like Nearly 90 percent of the rich in my study liked what they did for a living. When you like what you do, you will devote more time to doing it: more time honing your skills, more time reading to learn everything about your vocation, more time building relationships with other success-minded people within your industry or field, and more time devoted to improving yourself. All of which makes you more valuable.\nEveryone wants to be on the summit but few are willing to hike and sweat to get there. The 1 percent control 82 percent of the wealth largely because they're the ones willing to climb the mountain.\nIf you want to be one of the 1 percent, you need to start climbing, too.\nTom Corley is an accountant, financial planner and author of \" Rich Kids: How to Raise Our Children to Be Happy and Successful in Life .\"\nLike this story? Like CNBC Make It on Facebook !\nDon't miss: The 5 smartest things to do with your money in your 30s\nA version of this article originally appeared on Rich Habits.\nshow chapters Simple money habits that will help you build wealth in 2017 7:24 PM ET Tue, 28 March 2017 | 01:02",
    "published": "2018-05-11T16:00:00.000+03:00",
    "crawled": "2018-05-11T16:10:27.005+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "finished",
        "reading",
        "recent",
        "article",
        "complaining",
        "rich",
        "author",
        "upset",
        "fact",
        "percent",
        "people",
        "controlled",
        "percent",
        "wealth",
        "world",
        "author",
        "mind",
        "something",
        "inherently",
        "unfair",
        "author",
        "like",
        "many",
        "percent",
        "felt",
        "wealth",
        "percent",
        "created",
        "necessarily",
        "belong",
        "offered",
        "government",
        "solution",
        "cap",
        "redistribute",
        "wealth",
        "rich",
        "true",
        "percent",
        "people",
        "control",
        "percent",
        "wealth",
        "top",
        "percent",
        "always",
        "control",
        "wealth",
        "percent",
        "figure",
        "percent",
        "go",
        "cultivating",
        "wealth",
        "percent",
        "yes",
        "many",
        "lucky",
        "born",
        "privilege",
        "according",
        "research",
        "interviewed",
        "wealthy",
        "individual",
        "poor",
        "individual",
        "three",
        "year",
        "march",
        "march",
        "many",
        "also",
        "get",
        "stay",
        "rich",
        "practicing",
        "certain",
        "good",
        "habit",
        "like",
        "read",
        "learn",
        "every",
        "day",
        "nearly",
        "wealthy",
        "rich",
        "habit",
        "study",
        "read",
        "minute",
        "every",
        "day",
        "learn",
        "reading",
        "work",
        "work",
        "necessary",
        "want",
        "become",
        "rich",
        "rich",
        "people",
        "read",
        "know",
        "knowledge",
        "leveraged",
        "gain",
        "wealth",
        "know",
        "field",
        "career",
        "industry",
        "valuable",
        "service",
        "sell",
        "field",
        "career",
        "industry",
        "photo",
        "eric",
        "vitale",
        "tom",
        "corley",
        "financial",
        "planner",
        "author",
        "accountant",
        "deliberate",
        "practice",
        "percent",
        "rich",
        "study",
        "practiced",
        "specific",
        "skill",
        "two",
        "hour",
        "every",
        "day",
        "deliberate",
        "practice",
        "requires",
        "conscious",
        "practice",
        "opposed",
        "unconscious",
        "practice",
        "conscious",
        "practice",
        "practice",
        "study",
        "everything",
        "go",
        "skill",
        "studying",
        "intricate",
        "detail",
        "enable",
        "become",
        "virtuoso",
        "pursue",
        "goal",
        "dream",
        "percent",
        "rich",
        "study",
        "pursued",
        "goal",
        "dream",
        "really",
        "drive",
        "disparity",
        "percent",
        "percent",
        "pursuing",
        "big",
        "goal",
        "dream",
        "creates",
        "opportunity",
        "good",
        "luck",
        "happen",
        "majority",
        "percent",
        "beneficiary",
        "good",
        "luck",
        "good",
        "luck",
        "put",
        "position",
        "receive",
        "focus",
        "daily",
        "goal",
        "roughly",
        "rich",
        "study",
        "focused",
        "daily",
        "goal",
        "save",
        "nearly",
        "percent",
        "rich",
        "study",
        "saved",
        "percent",
        "income",
        "every",
        "year",
        "show",
        "chapter",
        "former",
        "single",
        "mother",
        "multimillionaire",
        "knew",
        "wealthy",
        "pm",
        "et",
        "tue",
        "march",
        "watch",
        "spending",
        "rich",
        "study",
        "frugal",
        "money",
        "spent",
        "money",
        "thoughtfully",
        "emotionally",
        "bought",
        "highest",
        "quality",
        "product",
        "cheapest",
        "price",
        "habit",
        "requires",
        "study",
        "patience",
        "delayed",
        "gratification",
        "forge",
        "rich",
        "relationship",
        "rich",
        "study",
        "forged",
        "relationship",
        "upbeat",
        "people",
        "many",
        "also",
        "part",
        "percent",
        "people",
        "open",
        "door",
        "volunteer",
        "nearly",
        "rich",
        "study",
        "volunteered",
        "five",
        "hour",
        "month",
        "volunteer",
        "board",
        "committee",
        "local",
        "run",
        "successful",
        "people",
        "within",
        "community",
        "club",
        "almost",
        "half",
        "percent",
        "rich",
        "study",
        "woke",
        "three",
        "hour",
        "began",
        "work",
        "day",
        "pursue",
        "dream",
        "goal",
        "read",
        "productive",
        "waking",
        "early",
        "important",
        "allows",
        "get",
        "thing",
        "done",
        "first",
        "thing",
        "day",
        "help",
        "move",
        "forward",
        "life",
        "show",
        "chapter",
        "super",
        "wealthy",
        "exclusive",
        "version",
        "amazon",
        "tinder",
        "pm",
        "et",
        "wed",
        "may",
        "work",
        "percent",
        "rich",
        "study",
        "worked",
        "want",
        "control",
        "outcome",
        "life",
        "need",
        "charge",
        "work",
        "least",
        "like",
        "nearly",
        "percent",
        "rich",
        "study",
        "liked",
        "living",
        "like",
        "devote",
        "time",
        "time",
        "honing",
        "skill",
        "time",
        "reading",
        "learn",
        "everything",
        "vocation",
        "time",
        "building",
        "relationship",
        "people",
        "within",
        "industry",
        "field",
        "time",
        "devoted",
        "improving",
        "make",
        "valuable",
        "everyone",
        "want",
        "summit",
        "willing",
        "hike",
        "sweat",
        "get",
        "percent",
        "control",
        "percent",
        "wealth",
        "largely",
        "one",
        "willing",
        "climb",
        "mountain",
        "want",
        "one",
        "percent",
        "need",
        "start",
        "climbing",
        "tom",
        "corley",
        "accountant",
        "financial",
        "planner",
        "author",
        "rich",
        "kid",
        "raise",
        "child",
        "happy",
        "successful",
        "life",
        "like",
        "story",
        "like",
        "cnbc",
        "make",
        "facebook",
        "miss",
        "smartest",
        "thing",
        "money",
        "30",
        "version",
        "article",
        "originally",
        "appeared",
        "rich",
        "habit",
        "show",
        "chapter",
        "simple",
        "money",
        "habit",
        "help",
        "build",
        "wealth",
        "pm",
        "et",
        "tue",
        "march"
    ]
}