{
    "organizations": [],
    "uuid": "e17b956a5824cf70884d135ce23261cd4f36b9bf",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/30/pr-newswire-roltas-fy-18-audited-consolidated-results.html",
    "ord_in_thread": 0,
    "title": "Rolta's FY-18 Audited Consolidated Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MUMBAI, India, May 30, 2018 /PRNewswire/ --Rolta India Limited (Rolta), a leading provider of innovative IP-led IT solutions for many vertical segments, including Defence and Security, today announced financial results for the quarter and the audited results for the year ended March 31, 2018.\nFINANCIAL HIGHLIGHTS\nConsolidated Revenue for 12 Months FY-18 at Rs. 2,860.81 cr (Rs. 28.60 Billion) against Rs. 3,179.88 cr (Rs. 31.80 Billion) in 12 Months FY-17. Consolidated EBITDA Margin for 12 Months FY-18 is 29.0 % against 29.9% in 12 Months FY-17. Consolidated Loss before tax for 12 Months FY-18 at Rs. 43.94 cr (Rs. 0.44 Billion) against Loss of Rs. 358.34 cr (Rs. 3.58 Billion) in 12 Months FY-17. Consolidated Loss after tax for 12 Months FY-18 at Rs. 105.69 cr (Rs. 1.06 Billion) against Profit of Rs. 166.74 cr (Rs. 1.67 Billion) in 12 Months FY-17 Consequent upon the enactment of Tax Cuts and Job Act (Tax Reform) in USA, which has principally reduced the effective tax rate from 35% to 21% with effect from 1st January 2018, has resulted in to reversal of deferred tax asset earlier recognized till 31st December 2017 of Rs. 172.29 Crores which has been debited to the statement of profit and loss. The Board of Directors have not recommended a dividend for Financial year 2018.\nMr. K. K. Singh, Chairman and Managing Director said, \"In today's world of exponential change, as organisations move forward in their Business 4.0 journey, Rolta is helping them to leverage and adopt the latest and emerging digital transformation technologies. The Company is able to bring together rich solutions powered by our growing portfolio of IP in combination with decades of Geospatial, Engineering and Enterprise IT experience to address our customer's needs. Rolta invested in this long and arduous journey to develop its IP portfolio and grow its Digital Solutions revenue while having to optimise its resources and investments in traditional IT services. We will now reap the benefits of this transformation with around 60% of consolidated revenues coming from Digital Solutions.\"\nCORPORATE HIGHLIGHTS\nDigital Transformation has emerged as a driver of sweeping change in the world around us. Organisations who recognise the inherent value within their digital data and learn to extract meaningfully insights are able to reap huge benefits. Rolta has been charting a course to constantly transform itself and remain relevant in the face of relentlessly changing technologies and market needs. The Company continues to make investments in developing differentiating intellectual property targeted at the growing demand for Digital Transformation Solutions. The Company's persistent efforts at innovation, R&D and product development has further enriched its growing portfolio of software products across the Defence, Security, Cloud, Mobility, Analytics, Safe and Smart City segments. During the year the company was granted with another patent (no. US 20150331584 A1) in the Geospatial domain. Additionally, Rolta has developed 430+ IP led Big Data Analytics software applications cutting across upstream Oil & Gas, Refineries, Petrochemicals, Chemicals, Power Generation, Utilities and Transportation for which Copyrights have been filed. During the year Gartner recognized Rolta OneView™ in their research report, \"Take Advantage of the Disruptive Convergence of Analytic Services and Software\".\nDefence and Security\nThe Indian Army's Battlefield Management System (BMS) is aimed at ushering in Digital Transformation of the Indian Army by networking the Army's combat units and interlinking frontline soldiers to provide them common tactical picture in the battle fields of the future. MoD has mandated a totally indigenous software for BMS. The Consortium of BEL and Rolta continues to progress under the active support and guidance of the Indian Army.\nRolta has been the leading provider of C4ISR solutions to the Indian Army having addressed all echelons of command and continues to enhance its suite of products by incorporating next generation cutting edge technologies. The Company is uniquely poised to migrate to the next generation, 64-bit Rolta IP based Intelligence and Situation awareness solutions (C4ISR) that integrate Photogrammetry and Imaging with GIS to facilitate decision making at operational and tactical levels of the armed forces. Recently Rolta participated in an RFI for procurement of latest C4ISR technologies to modernise the complete Intelligence Systems of the Armed Forces through the Buy Indian IDDM (Indigenously Designed, Developed and Manufactured) categorization placing Rolta in a favorable position due to its indigenously developed cutting edge software.\nRolta is actively developing indigenous software suite for the Indian Army's War gaming and simulation projects for conventional as well as Counter Insurgency and Counter Terrorism (CI/CT) operations. This will enable the Army to provide dynamic and cost-effective training by simulating operational and tactical scenarios. This will be a first of its kind indigenous war gaming solution for training Battalion/Company and Platoon levels of the Indian Army to meet the real challenges being faced by them and will be rolled out on a much larger scale in stages.\nBorder Security & Management along 15000 Km of the country's land borders and 7500 Km of its Coastline, presents huge opportunities for Rolta's portfolio of indigenous Command & Control (C2) solutions. Rolta is participating in the ambitious program of the Border Security Force (BSF) to secure the country's borders and has responded to their RFP issued recently. Additionally, Rolta has offered its C2 solution for tenders related to Security Systems for airfields of Indian Navy and Air Force.\nRolta has successfully harnessed Geo-BI and Big Data Analytics technologies for meeting the needs of the Indian Defence. These indigenous solutions provide Machine Learning, Artificial Intelligence, Predictive and Prescriptive Analytics which will be utilized to address large Defence digital enablement programs.\nRolta is addressing opportunities more than Rs 5000Cr (US $ 750+M) in the domains of C4ISR, War gaming, Border Security and Management, AI and advanced Analytics for Defence through RFIs and RFPs submitted during the year.\nDigital Solutions: Geospatial, Asset Management, Enterprise IT, Security, Cloud, and Big Data Analytics\nIn today's Digital age, data is the most vital asset and the new currency of business. Digital Transformation continues to be the #1 priority for organizations globally to remain relevant in the hyper-connected world and reap the benefits of multi-fold value of the data to stay ahead of competition. Rolta is helping organizations to accelerate the digital transformation by abstracting the complexities of the nexus of technologies such as Big Data, Internet of Things, Cloud, Geospatial, Cyber Security, Mobility and Social Media through Rolta's Digital transformation platforms and solutions built on growing portfolio of IPs and replicable software solutions. With over 80% of digital data having a locational context, adding a geospatial dimension is vital and essential for deeper insights. Rolta's rich heritage of creating and designing digital repositories enriched with geospatial and engineering data has uniquely positioned the Company to analyse complex data patterns and thereby extract deep insights from the digital data. This enables the Company to address the Industry 4.0 Digital enterprise programs. Rolta OneView™ 9.0 released during the year introduced new features and functionalities including embedded process integration, value-added enterprise knowledge hub, 3D/4D spatial visualisations, enterprise search, NLP and collaboration together with continuous innovations in AI, Deep Learning, Data Lake and Predictive Analytics.\nIn North America Rolta has won orders aggregating US $ 50+M from Cloud, Security and Mobility Solutions. For example, Rolta was engaged by a Fortune 500 Healthcare organization to enhance their private Cloud infrastructure along with edge communication systems spanning their distribution network. While in the In the Insurance segment, one of the largest insurance company engaged Rolta for their mobility and analytics to greatly enhance business productivity while also reducing costs. An American Electric Power Company on the other hand engaged Rolta to improve their network security to protect them and their customers from emerging security threats.\nWith decades of expertise and leadership in the Geospatial technologies, Rolta has built a formidable track record and IP for replicable Smart City Solutions. Rolta's Smart and Safe City Solutions portfolio covers the entire gamut of Safe and Smart City Operations. For example, Rolta was entrusted with a prestigious contract for a national level Digital Transformation program for one of the largest countries in the Middle East. During the year, the Company won several multimillion dollar Safe and Smart City orders, both in India and across the globe aggregating US $ 45+M.\nIn the Transportation segment, as part of their digital transformation program, a large State Road Transport Corporation in India awarded Rolta with a contract to create a robust and flexible solution to increase operational efficiency and facilitate better planning and operations. While, a premier Shipping Transport Authority awarded Rolta a contract to drive their Cloud based digital transformation for all their organizational functions related to shipping, operations and maintenance while also providing deep cross-functional analytical insights and decision support by leveraging Rolta OneView™. Similarly, in the US a Department of Transportation of a large State engaged Rolta to provide a comprehensive analytics solution for monitoring and condition-based ranking of their extensive transportation work. The Company won orders worth US $ 25+M from the transportations sector.\nIn the Telecom vertical, Rolta recently won a US $ 20+M project for a state-of-the-art network management and analytics system for a Fibre Optic Network to provide Geospatial Analytics with network and inventory management to facilitate network planning, preventive maintenance, fault analysis and reporting.\nIn the Energy and Utilities sector, one of India's largest energy conglomerate, a dominant power major with presence in the entire value chain of the power generation contracted Rolta for their ambitious program to establish and manage their next generation paperless office as part of the Digital India initiative. While another Power Utilities organisation awarded Rolta a multimillion dollar order for a Rolta OneView Big Data Analytics based Smart Meter data management spanning energy suppliers, network operators and users. Similarly, a UK based water utility awarded an extension for their geospatially enabled Asset Information Management, reporting and Analytics as a Service. The Utilities segment resulted in aggregate business worth US $ 35+M.\nAbout Rolta:\nRolta is a leading provider of innovative IP-led IT solutions for many vertical segments, including Federal and State Governments, Utilities, Oil & Gas, Petrochemicals, Financial Services, Manufacturing, Retail, and Healthcare. Rolta is recognized for its extensive portfolio of solutions based on field-proven Rolta IP tailored for Indian Defence and Homeland Security. By uniquely combining its expertise in the IT, Engineering and Geospatial domains, Rolta develops State-of-the-Art Digital Solutions incorporating rich Rolta IP in the areas of Cloud, Mobility, IoT, BI and Big Data Analytics. Rolta is a multinational organization headquartered in India and the Company's shares have been publicly traded for more than 25 years in India.\nFor additional information please visit www.rolta.com , or contact:\nPreetha Pulusani\nLt. Gen K.T. Parnaik\nRajesh Ramachandran\nRamakrishna Prabhu\nPresident – International Operations\nMember of the International Board\nJMD – Defence & Security\nMember of the Board\nJMD – Global Products & Technology Solutions\nMember of the Board\nDirector – Finance & Corporate Affairs\nMember of the Board\npreetha.pulusani@rolta.com\nkt.parnaik@rolta.com\nrajesh.ramachandran@rolta.com\nramakrishna.prabhu@rolta.com\nTel: +1(678)942-5000\nTel: +91(22)2926-6666\nTel: +91(22)2926-6666\nTel: +91(22)2926-6666\nView original content: http://www.prnewswire.com/news-releases/roltas-fy-18-audited-consolidated-results-300656560.html\nSOURCE Rolta India Ltd.",
    "published": "2018-05-30T19:06:00.000+03:00",
    "crawled": "2018-05-30T19:28:46.016+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "mumbai",
        "india",
        "may",
        "rolta",
        "india",
        "limited",
        "rolta",
        "leading",
        "provider",
        "innovative",
        "solution",
        "many",
        "vertical",
        "segment",
        "including",
        "defence",
        "security",
        "today",
        "announced",
        "financial",
        "result",
        "quarter",
        "audited",
        "result",
        "year",
        "ended",
        "march",
        "financial",
        "highlight",
        "consolidated",
        "revenue",
        "month",
        "r",
        "cr",
        "r",
        "billion",
        "r",
        "cr",
        "r",
        "billion",
        "month",
        "consolidated",
        "ebitda",
        "margin",
        "month",
        "month",
        "consolidated",
        "loss",
        "tax",
        "month",
        "r",
        "cr",
        "r",
        "billion",
        "loss",
        "r",
        "cr",
        "r",
        "billion",
        "month",
        "consolidated",
        "loss",
        "tax",
        "month",
        "r",
        "cr",
        "r",
        "billion",
        "profit",
        "r",
        "cr",
        "r",
        "billion",
        "month",
        "consequent",
        "upon",
        "enactment",
        "tax",
        "cut",
        "job",
        "act",
        "tax",
        "reform",
        "usa",
        "principally",
        "reduced",
        "effective",
        "tax",
        "rate",
        "effect",
        "1st",
        "january",
        "resulted",
        "reversal",
        "deferred",
        "tax",
        "asset",
        "earlier",
        "recognized",
        "till",
        "31st",
        "december",
        "r",
        "crore",
        "debited",
        "statement",
        "profit",
        "loss",
        "board",
        "director",
        "recommended",
        "dividend",
        "financial",
        "year",
        "singh",
        "chairman",
        "managing",
        "director",
        "said",
        "today",
        "world",
        "exponential",
        "change",
        "organisation",
        "move",
        "forward",
        "business",
        "journey",
        "rolta",
        "helping",
        "leverage",
        "adopt",
        "latest",
        "emerging",
        "digital",
        "transformation",
        "technology",
        "company",
        "able",
        "bring",
        "together",
        "rich",
        "solution",
        "powered",
        "growing",
        "portfolio",
        "ip",
        "combination",
        "decade",
        "geospatial",
        "engineering",
        "enterprise",
        "experience",
        "address",
        "customer",
        "need",
        "rolta",
        "invested",
        "long",
        "arduous",
        "journey",
        "develop",
        "ip",
        "portfolio",
        "grow",
        "digital",
        "solution",
        "revenue",
        "optimise",
        "resource",
        "investment",
        "traditional",
        "service",
        "reap",
        "benefit",
        "transformation",
        "around",
        "consolidated",
        "revenue",
        "coming",
        "digital",
        "solution",
        "corporate",
        "highlight",
        "digital",
        "transformation",
        "emerged",
        "driver",
        "sweeping",
        "change",
        "world",
        "around",
        "u",
        "organisation",
        "recognise",
        "inherent",
        "value",
        "within",
        "digital",
        "data",
        "learn",
        "extract",
        "meaningfully",
        "insight",
        "able",
        "reap",
        "huge",
        "benefit",
        "rolta",
        "charting",
        "course",
        "constantly",
        "transform",
        "remain",
        "relevant",
        "face",
        "relentlessly",
        "changing",
        "technology",
        "market",
        "need",
        "company",
        "continues",
        "make",
        "investment",
        "developing",
        "differentiating",
        "intellectual",
        "property",
        "targeted",
        "growing",
        "demand",
        "digital",
        "transformation",
        "solution",
        "company",
        "persistent",
        "effort",
        "innovation",
        "r",
        "product",
        "development",
        "enriched",
        "growing",
        "portfolio",
        "software",
        "product",
        "across",
        "defence",
        "security",
        "cloud",
        "mobility",
        "analytics",
        "safe",
        "smart",
        "city",
        "segment",
        "year",
        "company",
        "granted",
        "another",
        "patent",
        "u",
        "a1",
        "geospatial",
        "domain",
        "additionally",
        "rolta",
        "developed",
        "ip",
        "led",
        "big",
        "data",
        "analytics",
        "software",
        "application",
        "cutting",
        "across",
        "upstream",
        "oil",
        "gas",
        "refinery",
        "petrochemical",
        "chemical",
        "power",
        "generation",
        "utility",
        "transportation",
        "copyright",
        "filed",
        "year",
        "gartner",
        "recognized",
        "rolta",
        "research",
        "report",
        "take",
        "advantage",
        "disruptive",
        "convergence",
        "analytic",
        "service",
        "software",
        "defence",
        "security",
        "indian",
        "army",
        "battlefield",
        "management",
        "system",
        "bm",
        "aimed",
        "ushering",
        "digital",
        "transformation",
        "indian",
        "army",
        "networking",
        "army",
        "combat",
        "unit",
        "interlinking",
        "frontline",
        "soldier",
        "provide",
        "common",
        "tactical",
        "picture",
        "battle",
        "field",
        "future",
        "mod",
        "mandated",
        "totally",
        "indigenous",
        "software",
        "bm",
        "consortium",
        "bel",
        "rolta",
        "continues",
        "progress",
        "active",
        "support",
        "guidance",
        "indian",
        "army",
        "rolta",
        "leading",
        "provider",
        "c4isr",
        "solution",
        "indian",
        "army",
        "addressed",
        "echelon",
        "command",
        "continues",
        "enhance",
        "suite",
        "product",
        "incorporating",
        "next",
        "generation",
        "cutting",
        "edge",
        "technology",
        "company",
        "uniquely",
        "poised",
        "migrate",
        "next",
        "generation",
        "rolta",
        "ip",
        "based",
        "intelligence",
        "situation",
        "awareness",
        "solution",
        "c4isr",
        "integrate",
        "photogrammetry",
        "imaging",
        "gi",
        "facilitate",
        "decision",
        "making",
        "operational",
        "tactical",
        "level",
        "armed",
        "force",
        "recently",
        "rolta",
        "participated",
        "rfi",
        "procurement",
        "latest",
        "c4isr",
        "technology",
        "modernise",
        "complete",
        "intelligence",
        "system",
        "armed",
        "force",
        "buy",
        "indian",
        "iddm",
        "indigenously",
        "designed",
        "developed",
        "manufactured",
        "categorization",
        "placing",
        "rolta",
        "favorable",
        "position",
        "due",
        "indigenously",
        "developed",
        "cutting",
        "edge",
        "software",
        "rolta",
        "actively",
        "developing",
        "indigenous",
        "software",
        "suite",
        "indian",
        "army",
        "war",
        "gaming",
        "simulation",
        "project",
        "conventional",
        "well",
        "counter",
        "insurgency",
        "counter",
        "terrorism",
        "operation",
        "enable",
        "army",
        "provide",
        "dynamic",
        "training",
        "simulating",
        "operational",
        "tactical",
        "scenario",
        "first",
        "kind",
        "indigenous",
        "war",
        "gaming",
        "solution",
        "training",
        "platoon",
        "level",
        "indian",
        "army",
        "meet",
        "real",
        "challenge",
        "faced",
        "rolled",
        "much",
        "larger",
        "scale",
        "stage",
        "border",
        "security",
        "management",
        "along",
        "km",
        "country",
        "land",
        "border",
        "km",
        "coastline",
        "present",
        "huge",
        "opportunity",
        "rolta",
        "portfolio",
        "indigenous",
        "command",
        "control",
        "c2",
        "solution",
        "rolta",
        "participating",
        "ambitious",
        "program",
        "border",
        "security",
        "force",
        "bsf",
        "secure",
        "country",
        "border",
        "responded",
        "rfp",
        "issued",
        "recently",
        "additionally",
        "rolta",
        "offered",
        "c2",
        "solution",
        "tender",
        "related",
        "security",
        "system",
        "airfield",
        "indian",
        "navy",
        "air",
        "force",
        "rolta",
        "successfully",
        "harnessed",
        "big",
        "data",
        "analytics",
        "technology",
        "meeting",
        "need",
        "indian",
        "defence",
        "indigenous",
        "solution",
        "provide",
        "machine",
        "learning",
        "artificial",
        "intelligence",
        "predictive",
        "prescriptive",
        "analytics",
        "utilized",
        "address",
        "large",
        "defence",
        "digital",
        "enablement",
        "program",
        "rolta",
        "addressing",
        "opportunity",
        "r",
        "5000cr",
        "u",
        "domain",
        "c4isr",
        "war",
        "gaming",
        "border",
        "security",
        "management",
        "ai",
        "advanced",
        "analytics",
        "defence",
        "rfis",
        "rfps",
        "submitted",
        "year",
        "digital",
        "solution",
        "geospatial",
        "asset",
        "management",
        "enterprise",
        "security",
        "cloud",
        "big",
        "data",
        "analytics",
        "today",
        "digital",
        "age",
        "data",
        "vital",
        "asset",
        "new",
        "currency",
        "business",
        "digital",
        "transformation",
        "continues",
        "priority",
        "organization",
        "globally",
        "remain",
        "relevant",
        "world",
        "reap",
        "benefit",
        "value",
        "data",
        "stay",
        "ahead",
        "competition",
        "rolta",
        "helping",
        "organization",
        "accelerate",
        "digital",
        "transformation",
        "abstracting",
        "complexity",
        "nexus",
        "technology",
        "big",
        "data",
        "internet",
        "thing",
        "cloud",
        "geospatial",
        "cyber",
        "security",
        "mobility",
        "social",
        "medium",
        "rolta",
        "digital",
        "transformation",
        "platform",
        "solution",
        "built",
        "growing",
        "portfolio",
        "ip",
        "replicable",
        "software",
        "solution",
        "digital",
        "data",
        "locational",
        "context",
        "adding",
        "geospatial",
        "dimension",
        "vital",
        "essential",
        "deeper",
        "insight",
        "rolta",
        "rich",
        "heritage",
        "creating",
        "designing",
        "digital",
        "repository",
        "enriched",
        "geospatial",
        "engineering",
        "data",
        "uniquely",
        "positioned",
        "company",
        "analyse",
        "complex",
        "data",
        "pattern",
        "thereby",
        "extract",
        "deep",
        "insight",
        "digital",
        "data",
        "enables",
        "company",
        "address",
        "industry",
        "digital",
        "enterprise",
        "program",
        "rolta",
        "released",
        "year",
        "introduced",
        "new",
        "feature",
        "functionality",
        "including",
        "embedded",
        "process",
        "integration",
        "enterprise",
        "knowledge",
        "hub",
        "spatial",
        "visualisation",
        "enterprise",
        "search",
        "nlp",
        "collaboration",
        "together",
        "continuous",
        "innovation",
        "ai",
        "deep",
        "learning",
        "data",
        "lake",
        "predictive",
        "analytics",
        "north",
        "america",
        "rolta",
        "order",
        "aggregating",
        "u",
        "cloud",
        "security",
        "mobility",
        "solution",
        "example",
        "rolta",
        "engaged",
        "fortune",
        "healthcare",
        "organization",
        "enhance",
        "private",
        "cloud",
        "infrastructure",
        "along",
        "edge",
        "communication",
        "system",
        "spanning",
        "distribution",
        "network",
        "insurance",
        "segment",
        "one",
        "largest",
        "insurance",
        "company",
        "engaged",
        "rolta",
        "mobility",
        "analytics",
        "greatly",
        "enhance",
        "business",
        "productivity",
        "also",
        "reducing",
        "cost",
        "american",
        "electric",
        "power",
        "company",
        "hand",
        "engaged",
        "rolta",
        "improve",
        "network",
        "security",
        "protect",
        "customer",
        "emerging",
        "security",
        "threat",
        "decade",
        "expertise",
        "leadership",
        "geospatial",
        "technology",
        "rolta",
        "built",
        "formidable",
        "track",
        "record",
        "ip",
        "replicable",
        "smart",
        "city",
        "solution",
        "rolta",
        "smart",
        "safe",
        "city",
        "solution",
        "portfolio",
        "cover",
        "entire",
        "gamut",
        "safe",
        "smart",
        "city",
        "operation",
        "example",
        "rolta",
        "entrusted",
        "prestigious",
        "contract",
        "national",
        "level",
        "digital",
        "transformation",
        "program",
        "one",
        "largest",
        "country",
        "middle",
        "east",
        "year",
        "company",
        "several",
        "multimillion",
        "dollar",
        "safe",
        "smart",
        "city",
        "order",
        "india",
        "across",
        "globe",
        "aggregating",
        "u",
        "transportation",
        "segment",
        "part",
        "digital",
        "transformation",
        "program",
        "large",
        "state",
        "road",
        "transport",
        "corporation",
        "india",
        "awarded",
        "rolta",
        "contract",
        "create",
        "robust",
        "flexible",
        "solution",
        "increase",
        "operational",
        "efficiency",
        "facilitate",
        "better",
        "planning",
        "operation",
        "premier",
        "shipping",
        "transport",
        "authority",
        "awarded",
        "rolta",
        "contract",
        "drive",
        "cloud",
        "based",
        "digital",
        "transformation",
        "organizational",
        "function",
        "related",
        "shipping",
        "operation",
        "maintenance",
        "also",
        "providing",
        "deep",
        "analytical",
        "insight",
        "decision",
        "support",
        "leveraging",
        "rolta",
        "similarly",
        "u",
        "department",
        "transportation",
        "large",
        "state",
        "engaged",
        "rolta",
        "provide",
        "comprehensive",
        "analytics",
        "solution",
        "monitoring",
        "ranking",
        "extensive",
        "transportation",
        "work",
        "company",
        "order",
        "worth",
        "u",
        "transportation",
        "sector",
        "telecom",
        "vertical",
        "rolta",
        "recently",
        "u",
        "project",
        "network",
        "management",
        "analytics",
        "system",
        "fibre",
        "optic",
        "network",
        "provide",
        "geospatial",
        "analytics",
        "network",
        "inventory",
        "management",
        "facilitate",
        "network",
        "planning",
        "preventive",
        "maintenance",
        "fault",
        "analysis",
        "reporting",
        "energy",
        "utility",
        "sector",
        "one",
        "india",
        "largest",
        "energy",
        "conglomerate",
        "dominant",
        "power",
        "major",
        "presence",
        "entire",
        "value",
        "chain",
        "power",
        "generation",
        "contracted",
        "rolta",
        "ambitious",
        "program",
        "establish",
        "manage",
        "next",
        "generation",
        "paperless",
        "office",
        "part",
        "digital",
        "india",
        "initiative",
        "another",
        "power",
        "utility",
        "organisation",
        "awarded",
        "rolta",
        "multimillion",
        "dollar",
        "order",
        "rolta",
        "oneview",
        "big",
        "data",
        "analytics",
        "based",
        "smart",
        "meter",
        "data",
        "management",
        "spanning",
        "energy",
        "supplier",
        "network",
        "operator",
        "user",
        "similarly",
        "uk",
        "based",
        "water",
        "utility",
        "awarded",
        "extension",
        "geospatially",
        "enabled",
        "asset",
        "information",
        "management",
        "reporting",
        "analytics",
        "service",
        "utility",
        "segment",
        "resulted",
        "aggregate",
        "business",
        "worth",
        "u",
        "rolta",
        "rolta",
        "leading",
        "provider",
        "innovative",
        "solution",
        "many",
        "vertical",
        "segment",
        "including",
        "federal",
        "state",
        "government",
        "utility",
        "oil",
        "gas",
        "petrochemical",
        "financial",
        "service",
        "manufacturing",
        "retail",
        "healthcare",
        "rolta",
        "recognized",
        "extensive",
        "portfolio",
        "solution",
        "based",
        "rolta",
        "ip",
        "tailored",
        "indian",
        "defence",
        "homeland",
        "security",
        "uniquely",
        "combining",
        "expertise",
        "engineering",
        "geospatial",
        "domain",
        "rolta",
        "develops",
        "digital",
        "solution",
        "incorporating",
        "rich",
        "rolta",
        "ip",
        "area",
        "cloud",
        "mobility",
        "iot",
        "bi",
        "big",
        "data",
        "analytics",
        "rolta",
        "multinational",
        "organization",
        "headquartered",
        "india",
        "company",
        "share",
        "publicly",
        "traded",
        "year",
        "india",
        "additional",
        "information",
        "please",
        "visit",
        "contact",
        "preetha",
        "pulusani",
        "gen",
        "parnaik",
        "rajesh",
        "ramachandran",
        "ramakrishna",
        "prabhu",
        "president",
        "international",
        "operation",
        "member",
        "international",
        "board",
        "jmd",
        "defence",
        "security",
        "member",
        "board",
        "jmd",
        "global",
        "product",
        "technology",
        "solution",
        "member",
        "board",
        "director",
        "finance",
        "corporate",
        "affair",
        "member",
        "board",
        "tel",
        "tel",
        "tel",
        "tel",
        "view",
        "original",
        "content",
        "http",
        "source",
        "rolta",
        "india",
        "ltd"
    ]
}