{
    "organizations": [],
    "uuid": "68993a947db7e64e19ed71ae9624753deece7bd3",
    "author": "Ellen McGirt",
    "url": "http://fortune.com/2018/05/22/raceahead-standing-up-to-toxic-culture/",
    "ord_in_thread": 0,
    "title": "raceAhead: Standing Up To A Toxic Culture",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "A giant sculpture reads \"Do the right thing,\" at the Nike headquarters on March 22, 2018 in Beaverton, Oregon. Nike, the world's largest sports brand, reported better than anticipated first-quarter earnings, with revenues increasing to nearly $90 billion, up 7%. This follows a spate of senior executives stepping down amid reports of sexist behavior including the president on Nike Brand, Trevor Edwards. Natalie Behring—Getty Images By Ellen McGirt Updated: May 22, 2018 12:02 PM ET\nConsider the recent case of the female Nike employees, who anonymously surveyed each other and delivered evidence of gender discrimination and harassment to the CEO . They got an executive shake-up, an apology and a promise to do better.\nOr the “silence-breakers” who spoke out against sexual assault and harassment to become TIME’s Person of The Year for 2017 . They faced violence, retaliation and financial ruin to tell their stories, in many cases, for years, but their collective courage triggered a movement.\nWhy does it take a desperate act to stand up to a toxic culture and get results?\nFrancesca Gino , a behavioral scientist and the Tandon Family Professor of Business Administration at Harvard Business School, ticks through a list of research, including her own, that helps us better understand.\nFirst, it’s about power, she says :\nOne reason people don’t speak up is the significant risk of doing so. Challenging the status quo threatens people’s status and relationships with supervisors and coworkers, research shows . Speaking up can also result in negative performance evaluation, undesirable job assignments, or even termination . Most people are aware of these potential costs; as a result, most stay quiet about bias, injustice, and mistreatment.\nIt’s a virtuous cycle of toxicity – people are aware of the mistreatment but feel like it’s pointless or dangerous to speak up.\nAnd they’re right.\nBut the virtuous cycle can go both ways. Someone who shows the courage to speak up can positively influence others to join in. The key is to teach or model the behavior you want to see. “We’re especially likely to follow others’ actions when there is ambiguity about the appropriate way to behave,” she says.\nDiversity itself offers a nice hack in this regard, as other research shows that when groups are more diverse, people are less likely to go along with the crowd, maintain status quo or endorse an inferior idea.\nBut Gino points to another benefit of feeling “welcome” at work. People who are encouraged to be their authentic selves are more likely to stand up for someone else when they observe a problematic encounter:\nIn a series of unpublished studies, my colleagues and I found that when we encouraged people to be authentic (for instance by having them think and write about a recent situation when they were able to be who they are at work), they were more likely than those in a control condition to speak up…Participants in the authenticity condition were more likely to voice their concerns about unfair procedures that imposed costs on others. In fact, 29% of them spoke up, while only 19% did in the control condition.\nIt’s an interesting idea, isn’t it? It’s almost as if encouraging people to remember who they are and reminding them that they’re valued brings out the best in them.\nI suppose in a year or two I’ll be able to cite new research linking “individual authenticity” to revenue generation or new product innovation, and that will be exciting. But for now, try this: Pour a cup of tea or coffee and take ten minutes to remember a time when you felt fully yourself at work, comfortable in your own skin, confident using your own voice. Now, look around your network.\nWho needs your help today?\nOn Point Where are all the black CEOs? The Fortune 500 is a spectacular dataset in so many ways, one of which is how clearly it reflects the culture at large. Roger Ferguson of TIAA is one of only three among black CEOs in the cohort, all of whom are men. (The other two are Kenneth C. Frazier of Merck & Co. and Marvin R. Ellison, formerly of J.C. Penney, see below.) Ferguson sat down with John Simons of the Wall Street Journal to talk about the pipeline, particularly at the senior executive level. “Part of the solution is a very purposeful community building among mid- to upper-level African-American professionals with the right kind of coaching and modeling from others who are a little more senior,” he says. He also tackles culture change head-on. “[T]hat always includes tone from the top, urgency, an insistence from the board of directors and the C-suite. It’s got to be very intentional.” Wall Street Journal Breaking: Marvin R. Ellison is the new CEO of Lowe’s It’s a big leap up from J.C. Penney , number 235 on the Fortune 500 , to Lowe’s, number 40 . J.C. Penney’s stock tumbled a bit on the news, but the move seems like a good fit: Ellison was the former head of U.S stores for Home Depot. My colleague Phil Wahba, our retail guru, has the definitive profile of Ellison below, reported during the first four months in his job as Penney’s CEO, and published in January 2016. More about Ellison’s moving philosophy of work/life balance here. Fortune The Obamas head to Netflix In a move that nearly broke the internet, Former President Barack Obama and former First Lady Michelle Obama announced yesterday that they have entered a “multi-year agreement to produce films and series for Netflix, potentially including scripted series, unscripted series, docu-series, documentaries, and features,” according to a tweet from Netflix. The new company is called Higher Ground Productions, though I would have gone with Tan Suit Industries, myself. Fortune Suicide rates for black children is twice that of white ones JAMA Pediatrics published new data yesterday that confirms a previous finding that suicide rates in black children 5-12 exceed the rates of white ones. The data looks at the time period between 2001-2015, and reveals a painful flaw – most research has been aimed only at white suicides. Lead author Jeffrey Bridge runs the Center for Suicide Prevention and Research at Nationwide Children’s Hospital in Ohio. “We can’t assume any longer that suicide rates are uniformly higher in white individuals than black,” he said, referring to this age group. “[W]e don’t even know if the same risk and protective factors apply to black youth.” The CDC reports more than 1,300 children ages 5 to 12 died by suicide from 1999-2015, and the pace is accelerating. Sounds like fodder for a new docu-series to me. Washington Post Advertisement The Woke Leader The truth about newsroom diversity This is a tough must-read. It begins with a review of the Kerner Commission Report of 1968, commissioned by President Lyndon B. Johnson. It was an unflinching look at race relations in the aftermath of riots that roiled U.S cities, but one of its least-known findings was the failure of the largely white mainstream press to correctly cover race and politics. This new report, produced by Farai Chideya, a Joan Shorenstein Fellow and Ford Foundation program officer, shows that little has changed since then. Newsroom demographics don’t come close to reflecting the national averages; not only that, most newsroom leaders don’t want to talk about the issue of diversity – or share information about who covered the 2016 campaign, Chideya finds. In addition to making the same mistakes of the Kerner era, there are new threats to consider, from the safety of reporters of color in a digital age to the failure to fact-check new racist and xenophobic rhetoric that inflames but does not inform. Shorenstein Center Podcast: Buried Truths is a triumph of storytelling and reporting As I mentioned yesterday, I began reading about the history of race reportage back when I started raceAhead. My two tentpoles were Shocking the Conscience: A Reporter’s Account of the Civil Rights Movement , by Simeon Booker who is black, and The Race Beat , a history of civil rights coverage by Gene Roberts and Hank Klibanoff, two white reporters working in the South. Klibanoff builds on his extraordinary, Pulitzer-prize winning career with a new podcast that digs more deeply into one of the stories he told in the book, the shocking 1948 murder of a black farmer living in rural Georgia who refused to be kept from voting. Klibanoff, who is now a journalism professor at Emory University, engages his students in an epic forensic reporting journey that turns up new evidence in the death of Isaiah Nixon and brings a modicum of peace to his still-living daughter who witnessed his murder. In between, the team fills in the blanks on a society hellbent to hang on to white supremacy at any cost. Believe it or not, a younger Robert Mueller has a cameo, too. NPR Ferris is finally saved To be woke is to be haunted, this we know. It is to be forced, when you least expect it, to revisit a beloved memory of your already misspent youth and to find it suddenly wanting, utterly unable to meet your new worldview. Here’s one tender example: Ferris Bueller. Bueller, any reasonable adult must admit, is an unrelenting asshat who wallows in a toxic form of white, male, suburban privilege which he has had no reason to abandon. Until now. “My name is Ferris Bueller and I’d like to issue a formal apology for my behavior as a former teen role model for white privilege,” begins this as-told-to-by confessional piece from a once unrepentant quasi-sociopath. So brave. McSweeneys Quote:\nJim Crow is alive, and it’s dressed in a Brooks Brothers suit, my friend, instead of a white robe. - Myrlie Evers-Williams",
    "published": "2018-05-22T19:39:00.000+03:00",
    "crawled": "2018-05-22T20:34:28.014+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "giant",
        "sculpture",
        "read",
        "right",
        "thing",
        "nike",
        "headquarters",
        "march",
        "beaverton",
        "oregon",
        "nike",
        "world",
        "largest",
        "sport",
        "brand",
        "reported",
        "better",
        "anticipated",
        "earnings",
        "revenue",
        "increasing",
        "nearly",
        "billion",
        "follows",
        "spate",
        "senior",
        "executive",
        "stepping",
        "amid",
        "report",
        "sexist",
        "behavior",
        "including",
        "president",
        "nike",
        "brand",
        "trevor",
        "edward",
        "natalie",
        "image",
        "ellen",
        "mcgirt",
        "updated",
        "may",
        "pm",
        "et",
        "consider",
        "recent",
        "case",
        "female",
        "nike",
        "employee",
        "anonymously",
        "surveyed",
        "delivered",
        "evidence",
        "gender",
        "discrimination",
        "harassment",
        "ceo",
        "got",
        "executive",
        "apology",
        "promise",
        "better",
        "spoke",
        "sexual",
        "assault",
        "harassment",
        "become",
        "time",
        "person",
        "year",
        "faced",
        "violence",
        "retaliation",
        "financial",
        "ruin",
        "tell",
        "story",
        "many",
        "case",
        "year",
        "collective",
        "courage",
        "triggered",
        "movement",
        "take",
        "desperate",
        "act",
        "stand",
        "toxic",
        "culture",
        "get",
        "result",
        "francesca",
        "gino",
        "behavioral",
        "scientist",
        "tandon",
        "family",
        "professor",
        "business",
        "administration",
        "harvard",
        "business",
        "school",
        "tick",
        "list",
        "research",
        "including",
        "help",
        "u",
        "better",
        "understand",
        "first",
        "power",
        "say",
        "one",
        "reason",
        "people",
        "speak",
        "significant",
        "risk",
        "challenging",
        "status",
        "quo",
        "threatens",
        "people",
        "status",
        "relationship",
        "supervisor",
        "coworkers",
        "research",
        "show",
        "speaking",
        "also",
        "result",
        "negative",
        "performance",
        "evaluation",
        "undesirable",
        "job",
        "assignment",
        "even",
        "termination",
        "people",
        "aware",
        "potential",
        "cost",
        "result",
        "stay",
        "quiet",
        "bias",
        "injustice",
        "mistreatment",
        "virtuous",
        "cycle",
        "toxicity",
        "people",
        "aware",
        "mistreatment",
        "feel",
        "like",
        "pointless",
        "dangerous",
        "speak",
        "right",
        "virtuous",
        "cycle",
        "go",
        "way",
        "someone",
        "show",
        "courage",
        "speak",
        "positively",
        "influence",
        "others",
        "join",
        "key",
        "teach",
        "model",
        "behavior",
        "want",
        "see",
        "especially",
        "likely",
        "follow",
        "others",
        "action",
        "ambiguity",
        "appropriate",
        "way",
        "behave",
        "say",
        "diversity",
        "offer",
        "nice",
        "hack",
        "regard",
        "research",
        "show",
        "group",
        "diverse",
        "people",
        "less",
        "likely",
        "go",
        "along",
        "crowd",
        "maintain",
        "status",
        "quo",
        "endorse",
        "inferior",
        "idea",
        "gino",
        "point",
        "another",
        "benefit",
        "feeling",
        "welcome",
        "work",
        "people",
        "encouraged",
        "authentic",
        "self",
        "likely",
        "stand",
        "someone",
        "else",
        "observe",
        "problematic",
        "encounter",
        "series",
        "unpublished",
        "study",
        "colleague",
        "found",
        "encouraged",
        "people",
        "authentic",
        "instance",
        "think",
        "write",
        "recent",
        "situation",
        "able",
        "work",
        "likely",
        "control",
        "condition",
        "speak",
        "authenticity",
        "condition",
        "likely",
        "voice",
        "concern",
        "unfair",
        "procedure",
        "imposed",
        "cost",
        "others",
        "fact",
        "spoke",
        "control",
        "condition",
        "interesting",
        "idea",
        "almost",
        "encouraging",
        "people",
        "remember",
        "reminding",
        "valued",
        "brings",
        "best",
        "suppose",
        "year",
        "two",
        "able",
        "cite",
        "new",
        "research",
        "linking",
        "individual",
        "authenticity",
        "revenue",
        "generation",
        "new",
        "product",
        "innovation",
        "exciting",
        "try",
        "pour",
        "cup",
        "tea",
        "coffee",
        "take",
        "ten",
        "minute",
        "remember",
        "time",
        "felt",
        "fully",
        "work",
        "comfortable",
        "skin",
        "confident",
        "using",
        "voice",
        "look",
        "around",
        "network",
        "need",
        "help",
        "today",
        "point",
        "black",
        "ceo",
        "fortune",
        "spectacular",
        "dataset",
        "many",
        "way",
        "one",
        "clearly",
        "reflects",
        "culture",
        "large",
        "roger",
        "ferguson",
        "tiaa",
        "one",
        "three",
        "among",
        "black",
        "ceo",
        "cohort",
        "men",
        "two",
        "kenneth",
        "frazier",
        "merck",
        "marvin",
        "ellison",
        "formerly",
        "penney",
        "see",
        "ferguson",
        "sat",
        "john",
        "simon",
        "wall",
        "street",
        "journal",
        "talk",
        "pipeline",
        "particularly",
        "senior",
        "executive",
        "level",
        "part",
        "solution",
        "purposeful",
        "community",
        "building",
        "among",
        "professional",
        "right",
        "kind",
        "coaching",
        "modeling",
        "others",
        "little",
        "senior",
        "say",
        "also",
        "tackle",
        "culture",
        "change",
        "hat",
        "always",
        "includes",
        "tone",
        "top",
        "urgency",
        "insistence",
        "board",
        "director",
        "got",
        "wall",
        "street",
        "journal",
        "breaking",
        "marvin",
        "ellison",
        "new",
        "ceo",
        "lowe",
        "big",
        "leap",
        "penney",
        "number",
        "fortune",
        "lowe",
        "number",
        "penney",
        "stock",
        "tumbled",
        "bit",
        "news",
        "move",
        "seems",
        "like",
        "good",
        "fit",
        "ellison",
        "former",
        "head",
        "store",
        "home",
        "depot",
        "colleague",
        "phil",
        "wahba",
        "retail",
        "guru",
        "definitive",
        "profile",
        "ellison",
        "reported",
        "first",
        "four",
        "month",
        "job",
        "penney",
        "ceo",
        "published",
        "january",
        "ellison",
        "moving",
        "philosophy",
        "balance",
        "fortune",
        "obamas",
        "head",
        "netflix",
        "move",
        "nearly",
        "broke",
        "internet",
        "former",
        "president",
        "barack",
        "obama",
        "former",
        "first",
        "lady",
        "michelle",
        "obama",
        "announced",
        "yesterday",
        "entered",
        "agreement",
        "produce",
        "film",
        "series",
        "netflix",
        "potentially",
        "including",
        "scripted",
        "series",
        "unscripted",
        "series",
        "documentary",
        "feature",
        "according",
        "tweet",
        "netflix",
        "new",
        "company",
        "called",
        "higher",
        "ground",
        "production",
        "though",
        "would",
        "gone",
        "tan",
        "suit",
        "industry",
        "fortune",
        "suicide",
        "rate",
        "black",
        "child",
        "twice",
        "white",
        "one",
        "jama",
        "pediatrics",
        "published",
        "new",
        "data",
        "yesterday",
        "confirms",
        "previous",
        "finding",
        "suicide",
        "rate",
        "black",
        "child",
        "exceed",
        "rate",
        "white",
        "one",
        "data",
        "look",
        "time",
        "period",
        "reveals",
        "painful",
        "flaw",
        "research",
        "aimed",
        "white",
        "suicide",
        "lead",
        "author",
        "jeffrey",
        "bridge",
        "run",
        "center",
        "suicide",
        "prevention",
        "research",
        "nationwide",
        "child",
        "hospital",
        "ohio",
        "assume",
        "longer",
        "suicide",
        "rate",
        "uniformly",
        "higher",
        "white",
        "individual",
        "black",
        "said",
        "referring",
        "age",
        "group",
        "w",
        "e",
        "even",
        "know",
        "risk",
        "protective",
        "factor",
        "apply",
        "black",
        "cdc",
        "report",
        "child",
        "age",
        "died",
        "suicide",
        "pace",
        "accelerating",
        "sound",
        "like",
        "fodder",
        "new",
        "washington",
        "post",
        "advertisement",
        "woke",
        "leader",
        "truth",
        "newsroom",
        "diversity",
        "tough",
        "begin",
        "review",
        "kerner",
        "commission",
        "report",
        "commissioned",
        "president",
        "lyndon",
        "johnson",
        "unflinching",
        "look",
        "race",
        "relation",
        "aftermath",
        "riot",
        "roiled",
        "city",
        "one",
        "finding",
        "failure",
        "largely",
        "white",
        "mainstream",
        "press",
        "correctly",
        "cover",
        "race",
        "politics",
        "new",
        "report",
        "produced",
        "farai",
        "chideya",
        "joan",
        "shorenstein",
        "fellow",
        "ford",
        "foundation",
        "program",
        "officer",
        "show",
        "little",
        "changed",
        "since",
        "newsroom",
        "demographic",
        "come",
        "close",
        "reflecting",
        "national",
        "average",
        "newsroom",
        "leader",
        "want",
        "talk",
        "issue",
        "diversity",
        "share",
        "information",
        "covered",
        "campaign",
        "chideya",
        "find",
        "addition",
        "making",
        "mistake",
        "kerner",
        "era",
        "new",
        "threat",
        "consider",
        "safety",
        "reporter",
        "color",
        "digital",
        "age",
        "failure",
        "new",
        "racist",
        "xenophobic",
        "rhetoric",
        "inflames",
        "inform",
        "shorenstein",
        "center",
        "podcast",
        "buried",
        "truth",
        "triumph",
        "storytelling",
        "reporting",
        "mentioned",
        "yesterday",
        "began",
        "reading",
        "history",
        "race",
        "reportage",
        "back",
        "started",
        "raceahead",
        "two",
        "tentpoles",
        "shocking",
        "conscience",
        "reporter",
        "account",
        "civil",
        "right",
        "movement",
        "simeon",
        "booker",
        "black",
        "race",
        "beat",
        "history",
        "civil",
        "right",
        "coverage",
        "gene",
        "robert",
        "hank",
        "klibanoff",
        "two",
        "white",
        "reporter",
        "working",
        "south",
        "klibanoff",
        "build",
        "extraordinary",
        "winning",
        "career",
        "new",
        "podcast",
        "dig",
        "deeply",
        "one",
        "story",
        "told",
        "book",
        "shocking",
        "murder",
        "black",
        "farmer",
        "living",
        "rural",
        "georgia",
        "refused",
        "kept",
        "voting",
        "klibanoff",
        "journalism",
        "professor",
        "emory",
        "university",
        "engages",
        "student",
        "epic",
        "forensic",
        "reporting",
        "journey",
        "turn",
        "new",
        "evidence",
        "death",
        "isaiah",
        "nixon",
        "brings",
        "modicum",
        "peace",
        "daughter",
        "witnessed",
        "murder",
        "team",
        "fill",
        "blank",
        "society",
        "hellbent",
        "hang",
        "white",
        "supremacy",
        "cost",
        "believe",
        "younger",
        "robert",
        "mueller",
        "cameo",
        "npr",
        "ferris",
        "finally",
        "saved",
        "woke",
        "haunted",
        "know",
        "forced",
        "least",
        "expect",
        "revisit",
        "beloved",
        "memory",
        "already",
        "misspent",
        "youth",
        "find",
        "suddenly",
        "wanting",
        "utterly",
        "unable",
        "meet",
        "new",
        "worldview",
        "one",
        "tender",
        "example",
        "ferris",
        "bueller",
        "bueller",
        "reasonable",
        "adult",
        "must",
        "admit",
        "unrelenting",
        "asshat",
        "wallow",
        "toxic",
        "form",
        "white",
        "male",
        "suburban",
        "privilege",
        "reason",
        "abandon",
        "name",
        "ferris",
        "bueller",
        "like",
        "issue",
        "formal",
        "apology",
        "behavior",
        "former",
        "teen",
        "role",
        "model",
        "white",
        "privilege",
        "begin",
        "confessional",
        "piece",
        "unrepentant",
        "brave",
        "mcsweeneys",
        "quote",
        "jim",
        "crow",
        "alive",
        "dressed",
        "brook",
        "brother",
        "suit",
        "friend",
        "instead",
        "white",
        "robe",
        "myrlie"
    ]
}