{
    "organizations": [],
    "uuid": "5da56d07c85fb85a40b358b2b2e1e221fa5d6ea7",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/18/business-wire-apollo-investment-corporation-reports-financial-results-for-the-quarter-and-fiscal-year-ended-marcha31-2018-announces.html",
    "ord_in_thread": 0,
    "title": "Apollo Investment Corporation Reports Financial Results for the Quarter and Fiscal Year Ended March 31, 2018, Announces Executive Officer Appointments, and Announces Changes to Fee Structure",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Fiscal Fourth Quarter and Other Recent Highlights:\nAnnounces the following executive officer appointments Howard Widra appointed Chief Executive Officer and named a Director Tanner Powell appointed President James Zelter to continue to serve as a Director Board of Directors approved the reduction in the asset coverage requirement in April (1) Announces changes to fee structure Base Management Fee. Effective April 1, 2018, the base management fee has been permanently reduced from an annual rate of 2.0% of the Company’s gross assets to 1.5% of gross assets up to 1.0x debt-to-equity and to 1.0% of gross assets in excess of 1.0x debt-to-equity. The tiered management fee structure has been established as a result of the reduction in the Company’s applicable asset coverage test. (1) For purposes of calculating the base management fee, the definition of gross assets has been revised to exclude cash and cash equivalents. Incentive Fee on Income. The incentive fee on income has been revised to include a total return requirement with a rolling twelve quarter look-back beginning from April 1, 2018. The calculation of the incentive fee with the total return requirement will begin on January 1, 2019. The incentive fee rate and performance threshold remain 20% and 7% respectively. There is no change to the catch-up provision. For the period between April 1, 2018 through December 31, 2018, the incentive fee rate will be waived to 15%, subject to the 7% annualized performance threshold. Net investment income per share for the quarter was $0.15 compared to $0.16 for the quarter ended December 31, 2017 Net asset value per share as of the end of the quarter was $6.56 compared to $6.60 as of December 31, 2017, a 0.6% decline Continued to successfully execute portfolio repositioning strategy, including increasing core assets (2) to 77% of the portfolio and significantly reducing non-core assets Net leverage (3) as of the end of the quarter was 0.57x, compared to 0.62x as of December 31, 2017 Declared a distribution of $0.15 per share Repurchased 1.9 million shares of common stock for an aggregate cost of $11.1 million during the quarter\nNEW YORK--(BUSINESS WIRE)-- Apollo Investment Corporation (NASDAQ:AINV) or the “Company,” or “Apollo Investment,” today announced financial results for its fourth fiscal quarter ended March 31, 2018. The Company’s net investment income was $0.15 per share for the quarter ended March 31, 2018, compared to $0.16 per share for the quarter ended December 31, 2017. The Company’s net asset value (“NAV”) was $6.56 per share as of March 31, 2018, compared to $6.60 as of December 31, 2017.\nOn May 17, 2018, the Board of Directors declared a distribution of $0.15 per share, payable on July 6, 2018 to shareholders of record as of June 21, 2018.\nMr. James Zelter, Director, commented, “Today’s executive officer appointments reflect the valuable contributions that Howard and Tanner have made implementing AINV's portfolio repositioning strategy over the past two years. I look forward to continuing to work with them as a Director of the Company and as Co-President of Apollo Global Management.” Mr. Zelter continued, “We are happy to announce changes to our fee structure which we believe more closely aligns the incentives of our manager with the interests of our shareholders and reflects our confidence in the strength of our business. The combination of our new fee structure and our active stock repurchase program demonstrate our commitment to creating value for our shareholders.”\nMr. Howard Widra, Apollo Investment’s newly appointed Chief Executive Officer commented, “I am very pleased to be taking on the CEO role as we near the completion of our portfolio repositioning plan. We thank Jim for his contributions as CEO and we are delighted that we will continue to benefit from his strategic insights and counsel as a Director of the company.” Mr Widra continued, “With the recent passage of The Small Business Credit Availability Act, we believe that we will be able to accelerate our de-risking investment strategy. As previously announced, we intend to use the incremental investment capacity to invest in lower risk assets which we believe to be in the best interests of all of our constituents.”\nEXECUTIVE OFFICER APPOINTMENTS\nThe Company announced today that it has made two executive officer appointments. Mr. Howard Widra, who has served as President of the Company since June 2016 has been appointed Chief Executive Officer, succeeding Mr. James Zelter, who has served as Chief Executive Officer since 2006. Mr. Zelter will continue to serve as a Director and Mr. Widra has been named a Director. Mr. Tanner Powell has been appointed President of Company filling the vacancy created by Mr. Widra’s appointment. Mr. Powell will also continue to serve as Chief Investment Officer for the Company’s Investment Adviser. These appointments reflect Messrs. Widra and Powell’s ongoing contributions to the successful execution of the Company’s portfolio repositioning plan over the past two years.\nHoward Widra\nMr. Howard Widra has been with Apollo Global Management, LLC and/or its affiliates since 2013. He was appointed Chief Executive Officer of Apollo Investment Corporation in May 2018 and previously served as President of Apollo Investment Corporation since June 2016. Mr. Widra is a co-founder of MidCap Financial, an $8 billion specialty finance business, and was formerly its Chief Executive Officer. Prior to MidCap, Mr. Widra was the founder and President of Merrill Lynch Capital Healthcare Finance. Prior to Merrill Lynch, Mr. Widra was President of GE Capital Healthcare Commercial Finance and held senior roles in its predecessor entities including President of Heller Healthcare Finance, and COO of Healthcare Financial Partners. Mr. Widra holds a J.D., Cum Laude, from the Harvard Law School and a B.A. from the University of Michigan.\nTanner Powell\nMr. Tanner Powell has been with Apollo Global Management, LLC since 2006. He was appointed President of Apollo Investment Corporation in May 2018 and has served as Chief Investment Officer for Apollo Investment Management, L.P., the Investment Adviser for Apollo Investment Corporation since June 2016. From 2004 to 2006, Mr. Powell served as an analyst in Goldman Sachs’ Principal Investment Area (PIA), concentrating on mezzanine investing. From 2002 to 2004, Mr. Powell was an analyst in the Industrials group at Deutsche Bank. Mr. Powell holds a B.A. from Princeton University.\n(1) The Company announced that on April 4, 2018, its board of directors approved the application of the modified asset coverage requirements set forth in new Section 61(a)(2) of the Investment Company Act of 1940, as amended by The Small Business Credit Availability Act (“SBCAA”). As a result, the asset coverage ratio test applicable to the Company will be decreased from 200% to 150%, effective April 4, 2019. (2) Core strategies include corporate lending, aviation, life sciences, asset based and lender finance. (3) The Company’s net leverage ratio is defined as debt outstanding plus payable for investments purchased, less receivable for investments sold, less cash and cash equivalents, less foreign currencies, divided by net assets. FINANCIAL HIGHLIGHTS\n($ in billions, except per share data) March 31,\n2018\nDecember 31,\n2017\nSeptember 30,\n2017 June 30,\n2017 March 31,\n2017 Total assets $ 2.31 $ 2.42 $ 2.45 $ 2.49 $ 2.41 Investment portfolio (fair value) $ 2.25 $ 2.35 $ 2.36 $ 2.42 $ 2.32 Debt outstanding $ 0.79 $ 0.88 $ 0.86 $ 0.92 $ 0.85 Net assets $ 1.42 $ 1.44 $ 1.47 $ 1.48 $ 1.48 Net asset value per share $ 6.56 $ 6.60 $ 6.72 $ 6.73 $ 6.74 Debt-to-equity ratio 0.56 x 0.61 x 0.59 x 0.62 x 0.57 x Net leverage ratio (1) 0.57 x 0.62 x 0.59 x 0.62 x 0.55 x (1) The Company’s net leverage ratio is defined as debt outstanding plus payable for investments purchased, less receivable for investments sold, less cash and cash equivalents, less foreign currencies, divided by net assets. PORTFOLIO AND INVESTMENT ACTIVITY\nThree Months Ended March 31, Year Ended March 31, (in millions)* 2018 2017 2018 2017 Investments made in portfolio companies $ 243.3 $ 149.4 $ 1,049.4 $ 601.1 Investments sold (119.3 ) (38.4 ) (189.0 ) (219.5 ) Net activity before repaid investments 124.0 111.0 860.3 381.6 Investments repaid (238.1 ) (306.4 ) (964.9 ) (875.2 ) Net investment activity $ (114.1 ) $ (195.4 ) $ (104.6 ) $ (493.6 ) Portfolio companies at beginning of period 86 85 86 89 Number of new portfolio companies 8 13 39 37 Number of exited portfolio companies (4 ) (12 ) (35 ) (40 ) Portfolio companies at end of period 90 86 90 86 Number of investments made in existing portfolio companies 19 10 28 26 * Totals may not foot due to rounding. OPERATING RESULTS\nThree Months Ended\nMarch 31,\nYear Ended March 31, (in millions)* 2018 2017 2018 2017 Net Investment Income $ 31.9 $ 37.3 $ 133.4 $ 149.2 Net Realized and Change in Unrealized Losses (11.3 ) (29.2 ) (46.4 ) (130.9 ) Net Increase in Net Assets Resulting from Operations $ 20.6 $ 8.1 $ 87.0 $ 18.4 (per share)* (1) Net Investment Income $ 0.15 $ 0.17 $ 0.61 $ 0.67 Net Realized and Change in Unrealized Losses $ (0.05 ) $ (0.13 ) $ (0.21 ) $ (0.59 ) Earnings per share — basic $ 0.10 $ 0.04 $ 0.40 $ 0.08 * Totals may not foot due to rounding. (1) Based on the weighted average number of shares outstanding for the period presented. SHARE REPURCHASE PROGRAM\nDuring the three months ended March 31, 2018, the Company repurchased 1,943,858 shares at a weighted average price per share of $5.73, inclusive of commissions, for a total cost of $11.1 million.\nSince the inception of the share repurchase program and through May 17, 2018, the Company repurchased 20,429,255 shares at a weighted average price per share of $5.88, inclusive of commissions, for a total cost of $120.1 million, leaving a maximum of $29.9 million available for future purchases under the current Board authorization of $150 million.\nCONFERENCE CALL / WEBCAST AT 10:00 AM EDT ON MAY 18, 2018\nThe Company will host a conference call on Friday, May 18, 2018 at 10:00 a.m. Eastern Time. All interested parties are welcome to participate in the conference call by dialing (888) 802-8579 approximately 5-10 minutes prior to the call; international callers should dial (973) 633-6740. Participants should reference Apollo Investment Corporation or Conference ID #8595008 when prompted. A simultaneous webcast of the conference call will be available to the public on a listen-only basis and can be accessed through the Event Calendar in the Investor Relations section of our website at www.apolloic.com . Following the call, you may access a replay of the event either telephonically or via audio webcast. The telephonic replay will be available approximately two hours after the live call and through June 8, 2018 by dialing (800) 585-8367; international callers please dial (404) 537-3406, reference Conference ID # 8595008. A replay of the audio webcast will also be available later that same day. To access the audio webcast please visit the Event Calendar in the Investor Relations section of the Company’s website at www.apolloic.com .\nSUPPLEMENTAL INFORMATION\nThe Company provides a supplemental information package to offer more transparency into its financial results and make its reporting more informative and easier to follow. The supplemental package is available on the Investor Relations section of the Company’s website at www.apolloic.com .\nOur portfolio composition and weighted average yields as of March 31, 2018, December 31, 2017, September 30, 2017, June 30, 2017, and March 31, 2017, were as follows:\nMarch 31,\n2018 December 31,\n2017 September 30,\n2017 June 30,\n2017 March 31,\n2017 Portfolio composition, at fair value: Secured debt 82% 81% 80% 77% 75% Unsecured debt 5% 5% 5% 7% 7% Structured products and other 3% 4% 5% 6% 7% Preferred equity 1% 1% 1% 1% 1% Common equity/interests and warrants 9% 9% 9% 9% 10% Weighted average yields, at amortized cost (1): Secured debt portfolio (2) 10.7% 10.5% 10.3% 10.2% 10.2% Unsecured debt portfolio (2) 11.3% 11.2% 11.2% 11.1% 11.1% Total debt portfolio (2) 10.7% 10.5% 10.3% 10.3% 10.3% Total portfolio (3) 9.6% 9.6% 9.7% 9.7% 8.7% Interest rate type, at fair value (4): Fixed rate amount $0.1 billion $0.1 billion $0.1 billion $0.2 billion $0.2 billion Floating rate amount $1.2 billion $1.3 billion $1.2 billion $1.2 billion $1.1 billion Fixed rate, as percentage of total 8% 8% 9% 14% 16% Floating rate, as percentage of total 92% 92% 91% 86% 84% Interest rate type, at amortized cost (4): Fixed rate amount $0.1 billion $0.1 billion $0.1 billion $0.2 billion $0.2 billion Floating rate amount $1.2 billion $1.2 billion $1.2 billion $1.1 billion $1.0 billion Fixed rate, as percentage of total 8% 9% 9% 15% 17% Floating rate, as percentage of total 92% 91% 91% 85% 83%",
    "published": "2018-05-18T15:30:00.000+03:00",
    "crawled": "2018-05-18T18:27:31.013+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "fiscal",
        "fourth",
        "quarter",
        "recent",
        "highlight",
        "announces",
        "following",
        "executive",
        "officer",
        "appointment",
        "howard",
        "widra",
        "appointed",
        "chief",
        "executive",
        "officer",
        "named",
        "director",
        "tanner",
        "powell",
        "appointed",
        "president",
        "james",
        "zelter",
        "continue",
        "serve",
        "director",
        "board",
        "director",
        "approved",
        "reduction",
        "asset",
        "coverage",
        "requirement",
        "april",
        "announces",
        "change",
        "fee",
        "structure",
        "base",
        "management",
        "fee",
        "effective",
        "april",
        "base",
        "management",
        "fee",
        "permanently",
        "reduced",
        "annual",
        "rate",
        "company",
        "gross",
        "asset",
        "gross",
        "asset",
        "gross",
        "asset",
        "excess",
        "tiered",
        "management",
        "fee",
        "structure",
        "established",
        "result",
        "reduction",
        "company",
        "applicable",
        "asset",
        "coverage",
        "test",
        "purpose",
        "calculating",
        "base",
        "management",
        "fee",
        "definition",
        "gross",
        "asset",
        "revised",
        "exclude",
        "cash",
        "cash",
        "equivalent",
        "incentive",
        "fee",
        "income",
        "incentive",
        "fee",
        "income",
        "revised",
        "include",
        "total",
        "return",
        "requirement",
        "rolling",
        "twelve",
        "quarter",
        "beginning",
        "april",
        "calculation",
        "incentive",
        "fee",
        "total",
        "return",
        "requirement",
        "begin",
        "january",
        "incentive",
        "fee",
        "rate",
        "performance",
        "threshold",
        "remain",
        "respectively",
        "change",
        "provision",
        "period",
        "april",
        "december",
        "incentive",
        "fee",
        "rate",
        "waived",
        "subject",
        "annualized",
        "performance",
        "threshold",
        "net",
        "investment",
        "income",
        "per",
        "share",
        "quarter",
        "compared",
        "quarter",
        "ended",
        "december",
        "net",
        "asset",
        "value",
        "per",
        "share",
        "end",
        "quarter",
        "compared",
        "december",
        "decline",
        "continued",
        "successfully",
        "execute",
        "portfolio",
        "repositioning",
        "strategy",
        "including",
        "increasing",
        "core",
        "asset",
        "portfolio",
        "significantly",
        "reducing",
        "asset",
        "net",
        "leverage",
        "end",
        "quarter",
        "compared",
        "december",
        "declared",
        "distribution",
        "per",
        "share",
        "repurchased",
        "million",
        "share",
        "common",
        "stock",
        "aggregate",
        "cost",
        "million",
        "quarter",
        "new",
        "york",
        "business",
        "wire",
        "apollo",
        "investment",
        "corporation",
        "nasdaq",
        "ainv",
        "company",
        "apollo",
        "investment",
        "today",
        "announced",
        "financial",
        "result",
        "fourth",
        "fiscal",
        "quarter",
        "ended",
        "march",
        "company",
        "net",
        "investment",
        "income",
        "per",
        "share",
        "quarter",
        "ended",
        "march",
        "compared",
        "per",
        "share",
        "quarter",
        "ended",
        "december",
        "company",
        "net",
        "asset",
        "value",
        "nav",
        "per",
        "share",
        "march",
        "compared",
        "december",
        "may",
        "board",
        "director",
        "declared",
        "distribution",
        "per",
        "share",
        "payable",
        "july",
        "shareholder",
        "record",
        "june",
        "james",
        "zelter",
        "director",
        "commented",
        "today",
        "executive",
        "officer",
        "appointment",
        "reflect",
        "valuable",
        "contribution",
        "howard",
        "tanner",
        "made",
        "implementing",
        "ainv",
        "portfolio",
        "repositioning",
        "strategy",
        "past",
        "two",
        "year",
        "look",
        "forward",
        "continuing",
        "work",
        "director",
        "company",
        "apollo",
        "global",
        "zelter",
        "continued",
        "happy",
        "announce",
        "change",
        "fee",
        "structure",
        "believe",
        "closely",
        "aligns",
        "incentive",
        "manager",
        "interest",
        "shareholder",
        "reflects",
        "confidence",
        "strength",
        "business",
        "combination",
        "new",
        "fee",
        "structure",
        "active",
        "stock",
        "repurchase",
        "program",
        "demonstrate",
        "commitment",
        "creating",
        "value",
        "howard",
        "widra",
        "apollo",
        "investment",
        "newly",
        "appointed",
        "chief",
        "executive",
        "officer",
        "commented",
        "pleased",
        "taking",
        "ceo",
        "role",
        "near",
        "completion",
        "portfolio",
        "repositioning",
        "plan",
        "thank",
        "jim",
        "contribution",
        "ceo",
        "delighted",
        "continue",
        "benefit",
        "strategic",
        "insight",
        "counsel",
        "director",
        "mr",
        "widra",
        "continued",
        "recent",
        "passage",
        "small",
        "business",
        "credit",
        "availability",
        "act",
        "believe",
        "able",
        "accelerate",
        "investment",
        "strategy",
        "previously",
        "announced",
        "intend",
        "use",
        "incremental",
        "investment",
        "capacity",
        "invest",
        "lower",
        "risk",
        "asset",
        "believe",
        "best",
        "interest",
        "executive",
        "officer",
        "appointment",
        "company",
        "announced",
        "today",
        "made",
        "two",
        "executive",
        "officer",
        "appointment",
        "howard",
        "widra",
        "served",
        "president",
        "company",
        "since",
        "june",
        "appointed",
        "chief",
        "executive",
        "officer",
        "succeeding",
        "james",
        "zelter",
        "served",
        "chief",
        "executive",
        "officer",
        "since",
        "zelter",
        "continue",
        "serve",
        "director",
        "widra",
        "named",
        "director",
        "tanner",
        "powell",
        "appointed",
        "president",
        "company",
        "filling",
        "vacancy",
        "created",
        "widra",
        "appointment",
        "powell",
        "also",
        "continue",
        "serve",
        "chief",
        "investment",
        "officer",
        "company",
        "investment",
        "adviser",
        "appointment",
        "reflect",
        "widra",
        "powell",
        "ongoing",
        "contribution",
        "successful",
        "execution",
        "company",
        "portfolio",
        "repositioning",
        "plan",
        "past",
        "two",
        "year",
        "howard",
        "widra",
        "howard",
        "widra",
        "apollo",
        "global",
        "management",
        "llc",
        "affiliate",
        "since",
        "appointed",
        "chief",
        "executive",
        "officer",
        "apollo",
        "investment",
        "corporation",
        "may",
        "previously",
        "served",
        "president",
        "apollo",
        "investment",
        "corporation",
        "since",
        "june",
        "widra",
        "midcap",
        "financial",
        "billion",
        "specialty",
        "finance",
        "business",
        "formerly",
        "chief",
        "executive",
        "officer",
        "prior",
        "midcap",
        "widra",
        "founder",
        "president",
        "merrill",
        "lynch",
        "capital",
        "healthcare",
        "finance",
        "prior",
        "merrill",
        "lynch",
        "widra",
        "president",
        "ge",
        "capital",
        "healthcare",
        "commercial",
        "finance",
        "held",
        "senior",
        "role",
        "predecessor",
        "entity",
        "including",
        "president",
        "heller",
        "healthcare",
        "finance",
        "coo",
        "healthcare",
        "financial",
        "partner",
        "widra",
        "hold",
        "cum",
        "laude",
        "harvard",
        "law",
        "school",
        "university",
        "michigan",
        "tanner",
        "powell",
        "tanner",
        "powell",
        "apollo",
        "global",
        "management",
        "llc",
        "since",
        "appointed",
        "president",
        "apollo",
        "investment",
        "corporation",
        "may",
        "served",
        "chief",
        "investment",
        "officer",
        "apollo",
        "investment",
        "management",
        "investment",
        "adviser",
        "apollo",
        "investment",
        "corporation",
        "since",
        "june",
        "powell",
        "served",
        "analyst",
        "goldman",
        "sachs",
        "principal",
        "investment",
        "area",
        "pia",
        "concentrating",
        "mezzanine",
        "investing",
        "powell",
        "analyst",
        "industrials",
        "group",
        "deutsche",
        "bank",
        "powell",
        "hold",
        "princeton",
        "university",
        "company",
        "announced",
        "april",
        "board",
        "director",
        "approved",
        "application",
        "modified",
        "asset",
        "coverage",
        "requirement",
        "set",
        "forth",
        "new",
        "section",
        "investment",
        "company",
        "act",
        "amended",
        "small",
        "business",
        "credit",
        "availability",
        "act",
        "sbcaa",
        "result",
        "asset",
        "coverage",
        "ratio",
        "test",
        "applicable",
        "company",
        "decreased",
        "effective",
        "april",
        "core",
        "strategy",
        "include",
        "corporate",
        "lending",
        "aviation",
        "life",
        "science",
        "asset",
        "based",
        "lender",
        "finance",
        "company",
        "net",
        "leverage",
        "ratio",
        "defined",
        "debt",
        "outstanding",
        "plus",
        "payable",
        "investment",
        "purchased",
        "less",
        "receivable",
        "investment",
        "sold",
        "less",
        "cash",
        "cash",
        "equivalent",
        "less",
        "foreign",
        "currency",
        "divided",
        "net",
        "asset",
        "financial",
        "highlight",
        "billion",
        "except",
        "per",
        "share",
        "data",
        "march",
        "december",
        "september",
        "june",
        "march",
        "total",
        "asset",
        "investment",
        "portfolio",
        "fair",
        "value",
        "debt",
        "outstanding",
        "net",
        "asset",
        "net",
        "asset",
        "value",
        "per",
        "share",
        "ratio",
        "x",
        "x",
        "x",
        "x",
        "x",
        "net",
        "leverage",
        "ratio",
        "x",
        "x",
        "x",
        "x",
        "x",
        "company",
        "net",
        "leverage",
        "ratio",
        "defined",
        "debt",
        "outstanding",
        "plus",
        "payable",
        "investment",
        "purchased",
        "less",
        "receivable",
        "investment",
        "sold",
        "less",
        "cash",
        "cash",
        "equivalent",
        "less",
        "foreign",
        "currency",
        "divided",
        "net",
        "asset",
        "portfolio",
        "investment",
        "activity",
        "three",
        "month",
        "ended",
        "march",
        "year",
        "ended",
        "march",
        "million",
        "investment",
        "made",
        "portfolio",
        "company",
        "investment",
        "sold",
        "net",
        "activity",
        "repaid",
        "investment",
        "investment",
        "repaid",
        "net",
        "investment",
        "activity",
        "portfolio",
        "company",
        "beginning",
        "period",
        "number",
        "new",
        "portfolio",
        "company",
        "number",
        "exited",
        "portfolio",
        "company",
        "portfolio",
        "company",
        "end",
        "period",
        "number",
        "investment",
        "made",
        "existing",
        "portfolio",
        "company",
        "total",
        "may",
        "foot",
        "due",
        "rounding",
        "operating",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "year",
        "ended",
        "march",
        "million",
        "net",
        "investment",
        "income",
        "net",
        "realized",
        "change",
        "unrealized",
        "loss",
        "net",
        "increase",
        "net",
        "asset",
        "resulting",
        "operation",
        "per",
        "share",
        "net",
        "investment",
        "income",
        "net",
        "realized",
        "change",
        "unrealized",
        "loss",
        "earnings",
        "per",
        "share",
        "basic",
        "total",
        "may",
        "foot",
        "due",
        "rounding",
        "based",
        "weighted",
        "average",
        "number",
        "share",
        "outstanding",
        "period",
        "presented",
        "share",
        "repurchase",
        "program",
        "three",
        "month",
        "ended",
        "march",
        "company",
        "repurchased",
        "share",
        "weighted",
        "average",
        "price",
        "per",
        "share",
        "inclusive",
        "commission",
        "total",
        "cost",
        "million",
        "since",
        "inception",
        "share",
        "repurchase",
        "program",
        "may",
        "company",
        "repurchased",
        "share",
        "weighted",
        "average",
        "price",
        "per",
        "share",
        "inclusive",
        "commission",
        "total",
        "cost",
        "million",
        "leaving",
        "maximum",
        "million",
        "available",
        "future",
        "purchase",
        "current",
        "board",
        "authorization",
        "million",
        "conference",
        "call",
        "webcast",
        "edt",
        "may",
        "company",
        "host",
        "conference",
        "call",
        "friday",
        "may",
        "eastern",
        "time",
        "interested",
        "party",
        "welcome",
        "participate",
        "conference",
        "call",
        "dialing",
        "approximately",
        "minute",
        "prior",
        "call",
        "international",
        "caller",
        "dial",
        "participant",
        "reference",
        "apollo",
        "investment",
        "corporation",
        "conference",
        "id",
        "prompted",
        "simultaneous",
        "webcast",
        "conference",
        "call",
        "available",
        "public",
        "basis",
        "accessed",
        "event",
        "calendar",
        "investor",
        "relation",
        "section",
        "website",
        "following",
        "call",
        "may",
        "access",
        "replay",
        "event",
        "either",
        "telephonically",
        "via",
        "audio",
        "webcast",
        "telephonic",
        "replay",
        "available",
        "approximately",
        "two",
        "hour",
        "live",
        "call",
        "june",
        "dialing",
        "international",
        "caller",
        "please",
        "dial",
        "reference",
        "conference",
        "id",
        "replay",
        "audio",
        "webcast",
        "also",
        "available",
        "later",
        "day",
        "access",
        "audio",
        "webcast",
        "please",
        "visit",
        "event",
        "calendar",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "supplemental",
        "information",
        "company",
        "provides",
        "supplemental",
        "information",
        "package",
        "offer",
        "transparency",
        "financial",
        "result",
        "make",
        "reporting",
        "informative",
        "easier",
        "follow",
        "supplemental",
        "package",
        "available",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "portfolio",
        "composition",
        "weighted",
        "average",
        "yield",
        "march",
        "december",
        "september",
        "june",
        "march",
        "follows",
        "march",
        "december",
        "september",
        "june",
        "march",
        "portfolio",
        "composition",
        "fair",
        "value",
        "secured",
        "debt",
        "unsecured",
        "debt",
        "structured",
        "product",
        "preferred",
        "equity",
        "common",
        "warrant",
        "weighted",
        "average",
        "yield",
        "amortized",
        "cost",
        "secured",
        "debt",
        "portfolio",
        "unsecured",
        "debt",
        "portfolio",
        "total",
        "debt",
        "portfolio",
        "total",
        "portfolio",
        "interest",
        "rate",
        "type",
        "fair",
        "value",
        "fixed",
        "rate",
        "amount",
        "billion",
        "billion",
        "billion",
        "billion",
        "billion",
        "floating",
        "rate",
        "amount",
        "billion",
        "billion",
        "billion",
        "billion",
        "billion",
        "fixed",
        "rate",
        "percentage",
        "total",
        "floating",
        "rate",
        "percentage",
        "total",
        "interest",
        "rate",
        "type",
        "amortized",
        "cost",
        "fixed",
        "rate",
        "amount",
        "billion",
        "billion",
        "billion",
        "billion",
        "billion",
        "floating",
        "rate",
        "amount",
        "billion",
        "billion",
        "billion",
        "billion",
        "billion",
        "fixed",
        "rate",
        "percentage",
        "total",
        "floating",
        "rate",
        "percentage",
        "total"
    ]
}