{
    "organizations": [],
    "uuid": "843045aae7aaff43eb265579d1d75e40ff0e10ad",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/globe-newswire-sprague-resources-lp-reports-first-quarter-2018-results.html",
    "ord_in_thread": 0,
    "title": "Sprague Resources LP Reports",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "PORTSMOUTH, N.H., May 08, 2018 (GLOBE NEWSWIRE) -- Sprague Resources LP (“Sprague”) (NYSE:SRLP) today reported its financial results for the first quarter ended March 31, 2018.\nFirst Quarter 2018 Highlights\nNet sales were $1.3 billion for the first quarter of 2018, compared to net sales of $917.8 million for the first quarter of 2017. GAAP net income was $74.9 million for the first quarter of 2018, compared to net income of $64.5 million for the first quarter of 2017. Adjusted gross margin (1) was $109.5 million for the first quarter of 2018, compared to adjusted gross margin of $90.4 million for the first quarter of 2017. Adjusted EBITDA (1) was $55.1 million for the first quarter of 2018, compared to adjusted EBITDA of $47.7 million for the first quarter of 2017.\n\"We're seeing the benefits of our 2017 acquisitions, delivering results in line with expectations, despite the warmer weather. Based on results this quarter, we're confirming our 2018 adjusted EBITDA guidance to be in the range of $120 to $140 million,\" said David Glendon, President and Chief Executive Officer.\nRefined Products\nVolumes in the Refined Products segment increased 22% to 576.2 million gallons in the first quarter of 2018, compared to 472.7 million gallons in the first quarter of 2017. Adjusted gross margin in the Refined Products segment increased $16.9 million, or 43%, to $56.3 million in the first quarter of 2018, compared to $39.5 million in the first quarter of 2017.\n“Our Refined Products adjusted gross margin improved by 43% for the quarter on higher volumes and improved unit margins,\" said Mr. Glendon. “The impact from the recent acquisitions, coupled with our response to demand spikes early in the quarter, and the reinstatement of the biodiesel tax credit were the primary drivers of the increase.\"\nNatural Gas\nNatural Gas segment volumes of 20.3 million Bcf were relatively unchanged compared to the first quarter of 2017. Natural Gas adjusted gross margin decreased $0.6 million, or 2%, to $37.9 million for the first quarter of 2018, compared to $38.6 million for the first quarter of 2017.\n\"Pipeline restrictions limited our optimization opportunities relative to the prior year, resulting in a slight decrease in adjusted gross margin,\" said Mr. Glendon.\nMaterials Handling\nMaterials Handling adjusted gross margin increased by $3.2 million, or 32%, to $13.1 million for the first quarter of 2018, compared to $9.9 million for the first quarter of 2017.\n\"Increased asphalt handling, supported by the expansion capex projects at our River Road and Providence terminals, was the primary driver of the increase. Timing differences related to dry bulk handling, and increased heavy lift activity also contributed to the increase,\" reported Mr. Glendon.\nQuarterly Distribution Increase\nOn April 26, 2018, the Board of Directors of Sprague’s general partner, Sprague Resources GP LLC, announced its sixteenth consecutive distribution increase and approved a cash distribution of $0.6525 per unit for the quarter ended March 31, 2018, representing a 2% increase over the distribution declared for the quarter ended December 31, 2017. The distribution will be paid on May 18, 2018 to unitholders of record as of the close of business on May 14, 2018.\nFinancial Results Conference Call\nManagement will review Sprague’s first quarter 2018 financial results in a teleconference call for analysts and investors today, May 8, 2018.\nDate and Time: May 8, 2018 at 1:00 PM ET Dial-in numbers: (866) 516-2130 (U.S. and Canada) (678) 509-7612 (International) Participation Code: 3985498 The conference call may also be accessed live by a webcast available on the \"Investor Relations\" page of Sprague's website at www.spragueenergy.com and will be archived on the website for one year.\nAbout Sprague Resources LP\nSprague Resources LP is a master limited partnership engaged in the purchase, storage, distribution and sale of refined petroleum products and natural gas. Sprague also provides storage and handling services for a broad range of materials.\nNon-GAAP Financial Measures\nEBITDA, adjusted EBITDA and adjusted gross margin are measures not defined by GAAP. Sprague defines EBITDA as net income (loss) before interest, income taxes, depreciation and amortization.\nWe define adjusted EBITDA as EBITDA increased for unrealized hedging losses and decreased by unrealized hedging gains (in each case with respect to refined products and natural gas inventory, prepaid forward contracts and natural gas transportation contracts), changes in fair value of contingent consideration, the net impact of legislation that reinstated an excise tax credit program available for certain of our biofuel blending activities that had previously expired on December 31, 2016, and commencing in the fourth quarter of 2017, adjusted for the impact of acquisition related expenses. Accordingly, adjusted EBITDA for prior periods have been revised to conform to the current presentation.\nWe define adjusted gross margin as net sales less cost of products sold (exclusive of depreciation and amortization) decreased by total commodity derivative gains and losses included in net income (loss) and increased by realized commodity derivative gains and losses included in net income (loss), in each case with respect to refined products and natural gas inventory, prepaid forward contracts and natural gas transportation contracts. Adjusted gross margin has no impact on reported volumes or net sales.\nTo manage Sprague's underlying performance, including its physical and derivative positions, management utilizes adjusted gross margin. Adjusted gross margin is also used by external users of our consolidated financial statements to assess our economic results of operations and its commodity market value reporting to lenders. EBITDA and adjusted EBITDA are used as supplemental financial measures by external users of our financial statements, such as investors, trade suppliers, research analysts and commercial banks to assess the financial performance of our assets, operations and return on capital without regard to financing methods, capital structure or historical cost basis; the ability of our assets to generate sufficient revenue, that when rendered to cash, will be available to pay interest on our indebtedness and make distributions to our equity holders; repeatable operating performance that is not distorted by non-recurring items or market volatility; and, the viability of acquisitions and capital expenditure projects.\nSprague believes that investors benefit from having access to the same financial measures that are used by its management and that these measures are useful to investors because they aid in comparing its operating performance with that of other companies with similar operations. The adjusted EBITDA and adjusted gross margin data presented by Sprague may not be comparable to similarly titled measures at other companies because these items may be defined differently by other companies. Please see the attached reconciliations of net income to adjusted EBITDA and operating income to adjusted gross margin.\nWith regard to guidance, reconciliation of non-GAAP adjusted EBITDA to the closest corresponding GAAP measure (expected net income (loss)) is not available without unreasonable efforts on a forward-looking basis due to the inherent difficulty and impracticality of forecasting certain amounts required by GAAP such as unrealized gains and losses on derivative hedges, which can have a significant and potentially unpredictable impact on our future GAAP financial results.\nForward Looking Statements\nAny statements in this press release about future expectations, plans and prospects for Sprague Resources LP or about Sprague Resources LP’s future expectations, beliefs, goals, plans or prospects, constitute forward-looking statements within the meaning of Section 21E of the Securities Exchange Act of 1934. Any statements that are not statements of historical fact (including statements containing the words “believes,” “plans,” “anticipates,” “expects,” “estimates” and similar expressions) should also be considered forward-looking statements. These forward-looking statements involve risks and uncertainties and other factors that are difficult to predict and many of which are beyond management’s control. Although Sprague believes that the assumptions underlying these statements are reasonable, investors are cautioned that such forward-looking statements are inherently uncertain and involve risks that may affect our business prospects and performance causing actual results to differ from those discussed in the foregoing release. Such risks and uncertainties include, by way of example and not of limitation: increased competition for our products or services; adverse weather conditions; changes in supply or demand for our products or services; nonperformance by major customers or suppliers; changes in operating conditions and costs; changes in the level of environmental remediation spending; potential equipment malfunction and unexpected capital expenditures; our ability to complete organic growth and acquisition projects; our ability to integrate acquired assets; potential labor issues; the legislative or regulatory environment; terminal construction/repair delays; political and economic conditions; and, the impact of security risks including terrorism, international hostilities and cyber-risk. These are not all of the important factors that could cause actual results to differ materially from those expressed in forward looking statements. Other applicable risks and uncertainties have been described more fully in Sprague’s most recent Annual Report on Form 10-K filed with the U.S. Securities and Exchange Commission (“SEC”) on March 14, 2018 and in the Partnership's subsequent Form 10-Q, Form 8-K and other documents filed with the SEC. Sprague undertakes no obligation and does not intend to update any forward-looking statements to reflect new information or future events. You are cautioned not to place undue reliance on these forward-looking statements, which speak only as of the date of this press release.\nThis release is intended to be a qualified notice under Treasury Regulation Section 1.1446-4(b). Brokers and nominees should treat one hundred percent (100.0%) of Sprague’s distributions to non-U.S. investors as being attributable to income that is effectively connected with a United States trade or business. Accordingly, Sprague’s distributions to non-U.S. investors are subject to federal income tax withholding at the highest applicable effective tax rate.\n(Financial Tables Below)\nSprague Resources LP\nSummary Financial Data\nThree Months Ended March 31, 2018 and 2017\nThree Months Ended March 31, 2018 2017 (unaudited) (unaudited) ($ in thousands) Statement of Operations Data: Net sales $ 1,331,148 $ 917,807 Operating costs and expenses: Cost of products sold (exclusive of depreciation and amortization) 1,183,982 795,146 Operating expenses 23,209 16,832 Selling, general and administrative 27,864 26,289 Depreciation and amortization 8,425 5,932 Total operating costs and expenses 1,243,480 844,199 Operating income 87,668 73,608 Other income — 64 Interest income 112 84 Interest expense (9,884 ) (7,155 ) Income before income taxes 77,896 66,601 Income tax provision (2,975 ) (2,102 ) Net income 74,921 64,499 Incentive distributions declared (1,714 ) (742 ) Limited partners’ interest in net income $ 73,207 $ 63,757 Net income per limited partner unit: Common - basic $ 3.22 $ 2.98 Common - diluted $ 3.21 $ 2.94 Units used to compute net income per limited partner unit: Common - basic 22,725,346 21,404,992 Common - diluted 22,786,889 21,718,627 Distribution declared per unit $ 0.6525 $ 0.5925 Sprague Resources LP\nVolume, Net Sales and Adjusted Gross Margin by Segment\nThree Months Ended March 31, 2018 and 2017\nThree Months Ended March 31, 2018 2017 (unaudited) (unaudited) ($ and volumes in thousands) Volumes: Refined products (gallons) 576,240 472,710 Natural gas (MMBtus) 20,257 20,204 Materials handling (short tons) 793 581 Materials handling (gallons) 69,972 75,264 Net Sales: Refined products $ 1,180,860 $ 781,590 Natural gas 129,927 119,666 Materials handling 13,148 9,925 Other operations 7,213 6,626 Total net sales $ 1,331,148 $ 917,807 Reconciliation of Operating Income to Adjusted Gross Margin: Operating income $ 87,668 $ 73,608 Operating costs and expenses not allocated to operating segments: Operating expenses 23,209 16,832 Selling, general and administrative 27,864 26,289 Depreciation and amortization 8,425 5,932 Add: unrealized (gain) loss on inventory derivatives (23,561 ) (24,508 ) Add: unrealized (gain) loss on prepaid\nforward contract derivatives — 27 Add: unrealized (gain) loss on natural gas\ntransportation contracts (14,068 ) (7,814 ) Total adjusted gross margin: $ 109,537 $ 90,366 Adjusted Gross Margin: Refined products $ 56,335 $ 39,478 Natural gas 37,948 38,590 Materials handling 13,148 9,925 Other operations 2,106 2,373 Total adjusted gross margin $ 109,537 $ 90,366 Sprague Resources LP\nReconciliation of Net Income to Non-GAAP Measures\nThree Months Ended March 31, 2018 and 2017\nThree Months Ended March 31, 2018 2017 (unaudited) (unaudited) ($ in thousands) Reconciliation of net income to EBITDA, Adjusted EBITDA and Distributable Cash Flow: Net income $ 74,921 $ 64,499 Add/(deduct): Interest expense, net 9,772 7,071 Tax provision 2,975 2,102 Depreciation and amortization 8,425 5,932 EBITDA $ 96,093 $ 79,604 Add: unrealized (gain) loss on inventory derivatives (23,561 ) (24,508 ) Add: unrealized (gain) loss on prepaid forward contract\nderivatives — 27 Add: unrealized (gain) loss on natural gas transportation\ncontracts (14,068 ) (7,814 ) Biofuel tax credit (4,022 ) — Acquisition related expenses (1) 443 349 Other adjustments 194 — Adjusted EBITDA $ 55,079 $ 47,658 Add/(deduct): Cash interest expense, net (8,433 ) (6,056 ) Cash taxes (2,369 ) (840 ) Maintenance capital expenditures (2,262 ) (1,540 ) Elimination of expense relating to incentive compensation and directors fees expected to be paid in common units 838 928 Other 304 (4 ) Distributable cash flow $ 43,157 $ 40,146\n(1) Beginning in the fourth quarter of 2017, we excluded the impact of acquisition related expenses from our calculation of adjusted EBITDA. We incur expenses in connection with acquisitions and given the nature, variability of amounts, and the fact that these expenses would not have otherwise been incurred as part of our continuing operations, adjusted EBITDA excludes the impact of acquisition related expenses. Adjusted EBITDA for prior periods have been revised to conform to this presentation. Investor Contact:\nKory Arthur\n+1 603.766.7401\nkarthur@spragueenergy.com\nSource:Sprague Resources LP",
    "published": "2018-05-08T14:00:00.000+03:00",
    "crawled": "2018-05-08T17:18:06.010+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "portsmouth",
        "may",
        "globe",
        "newswire",
        "sprague",
        "resource",
        "lp",
        "sprague",
        "nyse",
        "srlp",
        "today",
        "reported",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "first",
        "quarter",
        "highlight",
        "net",
        "sale",
        "billion",
        "first",
        "quarter",
        "compared",
        "net",
        "sale",
        "million",
        "first",
        "quarter",
        "gaap",
        "net",
        "income",
        "million",
        "first",
        "quarter",
        "compared",
        "net",
        "income",
        "million",
        "first",
        "quarter",
        "adjusted",
        "gross",
        "margin",
        "million",
        "first",
        "quarter",
        "compared",
        "adjusted",
        "gross",
        "margin",
        "million",
        "first",
        "quarter",
        "adjusted",
        "ebitda",
        "million",
        "first",
        "quarter",
        "compared",
        "adjusted",
        "ebitda",
        "million",
        "first",
        "quarter",
        "seeing",
        "benefit",
        "acquisition",
        "delivering",
        "result",
        "line",
        "expectation",
        "despite",
        "warmer",
        "weather",
        "based",
        "result",
        "quarter",
        "confirming",
        "adjusted",
        "ebitda",
        "guidance",
        "range",
        "million",
        "said",
        "david",
        "glendon",
        "president",
        "chief",
        "executive",
        "officer",
        "refined",
        "product",
        "volume",
        "refined",
        "product",
        "segment",
        "increased",
        "million",
        "gallon",
        "first",
        "quarter",
        "compared",
        "million",
        "gallon",
        "first",
        "quarter",
        "adjusted",
        "gross",
        "margin",
        "refined",
        "product",
        "segment",
        "increased",
        "million",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "refined",
        "product",
        "adjusted",
        "gross",
        "margin",
        "improved",
        "quarter",
        "higher",
        "volume",
        "improved",
        "unit",
        "margin",
        "said",
        "glendon",
        "impact",
        "recent",
        "acquisition",
        "coupled",
        "response",
        "demand",
        "spike",
        "early",
        "quarter",
        "reinstatement",
        "biodiesel",
        "tax",
        "credit",
        "primary",
        "driver",
        "increase",
        "natural",
        "gas",
        "natural",
        "gas",
        "segment",
        "volume",
        "million",
        "bcf",
        "relatively",
        "unchanged",
        "compared",
        "first",
        "quarter",
        "natural",
        "gas",
        "adjusted",
        "gross",
        "margin",
        "decreased",
        "million",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "pipeline",
        "restriction",
        "limited",
        "optimization",
        "opportunity",
        "relative",
        "prior",
        "year",
        "resulting",
        "slight",
        "decrease",
        "adjusted",
        "gross",
        "margin",
        "said",
        "glendon",
        "material",
        "handling",
        "material",
        "handling",
        "adjusted",
        "gross",
        "margin",
        "increased",
        "million",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "increased",
        "asphalt",
        "handling",
        "supported",
        "expansion",
        "capex",
        "project",
        "river",
        "road",
        "providence",
        "terminal",
        "primary",
        "driver",
        "increase",
        "timing",
        "difference",
        "related",
        "dry",
        "bulk",
        "handling",
        "increased",
        "heavy",
        "lift",
        "activity",
        "also",
        "contributed",
        "increase",
        "reported",
        "glendon",
        "quarterly",
        "distribution",
        "increase",
        "april",
        "board",
        "director",
        "sprague",
        "general",
        "partner",
        "sprague",
        "resource",
        "gp",
        "llc",
        "announced",
        "sixteenth",
        "consecutive",
        "distribution",
        "increase",
        "approved",
        "cash",
        "distribution",
        "per",
        "unit",
        "quarter",
        "ended",
        "march",
        "representing",
        "increase",
        "distribution",
        "declared",
        "quarter",
        "ended",
        "december",
        "distribution",
        "paid",
        "may",
        "unitholders",
        "record",
        "close",
        "business",
        "may",
        "financial",
        "result",
        "conference",
        "call",
        "management",
        "review",
        "sprague",
        "first",
        "quarter",
        "financial",
        "result",
        "teleconference",
        "call",
        "analyst",
        "investor",
        "today",
        "may",
        "date",
        "time",
        "may",
        "pm",
        "et",
        "number",
        "canada",
        "international",
        "participation",
        "code",
        "conference",
        "call",
        "may",
        "also",
        "accessed",
        "live",
        "webcast",
        "available",
        "investor",
        "relation",
        "page",
        "sprague",
        "website",
        "archived",
        "website",
        "one",
        "year",
        "sprague",
        "resource",
        "lp",
        "sprague",
        "resource",
        "lp",
        "master",
        "limited",
        "partnership",
        "engaged",
        "purchase",
        "storage",
        "distribution",
        "sale",
        "refined",
        "petroleum",
        "product",
        "natural",
        "gas",
        "sprague",
        "also",
        "provides",
        "storage",
        "handling",
        "service",
        "broad",
        "range",
        "material",
        "financial",
        "measure",
        "ebitda",
        "adjusted",
        "ebitda",
        "adjusted",
        "gross",
        "margin",
        "measure",
        "defined",
        "gaap",
        "sprague",
        "defines",
        "ebitda",
        "net",
        "income",
        "loss",
        "interest",
        "income",
        "tax",
        "depreciation",
        "amortization",
        "define",
        "adjusted",
        "ebitda",
        "ebitda",
        "increased",
        "unrealized",
        "hedging",
        "loss",
        "decreased",
        "unrealized",
        "hedging",
        "gain",
        "case",
        "respect",
        "refined",
        "product",
        "natural",
        "gas",
        "inventory",
        "prepaid",
        "forward",
        "contract",
        "natural",
        "gas",
        "transportation",
        "contract",
        "change",
        "fair",
        "value",
        "contingent",
        "consideration",
        "net",
        "impact",
        "legislation",
        "reinstated",
        "excise",
        "tax",
        "credit",
        "program",
        "available",
        "certain",
        "biofuel",
        "blending",
        "activity",
        "previously",
        "expired",
        "december",
        "commencing",
        "fourth",
        "quarter",
        "adjusted",
        "impact",
        "acquisition",
        "related",
        "expense",
        "accordingly",
        "adjusted",
        "ebitda",
        "prior",
        "period",
        "revised",
        "conform",
        "current",
        "presentation",
        "define",
        "adjusted",
        "gross",
        "margin",
        "net",
        "sale",
        "less",
        "cost",
        "product",
        "sold",
        "exclusive",
        "depreciation",
        "amortization",
        "decreased",
        "total",
        "commodity",
        "derivative",
        "gain",
        "loss",
        "included",
        "net",
        "income",
        "loss",
        "increased",
        "realized",
        "commodity",
        "derivative",
        "gain",
        "loss",
        "included",
        "net",
        "income",
        "loss",
        "case",
        "respect",
        "refined",
        "product",
        "natural",
        "gas",
        "inventory",
        "prepaid",
        "forward",
        "contract",
        "natural",
        "gas",
        "transportation",
        "contract",
        "adjusted",
        "gross",
        "margin",
        "impact",
        "reported",
        "volume",
        "net",
        "sale",
        "manage",
        "sprague",
        "underlying",
        "performance",
        "including",
        "physical",
        "derivative",
        "position",
        "management",
        "utilizes",
        "adjusted",
        "gross",
        "margin",
        "adjusted",
        "gross",
        "margin",
        "also",
        "used",
        "external",
        "user",
        "consolidated",
        "financial",
        "statement",
        "assess",
        "economic",
        "result",
        "operation",
        "commodity",
        "market",
        "value",
        "reporting",
        "lender",
        "ebitda",
        "adjusted",
        "ebitda",
        "used",
        "supplemental",
        "financial",
        "measure",
        "external",
        "user",
        "financial",
        "statement",
        "investor",
        "trade",
        "supplier",
        "research",
        "analyst",
        "commercial",
        "bank",
        "assess",
        "financial",
        "performance",
        "asset",
        "operation",
        "return",
        "capital",
        "without",
        "regard",
        "financing",
        "method",
        "capital",
        "structure",
        "historical",
        "cost",
        "basis",
        "ability",
        "asset",
        "generate",
        "sufficient",
        "revenue",
        "rendered",
        "cash",
        "available",
        "pay",
        "interest",
        "indebtedness",
        "make",
        "distribution",
        "equity",
        "holder",
        "repeatable",
        "operating",
        "performance",
        "distorted",
        "item",
        "market",
        "volatility",
        "viability",
        "acquisition",
        "capital",
        "expenditure",
        "project",
        "sprague",
        "belief",
        "investor",
        "benefit",
        "access",
        "financial",
        "measure",
        "used",
        "management",
        "measure",
        "useful",
        "investor",
        "aid",
        "comparing",
        "operating",
        "performance",
        "company",
        "similar",
        "operation",
        "adjusted",
        "ebitda",
        "adjusted",
        "gross",
        "margin",
        "data",
        "presented",
        "sprague",
        "may",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "company",
        "item",
        "may",
        "defined",
        "differently",
        "company",
        "please",
        "see",
        "attached",
        "reconciliation",
        "net",
        "income",
        "adjusted",
        "ebitda",
        "operating",
        "income",
        "adjusted",
        "gross",
        "margin",
        "regard",
        "guidance",
        "reconciliation",
        "adjusted",
        "ebitda",
        "closest",
        "corresponding",
        "gaap",
        "measure",
        "expected",
        "net",
        "income",
        "loss",
        "available",
        "without",
        "unreasonable",
        "effort",
        "basis",
        "due",
        "inherent",
        "difficulty",
        "impracticality",
        "forecasting",
        "certain",
        "amount",
        "required",
        "gaap",
        "unrealized",
        "gain",
        "loss",
        "derivative",
        "hedge",
        "significant",
        "potentially",
        "unpredictable",
        "impact",
        "future",
        "gaap",
        "financial",
        "result",
        "forward",
        "looking",
        "statement",
        "statement",
        "press",
        "release",
        "future",
        "expectation",
        "plan",
        "prospect",
        "sprague",
        "resource",
        "lp",
        "sprague",
        "resource",
        "lp",
        "future",
        "expectation",
        "belief",
        "goal",
        "plan",
        "prospect",
        "constitute",
        "statement",
        "within",
        "meaning",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "statement",
        "statement",
        "historical",
        "fact",
        "including",
        "statement",
        "containing",
        "word",
        "belief",
        "plan",
        "anticipates",
        "expects",
        "estimate",
        "similar",
        "expression",
        "also",
        "considered",
        "statement",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "factor",
        "difficult",
        "predict",
        "many",
        "beyond",
        "management",
        "control",
        "although",
        "sprague",
        "belief",
        "assumption",
        "underlying",
        "statement",
        "reasonable",
        "investor",
        "cautioned",
        "statement",
        "inherently",
        "uncertain",
        "involve",
        "risk",
        "may",
        "affect",
        "business",
        "prospect",
        "performance",
        "causing",
        "actual",
        "result",
        "differ",
        "discussed",
        "foregoing",
        "release",
        "risk",
        "uncertainty",
        "include",
        "way",
        "example",
        "limitation",
        "increased",
        "competition",
        "product",
        "service",
        "adverse",
        "weather",
        "condition",
        "change",
        "supply",
        "demand",
        "product",
        "service",
        "nonperformance",
        "major",
        "customer",
        "supplier",
        "change",
        "operating",
        "condition",
        "cost",
        "change",
        "level",
        "environmental",
        "remediation",
        "spending",
        "potential",
        "equipment",
        "malfunction",
        "unexpected",
        "capital",
        "expenditure",
        "ability",
        "complete",
        "organic",
        "growth",
        "acquisition",
        "project",
        "ability",
        "integrate",
        "acquired",
        "asset",
        "potential",
        "labor",
        "issue",
        "legislative",
        "regulatory",
        "environment",
        "terminal",
        "delay",
        "political",
        "economic",
        "condition",
        "impact",
        "security",
        "risk",
        "including",
        "terrorism",
        "international",
        "hostility",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "forward",
        "looking",
        "statement",
        "applicable",
        "risk",
        "uncertainty",
        "described",
        "fully",
        "sprague",
        "recent",
        "annual",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "march",
        "partnership",
        "subsequent",
        "form",
        "form",
        "document",
        "filed",
        "sec",
        "sprague",
        "undertakes",
        "obligation",
        "intend",
        "update",
        "statement",
        "reflect",
        "new",
        "information",
        "future",
        "event",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "press",
        "release",
        "release",
        "intended",
        "qualified",
        "notice",
        "treasury",
        "regulation",
        "section",
        "b",
        "broker",
        "nominee",
        "treat",
        "one",
        "hundred",
        "percent",
        "sprague",
        "distribution",
        "investor",
        "attributable",
        "income",
        "effectively",
        "connected",
        "united",
        "state",
        "trade",
        "business",
        "accordingly",
        "sprague",
        "distribution",
        "investor",
        "subject",
        "federal",
        "income",
        "tax",
        "withholding",
        "highest",
        "applicable",
        "effective",
        "tax",
        "rate",
        "financial",
        "table",
        "sprague",
        "resource",
        "lp",
        "summary",
        "financial",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "three",
        "month",
        "ended",
        "march",
        "unaudited",
        "unaudited",
        "thousand",
        "statement",
        "operation",
        "data",
        "net",
        "sale",
        "operating",
        "cost",
        "expense",
        "cost",
        "product",
        "sold",
        "exclusive",
        "depreciation",
        "amortization",
        "operating",
        "expense",
        "selling",
        "general",
        "administrative",
        "depreciation",
        "amortization",
        "total",
        "operating",
        "cost",
        "expense",
        "operating",
        "income",
        "income",
        "interest",
        "income",
        "interest",
        "expense",
        "income",
        "income",
        "tax",
        "income",
        "tax",
        "provision",
        "net",
        "income",
        "incentive",
        "distribution",
        "declared",
        "limited",
        "partner",
        "interest",
        "net",
        "income",
        "net",
        "income",
        "per",
        "limited",
        "partner",
        "unit",
        "common",
        "basic",
        "common",
        "diluted",
        "unit",
        "used",
        "compute",
        "net",
        "income",
        "per",
        "limited",
        "partner",
        "unit",
        "common",
        "basic",
        "common",
        "diluted",
        "distribution",
        "declared",
        "per",
        "unit",
        "sprague",
        "resource",
        "lp",
        "volume",
        "net",
        "sale",
        "adjusted",
        "gross",
        "margin",
        "segment",
        "three",
        "month",
        "ended",
        "march",
        "three",
        "month",
        "ended",
        "march",
        "unaudited",
        "unaudited",
        "volume",
        "thousand",
        "volume",
        "refined",
        "product",
        "gallon",
        "natural",
        "gas",
        "mmbtus",
        "material",
        "handling",
        "short",
        "ton",
        "material",
        "handling",
        "gallon",
        "net",
        "sale",
        "refined",
        "product",
        "natural",
        "gas",
        "material",
        "handling",
        "operation",
        "total",
        "net",
        "sale",
        "reconciliation",
        "operating",
        "income",
        "adjusted",
        "gross",
        "margin",
        "operating",
        "income",
        "operating",
        "cost",
        "expense",
        "allocated",
        "operating",
        "segment",
        "operating",
        "expense",
        "selling",
        "general",
        "administrative",
        "depreciation",
        "amortization",
        "add",
        "unrealized",
        "gain",
        "loss",
        "inventory",
        "derivative",
        "add",
        "unrealized",
        "gain",
        "loss",
        "prepaid",
        "forward",
        "contract",
        "derivative",
        "add",
        "unrealized",
        "gain",
        "loss",
        "natural",
        "gas",
        "transportation",
        "contract",
        "total",
        "adjusted",
        "gross",
        "margin",
        "adjusted",
        "gross",
        "margin",
        "refined",
        "product",
        "natural",
        "gas",
        "material",
        "handling",
        "operation",
        "total",
        "adjusted",
        "gross",
        "margin",
        "sprague",
        "resource",
        "lp",
        "reconciliation",
        "net",
        "income",
        "measure",
        "three",
        "month",
        "ended",
        "march",
        "three",
        "month",
        "ended",
        "march",
        "unaudited",
        "unaudited",
        "thousand",
        "reconciliation",
        "net",
        "income",
        "ebitda",
        "adjusted",
        "ebitda",
        "distributable",
        "cash",
        "flow",
        "net",
        "income",
        "deduct",
        "interest",
        "expense",
        "net",
        "tax",
        "provision",
        "depreciation",
        "amortization",
        "ebitda",
        "add",
        "unrealized",
        "gain",
        "loss",
        "inventory",
        "derivative",
        "add",
        "unrealized",
        "gain",
        "loss",
        "prepaid",
        "forward",
        "contract",
        "derivative",
        "add",
        "unrealized",
        "gain",
        "loss",
        "natural",
        "gas",
        "transportation",
        "contract",
        "biofuel",
        "tax",
        "credit",
        "acquisition",
        "related",
        "expense",
        "adjustment",
        "adjusted",
        "ebitda",
        "deduct",
        "cash",
        "interest",
        "expense",
        "net",
        "cash",
        "tax",
        "maintenance",
        "capital",
        "expenditure",
        "elimination",
        "expense",
        "relating",
        "incentive",
        "compensation",
        "director",
        "fee",
        "expected",
        "paid",
        "common",
        "unit",
        "distributable",
        "cash",
        "flow",
        "beginning",
        "fourth",
        "quarter",
        "excluded",
        "impact",
        "acquisition",
        "related",
        "expense",
        "calculation",
        "adjusted",
        "ebitda",
        "incur",
        "expense",
        "connection",
        "acquisition",
        "given",
        "nature",
        "variability",
        "amount",
        "fact",
        "expense",
        "would",
        "otherwise",
        "incurred",
        "part",
        "continuing",
        "operation",
        "adjusted",
        "ebitda",
        "excludes",
        "impact",
        "acquisition",
        "related",
        "expense",
        "adjusted",
        "ebitda",
        "prior",
        "period",
        "revised",
        "conform",
        "presentation",
        "investor",
        "contact",
        "kory",
        "arthur",
        "karthur",
        "source",
        "sprague",
        "resource",
        "lp"
    ]
}