{
    "organizations": [],
    "uuid": "d997d4a5e74eef53338b1c42c22c63b681c32f56",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/10/business-wire-kala-pharmaceuticals-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Kala Pharmaceuticals Reports First Quarter Financial",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WALTHAM, Mass.--(BUSINESS WIRE)-- Kala Pharmaceuticals, Inc. (NASDAQ:KALA), a biopharmaceutical company focused on the development and commercialization of product candidates using its proprietary mucus-penetrating particle (MPP) technology with an initial focus on the treatment of eye diseases, today reported financial results for the quarter ended March 31, 2018.\n“Following the acceptance of our New Drug Application (NDA) by the U.S. Food and Drug Administration (FDA) for INVELTYS™ for the treatment of inflammation and pain following ocular surgery, our focus during the first quarter of 2018 has been on strengthening our commercial team ahead of the potential FDA approval for INVELTYS,” said Mark Iwicki, Chairman and Chief Executive Officer. “We remain excited about our ophthalmology programs, including KPI-121 0.25%, our product candidate for dry eye disease, as we continue advancing these programs toward approval and commercialization.”\nRecent Corporate Highlights\nReceived notification from the FDA of acceptance of our NDA filing for INVELTYS. If approved, INVELTYS could be the first FDA-approved twice-daily ocular corticosteroid indicated for the treatment of post-operative ocular inflammation and pain. Strengthened the management team with the appointment of Eric Trachtenberg as General Counsel and Corporate Secretary. Mr. Trachtenberg formerly served as General Counsel, Chief Compliance Officer and Corporate Secretary of Aralez Pharmaceuticals, Inc. since February 2016. Presented at the “Spotlight on Dry Eye” session at the Ophthalmology Innovation Summit at the American Society of Cataract and Refractive Surgery Annual Meeting (OIS @ ASCRS). Presented safety and efficacy data of INVELTYS for the treatment of inflammation and pain following ocular surgery at the American Society of Cataract and Refractive Surgery (ASCRS) Annual Meeting. Strengthened commercial organization in preparation for the potential approval and launch of INVELTYS with the following key hires: Kathleen McCann Kline, Vice President of Marketing James Patnoe, Vice President of Commercial Operations and Pricing Carl Rennie, Executive Director of Account Management Patrick Bedell, Executive Director of Trade and Alternate Channels Lynette Zickl, Director of Commercial Analytics and Forecasting\nUpcoming Milestones and Events\nMark Iwicki will provide a corporate overview at the Bank of America Merrill Lynch 2018 Healthcare Conference on Tuesday, May 15, 2018 and at the Jefferies 2018 Global Healthcare Conference on Tuesday, June 5, 2018. PDUFA target action date of August 24, 2018 for INVELTYS.\nFirst Quarter 2018 Financial Results\nCash Position: As of March 31, 2018, Kala had cash of $100.5 million compared to $114.6 million as of December 31, 2017. Kala anticipates that its existing cash on hand will enable it to fund operations through at least the next twelve months. R&D Expenses: For the quarter ended March 31, 2018, research and development expenses were $5.7 million compared to $8.0 million for the same period in 2017. The decrease in research and development expenses is primarily due to a decrease in costs associated with our Phase 3 clinical trial of INVELTYS, which completed in the first half of 2017 and our two Phase 3 clinical trials of KPI-121 0.25%, which completed during the fourth quarter of 2017. G&A Expenses: General and administrative expenses for the quarter ended March 31, 2018 were $5.5 million compared to $1.5 million for the same period in 2017. The increase in G&A expenses is primarily attributable to an increase in personnel costs and professional fees associated with operating as a public company, and costs incurred in preparation for becoming a commercial organization. Operating Loss: Loss from operations for the quarter ended March 31, 2018 was $11.1 million compared to $9.6 million for the same period in 2017. Net Loss: Net loss was $11.3 million, or $0.46 per share, for the quarter ended March 31, 2018, compared to a net loss of $9.8 million, or $8.26 per share, for the same period in 2017.\nAbout INVELTYS™ (KPI-121 1%)\nINVELTYS™ (KPI-121 1%) is a twice-a-day corticosteroid for the treatment of inflammation and pain following ocular surgery. INVELTYS utilizes Kala’s proprietary mucus-penetrating particle (MPP) technology to enhance penetration into target tissues of the eye. In pre-clinical studies, MPP increased delivery of a corticosteroid into ocular tissues more than three-fold by facilitating penetration through the tear film mucus. Two Phase 3 clinical trials have been successfully completed for INVELTYS and statistical significance was achieved for both primary efficacy endpoints in both trials. In each of these trials, INVELTYS was well tolerated with no treatment-related serious adverse events observed. Kala believes INVELTYS has a favorable treatment profile compared to the standard of care for the treatment of inflammation and pain following ocular surgery, due to its twice-a-day dosing regimen and rapid onset of relief.\nAbout KPI-121 0.25%\nKala is developing KPI-121 0.25% for the temporary relief of the signs and symptoms of dry eye disease utilizing a two-week course of therapy administered four times a day. Dry eye disease is a chronic, episodic, multifactorial disease affecting the tears and ocular surface and can involve tear film instability, inflammation, discomfort, visual disturbance and ocular surface damage. KPI-121 0.25% utilizes Kala’s mucus-penetrating particle (MPP) technology to enhance penetration of loteprednol etabonate (LE) into target tissue of the eye. In preclinical studies, MPP technology increased delivery of LE into ocular tissues more than three-fold compared to current LE products by facilitating penetration through the tear film mucus. Kala has completed one Phase 2 and two Phase 3 clinical trials of KPI-121 0.25%. Kala believes that KPI-121 0.25%’s broad mechanism of action, rapid onset of relief of both signs and symptoms, favorable tolerability and safety profile and the potential to be complementary to existing therapies, could result in a favorable profile for the management of dry eye flares and other dry eye associated conditions which could benefit from temporary relief of dry eye signs and symptoms.\nAbout Kala Pharmaceuticals, Inc.\nKala is a biopharmaceutical company focused on the development and commercialization of therapeutics using its proprietary mucus-penetrating particle (MPP) technology, with an initial focus on the treatment of eye diseases. Kala has applied the MPP technology to a corticosteroid designed for ocular applications, resulting in two lead product candidates. The product candidates are INVELTYS™ (KPI-121 1%) for the treatment of inflammation and pain following ocular surgery, for which an NDA has been accepted for review by the FDA, and KPI-121 0.25% for the temporary relief of the signs and symptoms of dry eye disease.\nForward Looking Statements\nThis press release contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995, that involve substantial risks and uncertainties, including statements regarding the Company’s product candidates, including INVELTYS (KPI-121 1%) for the treatment of inflammation and pain following ocular surgery and KPI-121 0.25% for the temporary relief of the signs and symptoms of dry eye disease, continuing to advance these programs toward approval and commercialization, and the Company strengthening its commercial team ahead of potential FDA approval for INVELTYS. All statements, other than statements of historical facts, contained in this press release, including statements regarding the Company’s strategy, future operations, future financial position, future revenue, projected costs, prospects, plans and objectives of management, are forward-looking statements. The words “anticipate,” “believe,” “estimate,” “expect,” “intend,” “may,” “plan,” “predict,” “project,” “target,” “potential,” “will,” “would,” “could,” “should,” “continue” and similar expressions are intended to identify forward-looking statements, although not all forward-looking statements contain these identifying words. The Company may not actually achieve the plans, intentions or expectations disclosed in its forward-looking statements, and you should not place undue reliance on such forward-looking statements. Actual results or events could differ materially from the plans, intentions and expectations disclosed in the forward-looking statements as a result of various risks and uncertainties including, but not limited to: whether the data from our Phase 3 clinical trials of KPI-121 0.25% will warrant submission of an NDA on the timeline expected, or at all, whether any additional clinical trials will be required prior to submission of an NDA and whether any such NDA will be approved; that topline data is based on preliminary analysis of key efficacy and safety data, and such data could change following a more comprehensive review and may not accurately reflect the complete results of our clinical trials; that post-hoc analyses are normally given less weight by regulatory authorities than prespecified analyses; whether our NDA for INVELTYS will be approved by its PDUFA date or at all; uncertainties inherent in the availability and timing of data from ongoing clinical trials; uncertainties related to our ability to obtain regulatory approvals to conduct trials or to market products; whether the Company’s cash resources will be sufficient to fund the Company’s foreseeable and unforeseeable operating expenses and capital expenditure requirements for the Company’s expected timeline; other matters that could affect the availability or commercial potential of the Company’s product candidates; and other important factors, any of which could cause the Company’s actual results to differ from those contained in the forward-looking statements, discussed in the \"Risk Factors\" section of the Company’s most recently filed Annual Report on Form 10-K and other filings the Company makes with the Securities and Exchange Commission. These forward-looking statements represent the Company’s views as of the date of this release and should not be relied upon as representing the Company’s views as of any date subsequent to the date hereof. The Company does not assume any obligation to update any forward-looking statements, whether as a result of new information, future events or otherwise, except as required by law.\nKala Pharmaceuticals, Inc.\nCondensed Consolidated Balance Sheets\n(In thousands)\n(Unaudited)\nMarch 31,\n2018\nDecember 31,\n2017\nCash $ 100,525\n$ 114,565 Working Capital (1) 96,442 100,341 Total Assets 104,989 116,546 Total Stockholders’ Equity 80,271 89,679 (1) The company defines working capital as current assets less current liabilities. See the Company’s consolidated financial statements for further details regarding its current assets and current liabilities.\nKala Pharmaceuticals, Inc.\nConsolidated Statements of Operations\n(In thousands, except share and per share data)\n(Unaudited)\nThree Months Ended\nMarch 31,\n2018 2017 Operating expenses: Research and development $ 5,657 $ 8,039 General and administrative 5,482 1,532 Total operating expenses 11,139 9,571 Loss from operations (11,139) (9,571) Other income (expense): Interest income 209 46 Interest expense (367) (198) Change in fair value of warrant liability — (36) Total other income (expense) (158) (188) Net loss $ (11,297) $ (9,759) Net loss per share—basic and diluted $ (0.46) $ (8.26) Weighted average shares outstanding—basic and diluted 24,542,428 1,181,429\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180510005339/en/\nMacDougall Biomedical Communications\nCammy Duong, 781-591-3443\ncduong@macbiocom.com\nSource: Kala Pharmaceuticals, Inc.",
    "published": "2018-05-10T15:00:00.000+03:00",
    "crawled": "2018-05-10T17:47:54.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "waltham",
        "business",
        "wire",
        "kala",
        "pharmaceutical",
        "nasdaq",
        "kala",
        "biopharmaceutical",
        "company",
        "focused",
        "development",
        "commercialization",
        "product",
        "candidate",
        "using",
        "proprietary",
        "particle",
        "mpp",
        "technology",
        "initial",
        "focus",
        "treatment",
        "eye",
        "disease",
        "today",
        "reported",
        "financial",
        "result",
        "quarter",
        "ended",
        "march",
        "following",
        "acceptance",
        "new",
        "drug",
        "application",
        "nda",
        "food",
        "drug",
        "administration",
        "fda",
        "treatment",
        "inflammation",
        "pain",
        "following",
        "ocular",
        "surgery",
        "focus",
        "first",
        "quarter",
        "strengthening",
        "commercial",
        "team",
        "ahead",
        "potential",
        "fda",
        "approval",
        "inveltys",
        "said",
        "mark",
        "iwicki",
        "chairman",
        "chief",
        "executive",
        "officer",
        "remain",
        "excited",
        "ophthalmology",
        "program",
        "including",
        "product",
        "candidate",
        "dry",
        "eye",
        "disease",
        "continue",
        "advancing",
        "program",
        "toward",
        "approval",
        "recent",
        "corporate",
        "highlight",
        "received",
        "notification",
        "fda",
        "acceptance",
        "nda",
        "filing",
        "inveltys",
        "approved",
        "inveltys",
        "could",
        "first",
        "ocular",
        "corticosteroid",
        "indicated",
        "treatment",
        "ocular",
        "inflammation",
        "pain",
        "strengthened",
        "management",
        "team",
        "appointment",
        "eric",
        "trachtenberg",
        "general",
        "counsel",
        "corporate",
        "secretary",
        "trachtenberg",
        "formerly",
        "served",
        "general",
        "counsel",
        "chief",
        "compliance",
        "officer",
        "corporate",
        "secretary",
        "aralez",
        "pharmaceutical",
        "since",
        "february",
        "presented",
        "spotlight",
        "dry",
        "eye",
        "session",
        "ophthalmology",
        "innovation",
        "summit",
        "american",
        "society",
        "cataract",
        "refractive",
        "surgery",
        "annual",
        "meeting",
        "ois",
        "ascrs",
        "presented",
        "safety",
        "efficacy",
        "data",
        "inveltys",
        "treatment",
        "inflammation",
        "pain",
        "following",
        "ocular",
        "surgery",
        "american",
        "society",
        "cataract",
        "refractive",
        "surgery",
        "ascrs",
        "annual",
        "meeting",
        "strengthened",
        "commercial",
        "organization",
        "preparation",
        "potential",
        "approval",
        "launch",
        "inveltys",
        "following",
        "key",
        "hire",
        "kathleen",
        "mccann",
        "kline",
        "vice",
        "president",
        "marketing",
        "james",
        "patnoe",
        "vice",
        "president",
        "commercial",
        "operation",
        "pricing",
        "carl",
        "rennie",
        "executive",
        "director",
        "account",
        "management",
        "patrick",
        "bedell",
        "executive",
        "director",
        "trade",
        "alternate",
        "channel",
        "lynette",
        "zickl",
        "director",
        "commercial",
        "analytics",
        "forecasting",
        "upcoming",
        "milestone",
        "event",
        "mark",
        "iwicki",
        "provide",
        "corporate",
        "overview",
        "bank",
        "america",
        "merrill",
        "lynch",
        "healthcare",
        "conference",
        "tuesday",
        "may",
        "jefferies",
        "global",
        "healthcare",
        "conference",
        "tuesday",
        "june",
        "pdufa",
        "target",
        "action",
        "date",
        "august",
        "inveltys",
        "first",
        "quarter",
        "financial",
        "result",
        "cash",
        "position",
        "march",
        "kala",
        "cash",
        "million",
        "compared",
        "million",
        "december",
        "kala",
        "anticipates",
        "existing",
        "cash",
        "hand",
        "enable",
        "fund",
        "operation",
        "least",
        "next",
        "twelve",
        "month",
        "r",
        "expense",
        "quarter",
        "ended",
        "march",
        "research",
        "development",
        "expense",
        "million",
        "compared",
        "million",
        "period",
        "decrease",
        "research",
        "development",
        "expense",
        "primarily",
        "due",
        "decrease",
        "cost",
        "associated",
        "phase",
        "clinical",
        "trial",
        "inveltys",
        "completed",
        "first",
        "half",
        "two",
        "phase",
        "clinical",
        "trial",
        "completed",
        "fourth",
        "quarter",
        "g",
        "expense",
        "general",
        "administrative",
        "expense",
        "quarter",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "period",
        "increase",
        "g",
        "expense",
        "primarily",
        "attributable",
        "increase",
        "personnel",
        "cost",
        "professional",
        "fee",
        "associated",
        "operating",
        "public",
        "company",
        "cost",
        "incurred",
        "preparation",
        "becoming",
        "commercial",
        "organization",
        "operating",
        "loss",
        "loss",
        "operation",
        "quarter",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "period",
        "net",
        "loss",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "quarter",
        "ended",
        "march",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "period",
        "corticosteroid",
        "treatment",
        "inflammation",
        "pain",
        "following",
        "ocular",
        "surgery",
        "inveltys",
        "utilizes",
        "kala",
        "proprietary",
        "particle",
        "mpp",
        "technology",
        "enhance",
        "penetration",
        "target",
        "tissue",
        "eye",
        "study",
        "mpp",
        "increased",
        "delivery",
        "corticosteroid",
        "ocular",
        "tissue",
        "facilitating",
        "penetration",
        "tear",
        "film",
        "mucus",
        "two",
        "phase",
        "clinical",
        "trial",
        "successfully",
        "completed",
        "inveltys",
        "statistical",
        "significance",
        "achieved",
        "primary",
        "efficacy",
        "endpoint",
        "trial",
        "trial",
        "inveltys",
        "well",
        "tolerated",
        "serious",
        "adverse",
        "event",
        "observed",
        "kala",
        "belief",
        "inveltys",
        "favorable",
        "treatment",
        "profile",
        "compared",
        "standard",
        "care",
        "treatment",
        "inflammation",
        "pain",
        "following",
        "ocular",
        "surgery",
        "due",
        "dosing",
        "regimen",
        "rapid",
        "onset",
        "relief",
        "kala",
        "developing",
        "temporary",
        "relief",
        "sign",
        "symptom",
        "dry",
        "eye",
        "disease",
        "utilizing",
        "course",
        "therapy",
        "administered",
        "four",
        "time",
        "day",
        "dry",
        "eye",
        "disease",
        "chronic",
        "episodic",
        "multifactorial",
        "disease",
        "affecting",
        "tear",
        "ocular",
        "surface",
        "involve",
        "tear",
        "film",
        "instability",
        "inflammation",
        "discomfort",
        "visual",
        "disturbance",
        "ocular",
        "surface",
        "damage",
        "utilizes",
        "kala",
        "particle",
        "mpp",
        "technology",
        "enhance",
        "penetration",
        "loteprednol",
        "etabonate",
        "le",
        "target",
        "tissue",
        "eye",
        "preclinical",
        "study",
        "mpp",
        "technology",
        "increased",
        "delivery",
        "le",
        "ocular",
        "tissue",
        "compared",
        "current",
        "le",
        "product",
        "facilitating",
        "penetration",
        "tear",
        "film",
        "mucus",
        "kala",
        "completed",
        "one",
        "phase",
        "two",
        "phase",
        "clinical",
        "trial",
        "kala",
        "belief",
        "broad",
        "mechanism",
        "action",
        "rapid",
        "onset",
        "relief",
        "sign",
        "symptom",
        "favorable",
        "tolerability",
        "safety",
        "profile",
        "potential",
        "complementary",
        "existing",
        "therapy",
        "could",
        "result",
        "favorable",
        "profile",
        "management",
        "dry",
        "eye",
        "flare",
        "dry",
        "eye",
        "associated",
        "condition",
        "could",
        "benefit",
        "temporary",
        "relief",
        "dry",
        "eye",
        "sign",
        "symptom",
        "kala",
        "pharmaceutical",
        "kala",
        "biopharmaceutical",
        "company",
        "focused",
        "development",
        "commercialization",
        "therapeutic",
        "using",
        "proprietary",
        "particle",
        "mpp",
        "technology",
        "initial",
        "focus",
        "treatment",
        "eye",
        "disease",
        "kala",
        "applied",
        "mpp",
        "technology",
        "corticosteroid",
        "designed",
        "ocular",
        "application",
        "resulting",
        "two",
        "lead",
        "product",
        "candidate",
        "product",
        "candidate",
        "treatment",
        "inflammation",
        "pain",
        "following",
        "ocular",
        "surgery",
        "nda",
        "accepted",
        "review",
        "fda",
        "temporary",
        "relief",
        "sign",
        "symptom",
        "dry",
        "eye",
        "disease",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "involve",
        "substantial",
        "risk",
        "uncertainty",
        "including",
        "statement",
        "regarding",
        "company",
        "product",
        "candidate",
        "including",
        "inveltys",
        "treatment",
        "inflammation",
        "pain",
        "following",
        "ocular",
        "surgery",
        "temporary",
        "relief",
        "sign",
        "symptom",
        "dry",
        "eye",
        "disease",
        "continuing",
        "advance",
        "program",
        "toward",
        "approval",
        "commercialization",
        "company",
        "strengthening",
        "commercial",
        "team",
        "ahead",
        "potential",
        "fda",
        "approval",
        "inveltys",
        "statement",
        "statement",
        "historical",
        "fact",
        "contained",
        "press",
        "release",
        "including",
        "statement",
        "regarding",
        "company",
        "strategy",
        "future",
        "operation",
        "future",
        "financial",
        "position",
        "future",
        "revenue",
        "projected",
        "cost",
        "prospect",
        "plan",
        "objective",
        "management",
        "statement",
        "word",
        "anticipate",
        "believe",
        "estimate",
        "expect",
        "intend",
        "may",
        "plan",
        "predict",
        "project",
        "target",
        "potential",
        "would",
        "could",
        "continue",
        "similar",
        "expression",
        "intended",
        "identify",
        "statement",
        "although",
        "statement",
        "contain",
        "identifying",
        "word",
        "company",
        "may",
        "actually",
        "achieve",
        "plan",
        "intention",
        "expectation",
        "disclosed",
        "statement",
        "place",
        "undue",
        "reliance",
        "statement",
        "actual",
        "result",
        "event",
        "could",
        "differ",
        "materially",
        "plan",
        "intention",
        "expectation",
        "disclosed",
        "statement",
        "result",
        "various",
        "risk",
        "uncertainty",
        "including",
        "limited",
        "whether",
        "data",
        "phase",
        "clinical",
        "trial",
        "warrant",
        "submission",
        "nda",
        "timeline",
        "expected",
        "whether",
        "additional",
        "clinical",
        "trial",
        "required",
        "prior",
        "submission",
        "nda",
        "whether",
        "nda",
        "approved",
        "topline",
        "data",
        "based",
        "preliminary",
        "analysis",
        "key",
        "efficacy",
        "safety",
        "data",
        "data",
        "could",
        "change",
        "following",
        "comprehensive",
        "review",
        "may",
        "accurately",
        "reflect",
        "complete",
        "result",
        "clinical",
        "trial",
        "analysis",
        "normally",
        "given",
        "less",
        "weight",
        "regulatory",
        "authority",
        "prespecified",
        "analysis",
        "whether",
        "nda",
        "inveltys",
        "approved",
        "pdufa",
        "date",
        "uncertainty",
        "inherent",
        "availability",
        "timing",
        "data",
        "ongoing",
        "clinical",
        "trial",
        "uncertainty",
        "related",
        "ability",
        "obtain",
        "regulatory",
        "approval",
        "conduct",
        "trial",
        "market",
        "product",
        "whether",
        "company",
        "cash",
        "resource",
        "sufficient",
        "fund",
        "company",
        "foreseeable",
        "unforeseeable",
        "operating",
        "expense",
        "capital",
        "expenditure",
        "requirement",
        "company",
        "expected",
        "timeline",
        "matter",
        "could",
        "affect",
        "availability",
        "commercial",
        "potential",
        "company",
        "product",
        "candidate",
        "important",
        "factor",
        "could",
        "cause",
        "company",
        "actual",
        "result",
        "differ",
        "contained",
        "statement",
        "discussed",
        "risk",
        "factor",
        "section",
        "company",
        "recently",
        "filed",
        "annual",
        "report",
        "form",
        "filing",
        "company",
        "make",
        "security",
        "exchange",
        "commission",
        "statement",
        "represent",
        "company",
        "view",
        "date",
        "release",
        "relied",
        "upon",
        "representing",
        "company",
        "view",
        "date",
        "subsequent",
        "date",
        "hereof",
        "company",
        "assume",
        "obligation",
        "update",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "law",
        "kala",
        "pharmaceutical",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "unaudited",
        "march",
        "december",
        "cash",
        "working",
        "capital",
        "total",
        "asset",
        "total",
        "stockholder",
        "equity",
        "company",
        "defines",
        "working",
        "capital",
        "current",
        "asset",
        "less",
        "current",
        "liability",
        "see",
        "company",
        "consolidated",
        "financial",
        "statement",
        "detail",
        "regarding",
        "current",
        "asset",
        "current",
        "liability",
        "kala",
        "pharmaceutical",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "interest",
        "income",
        "interest",
        "expense",
        "change",
        "fair",
        "value",
        "warrant",
        "liability",
        "total",
        "income",
        "expense",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "diluted",
        "weighted",
        "average",
        "share",
        "diluted",
        "view",
        "source",
        "version",
        "http",
        "macdougall",
        "biomedical",
        "communication",
        "cammy",
        "duong",
        "cduong",
        "source",
        "kala",
        "pharmaceutical",
        "inc"
    ]
}