{
    "organizations": [],
    "uuid": "24f00da18fcbfd53bcebb004978b8558a639322e",
    "author": "Lauren Thomas",
    "url": "https://www.cnbc.com/2018/05/18/125-years-later-sears-looks-a-lot-different-heres-what-happened.html",
    "ord_in_thread": 0,
    "title": "125 years later, Sears looks a lot different. Here's what happened",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "29 Mins Ago | 03:17\nAs Sears celebrates its 125th anniversary, it isn't the same as it once was — a household name, \"the everything store\" and the largest retailer in the U.S.\nThat title was lost to Walmart in the early 1990s, and Sears put an end to its iconic mail-order arm shortly thereafter. (Some would argue Amazon is now considered \"the everything store\" of the 21st century.)\nSears shares hit an all-time high of $195.18 in April 2007, but currently trade under $4 apiece. The declining market capitalization reflects the stress the retailer is under. It's been strapped for cash and grappling with mounting liabilities , with much of Wall Street and other industry experts convinced there's no hope of a turnaround in sight.\nFrom this point, Sears CEO Eddie Lampert envisions a much smaller business and his goal is still to get back to profitability. This was the theme of the company's latest shareholder meeting, where he highlighted the fact that Sears was able to eek out a profit during the latest quarter. A crowd of roughly 70 shareholders and a smattering of employees sat engaged as he spoke. Some applauded him for his efforts during a Q&A session.\nAfter the meeting, Lampert spoke with CNBC and made it clear he wasn't ready to leave Sears just yet.\n\"Leonard Green walked away from Sports Authority. Sycamore has walked away from certain businesses. Target walked away from Canada,\" he said. \"I've tried to give [Sears] a lot more runway. I've tried to make sure that the stores we operate are profitable.\"\nLampert's vision, as described in a chairman's letter in 2005, was to create a \"performance-oriented\" company. \"We intend to build on the historic strengths of both [Sears and Kmart], while overcoming some of the more recent weaknesses,\" he said at the time.\nBut Lampert told CNBC earlier this month that the company had a difficult time clawing its way back, especially in the wake of the Great Recession. Consumers fundamentally changed their behavior, becoming more price sensitive, doing more research and shopping online, and the shift away from the mall sped up.\nSince its merger with Kmart in 2005, Sears has since spun off Lands' End, sold the Craftsman tool brand to Stanley Black & Decker and closed hundreds of stores, roughly 250 of which were put into a real estate investment trust offshoot known as Seritage . Lampert and his team are still looking for ways to raise liquidity, including other asset sales.\n\"There are so many pressures today, I don't think that Sears is going to be able to survive,\" Vicki Howard, author of \"From Main Street to Mall: The Rise and Fall of the American Department Store,\" told CNBC. \"My father loved Sears. It was the place he would go to get tires ... and things any new homeowner would need.\" But that was before Home Depot , Lowe's and Costco flooded the picture. First, a watch company\nWhat started as a watch company in the 1880s grew to more than 400 stores, selling much more than jewelry, by the 1930s. Sears, Roebuck & Co., a conglomerate of Richard Sears, Alvah C. Roebuck and Julius Rosenwald, was printing catalogs more than 500 pages long by the early 1900s, advertising everything from clothing and hardware to firearms and prefabricated \"modern homes.\" Source: Sears Richard Sears, circa 1905.\nThanks to Robert E. Wood, who's been called the \"father of Sears' retail expansion,\" the company decided to push beyond the pages of its famous \"Wish Books\" and eventually become a centerpiece at U.S. malls. He was also the one who spearheaded the launch of Allstate Insurance, a wholly owned Sears subsidiary, in 1931.\n\"When Sears opened its first store [in the 1920s] they went gangbusters,\" Howard said. \"It was a booming economy. The nation had become an urban nation, and department stores were becoming the more urban retail venue.\"\nBut with heightened competition, namely from big-box businesses Walmart and Target , throughout the 1980s, Sears capitulated under pressure and made some decisions that changed its trajectory for the worst, according to people who used to work there.\nA half-dozen former employees, who requested anonymity to be able to speak more freely, said plenty was going wrong at the department store chain even before Lampert's time.\nOne ex-Sears employee recalled the day in the 1980s when he learned employees' commissions were being dropped for items like vacuum cleaners, cordless drills and the ready-to-wear category. Suddenly, workers were no longer as motivated to exude the excellent customer service shoppers had grown accustomed to, to win a sale. Instead, they were told they needed to \"drive productivity,\" the person said, and morale dropped.\nThen there was the day, also in the 1980s, when a general manager for Sears learned he could no longer curate his own assortment of merchandise on the floor. Prior to this, local store leaders were able to buy more of the items that sold well in their respective markets, and less of what wasn't moving. One man told CNBC he was able to \"triple sales\" because he was bringing in exactly what shoppers wanted.\nBut executives on a higher level wanted Sears' stores to mirror each other across the country. \"They thought they could do better than store managers, then the store managers started to leave in droves,\" one person said. The department store chain was losing the key qualities that set it apart from the rest, namely customer service and a personalized touch.\nFormer employees also remember \"The Softer Side of Sears,\" an old marketing campaign , as a troubling time in the 1990s. AP Photo In this August 26, 1948 file photo, Ruth Parrington, librarian in the art department of the Chicago Public Library, studies early Sears Roebuck catalogs in the library's collection, in Chicago.\nToward the end of the 20th century, Sears was growing its apparel offering — devoting more space in stores to dresses and button-down tops — that never managed to resonate with the retailers' existing customer base. Sears had always drawn more affluent shoppers for hardlines (i.e. appliances and mattresses), not apparel, and it became a challenge to mix the two together, industry experts said.\nArthur Martinez, a former Saks Fifth Avenue executive, tried to focus the chain on women during his run in the 1990s. He then handed the reins to Alan Lacy, who tried to move Sears away from the mall via a larger store format called \"Sears Grand.\" Rolled out in the early 2000s, the massive boxes were similar to Big Lots or Walmart, but the concept never grew to more than a handful of locations, as Sears was already strapped for cash by that time.\nBoth Martinez and Lacy managed to slow Sears' demise to a degree, but neither were able to stop it completely. Lacy led Sears through its merger with Kmart in 2005, an $11 billion deal. Lampert, also a hedge fund manager, had built a stake in Kmart through his firm, ESL Investments, and brought the retailer out of bankruptcy in 2003 before he made a bid for Sears in 2004.\nIn its first decade as a new company, Sears Holdings (now traded under the ticker symbol \"SHLD,\" not \"S\") underwent numerous management shake-ups, portraying an image to the outside world of a company that couldn't fix itself. Lampert wouldn't become CEO until 2013. 'It never worked'\n\"Some people thought it was cyclical — that it was going to be OK,\" Lampert told CNBC about the buildup of problems before his arrival at Sears. \"I never thought that.\" Gregory Bull | AP Edward Lampert, chairman and CEO of Sears Holdings\nOne attempt by Lampert and his team in the early 2000s to enhance Sears' stores was the rollout of internet cafes to roughly 100 locations around 2006 and 2007. Sears also looked to add more \"stores within its stores,\" starting with catalog retailer Lands' End, which the company owned from 2002 to 2014. The idea, according to Lampert, was to turn Sears into a pint-sized mall with a slew of other businesses inside.\n\"For whatever reason, all the money we spent, it never worked,\" he said. Sears was already in a weak state, and most other retailers didn't want to play ball.\n\"The solution to Sears' problems was to buy another retailer not doing well, and that was Kmart. Then they got a bigger bad business,\" said Neil Saunders, managing director of GlobalData Retail. \"Sears wasn't investing or changing, and they started to suffer because of that.\"\nThe Sears Tower, a skyscraper headquarters where the company was housed from 1973 through the late 1980s, was \"a monument to their towering achievements,\" said Robin Lewis, a former retail executive and current editor of \"The Robin Report.\"\n\"It would turn out that the tower was a much more appropriate symbol to Sears having reached the pinnacle of its success,\" added Lewis. (Today, the building is now called Willis Tower and has been stripped of most of its retail relics.)\nA combined Sears and Kmart in 2006 had 355,000 employees; at the end of the latest quarter, its workforce totaled 89,000. Given its shrinking state, speculation has been swirling for years that a bankruptcy filing is eminent for Sears, but the department store chain's CEO won't go down without a fight.\n\"I have a fiduciary responsibility to investors, but I believe the shame would be if we can't see this through,\" Lampert told CNBC. \"Not just see this through but get it to where I think it can be,\" he said. \"There are a lot of great ideas that never make it.\" ",
    "published": "2018-05-18T03:00:00.000+03:00",
    "crawled": "2018-05-18T23:30:00.028+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "min",
        "ago",
        "sears",
        "celebrates",
        "125th",
        "anniversary",
        "household",
        "name",
        "everything",
        "store",
        "largest",
        "retailer",
        "title",
        "lost",
        "walmart",
        "early",
        "1990s",
        "sears",
        "put",
        "end",
        "iconic",
        "arm",
        "shortly",
        "thereafter",
        "would",
        "argue",
        "amazon",
        "considered",
        "everything",
        "store",
        "21st",
        "century",
        "sears",
        "share",
        "hit",
        "high",
        "april",
        "currently",
        "trade",
        "apiece",
        "declining",
        "market",
        "capitalization",
        "reflects",
        "stress",
        "retailer",
        "strapped",
        "cash",
        "grappling",
        "mounting",
        "liability",
        "much",
        "wall",
        "street",
        "industry",
        "expert",
        "convinced",
        "hope",
        "turnaround",
        "sight",
        "point",
        "sears",
        "ceo",
        "eddie",
        "lampert",
        "envisions",
        "much",
        "smaller",
        "business",
        "goal",
        "still",
        "get",
        "back",
        "profitability",
        "theme",
        "company",
        "latest",
        "shareholder",
        "meeting",
        "highlighted",
        "fact",
        "sears",
        "able",
        "eek",
        "profit",
        "latest",
        "quarter",
        "crowd",
        "roughly",
        "shareholder",
        "smattering",
        "employee",
        "sat",
        "engaged",
        "spoke",
        "applauded",
        "effort",
        "q",
        "session",
        "meeting",
        "lampert",
        "spoke",
        "cnbc",
        "made",
        "clear",
        "ready",
        "leave",
        "sears",
        "yet",
        "leonard",
        "green",
        "walked",
        "away",
        "sport",
        "authority",
        "sycamore",
        "walked",
        "away",
        "certain",
        "business",
        "target",
        "walked",
        "away",
        "canada",
        "said",
        "tried",
        "give",
        "sears",
        "lot",
        "runway",
        "tried",
        "make",
        "sure",
        "store",
        "operate",
        "profitable",
        "lampert",
        "vision",
        "described",
        "chairman",
        "letter",
        "create",
        "company",
        "intend",
        "build",
        "historic",
        "strength",
        "sears",
        "kmart",
        "overcoming",
        "recent",
        "weakness",
        "said",
        "time",
        "lampert",
        "told",
        "cnbc",
        "earlier",
        "month",
        "company",
        "difficult",
        "time",
        "clawing",
        "way",
        "back",
        "especially",
        "wake",
        "great",
        "recession",
        "consumer",
        "fundamentally",
        "changed",
        "behavior",
        "becoming",
        "price",
        "sensitive",
        "research",
        "shopping",
        "online",
        "shift",
        "away",
        "mall",
        "sped",
        "since",
        "merger",
        "kmart",
        "sears",
        "since",
        "spun",
        "land",
        "end",
        "sold",
        "craftsman",
        "tool",
        "brand",
        "stanley",
        "black",
        "decker",
        "closed",
        "hundred",
        "store",
        "roughly",
        "put",
        "real",
        "estate",
        "investment",
        "trust",
        "offshoot",
        "known",
        "seritage",
        "lampert",
        "team",
        "still",
        "looking",
        "way",
        "raise",
        "liquidity",
        "including",
        "asset",
        "sale",
        "many",
        "pressure",
        "today",
        "think",
        "sears",
        "going",
        "able",
        "survive",
        "vicki",
        "howard",
        "author",
        "main",
        "street",
        "mall",
        "rise",
        "fall",
        "american",
        "department",
        "store",
        "told",
        "cnbc",
        "father",
        "loved",
        "sears",
        "place",
        "would",
        "go",
        "get",
        "tire",
        "thing",
        "new",
        "homeowner",
        "would",
        "need",
        "home",
        "depot",
        "lowe",
        "costco",
        "flooded",
        "picture",
        "first",
        "watch",
        "company",
        "started",
        "watch",
        "company",
        "1880s",
        "grew",
        "store",
        "selling",
        "much",
        "jewelry",
        "1930s",
        "sears",
        "roebuck",
        "conglomerate",
        "richard",
        "sears",
        "alvah",
        "roebuck",
        "julius",
        "rosenwald",
        "printing",
        "catalog",
        "page",
        "long",
        "early",
        "1900s",
        "advertising",
        "everything",
        "clothing",
        "hardware",
        "firearm",
        "prefabricated",
        "modern",
        "home",
        "source",
        "sears",
        "richard",
        "sears",
        "circa",
        "thanks",
        "robert",
        "wood",
        "called",
        "father",
        "sears",
        "retail",
        "expansion",
        "company",
        "decided",
        "push",
        "beyond",
        "page",
        "famous",
        "wish",
        "book",
        "eventually",
        "become",
        "centerpiece",
        "mall",
        "also",
        "one",
        "spearheaded",
        "launch",
        "allstate",
        "insurance",
        "wholly",
        "owned",
        "sears",
        "subsidiary",
        "sears",
        "opened",
        "first",
        "store",
        "1920s",
        "went",
        "gangbusters",
        "howard",
        "said",
        "booming",
        "economy",
        "nation",
        "become",
        "urban",
        "nation",
        "department",
        "store",
        "becoming",
        "urban",
        "retail",
        "venue",
        "heightened",
        "competition",
        "namely",
        "business",
        "walmart",
        "target",
        "throughout",
        "1980s",
        "sears",
        "capitulated",
        "pressure",
        "made",
        "decision",
        "changed",
        "trajectory",
        "worst",
        "according",
        "people",
        "used",
        "work",
        "former",
        "employee",
        "requested",
        "anonymity",
        "able",
        "speak",
        "freely",
        "said",
        "plenty",
        "going",
        "wrong",
        "department",
        "store",
        "chain",
        "even",
        "lampert",
        "time",
        "one",
        "employee",
        "recalled",
        "day",
        "1980s",
        "learned",
        "employee",
        "commission",
        "dropped",
        "item",
        "like",
        "vacuum",
        "cleaner",
        "cordless",
        "drill",
        "category",
        "suddenly",
        "worker",
        "longer",
        "motivated",
        "exude",
        "excellent",
        "customer",
        "service",
        "shopper",
        "grown",
        "accustomed",
        "win",
        "sale",
        "instead",
        "told",
        "needed",
        "drive",
        "productivity",
        "person",
        "said",
        "morale",
        "dropped",
        "day",
        "also",
        "1980s",
        "general",
        "manager",
        "sears",
        "learned",
        "could",
        "longer",
        "curate",
        "assortment",
        "merchandise",
        "floor",
        "prior",
        "local",
        "store",
        "leader",
        "able",
        "buy",
        "item",
        "sold",
        "well",
        "respective",
        "market",
        "less",
        "moving",
        "one",
        "man",
        "told",
        "cnbc",
        "able",
        "triple",
        "sale",
        "bringing",
        "exactly",
        "shopper",
        "wanted",
        "executive",
        "higher",
        "level",
        "wanted",
        "sears",
        "store",
        "mirror",
        "across",
        "country",
        "thought",
        "could",
        "better",
        "store",
        "manager",
        "store",
        "manager",
        "started",
        "leave",
        "drove",
        "one",
        "person",
        "said",
        "department",
        "store",
        "chain",
        "losing",
        "key",
        "quality",
        "set",
        "apart",
        "rest",
        "namely",
        "customer",
        "service",
        "personalized",
        "touch",
        "former",
        "employee",
        "also",
        "remember",
        "softer",
        "side",
        "sears",
        "old",
        "marketing",
        "campaign",
        "troubling",
        "time",
        "1990s",
        "ap",
        "photo",
        "august",
        "file",
        "photo",
        "ruth",
        "parrington",
        "librarian",
        "art",
        "department",
        "chicago",
        "public",
        "library",
        "study",
        "early",
        "sears",
        "roebuck",
        "catalog",
        "library",
        "collection",
        "chicago",
        "toward",
        "end",
        "20th",
        "century",
        "sears",
        "growing",
        "apparel",
        "offering",
        "devoting",
        "space",
        "store",
        "dress",
        "top",
        "never",
        "managed",
        "resonate",
        "retailer",
        "existing",
        "customer",
        "base",
        "sears",
        "always",
        "drawn",
        "affluent",
        "shopper",
        "hardlines",
        "appliance",
        "mattress",
        "apparel",
        "became",
        "challenge",
        "mix",
        "two",
        "together",
        "industry",
        "expert",
        "said",
        "arthur",
        "martinez",
        "former",
        "saks",
        "fifth",
        "avenue",
        "executive",
        "tried",
        "focus",
        "chain",
        "woman",
        "run",
        "1990s",
        "handed",
        "rein",
        "alan",
        "lacy",
        "tried",
        "move",
        "sears",
        "away",
        "mall",
        "via",
        "larger",
        "store",
        "format",
        "called",
        "sears",
        "grand",
        "rolled",
        "early",
        "2000s",
        "massive",
        "box",
        "similar",
        "big",
        "lot",
        "walmart",
        "concept",
        "never",
        "grew",
        "handful",
        "location",
        "sears",
        "already",
        "strapped",
        "cash",
        "time",
        "martinez",
        "lacy",
        "managed",
        "slow",
        "sears",
        "demise",
        "degree",
        "neither",
        "able",
        "stop",
        "completely",
        "lacy",
        "led",
        "sears",
        "merger",
        "kmart",
        "billion",
        "deal",
        "lampert",
        "also",
        "hedge",
        "fund",
        "manager",
        "built",
        "stake",
        "kmart",
        "firm",
        "esl",
        "investment",
        "brought",
        "retailer",
        "bankruptcy",
        "made",
        "bid",
        "sears",
        "first",
        "decade",
        "new",
        "company",
        "sears",
        "holding",
        "traded",
        "ticker",
        "symbol",
        "shld",
        "underwent",
        "numerous",
        "management",
        "portraying",
        "image",
        "outside",
        "world",
        "company",
        "could",
        "fix",
        "lampert",
        "would",
        "become",
        "ceo",
        "never",
        "worked",
        "people",
        "thought",
        "cyclical",
        "going",
        "ok",
        "lampert",
        "told",
        "cnbc",
        "buildup",
        "problem",
        "arrival",
        "sears",
        "never",
        "thought",
        "gregory",
        "bull",
        "ap",
        "edward",
        "lampert",
        "chairman",
        "ceo",
        "sears",
        "holding",
        "one",
        "attempt",
        "lampert",
        "team",
        "early",
        "2000s",
        "enhance",
        "sears",
        "store",
        "rollout",
        "internet",
        "cafe",
        "roughly",
        "location",
        "around",
        "sears",
        "also",
        "looked",
        "add",
        "store",
        "within",
        "store",
        "starting",
        "catalog",
        "retailer",
        "land",
        "end",
        "company",
        "owned",
        "idea",
        "according",
        "lampert",
        "turn",
        "sears",
        "mall",
        "slew",
        "business",
        "inside",
        "whatever",
        "reason",
        "money",
        "spent",
        "never",
        "worked",
        "said",
        "sears",
        "already",
        "weak",
        "state",
        "retailer",
        "want",
        "play",
        "ball",
        "solution",
        "sears",
        "problem",
        "buy",
        "another",
        "retailer",
        "well",
        "kmart",
        "got",
        "bigger",
        "bad",
        "business",
        "said",
        "neil",
        "saunders",
        "managing",
        "director",
        "globaldata",
        "retail",
        "sears",
        "investing",
        "changing",
        "started",
        "suffer",
        "sears",
        "tower",
        "skyscraper",
        "headquarters",
        "company",
        "housed",
        "late",
        "1980s",
        "monument",
        "towering",
        "achievement",
        "said",
        "robin",
        "lewis",
        "former",
        "retail",
        "executive",
        "current",
        "editor",
        "robin",
        "report",
        "would",
        "turn",
        "tower",
        "much",
        "appropriate",
        "symbol",
        "sears",
        "reached",
        "pinnacle",
        "success",
        "added",
        "lewis",
        "today",
        "building",
        "called",
        "willis",
        "tower",
        "stripped",
        "retail",
        "relic",
        "combined",
        "sears",
        "kmart",
        "employee",
        "end",
        "latest",
        "quarter",
        "workforce",
        "totaled",
        "given",
        "shrinking",
        "state",
        "speculation",
        "swirling",
        "year",
        "bankruptcy",
        "filing",
        "eminent",
        "sears",
        "department",
        "store",
        "chain",
        "ceo",
        "wo",
        "go",
        "without",
        "fight",
        "fiduciary",
        "responsibility",
        "investor",
        "believe",
        "shame",
        "would",
        "ca",
        "see",
        "lampert",
        "told",
        "cnbc",
        "see",
        "get",
        "think",
        "said",
        "lot",
        "great",
        "idea",
        "never",
        "make"
    ]
}