{
    "organizations": [],
    "uuid": "f6354aae2e64e6bd0e1ba29d4137469a99ec9714",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/02/business-wire-strayer-education-inc-reports-first-quarter-enrollment-revenues-and-earnings.html",
    "ord_in_thread": 0,
    "title": "Strayer Education, Inc. Reports First Quarter Enrollment, Revenues, and Earnings",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "HERNDON, Va.--(BUSINESS WIRE)-- Strayer Education, Inc. (NASDAQ: STRA) today announced financial results for the period ended March 31, 2018. Financial highlights are as follows:\nThree Months Ended March 31:\nFor the first quarter, student enrollment at the Company’s main operating unit, Strayer University, increased 6% to 46,184 compared to 43,387 for the same period in 2017. New student enrollment for the period increased 6% and continuing student enrollment for the period increased 7%. Revenue was $116.5 million compared to $114.9 million for the same period in 2017, as higher winter term enrollment was offset by lower revenue per student due to the continuing effect of scholarships issued in the fall 2017 term. Income from operations decreased to $11.3 million from $18.4 million for the same period in 2017, primarily due to costs associated with the Company’s pending merger with Capella Education Company. Adjusted income from operations, which is a non-GAAP financial measure, was $16.7 million compared to $18.4 million in the same period in 2017. For more details on non-GAAP financial measures, refer to the information on pages 8 through 10. Net income, which includes the effects of the new lower federal income tax rate, was $9.5 million, and adjusted net income was $13.9 million, compared to net income of $10.6 million in the same period in 2017. Earnings before interest, taxes, depreciation, and amortization (EBITDA) was $16.4 million compared to $22.8 million in 2017. Adjusted EBITDA was $24.8 million compared to $25.7 million in the same period in 2017. Diluted earnings per share was $0.84 compared to $0.95 for the same period in 2017. Adjusted diluted earnings per share grew 29% to $1.23 from $0.95 for the same period in 2017. Diluted weighted average shares outstanding increased 2% to 11,311,000 from 11,121,000 for the same period in 2017.\nBalance Sheet and Cash Flow\nAt March 31, 2018, the Company had cash and cash equivalents of $165.9 million and no debt. Cash flow from operations was $17.0 million compared to $24.5 million during 2017, primarily due to cash payments of costs related to the Company’s pending merger with Capella Education Company. Capital expenditures for 2018 were $4.2 million compared to $3.8 million for the same period in 2017.\nFor the first quarter of 2018, bad debt expense as a percentage of revenues was 5.5% compared to 3.8% for the same period in 2017.\nThe Company had $70.0 million of share repurchase authorization remaining at March 31, 2018. No shares were repurchased in the first quarter of 2018.\nQ2 2018 Outlook\nTotal enrollments at Strayer University for the second quarter of 2018 are anticipated to grow 8% to approximately 46,800 students from 43,411 students for the same period in 2017. New student enrollments are expected to increase approximately 7% and continuing student enrollments are expected to increase approximately 8%. Revenue per student for the second quarter is expected to decrease by approximately 5% due primarily to the continuation of students participating in scholarship programs launched in 2017. Additionally, the Company expects the tax rate in the second quarter to be in the range of 27% to 28%, excluding the impact of any non-deductible merger costs, and other discrete tax adjustments.\nNew Campus Openings\nThe Company opened a new campus in Macon, Georgia, incorporating a new smaller, more cost-efficient design intended to service a student body that values a brick-and-mortar presence, even while taking an increasing majority of their courses online. The Company is on track to open two to three additional new campuses by the end of 2018.\nCommon Stock and Common Stock Equivalents\nAt March 31, 2018, the Company had 11,300,671 common shares issued and outstanding, including 458,522 shares of restricted stock. The Company also had 250,000 restricted stock units outstanding and 100,000 vested stock options outstanding.\nCommon Stock Cash Dividend\nThe Company announced today that it declared a regular, quarterly cash dividend of $0.25 per share of common stock. This dividend will be paid on June 18, 2018 to shareholders of record as of June 4, 2018.\nMerger Update\nThe Company confirmed today that its pending merger with Capella Education Company remains on track to close in the third quarter of 2018, subject to approval by the Higher Learning Commission, Capella University’s accreditor.\nConference Call with Management\nStrayer Education, Inc. to discuss its first quarter 2018 earnings results at 10:00 a.m. (ET) today. To participate on the live call, investors should dial (877) 303-9047 ten minutes prior to the start time. In addition, the call will be available via webcast. To access the live webcast of the conference call, please go to www.strayereducation.com 15 minutes prior to the start time of the call to register. Following the call, the webcast will be archived and available at www.strayereducation.com .\nAbout Strayer Education, Inc.\nStrayer Education, Inc. (NASDAQ: STRA) is educating a more competitive and qualified workforce by solving higher education’s most challenging problems. It includes Strayer University , a regionally accredited institution that delivers affordable degree programs for working adults, and a Top 25 Princeton Review-ranked executive MBA program through the Jack Welch Management Institute . Non-degree web and mobile application development courses are offered through the New York Code + Design Academy . Strayer also transforms the workforces of its corporate partners through customized degree and professional development programs. By deploying innovative teaching methods and technologies that enhance student learning outcomes, Strayer makes it possible for working adults to acquire the skills they need to succeed in today’s rapidly changing economy.\nForward-Looking Statements\nThis press release contains statements that are forward-looking and are made pursuant to the “safe-harbor” provisions of the Private Securities Litigation Reform Act of 1995 (the “Reform Act”). Such statements may be identified by the use of words such as “expect,” “estimate,” “assume,” “believe,” “anticipate,” “will,” “forecast,” “outlook,” “plan,” “project,” or similar words. The statements are based on the Company’s current expectations and are subject to a number of assumptions, uncertainties, and risks. In connection with the safe-harbor provisions of the Reform Act, the Company has identified important factors that could cause the Company’s actual results to those expressed in or implied by such statements. The assumptions, uncertainties and risks include the pace of growth of student enrollment, the Company’s continued compliance with Title IV of the Higher Education Act, and the regulations thereunder, as well as regional accreditation standards and state regulatory requirements, rulemaking by the Department of Education and increased focus by the U.S. Congress on for-profit education institutions, competitive factors, risks associated with the opening of new campuses, risks associated with the offering of new educational programs and adapting to other changes, risks relating to the timing of regulatory approvals, the Company’s ability to implement its growth strategy, risks associated with the ability of the University’s students to finance their education in a timely manner, risks associated with the Company’s pending merger with Capella Education Company, including the risk that the merger may not be completed on the agreed terms or at all, and general economic and market conditions. Further information about these and other relevant risks and uncertainties may be found in the Company’s Annual Report on Form 10-K for the fiscal year ended December 31, 2017 and in its subsequent filings with the Securities and Exchange Commission, all of which are incorporated herein by reference and which are available from the Commission. The Company undertakes no obligation to update or revise .\nSTRAYER EDUCATION, INC. UNAUDITED CONDENSED CONSOLIDATED STATEMENTS OF INCOME (Amounts in thousands, except per share data) For the Three Months Ended\nMarch 31,\n2017 2018 Revenues $ 114,912 $ 116,469 Costs and expenses: Instruction and educational support 61,416 63,776 Marketing 18,718 20,124 Admissions advisory 4,716 4,676 General and administration 11,619 11,218 Merger costs — 5,347 Total costs and expenses 96,469 105,141 Income from operations 18,443 11,328 Investment income 181 448 Interest expense 159 159 Income before income taxes 18,465 11,617 Provision for income taxes 7,887 2,150 Net income $ 10,578 $ 9,467 Earnings per share: Basic $ 1.00 $ 0.88 Diluted $ 0.95 $ 0.84 Weighted average shares outstanding: Basic 10,630 10,745 Diluted 11,121 11,311\nSTRAYER EDUCATION, INC. UNAUDITED CONDENSED CONSOLIDATED BALANCE SHEETS (Amounts in thousands, except share and per share data) December 31, March 31, 2017 2018 ASSETS Current assets: Cash and cash equivalents $ 155,933 $ 165,867 Tuition receivable, net 23,122 24,997 Other current assets 11,293 10,558 Total current assets 190,348 201,422 Property and equipment, net 73,763 73,686 Deferred income taxes 24,452 23,803 Goodwill 20,744 20,744 Other assets 11,971 12,155 Total assets $ 321,278 $ 331,810 LIABILITIES & STOCKHOLDERS' EQUITY Current liabilities: Accounts payable and accrued expenses $ 46,177 $ 45,806 Income taxes payable 1,038 2,541 Contract liabilities 21,851 23,931 Total current liabilities 69,066 72,278 Other long-term liabilities 43,015 41,240 Total liabilities 112,081 113,518 Commitments and contingencies Stockholders' equity: Common stock, par value $0.01, 20,000,000 shares authorized; 11,167,425 and 11,300,671 shares issued and outstanding at December 31, 2017 and March 31, 2018, respectively\n112 113 Additional paid-in capital 47,079 49,766 Retained earnings 162,006 168,413 Total stockholders' equity 209,197 218,292 Total liabilities and stockholders' equity $ 321,278 $ 331,810\nSTRAYER EDUCATION, INC. UNAUDITED CONDENSED CONSOLIDATED STATEMENTS OF CASH FLOWS (Amounts in thousands) For the Three Months Ended\nMarch 31,\n2017 2018 Cash flows from operating activities: Net income $ 10,578 $ 9,467 Adjustments to reconcile net income to net cash provided by operating activities:\nAmortization of gain on sale of assets (71 ) — Amortization of deferred rent (477 ) (417 ) Amortization of deferred financing costs 66 66 Depreciation and amortization 4,370 5,035 Deferred income taxes 762 (1,842 ) Stock-based compensation 2,427 2,688 Changes in assets and liabilities: Tuition receivable, net 19 (2,249 ) Other current assets 616 931 Other assets 397 115 Accounts payable and accrued expenses (2,836 ) (867 ) Income taxes payable 7,089 3,995 Contract liabilities 2,441 1,192 Other long-term liabilities (846 ) (1,065 ) Net cash provided by operating activities 24,535 17,049 Cash flows from investing activities: Purchases of property and equipment (3,841 ) (4,233 ) Net cash used in investing activities (3,841 ) (4,233 ) Cash flows from financing activities: Common dividends paid (2,853 ) (2,889 ) Net cash used in financing activities (2,853 ) (2,889 ) Net increase in cash, cash equivalents, and restricted cash 17,841 9,927 Cash, cash equivalents, and restricted cash – beginning of period 129,758 156,448 Cash, cash equivalents, and restricted cash – end of period $ 147,599 $ 166,375 Non-cash transactions: Purchases of property and equipment included in accounts payable $ 571 $ 2,385\nNon-GAAP Financial Performance Measures\nIn our press release and schedules, and on the related conference call, we report certain financial measures that are not required by, or presented in accordance with, accounting principles generally accepted in the United States of America (“GAAP”). We discuss management’s reasons for reporting these non-GAAP measures below, and the press release schedules reconcile the most directly comparable GAAP measure to each non-GAAP measure that we reference. Although management evaluates and presents these non-GAAP measures for the reasons described below, please be aware that these non-GAAP measures have limitations and should not be considered in isolation or as a substitute for revenue, operating income, income from continuing operations, net income, earnings per share or any other comparable operating measure prescribed by GAAP. In addition, we may calculate and/or present these non-GAAP financial measures differently than measures with the same or similar names that other companies report, and as a result, the non-GAAP measures we report may not be comparable to those reported by others.\nManagement uses certain non-GAAP measures to evaluate the Company’s financial performance because those non-GAAP measures allow for period-over-period comparisons of its ongoing operations before the impact of these items. These measures are Adjusted Income from Operations, Earnings Before Interest, Taxes, Depreciation and Amortization (EBITDA), Adjusted EBITDA, Adjusted Net Income, and Adjusted Earnings Per Share. These non-GAAP measures exclude charges associated with the Company’s previously announced merger with Capella Education Company. Adjusted EBITDA also excludes stock-based compensation expense and costs related to the Company’s acquisition of the New York Code + Design Academy. Each of these non-GAAP measures is reconciled to the most directly comparable GAAP measures on pages 9 and 10. Non-GAAP financial measures should be considered in addition to, and not as substitutes for, the Company’s reported GAAP results.\nSTRAYER EDUCATION, INC. NON-GAAP UNAUDITED ADJUSTING STATEMENTS OF INCOME (Amounts in thousands, except per share data) For the Three Months Ended March 31, 2018 Non-GAAP Adjustments As Reported\n(GAAP)\nMerger Costs\n(1)\nAs Adjusted\n(Non-GAAP)\nIncome from operations $ 11,328 $ 5,347 $ 16,675 Investment income 448 — 448 Interest expense 159 — 159 Income before income taxes 11,617 5,347 16,964 Provision for income taxes 2,150 914 3,064 Net income $ 9,467 $ 4,433 $ 13,900 Earnings per share: Basic $ 0.88 $ 0.41 $ 1.29 Diluted $ 0.84 $ 0.39 $ 1.23 Weighted average shares outstanding: Basic 10,745 — 10,745 Diluted 11,311 — 11,311 (1)\nReflects charges associated with the Company’s previously announced merger with Capella Education Company.\nSTRAYER EDUCATION, INC. RECONCILIATION OF NON-GAAP FINANCIAL MEASURES ADJUSTED EBITDA (Amounts in thousands, except per share data) Three Months Ended\nMarch 31,\n2017 2018 Net income $ 10,578 $ 9,467 Provision for income taxes 7,887 2,150 Investment income (181 ) (448 ) Interest expense 159 159 Depreciation and amortization 4,370 5,035 EBITDA (1) 22,813 16,363 Stock-based compensation 2,427 2,688 Fair value adjustments (2) 466 381 Merger costs (3) — 5,347 Adjusted EBITDA (1) $ 25,706 $ 24,779 (1)\nDenotes non-GAAP financial measures. Please see pages 8-9 for more detail regarding these adjustments and management’s reasons for providing this information. (2)\nReflects the amortization of amounts paid to the sellers of the New York Code + Design Academy, which was acquired in January 2016. (3)\nReflects charges associated with the Company’s previously announced merger with Capella Education Company.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180502005341/en/\nStrayer Education, Inc.\nDaniel Jackson\nExecutive Vice President and Chief Financial Officer\n703-713-1862\ndaniel.jackson@strayer.edu\nSource: Strayer Education, Inc.",
    "published": "2018-05-02T14:30:00.000+03:00",
    "crawled": "2018-05-02T19:39:39.022+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "herndon",
        "business",
        "wire",
        "strayer",
        "education",
        "nasdaq",
        "stra",
        "today",
        "announced",
        "financial",
        "result",
        "period",
        "ended",
        "march",
        "financial",
        "highlight",
        "follows",
        "three",
        "month",
        "ended",
        "march",
        "first",
        "quarter",
        "student",
        "enrollment",
        "company",
        "main",
        "operating",
        "unit",
        "strayer",
        "university",
        "increased",
        "compared",
        "period",
        "new",
        "student",
        "enrollment",
        "period",
        "increased",
        "continuing",
        "student",
        "enrollment",
        "period",
        "increased",
        "revenue",
        "million",
        "compared",
        "million",
        "period",
        "higher",
        "winter",
        "term",
        "enrollment",
        "offset",
        "lower",
        "revenue",
        "per",
        "student",
        "due",
        "continuing",
        "effect",
        "scholarship",
        "issued",
        "fall",
        "term",
        "income",
        "operation",
        "decreased",
        "million",
        "million",
        "period",
        "primarily",
        "due",
        "cost",
        "associated",
        "company",
        "pending",
        "merger",
        "capella",
        "education",
        "company",
        "adjusted",
        "income",
        "operation",
        "financial",
        "measure",
        "million",
        "compared",
        "million",
        "period",
        "detail",
        "financial",
        "measure",
        "refer",
        "information",
        "page",
        "net",
        "income",
        "includes",
        "effect",
        "new",
        "lower",
        "federal",
        "income",
        "tax",
        "rate",
        "million",
        "adjusted",
        "net",
        "income",
        "million",
        "compared",
        "net",
        "income",
        "million",
        "period",
        "earnings",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "ebitda",
        "million",
        "compared",
        "million",
        "adjusted",
        "ebitda",
        "million",
        "compared",
        "million",
        "period",
        "diluted",
        "earnings",
        "per",
        "share",
        "compared",
        "period",
        "adjusted",
        "diluted",
        "earnings",
        "per",
        "share",
        "grew",
        "period",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "increased",
        "period",
        "balance",
        "sheet",
        "cash",
        "flow",
        "march",
        "company",
        "cash",
        "cash",
        "equivalent",
        "million",
        "debt",
        "cash",
        "flow",
        "operation",
        "million",
        "compared",
        "million",
        "primarily",
        "due",
        "cash",
        "payment",
        "cost",
        "related",
        "company",
        "pending",
        "merger",
        "capella",
        "education",
        "company",
        "capital",
        "expenditure",
        "million",
        "compared",
        "million",
        "period",
        "first",
        "quarter",
        "bad",
        "debt",
        "expense",
        "percentage",
        "revenue",
        "compared",
        "period",
        "company",
        "million",
        "share",
        "repurchase",
        "authorization",
        "remaining",
        "march",
        "share",
        "repurchased",
        "first",
        "quarter",
        "q2",
        "outlook",
        "total",
        "enrollment",
        "strayer",
        "university",
        "second",
        "quarter",
        "anticipated",
        "grow",
        "approximately",
        "student",
        "student",
        "period",
        "new",
        "student",
        "enrollment",
        "expected",
        "increase",
        "approximately",
        "continuing",
        "student",
        "enrollment",
        "expected",
        "increase",
        "approximately",
        "revenue",
        "per",
        "student",
        "second",
        "quarter",
        "expected",
        "decrease",
        "approximately",
        "due",
        "primarily",
        "continuation",
        "student",
        "participating",
        "scholarship",
        "program",
        "launched",
        "additionally",
        "company",
        "expects",
        "tax",
        "rate",
        "second",
        "quarter",
        "range",
        "excluding",
        "impact",
        "merger",
        "cost",
        "discrete",
        "tax",
        "adjustment",
        "new",
        "campus",
        "opening",
        "company",
        "opened",
        "new",
        "campus",
        "macon",
        "georgia",
        "incorporating",
        "new",
        "smaller",
        "design",
        "intended",
        "service",
        "student",
        "body",
        "value",
        "presence",
        "even",
        "taking",
        "increasing",
        "majority",
        "course",
        "online",
        "company",
        "track",
        "open",
        "two",
        "three",
        "additional",
        "new",
        "campus",
        "end",
        "common",
        "stock",
        "common",
        "stock",
        "equivalent",
        "march",
        "company",
        "common",
        "share",
        "issued",
        "outstanding",
        "including",
        "share",
        "restricted",
        "stock",
        "company",
        "also",
        "restricted",
        "stock",
        "unit",
        "outstanding",
        "vested",
        "stock",
        "option",
        "outstanding",
        "common",
        "stock",
        "cash",
        "dividend",
        "company",
        "announced",
        "today",
        "declared",
        "regular",
        "quarterly",
        "cash",
        "dividend",
        "per",
        "share",
        "common",
        "stock",
        "dividend",
        "paid",
        "june",
        "shareholder",
        "record",
        "june",
        "merger",
        "update",
        "company",
        "confirmed",
        "today",
        "pending",
        "merger",
        "capella",
        "education",
        "company",
        "remains",
        "track",
        "close",
        "third",
        "quarter",
        "subject",
        "approval",
        "higher",
        "learning",
        "commission",
        "capella",
        "university",
        "accreditor",
        "conference",
        "call",
        "management",
        "strayer",
        "education",
        "discus",
        "first",
        "quarter",
        "earnings",
        "result",
        "et",
        "today",
        "participate",
        "live",
        "call",
        "investor",
        "dial",
        "ten",
        "minute",
        "prior",
        "start",
        "time",
        "addition",
        "call",
        "available",
        "via",
        "webcast",
        "access",
        "live",
        "webcast",
        "conference",
        "call",
        "please",
        "go",
        "minute",
        "prior",
        "start",
        "time",
        "call",
        "register",
        "following",
        "call",
        "webcast",
        "archived",
        "available",
        "strayer",
        "education",
        "strayer",
        "education",
        "nasdaq",
        "stra",
        "educating",
        "competitive",
        "qualified",
        "workforce",
        "solving",
        "higher",
        "education",
        "challenging",
        "problem",
        "includes",
        "strayer",
        "university",
        "regionally",
        "accredited",
        "institution",
        "delivers",
        "affordable",
        "degree",
        "program",
        "working",
        "adult",
        "top",
        "princeton",
        "executive",
        "mba",
        "program",
        "jack",
        "welch",
        "management",
        "institute",
        "web",
        "mobile",
        "application",
        "development",
        "course",
        "offered",
        "new",
        "york",
        "code",
        "design",
        "academy",
        "strayer",
        "also",
        "transforms",
        "workforce",
        "corporate",
        "partner",
        "customized",
        "degree",
        "professional",
        "development",
        "program",
        "deploying",
        "innovative",
        "teaching",
        "method",
        "technology",
        "enhance",
        "student",
        "learning",
        "outcome",
        "strayer",
        "make",
        "possible",
        "working",
        "adult",
        "acquire",
        "skill",
        "need",
        "succeed",
        "today",
        "rapidly",
        "changing",
        "economy",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "made",
        "pursuant",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "reform",
        "act",
        "statement",
        "may",
        "identified",
        "use",
        "word",
        "expect",
        "estimate",
        "assume",
        "believe",
        "anticipate",
        "forecast",
        "outlook",
        "plan",
        "project",
        "similar",
        "word",
        "statement",
        "based",
        "company",
        "current",
        "expectation",
        "subject",
        "number",
        "assumption",
        "uncertainty",
        "risk",
        "connection",
        "provision",
        "reform",
        "act",
        "company",
        "identified",
        "important",
        "factor",
        "could",
        "cause",
        "company",
        "actual",
        "result",
        "expressed",
        "implied",
        "statement",
        "assumption",
        "uncertainty",
        "risk",
        "include",
        "pace",
        "growth",
        "student",
        "enrollment",
        "company",
        "continued",
        "compliance",
        "title",
        "iv",
        "higher",
        "education",
        "act",
        "regulation",
        "thereunder",
        "well",
        "regional",
        "accreditation",
        "standard",
        "state",
        "regulatory",
        "requirement",
        "rulemaking",
        "department",
        "education",
        "increased",
        "focus",
        "congress",
        "education",
        "institution",
        "competitive",
        "factor",
        "risk",
        "associated",
        "opening",
        "new",
        "campus",
        "risk",
        "associated",
        "offering",
        "new",
        "educational",
        "program",
        "adapting",
        "change",
        "risk",
        "relating",
        "timing",
        "regulatory",
        "approval",
        "company",
        "ability",
        "implement",
        "growth",
        "strategy",
        "risk",
        "associated",
        "ability",
        "university",
        "student",
        "finance",
        "education",
        "timely",
        "manner",
        "risk",
        "associated",
        "company",
        "pending",
        "merger",
        "capella",
        "education",
        "company",
        "including",
        "risk",
        "merger",
        "may",
        "completed",
        "agreed",
        "term",
        "general",
        "economic",
        "market",
        "condition",
        "information",
        "relevant",
        "risk",
        "uncertainty",
        "may",
        "found",
        "company",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "subsequent",
        "filing",
        "security",
        "exchange",
        "commission",
        "incorporated",
        "herein",
        "reference",
        "available",
        "commission",
        "company",
        "undertakes",
        "obligation",
        "update",
        "revise",
        "strayer",
        "education",
        "unaudited",
        "condensed",
        "consolidated",
        "statement",
        "income",
        "amount",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "cost",
        "expense",
        "instruction",
        "educational",
        "support",
        "marketing",
        "admission",
        "advisory",
        "general",
        "administration",
        "merger",
        "cost",
        "total",
        "cost",
        "expense",
        "income",
        "operation",
        "investment",
        "income",
        "interest",
        "expense",
        "income",
        "income",
        "tax",
        "provision",
        "income",
        "tax",
        "net",
        "income",
        "earnings",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "strayer",
        "education",
        "unaudited",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "amount",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "december",
        "march",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "tuition",
        "receivable",
        "net",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "deferred",
        "income",
        "tax",
        "goodwill",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "income",
        "tax",
        "payable",
        "contract",
        "liability",
        "total",
        "current",
        "liability",
        "liability",
        "total",
        "liability",
        "commitment",
        "contingency",
        "stockholder",
        "equity",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "december",
        "march",
        "respectively",
        "additional",
        "capital",
        "retained",
        "earnings",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "strayer",
        "education",
        "unaudited",
        "condensed",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "amount",
        "thousand",
        "three",
        "month",
        "ended",
        "march",
        "cash",
        "flow",
        "operating",
        "activity",
        "net",
        "income",
        "adjustment",
        "reconcile",
        "net",
        "income",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "amortization",
        "gain",
        "sale",
        "asset",
        "amortization",
        "deferred",
        "rent",
        "amortization",
        "deferred",
        "financing",
        "cost",
        "depreciation",
        "amortization",
        "deferred",
        "income",
        "tax",
        "compensation",
        "change",
        "asset",
        "liability",
        "tuition",
        "receivable",
        "net",
        "current",
        "asset",
        "asset",
        "account",
        "payable",
        "accrued",
        "expense",
        "income",
        "tax",
        "payable",
        "contract",
        "liability",
        "liability",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "cash",
        "flow",
        "investing",
        "activity",
        "purchase",
        "property",
        "equipment",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "cash",
        "flow",
        "financing",
        "activity",
        "common",
        "dividend",
        "paid",
        "net",
        "cash",
        "used",
        "financing",
        "activity",
        "net",
        "increase",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "beginning",
        "period",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "end",
        "period",
        "transaction",
        "purchase",
        "property",
        "equipment",
        "included",
        "account",
        "payable",
        "financial",
        "performance",
        "measure",
        "press",
        "release",
        "schedule",
        "related",
        "conference",
        "call",
        "report",
        "certain",
        "financial",
        "measure",
        "required",
        "presented",
        "accordance",
        "accounting",
        "principle",
        "generally",
        "accepted",
        "united",
        "state",
        "america",
        "gaap",
        "discus",
        "management",
        "reason",
        "reporting",
        "measure",
        "press",
        "release",
        "schedule",
        "reconcile",
        "directly",
        "comparable",
        "gaap",
        "measure",
        "measure",
        "reference",
        "although",
        "management",
        "evaluates",
        "present",
        "measure",
        "reason",
        "described",
        "please",
        "aware",
        "measure",
        "limitation",
        "considered",
        "isolation",
        "substitute",
        "revenue",
        "operating",
        "income",
        "income",
        "continuing",
        "operation",
        "net",
        "income",
        "earnings",
        "per",
        "share",
        "comparable",
        "operating",
        "measure",
        "prescribed",
        "gaap",
        "addition",
        "may",
        "calculate",
        "present",
        "financial",
        "measure",
        "differently",
        "measure",
        "similar",
        "name",
        "company",
        "report",
        "result",
        "measure",
        "report",
        "may",
        "comparable",
        "reported",
        "others",
        "management",
        "us",
        "certain",
        "measure",
        "evaluate",
        "company",
        "financial",
        "performance",
        "measure",
        "allow",
        "comparison",
        "ongoing",
        "operation",
        "impact",
        "item",
        "measure",
        "adjusted",
        "income",
        "operation",
        "earnings",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "ebitda",
        "adjusted",
        "ebitda",
        "adjusted",
        "net",
        "income",
        "adjusted",
        "earnings",
        "per",
        "share",
        "measure",
        "exclude",
        "charge",
        "associated",
        "company",
        "previously",
        "announced",
        "merger",
        "capella",
        "education",
        "company",
        "adjusted",
        "ebitda",
        "also",
        "excludes",
        "compensation",
        "expense",
        "cost",
        "related",
        "company",
        "acquisition",
        "new",
        "york",
        "code",
        "design",
        "academy",
        "measure",
        "reconciled",
        "directly",
        "comparable",
        "gaap",
        "measure",
        "page",
        "financial",
        "measure",
        "considered",
        "addition",
        "substitute",
        "company",
        "reported",
        "gaap",
        "result",
        "strayer",
        "education",
        "unaudited",
        "adjusting",
        "statement",
        "income",
        "amount",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "adjustment",
        "reported",
        "gaap",
        "merger",
        "cost",
        "adjusted",
        "income",
        "operation",
        "investment",
        "income",
        "interest",
        "expense",
        "income",
        "income",
        "tax",
        "provision",
        "income",
        "tax",
        "net",
        "income",
        "earnings",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "reflects",
        "charge",
        "associated",
        "company",
        "previously",
        "announced",
        "merger",
        "capella",
        "education",
        "company",
        "strayer",
        "education",
        "reconciliation",
        "financial",
        "measure",
        "adjusted",
        "ebitda",
        "amount",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "income",
        "provision",
        "income",
        "tax",
        "investment",
        "income",
        "interest",
        "expense",
        "depreciation",
        "amortization",
        "ebitda",
        "compensation",
        "fair",
        "value",
        "adjustment",
        "merger",
        "cost",
        "adjusted",
        "ebitda",
        "denotes",
        "financial",
        "measure",
        "please",
        "see",
        "page",
        "detail",
        "regarding",
        "adjustment",
        "management",
        "reason",
        "providing",
        "information",
        "reflects",
        "amortization",
        "amount",
        "paid",
        "seller",
        "new",
        "york",
        "code",
        "design",
        "academy",
        "acquired",
        "january",
        "reflects",
        "charge",
        "associated",
        "company",
        "previously",
        "announced",
        "merger",
        "capella",
        "education",
        "company",
        "view",
        "source",
        "version",
        "http",
        "strayer",
        "education",
        "daniel",
        "jackson",
        "executive",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "source",
        "strayer",
        "education",
        "inc"
    ]
}