{
    "organizations": [],
    "uuid": "8774a7310e2d4a0ed2e81edf9e1391ebc9f31b08",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/09/business-wire-walmart-to-invest-in-flipkart-group-indiaas-innovative-ecommerce-company.html",
    "ord_in_thread": 0,
    "title": "Walmart to Invest in Flipkart Group, India’s Innovative eCommerce Company",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Significant opportunity to partner with local leader in a large, fast-growing market\nFlipkart’s strong leadership team will be supported by Walmart, Tencent, Tiger Global and Microsoft\nUnderscores long-term commitment to India, where company looks to serve customers, support job creation, small businesses, farmers and women entrepreneurs\nWalmart supports Flipkart’s ambition to transition into a publicly-listed, majority-owned subsidiary in the future\nWalmart to host investor conference call at 7:00 a.m. CDT/5:30 p.m. IST\nBENTONVILLE, Ark. & BENGALURU, India--(BUSINESS WIRE)-- Walmart Inc. (NYSE: WMT) announced it has signed definitive agreements to become the largest shareholder in Flipkart Group (“Flipkart”). The investment will help accelerate Flipkart's customer-focused mission to transform commerce in India through technology and underscores Walmart’s commitment to sustained job creation and investment in India, one of the largest and fastest-growing economies in the world.\nSubject to regulatory approval in India, Walmart will pay approximately $16 billion for an initial stake of approximately 77 percent in Flipkart, formally Flipkart Private Limited. The remainder of the business will be held by some of Flipkart’s existing shareholders, including Flipkart co-founder Binny Bansal, Tencent Holdings Limited, Tiger Global Management LLC and Microsoft Corp. While the immediate focus will be on serving customers and growing the business, Walmart supports Flipkart’s ambition to transition into a publicly-listed, majority-owned subsidiary in the future.\n“India is one of the most attractive retail markets in the world, given its size and growth rate, and our investment is an opportunity to partner with the company that is leading transformation of eCommerce in the market,” said Doug McMillon, Walmart’s president and chief executive officer. “As a company, we are transforming globally to meet and exceed the needs of customers and we look forward to working with Flipkart to grow in this critical market. We are also excited to be doing this with Tencent, Tiger Global and Microsoft, which will be key strategic and technology partners. We are confident this group will provide Flipkart with enhanced strategic and competitive advantage. Our investment will benefit India providing quality, affordable goods for customers, while creating new skilled jobs and fresh opportunities for small suppliers, farmers and women entrepreneurs.”\n“This investment is of immense importance for India and will help fuel our ambition to deepen our connection with buyers and sellers and to create the next wave of retail in India,” said Binny Bansal, Flipkart’s co-founder and group chief executive officer. “While eCommerce is still a relatively small part of retail in India, we see great potential to grow. Walmart is the ideal partner for the next phase of our journey, and we look forward to working together in the years ahead to bring our strengths and learnings in retail and eCommerce to the fore.”\nFounded in 2007, Flipkart has led India’s eCommerce revolution. The company has grown rapidly and earned customer trust, leveraging a powerful technology foundation, including artificial intelligence, and emerging as a leader in electronics, large appliances, mobile and fashion and apparel. In a market where Walmart expects eCommerce to grow at four times the rate of overall retail, and with well-known platforms such as Myntra, Jabong and PhonePe, Flipkart is uniquely positioned to leverage its integrated ecosystem, which is defined by localized service, deep insights into Indian customers and a best-in-class supply chain. Flipkart’s supply chain arm, eKart, serves more than 800 cities, making 500,000 deliveries daily. In the fiscal year ended March 31, Flipkart recorded GMV of $7.5 billion 1 and net sales of $4.6 billion representing more than 50 percent year-over-year growth in both cases. With the investment, Flipkart will leverage Walmart’s omni-channel retail expertise, grocery and general merchandise supply-chain knowledge and financial strength, while Flipkart’s talent, technology, customer insights and agile and innovative culture will benefit Walmart in India and across the globe.\nWhile Walmart and Flipkart will leverage the combined strengths of both companies, they will maintain distinct brands and operating structures. Currently, Walmart India operates 21 Best Price cash-and-carry stores and one fulfillment center in 19 cities across nine states in India, with more than 95 percent of sourcing coming from India, aiding suppliers, creating skilled jobs and contributing to local economies across the country. Krish Iyer, president and chief executive officer of Walmart India, will continue to lead that part of the business.\n“Flipkart has established itself as a prominent player with a strong, entrepreneurial leadership team that is a good cultural fit with Walmart,” said Judith McKenna, president and chief executive officer of Walmart International. “This investment aligns with our strategy and our goal is to contribute to India’s success story, as we grow our business. Over the last 10 years, Flipkart has become a market leader by focusing on customer service, technology, supply chain and a broad assortment of products. With Flipkart and the other shareholders who have come together, we will continue to advance the winning eCommerce ecosystem in India.”\nWith retail changing rapidly, Walmart is actively looking for new ways to serve customers and moving with speed. The Flipkart investment represents a unique opportunity, consistent with the approach of looking for innovative ways to grow domestically and internationally, particularly in markets with significant long-term opportunity. The Flipkart investment transforms Walmart’s position in a country with more than 1.3 billion people, strong GDP growth, a growing middle class and significant runway for smartphone, internet and eCommerce penetration.\nStructure, Financial Implications and Other Details\nWalmart’s investment includes $2 billion of new equity funding, which will help Flipkart accelerate growth in the future. Walmart and Flipkart are also in discussions with additional potential investors who may join the round, which could result in Walmart’s investment stake moving lower after the transaction is complete. Even so, the company would retain clear majority ownership. Tencent and Tiger Global will continue on the Flipkart board, joined by new members from Walmart. The final make-up of the board has yet to be determined, but it will also include independent members. The board will work to maintain Flipkart’s core values and entrepreneurial spirit, while ensuring it has strategic and competitive advantages.\nClosing is expected later this calendar year, subject to regulatory approval.\nTo finance the investment, Walmart intends to use a combination of newly issued debt and cash on hand. Upon closing, Flipkart’s financials will be reported as part of Walmart’s International business segment. If the transaction were to close at the end of the second quarter of this fiscal year, Walmart expects a negative impact to FY19 EPS of approximately $0.25 to $0.30, which includes incremental interest expense related to the investment.\nIn FY20, as we look to accelerate growth in this important market, Walmart anticipates an EPS headwind in total of around $0.60 per share, comprised of:\nOperating losses of approximately $0.40 to $0.45 per share, assuming minimal tax benefit for losses in the near to mid-term. This amount includes about $0.05 per share related to amortization of intangible assets and depreciation of short lived assets resulting from purchase accounting, which will only last for a few years post-closing. Interest expense of approximately $0.15 per share.\nGiven the company’s financial strength, we anticipate the continuation of our current share buyback program while maintaining our strong credit profile.\nThis investment represents a unique opportunity in a market with significant long-term growth prospects. Walmart is investing in a local leader with strong leadership and a culture of innovation and service, and the company is aligned with a strategic and committed shareholder group focused on serving customers. In the mid to long term, as the business scales and efficiencies are realized, Walmart expects losses to decline and returns to improve.\nPartnering to Contribute to India\nAs Walmart scales in India, the company will continue to partner to create sustained economic growth across agriculture, food and retail. Future investments will support national initiatives and will bring sustainable benefits to the country, including:\nJob creation, as plans would create jobs through development of supply chains, commercial opportunity and direct employment. Supporting small business and ‘Make in India,’ through direct procurement as well as increased opportunities for exports through global sourcing and eCommerce. Among other initiatives, Walmart will partner with kirana owners and members to help modernize their retail practices and adopt digital payment technologies. Support farmers and develop supply chains through local sourcing and improved market access. Reduced food waste by improving waste management practices and investing in supply chains, especially cold storage.\nInvestment Community Call\nWalmart will host a conference call for analysts and investors at 7:00 a.m. CDT and 5:30 p.m. IST. Along with this press release, an accompanying presentation can be accessed here . The conference call will be webcast live and accessible by following this link . The webcast will be archived and available beginning at approximately noon CDT on May 9.\nFor multi-media assets, please visit https://corporate.walmart.com/newsroom .\nAdvisers\nJ.P. Morgan Securities LLC is acting as the lead financial advisor for Walmart, along with Barclays, with Hogan Lovells, Shardul Amarchand Mangaldas & Co. and Gibson, Dunn & Crutcher LLP as outside counsel to Walmart. Goldman Sachs & Co. LLC acted as exclusive financial advisor to Flipkart. Gunderson Dettmer LLP, Khaitan & Co., Allen & Gledhill LLP and Dentons Rodyk & Davidson LLP provided legal counsel to Flipkart.\nAbout Walmart\nWalmart Inc. (NYSE: WMT) helps people around the world save money and live better - anytime and anywhere - in retail stores, online, and through their mobile devices. Each week, nearly 270 million customers and members visit our more than 11,700 stores under 65 banners in 28 countries and eCommerce websites. With fiscal year 2018 revenue of $500.3 billion, Walmart employs approximately 2.3 million associates worldwide. Walmart continues to be a leader in sustainability, corporate philanthropy and employment opportunity. Additional information about Walmart can be found by visiting http://corporate.walmart.com , on Facebook at http://facebook.com/walmart and on Twitter at http://twitter.com/walmart .\nAbout Flipkart\nThe Flipkart Group is one of India’s largest e-commerce marketplace and includes group companies Flipkart, Myntra, Jabong, and PhonePe.\nLaunched in 2007, Flipkart has enabled millions of customers, sellers, merchants, and small businesses to be a part of India's e-commerce revolution, offering over 80 million products across 80+ categories. Flipkart is known for pioneering industry-first innovations such as Cash on Delivery, No Cost EMI and easy returns – customer-centric services that have made online shopping more accessible and affordable for millions of customers. Together with Myntra and Jabong, which hold prominent positions in the online fashion market, and PhonePe, India’s first UPI based payment app with offerings in nine languages, the Flipkart Group has steered the transformation of commerce in India.\nForward Looking Statements\nThis release contains statements as to Walmart management's guidance regarding the earnings per share impact of Walmart’s investment in Flipkart for the fiscal year ending January 31, 2019, and the subsequent fiscal year and as to the future operations of Flipkart, as well as statements by Walmart about its share buyback program and its credit profile. Walmart believes such statements are “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995, as amended, that are intended to enjoy the protection of the safe harbor for forward-looking statements created thereunder. Assumptions on which such forward-looking statements are based are also forward-looking statements. Walmart's actual results may differ materially from the guidance provided as a result of changes in circumstances, assumptions not being realized or other risks, uncertainties and other factors, including: the closing date for Walmart’s investment in Flipkart; the level of Walmart’s investment in Flipkart from time to time; currency exchange rate fluctuations; changes in market interest rates; competitive pressures and other economic, geo-political, capital markets and business conditions, trends and events in India; changes in existing rules and regulations regarding foreign direct investment in the retail business in India; other changes in existing tax, labor or other law or regulations in India; and other risks, uncertainties and factors relating to Walmart’s operations and financial performance discussed in its filings with the SEC. You should read this release in conjunction with our Annual Report on Form 10-K for the year ended January 31, 2018, and our subsequently filed Quarterly Reports on Form 10-Q and Current Reports on Form 8-K. You should consider all of the risks, uncertainties and other factors identified above and in those SEC reports carefully when evaluating the forward-looking statements in this release. Walmart cannot assure you that the future results reflected in or implied by any such forward-looking statement will be realized or, even if substantially realized, will have the forecasted or expected consequences and effects for or on our operations or financial performance. Such forward-looking statements are made as of the date of this release, and Walmart undertakes no obligation to update such statements to reflect subsequent events or circumstances.\n1 Gross Merchandise Value or GMV, as Flipkart defines it, represents the total dollar value of orders processed on its marketplaces in the period without reduction for returns.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180509005590/en/\nMedia Contact Information\nWalmart Media Relations\nU.S.: 1-800-331-0085\nIndia: indiaqueries@walmart.com\nnews.walmart.com/reporter\nor\nFlipkart Media Relations\nIndia: +91 9821176371\nmedia@flipkart.com\nor\nWalmart Investor Relations\nKary Brunner, +1-479-277-8782\nSource: Walmart Inc.",
    "published": "2018-05-09T15:05:00.000+03:00",
    "crawled": "2018-05-09T19:13:36.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "significant",
        "opportunity",
        "partner",
        "local",
        "leader",
        "large",
        "market",
        "flipkart",
        "strong",
        "leadership",
        "team",
        "supported",
        "walmart",
        "tencent",
        "tiger",
        "global",
        "microsoft",
        "underscore",
        "commitment",
        "india",
        "company",
        "look",
        "serve",
        "customer",
        "support",
        "job",
        "creation",
        "small",
        "business",
        "farmer",
        "woman",
        "entrepreneur",
        "walmart",
        "support",
        "flipkart",
        "ambition",
        "transition",
        "subsidiary",
        "future",
        "walmart",
        "host",
        "investor",
        "conference",
        "call",
        "ist",
        "bentonville",
        "ark",
        "bengaluru",
        "india",
        "business",
        "wire",
        "walmart",
        "nyse",
        "wmt",
        "announced",
        "signed",
        "definitive",
        "agreement",
        "become",
        "largest",
        "shareholder",
        "flipkart",
        "group",
        "flipkart",
        "investment",
        "help",
        "accelerate",
        "flipkart",
        "mission",
        "transform",
        "commerce",
        "india",
        "technology",
        "underscore",
        "walmart",
        "commitment",
        "sustained",
        "job",
        "creation",
        "investment",
        "india",
        "one",
        "largest",
        "economy",
        "world",
        "subject",
        "regulatory",
        "approval",
        "india",
        "walmart",
        "pay",
        "approximately",
        "billion",
        "initial",
        "stake",
        "approximately",
        "percent",
        "flipkart",
        "formally",
        "flipkart",
        "private",
        "limited",
        "remainder",
        "business",
        "held",
        "flipkart",
        "existing",
        "shareholder",
        "including",
        "flipkart",
        "binny",
        "bansal",
        "tencent",
        "holding",
        "limited",
        "tiger",
        "global",
        "management",
        "llc",
        "microsoft",
        "immediate",
        "focus",
        "serving",
        "customer",
        "growing",
        "business",
        "walmart",
        "support",
        "flipkart",
        "ambition",
        "transition",
        "subsidiary",
        "future",
        "india",
        "one",
        "attractive",
        "retail",
        "market",
        "world",
        "given",
        "size",
        "growth",
        "rate",
        "investment",
        "opportunity",
        "partner",
        "company",
        "leading",
        "transformation",
        "ecommerce",
        "market",
        "said",
        "doug",
        "mcmillon",
        "walmart",
        "president",
        "chief",
        "executive",
        "officer",
        "company",
        "transforming",
        "globally",
        "meet",
        "exceed",
        "need",
        "customer",
        "look",
        "forward",
        "working",
        "flipkart",
        "grow",
        "critical",
        "market",
        "also",
        "excited",
        "tencent",
        "tiger",
        "global",
        "microsoft",
        "key",
        "strategic",
        "technology",
        "partner",
        "confident",
        "group",
        "provide",
        "flipkart",
        "enhanced",
        "strategic",
        "competitive",
        "advantage",
        "investment",
        "benefit",
        "india",
        "providing",
        "quality",
        "affordable",
        "good",
        "customer",
        "creating",
        "new",
        "skilled",
        "job",
        "fresh",
        "opportunity",
        "small",
        "supplier",
        "farmer",
        "woman",
        "investment",
        "immense",
        "importance",
        "india",
        "help",
        "fuel",
        "ambition",
        "deepen",
        "connection",
        "buyer",
        "seller",
        "create",
        "next",
        "wave",
        "retail",
        "india",
        "said",
        "binny",
        "bansal",
        "flipkart",
        "group",
        "chief",
        "executive",
        "officer",
        "ecommerce",
        "still",
        "relatively",
        "small",
        "part",
        "retail",
        "india",
        "see",
        "great",
        "potential",
        "grow",
        "walmart",
        "ideal",
        "partner",
        "next",
        "phase",
        "journey",
        "look",
        "forward",
        "working",
        "together",
        "year",
        "ahead",
        "bring",
        "strength",
        "learning",
        "retail",
        "ecommerce",
        "founded",
        "flipkart",
        "led",
        "india",
        "ecommerce",
        "revolution",
        "company",
        "grown",
        "rapidly",
        "earned",
        "customer",
        "trust",
        "leveraging",
        "powerful",
        "technology",
        "foundation",
        "including",
        "artificial",
        "intelligence",
        "emerging",
        "leader",
        "electronics",
        "large",
        "appliance",
        "mobile",
        "fashion",
        "apparel",
        "market",
        "walmart",
        "expects",
        "ecommerce",
        "grow",
        "four",
        "time",
        "rate",
        "overall",
        "retail",
        "platform",
        "myntra",
        "jabong",
        "phonepe",
        "flipkart",
        "uniquely",
        "positioned",
        "leverage",
        "integrated",
        "ecosystem",
        "defined",
        "localized",
        "service",
        "deep",
        "insight",
        "indian",
        "customer",
        "supply",
        "chain",
        "flipkart",
        "supply",
        "chain",
        "arm",
        "ekart",
        "serf",
        "city",
        "making",
        "delivery",
        "daily",
        "fiscal",
        "year",
        "ended",
        "march",
        "flipkart",
        "recorded",
        "gmv",
        "billion",
        "net",
        "sale",
        "billion",
        "representing",
        "percent",
        "growth",
        "case",
        "investment",
        "flipkart",
        "leverage",
        "walmart",
        "retail",
        "expertise",
        "grocery",
        "general",
        "merchandise",
        "knowledge",
        "financial",
        "strength",
        "flipkart",
        "talent",
        "technology",
        "customer",
        "insight",
        "agile",
        "innovative",
        "culture",
        "benefit",
        "walmart",
        "india",
        "across",
        "globe",
        "walmart",
        "flipkart",
        "leverage",
        "combined",
        "strength",
        "company",
        "maintain",
        "distinct",
        "brand",
        "operating",
        "structure",
        "currently",
        "walmart",
        "india",
        "operates",
        "best",
        "price",
        "store",
        "one",
        "fulfillment",
        "center",
        "city",
        "across",
        "nine",
        "state",
        "india",
        "percent",
        "sourcing",
        "coming",
        "india",
        "aiding",
        "supplier",
        "creating",
        "skilled",
        "job",
        "contributing",
        "local",
        "economy",
        "across",
        "country",
        "krish",
        "iyer",
        "president",
        "chief",
        "executive",
        "officer",
        "walmart",
        "india",
        "continue",
        "lead",
        "part",
        "business",
        "flipkart",
        "established",
        "prominent",
        "player",
        "strong",
        "entrepreneurial",
        "leadership",
        "team",
        "good",
        "cultural",
        "fit",
        "walmart",
        "said",
        "judith",
        "mckenna",
        "president",
        "chief",
        "executive",
        "officer",
        "walmart",
        "international",
        "investment",
        "aligns",
        "strategy",
        "goal",
        "contribute",
        "india",
        "success",
        "story",
        "grow",
        "business",
        "last",
        "year",
        "flipkart",
        "become",
        "market",
        "leader",
        "focusing",
        "customer",
        "service",
        "technology",
        "supply",
        "chain",
        "broad",
        "assortment",
        "product",
        "flipkart",
        "shareholder",
        "come",
        "together",
        "continue",
        "advance",
        "winning",
        "ecommerce",
        "ecosystem",
        "retail",
        "changing",
        "rapidly",
        "walmart",
        "actively",
        "looking",
        "new",
        "way",
        "serve",
        "customer",
        "moving",
        "speed",
        "flipkart",
        "investment",
        "represents",
        "unique",
        "opportunity",
        "consistent",
        "approach",
        "looking",
        "innovative",
        "way",
        "grow",
        "domestically",
        "internationally",
        "particularly",
        "market",
        "significant",
        "opportunity",
        "flipkart",
        "investment",
        "transforms",
        "walmart",
        "position",
        "country",
        "billion",
        "people",
        "strong",
        "gdp",
        "growth",
        "growing",
        "middle",
        "class",
        "significant",
        "runway",
        "smartphone",
        "internet",
        "ecommerce",
        "penetration",
        "structure",
        "financial",
        "implication",
        "detail",
        "walmart",
        "investment",
        "includes",
        "billion",
        "new",
        "equity",
        "funding",
        "help",
        "flipkart",
        "accelerate",
        "growth",
        "future",
        "walmart",
        "flipkart",
        "also",
        "discussion",
        "additional",
        "potential",
        "investor",
        "may",
        "join",
        "round",
        "could",
        "result",
        "walmart",
        "investment",
        "stake",
        "moving",
        "lower",
        "transaction",
        "complete",
        "even",
        "company",
        "would",
        "retain",
        "clear",
        "majority",
        "ownership",
        "tencent",
        "tiger",
        "global",
        "continue",
        "flipkart",
        "board",
        "joined",
        "new",
        "member",
        "walmart",
        "final",
        "board",
        "yet",
        "determined",
        "also",
        "include",
        "independent",
        "member",
        "board",
        "work",
        "maintain",
        "flipkart",
        "core",
        "value",
        "entrepreneurial",
        "spirit",
        "ensuring",
        "strategic",
        "competitive",
        "advantage",
        "closing",
        "expected",
        "later",
        "calendar",
        "year",
        "subject",
        "regulatory",
        "approval",
        "finance",
        "investment",
        "walmart",
        "intends",
        "use",
        "combination",
        "newly",
        "issued",
        "debt",
        "cash",
        "hand",
        "upon",
        "closing",
        "flipkart",
        "financials",
        "reported",
        "part",
        "walmart",
        "international",
        "business",
        "segment",
        "transaction",
        "close",
        "end",
        "second",
        "quarter",
        "fiscal",
        "year",
        "walmart",
        "expects",
        "negative",
        "impact",
        "fy19",
        "eps",
        "approximately",
        "includes",
        "incremental",
        "interest",
        "expense",
        "related",
        "investment",
        "fy20",
        "look",
        "accelerate",
        "growth",
        "important",
        "market",
        "walmart",
        "anticipates",
        "eps",
        "headwind",
        "total",
        "around",
        "per",
        "share",
        "comprised",
        "operating",
        "loss",
        "approximately",
        "per",
        "share",
        "assuming",
        "minimal",
        "tax",
        "benefit",
        "loss",
        "near",
        "amount",
        "includes",
        "per",
        "share",
        "related",
        "amortization",
        "intangible",
        "asset",
        "depreciation",
        "short",
        "lived",
        "asset",
        "resulting",
        "purchase",
        "accounting",
        "last",
        "year",
        "interest",
        "expense",
        "approximately",
        "per",
        "share",
        "given",
        "company",
        "financial",
        "strength",
        "anticipate",
        "continuation",
        "current",
        "share",
        "buyback",
        "program",
        "maintaining",
        "strong",
        "credit",
        "profile",
        "investment",
        "represents",
        "unique",
        "opportunity",
        "market",
        "significant",
        "growth",
        "prospect",
        "walmart",
        "investing",
        "local",
        "leader",
        "strong",
        "leadership",
        "culture",
        "innovation",
        "service",
        "company",
        "aligned",
        "strategic",
        "committed",
        "shareholder",
        "group",
        "focused",
        "serving",
        "customer",
        "mid",
        "long",
        "term",
        "business",
        "scale",
        "efficiency",
        "realized",
        "walmart",
        "expects",
        "loss",
        "decline",
        "return",
        "improve",
        "partnering",
        "contribute",
        "india",
        "walmart",
        "scale",
        "india",
        "company",
        "continue",
        "partner",
        "create",
        "sustained",
        "economic",
        "growth",
        "across",
        "agriculture",
        "food",
        "retail",
        "future",
        "investment",
        "support",
        "national",
        "initiative",
        "bring",
        "sustainable",
        "benefit",
        "country",
        "including",
        "job",
        "creation",
        "plan",
        "would",
        "create",
        "job",
        "development",
        "supply",
        "chain",
        "commercial",
        "opportunity",
        "direct",
        "employment",
        "supporting",
        "small",
        "business",
        "make",
        "india",
        "direct",
        "procurement",
        "well",
        "increased",
        "opportunity",
        "export",
        "global",
        "sourcing",
        "ecommerce",
        "among",
        "initiative",
        "walmart",
        "partner",
        "kirana",
        "owner",
        "member",
        "help",
        "modernize",
        "retail",
        "practice",
        "adopt",
        "digital",
        "payment",
        "technology",
        "support",
        "farmer",
        "develop",
        "supply",
        "chain",
        "local",
        "sourcing",
        "improved",
        "market",
        "access",
        "reduced",
        "food",
        "waste",
        "improving",
        "waste",
        "management",
        "practice",
        "investing",
        "supply",
        "chain",
        "especially",
        "cold",
        "storage",
        "investment",
        "community",
        "call",
        "walmart",
        "host",
        "conference",
        "call",
        "analyst",
        "investor",
        "cdt",
        "ist",
        "along",
        "press",
        "release",
        "accompanying",
        "presentation",
        "accessed",
        "conference",
        "call",
        "webcast",
        "live",
        "accessible",
        "following",
        "link",
        "webcast",
        "archived",
        "available",
        "beginning",
        "approximately",
        "noon",
        "cdt",
        "may",
        "asset",
        "please",
        "visit",
        "http",
        "adviser",
        "morgan",
        "security",
        "llc",
        "acting",
        "lead",
        "financial",
        "advisor",
        "walmart",
        "along",
        "barclays",
        "hogan",
        "lovell",
        "shardul",
        "amarchand",
        "mangaldas",
        "gibson",
        "dunn",
        "crutcher",
        "llp",
        "outside",
        "counsel",
        "walmart",
        "goldman",
        "sachs",
        "llc",
        "acted",
        "exclusive",
        "financial",
        "advisor",
        "flipkart",
        "gunderson",
        "dettmer",
        "llp",
        "khaitan",
        "allen",
        "gledhill",
        "llp",
        "dentons",
        "rodyk",
        "davidson",
        "llp",
        "provided",
        "legal",
        "counsel",
        "flipkart",
        "walmart",
        "walmart",
        "nyse",
        "wmt",
        "help",
        "people",
        "around",
        "world",
        "save",
        "money",
        "live",
        "better",
        "anytime",
        "anywhere",
        "retail",
        "store",
        "online",
        "mobile",
        "device",
        "week",
        "nearly",
        "million",
        "customer",
        "member",
        "visit",
        "store",
        "banner",
        "country",
        "ecommerce",
        "website",
        "fiscal",
        "year",
        "revenue",
        "billion",
        "walmart",
        "employ",
        "approximately",
        "million",
        "associate",
        "worldwide",
        "walmart",
        "continues",
        "leader",
        "sustainability",
        "corporate",
        "philanthropy",
        "employment",
        "opportunity",
        "additional",
        "information",
        "walmart",
        "found",
        "visiting",
        "http",
        "facebook",
        "http",
        "twitter",
        "http",
        "flipkart",
        "flipkart",
        "group",
        "one",
        "india",
        "largest",
        "marketplace",
        "includes",
        "group",
        "company",
        "flipkart",
        "myntra",
        "jabong",
        "phonepe",
        "launched",
        "flipkart",
        "enabled",
        "million",
        "customer",
        "seller",
        "merchant",
        "small",
        "business",
        "part",
        "india",
        "revolution",
        "offering",
        "million",
        "product",
        "across",
        "category",
        "flipkart",
        "known",
        "pioneering",
        "innovation",
        "cash",
        "delivery",
        "cost",
        "emi",
        "easy",
        "return",
        "service",
        "made",
        "online",
        "shopping",
        "accessible",
        "affordable",
        "million",
        "customer",
        "together",
        "myntra",
        "jabong",
        "hold",
        "prominent",
        "position",
        "online",
        "fashion",
        "market",
        "phonepe",
        "india",
        "first",
        "upi",
        "based",
        "payment",
        "app",
        "offering",
        "nine",
        "language",
        "flipkart",
        "group",
        "steered",
        "transformation",
        "commerce",
        "india",
        "forward",
        "looking",
        "statement",
        "release",
        "contains",
        "statement",
        "walmart",
        "management",
        "guidance",
        "regarding",
        "earnings",
        "per",
        "share",
        "impact",
        "walmart",
        "investment",
        "flipkart",
        "fiscal",
        "year",
        "ending",
        "january",
        "subsequent",
        "fiscal",
        "year",
        "future",
        "operation",
        "flipkart",
        "well",
        "statement",
        "walmart",
        "share",
        "buyback",
        "program",
        "credit",
        "profile",
        "walmart",
        "belief",
        "statement",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "amended",
        "intended",
        "enjoy",
        "protection",
        "safe",
        "harbor",
        "statement",
        "created",
        "thereunder",
        "assumption",
        "statement",
        "based",
        "also",
        "statement",
        "walmart",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "guidance",
        "provided",
        "result",
        "change",
        "circumstance",
        "assumption",
        "realized",
        "risk",
        "uncertainty",
        "factor",
        "including",
        "closing",
        "date",
        "walmart",
        "investment",
        "flipkart",
        "level",
        "walmart",
        "investment",
        "flipkart",
        "time",
        "time",
        "currency",
        "exchange",
        "rate",
        "fluctuation",
        "change",
        "market",
        "interest",
        "rate",
        "competitive",
        "pressure",
        "economic",
        "capital",
        "market",
        "business",
        "condition",
        "trend",
        "event",
        "india",
        "change",
        "existing",
        "rule",
        "regulation",
        "regarding",
        "foreign",
        "direct",
        "investment",
        "retail",
        "business",
        "india",
        "change",
        "existing",
        "tax",
        "labor",
        "law",
        "regulation",
        "india",
        "risk",
        "uncertainty",
        "factor",
        "relating",
        "walmart",
        "operation",
        "financial",
        "performance",
        "discussed",
        "filing",
        "sec",
        "read",
        "release",
        "conjunction",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "january",
        "subsequently",
        "filed",
        "quarterly",
        "report",
        "form",
        "current",
        "report",
        "form",
        "consider",
        "risk",
        "uncertainty",
        "factor",
        "identified",
        "sec",
        "report",
        "carefully",
        "evaluating",
        "statement",
        "release",
        "walmart",
        "assure",
        "future",
        "result",
        "reflected",
        "implied",
        "statement",
        "realized",
        "even",
        "substantially",
        "realized",
        "forecasted",
        "expected",
        "consequence",
        "effect",
        "operation",
        "financial",
        "performance",
        "statement",
        "made",
        "date",
        "release",
        "walmart",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "reflect",
        "subsequent",
        "event",
        "circumstance",
        "gross",
        "merchandise",
        "value",
        "gmv",
        "flipkart",
        "defines",
        "represents",
        "total",
        "dollar",
        "value",
        "order",
        "processed",
        "marketplace",
        "period",
        "without",
        "reduction",
        "return",
        "view",
        "source",
        "version",
        "http",
        "medium",
        "contact",
        "information",
        "walmart",
        "medium",
        "relation",
        "india",
        "indiaqueries",
        "flipkart",
        "medium",
        "relation",
        "india",
        "medium",
        "walmart",
        "investor",
        "relation",
        "kary",
        "brunner",
        "source",
        "walmart",
        "inc"
    ]
}