{
    "organizations": [],
    "uuid": "873ba553f067a81d002821dfd33063447ccf5bca",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/10/globe-newswire-mosys-inc-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "MoSys, Inc. Reports Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN JOSE, Calif., May 10, 2018 (GLOBE NEWSWIRE) -- MoSys, Inc. (NASDAQ:MOSY), today reported financial results for the quarter ended March 31, 2018.\nFirst Quarter 2018 Financial Results\nTotal net revenue for the first quarter of 2018 was $4.2 million, compared with $3.8 million for the fourth quarter of 2017 and $1.2 million for the first quarter of 2017. Product revenue for the first quarter was $3.7 million, compared with $3.5 million in the fourth quarter of 2017 and $1.0 million in the year ago period, reflecting increased IC shipments to multiple design win customers.\nGAAP gross margin for the first quarter of 2018 increased to 62%, compared with 45% for the fourth quarter of 2017 and 50% for the first quarter of 2017. The sequential increase in gross margin was due primarily to improved manufacturing efficiencies and higher licensing revenue.\nTotal operating expenses on a GAAP basis for the first quarter of 2018 were $2.0 million, compared with $2.2 million in the fourth quarter of 2017 and $4.8 million in the first quarter of 2017. Operating expenses decreased sequentially and year-over-year due primarily to the benefits of the Company’s restructuring and cost reduction initiatives implemented in 2017.\nGAAP net income for the first quarter of 2018 was $0.3 million, or $0.04 per diluted share, compared with a net loss of $0.5 million, or ($0.07) per share, for the previous quarter and a net loss of $4.4 million, or ($0.66) per share, for the first quarter of 2017. Non-GAAP net income for the first quarter of 2018 was $0.5 million, or $0.06 per diluted share, compared with a net loss of $62,000, or ($0.01) per share, during the prior quarter and a net loss of $4.2 million, or ($0.63) per share, in the first quarter of 2017. Adjusted EBITDA for the first quarter of 2018 was a positive $0.9 million, compared with a negative $3.8 million for the first quarter of 2017. A reconciliation of GAAP results to non-GAAP results is provided in the financial statement tables following the text of this press release.\nManagement Commentary\n“During the first quarter, we further extended the momentum established at the end of 2017, increasing total revenue 11%, improving product gross margins to 57%, and reducing operating expenses by 9%, sequentially,” commented Len Perham, president and CEO of MoSys. “These financial and business improvements enabled us to achieve profitability in the quarter and position the Company to sustain profitability in the quarters ahead.\n“Product growth in the quarter was driven by increased shipments of our Bandwidth Engine devices, as we continued to support multiple customers, including our lead security appliance customer. To lay the groundwork for future opportunities, our applications and product development team continues to work on additional derivatives of our Bandwidth Engine and PSE product families, such as the recently-announced BE3 device that supports industrial-temperature grade applications. Also, during the quarter, we further expanded our design-win base by securing a significant win with a major new customer in the application delivery networking space, further validating the Company as a viable supplier to potential new design-win customers and partners. Moreover, we continue to broaden the reach of our Bandwidth Engine products and are seeing increased opportunities for additional security, networking, compute and video applications.”\nMr. Perham concluded, “In summary, we are shipping products to a solid and modestly expanding base of customers, which we continue to believe will deliver the consistent revenue stream necessary to support our revenue growth objectives for 2018. I am pleased with the progress we have made, and believe this quarter represents a key validation point regarding the viability of the Company and our commitment to achieving success for all of our stakeholders.”\nBusiness Outlook for Second Quarter of 2018\nThe Company expects total net revenue for the second quarter of 2018 to be in the range of $4.3 million to $4.5 million, with non-GAAP operating expenses in the range of $2.2 million to $2.4 million.\nFinancial Results Webcast / Conference Call\nMoSys will host a conference call and webcast with investors today at 2:00 p.m. Pacific Time (5:00 p.m. Eastern Time) to discuss the first quarter 2018 financial results. Investors and other interested parties may access the call by dialing 1-855-779-0042 in the U.S. (or +1-631-485-4856 outside of the U.S.) and entering the pass code 9488317 at least 10 minutes prior to the start of the call. In addition, an audio webcast will be available through the MoSys Web site at http://www.mosys.com . A telephone replay will be available for three business days following the call at 1-855-859-2056 in the U.S. (or +1-404-537-3406 outside of the U.S.), pass code of 9488317.\nUse of Non-GAAP Financial Measures\nTo supplement MoSys’ consolidated financial statements presented in accordance with GAAP, MoSys uses non-GAAP financial measures that exclude from the statement of operations the effects of stock-based compensation and intangible asset amortization charges. MoSys’ management believes that the presentation of these non-GAAP financial measures is useful to investors and other interested persons because they are one of the primary indicators that MoSys’ management uses for planning and forecasting future performance. The press release also makes reference to and reconciles GAAP net income (loss) and adjusted EBITDA, which the Company defines as GAAP net income (loss) before interest expense, income tax provision, depreciation and amortization, as well as stock-based compensation and intangible asset amortization charges. MoSys’ management believes that the presentation of non-GAAP financial measures that exclude these items is useful to investors because management does not consider these charges part of the day-to-day business or reflective of the core operational activities of the Company that are within the control of management or that would be used to evaluate management’s operating performance.\nInvestors are encouraged to review the reconciliations of these non-GAAP financial measures to the comparable GAAP results, which are provided in tables below the Condensed Consolidated Statements of Operations. The non-GAAP financial measures disclosed by the Company should not be considered a substitute for, or superior to, financial measures calculated in accordance with GAAP, and the financial results calculated in accordance with GAAP and reconciliations to those financial statements should be carefully evaluated. The non-GAAP financial measures used by the Company may be calculated differently from, and therefore may not be comparable to, similarly titled measures used by other companies. For additional information regarding these non-GAAP financial measures, and management’s explanation of why it considers such measures to be useful, refer to the Form 8-K dated May 10, 2018 that the Company filed with the Securities and Exchange Commission.\nForward-Looking Statements\nThis press release may contain forward-looking statements about the Company, including, without limitation, anticipated benefits and performance expected from its IC products and the Company’s future markets and future business prospects. Forward-looking statements are based on certain assumptions and expectations of future events that are subject to risks and uncertainties. Actual results and trends may differ materially from historical results or those projected in any such forward-looking statements depending on a variety of factors. These factors include, but are not limited, to the following:\na lack of working capital to aggressively fund product development and growth; achieving additional IC design wins; commencing volume shipments of Bandwidth Engine ICs; the timing of customer orders and product shipments; our ability to enhance our existing proprietary technologies and develop new technologies; achieving necessary acceptance and adoption of our IC architecture and interface protocols by potential customers and their suppliers; difficulties and delays in the development, production, testing and marketing of our ICs; reliance on our manufacturing partners to assist successfully with the fabrication of our ICs; availability of quantities of ICs supplied by our manufacturing partners at a competitive cost; our lack of recent experience as a fabless semiconductor company making and selling proprietary ICs; level of intellectual property protection provided by our patents, the expenses and other consequences of litigation, including intellectual property infringement litigation, to which we may be or may become a party from time to time; vigor and growth of markets served by our customers and our operations; and\nother risks identified in the company’s most recent report on Form 10-K filed with the Securities and Exchange Commission, as well as other reports that MoSys files from time to time with the Securities and Exchange Commission. MoSys undertakes no obligation to update publicly any forward-looking statement for any reason, except as required by law, even as new information becomes available or other events occur in the future.\nAbout MoSys, Inc.\nMoSys, Inc. (NASDAQ:MOSY) is a provider of semiconductor solutions that enable fast, intelligent data access for cloud networking, security, test and video systems. More information is available at www.mosys.com .\nBandwidth Engine and MoSys are registered trademarks of MoSys, Inc. in the US and/or other countries. All other marks mentioned herein are the property of their respective owners.\n(Financial Tables to Follow)\nMOSYS, INC. OPERATIONS (In thousands, except per share amounts; unaudited)\nThree Months Ended March 31, 2018 2017 Net Revenue Product $ 3,704 $ 955 Royalty and other 504 257 Total net revenue 4,208 1,212 Cost of Net Revenue 1,601 602 Gross Profit 2,607 610 Operating Expenses Research and development 1,051 3,485 Selling, general and administrative 989 1,314 Total operating expenses 2,040 4,799 Income (loss) from operations 567 (4,189 ) Other expense, net (219 ) (216 ) Net income (loss) $ 348 $ (4,405 ) Net income (loss) per share Basic $ 0.04 $ (0.66 ) Diluted $ 0.04 $ (0.66 ) Shares used in computing net income (loss) per share Basic 8,130 6,647 Diluted 8,347 6,647\nMOSYS, INC. (In thousands, unaudited) March 31, December 31, 2018 2017 Assets\nCurrent assets: $ 3,501 $ 3,868 Accounts receivable, net 1,505 1,681 Inventories 1,900 1,766 Prepaid expenses and other 1,255 1,347 Total current assets 8,161 8,662 658 827 Goodwill 13,276 13,276 Other 346 374 Total assets $ 22,441 $ 23,139 Liabilities and Stockholders’ Equity Current liabilities: Accounts payable $ 233 $ 170 Deferred revenue 2,702 3,938 Accrued expenses and other 1,886 2,507 4,821 6,615 Convertible notes payable 9,635 9,160 Other long-term liabilities 18 18 Total liabilities 14,474 15,793 Stockholders' equity 7,967 7,346 Total liabilities and stockholders’ equity $ 22,441 $ 23,139\nMOSYS, INC. Reconciliation of GAAP to Non-GAAP Net Income (Loss) and Net Income (Loss) Per Share (In thousands, except per share amounts; unaudited) Three Months Ended March 31, 2018 2017 GAAP net income (loss) $ 348 $ (4,405 ) Stock-based compensation expense - Research and development 6 109 - Selling, general and administrative 88 76 Total stock-based compensation expense 94 185 Amortization of intangible assets 27 28 Non-GAAP net income (loss) $ 469 $ (4,192 ) GAAP net income (loss) per share, basic $ 0.04 $ (0.66 ) Reconciling items - Stock-based compensation expense 0.01 0.03 - Amortization of intangible assets 0.01 - Non-GAAP net income (loss) per share, basic $ 0.06 $ (0.63 ) GAAP net income (loss) per share, diluted $ 0.04 $ (0.66 ) Reconciling items - Stock-based compensation expense 0.01 0.03 - Amortization of intangible assets 0.01 - Non-GAAP net income (loss) per share, diluted $ 0.06 $ (0.63 ) Shares used in computing non-GAAP net income (loss) per share Basic 8,130 6,647 Diluted 8,347 6,647\nMOSYS, INC. Reconciliation of GAAP and Non-GAAP Financial Information (In thousands; unaudited) Three Months Ended March 31, 2018 2017 Reconciliation of GAAP net income (loss) and adjusted EBITDA GAAP net income (loss) $ 348 $ (4,405 ) Stock-based compensation expense 94 185 Restructuring and impairment charges - - Amortization of intangible assets 27 28 Non-GAAP net income (loss) 469 (4,192 ) EBITDA adjustments: Depreciation 169 196 Interest expense 221 224 Provision for income taxes 1 5 Adjusted EBITDA $ 858 $ (3,777 )\nContacts:\nJim Sullivan, CFO\nMoSys, Inc.\n+1 (408) 418-7500\njsullivan@mosys.com\nBeverly Twing, Sr. Acct. Manager\nShelton Group, Investor Relations\n+1 (214) 272-0089\nbtwing@sheltongroup.com\nSource:MoSys, Inc.",
    "published": "2018-05-11T00:05:00.000+03:00",
    "crawled": "2018-05-11T01:08:27.055+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "jose",
        "may",
        "globe",
        "newswire",
        "mosys",
        "nasdaq",
        "mosy",
        "today",
        "reported",
        "financial",
        "result",
        "quarter",
        "ended",
        "march",
        "first",
        "quarter",
        "financial",
        "result",
        "total",
        "net",
        "revenue",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "fourth",
        "quarter",
        "million",
        "first",
        "quarter",
        "product",
        "revenue",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "fourth",
        "quarter",
        "million",
        "year",
        "ago",
        "period",
        "reflecting",
        "increased",
        "ic",
        "shipment",
        "multiple",
        "design",
        "win",
        "customer",
        "gaap",
        "gross",
        "margin",
        "first",
        "quarter",
        "increased",
        "compared",
        "fourth",
        "quarter",
        "first",
        "quarter",
        "sequential",
        "increase",
        "gross",
        "margin",
        "due",
        "primarily",
        "improved",
        "manufacturing",
        "efficiency",
        "higher",
        "licensing",
        "revenue",
        "total",
        "operating",
        "expense",
        "gaap",
        "basis",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "fourth",
        "quarter",
        "million",
        "first",
        "quarter",
        "operating",
        "expense",
        "decreased",
        "sequentially",
        "due",
        "primarily",
        "benefit",
        "company",
        "restructuring",
        "cost",
        "reduction",
        "initiative",
        "implemented",
        "gaap",
        "net",
        "income",
        "first",
        "quarter",
        "million",
        "per",
        "diluted",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "previous",
        "quarter",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "first",
        "quarter",
        "net",
        "income",
        "first",
        "quarter",
        "million",
        "per",
        "diluted",
        "share",
        "compared",
        "net",
        "loss",
        "per",
        "share",
        "prior",
        "quarter",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "first",
        "quarter",
        "adjusted",
        "ebitda",
        "first",
        "quarter",
        "positive",
        "million",
        "compared",
        "negative",
        "million",
        "first",
        "quarter",
        "reconciliation",
        "gaap",
        "result",
        "result",
        "provided",
        "financial",
        "statement",
        "table",
        "following",
        "text",
        "press",
        "release",
        "management",
        "commentary",
        "first",
        "quarter",
        "extended",
        "momentum",
        "established",
        "end",
        "increasing",
        "total",
        "revenue",
        "improving",
        "product",
        "gross",
        "margin",
        "reducing",
        "operating",
        "expense",
        "sequentially",
        "commented",
        "len",
        "perham",
        "president",
        "ceo",
        "mosys",
        "financial",
        "business",
        "improvement",
        "enabled",
        "u",
        "achieve",
        "profitability",
        "quarter",
        "position",
        "company",
        "sustain",
        "profitability",
        "quarter",
        "ahead",
        "product",
        "growth",
        "quarter",
        "driven",
        "increased",
        "shipment",
        "bandwidth",
        "engine",
        "device",
        "continued",
        "support",
        "multiple",
        "customer",
        "including",
        "lead",
        "security",
        "appliance",
        "customer",
        "lay",
        "groundwork",
        "future",
        "opportunity",
        "application",
        "product",
        "development",
        "team",
        "continues",
        "work",
        "additional",
        "derivative",
        "bandwidth",
        "engine",
        "pse",
        "product",
        "family",
        "be3",
        "device",
        "support",
        "grade",
        "application",
        "also",
        "quarter",
        "expanded",
        "base",
        "securing",
        "significant",
        "win",
        "major",
        "new",
        "customer",
        "application",
        "delivery",
        "networking",
        "space",
        "validating",
        "company",
        "viable",
        "supplier",
        "potential",
        "new",
        "customer",
        "partner",
        "moreover",
        "continue",
        "broaden",
        "reach",
        "bandwidth",
        "engine",
        "product",
        "seeing",
        "increased",
        "opportunity",
        "additional",
        "security",
        "networking",
        "compute",
        "video",
        "perham",
        "concluded",
        "summary",
        "shipping",
        "product",
        "solid",
        "modestly",
        "expanding",
        "base",
        "customer",
        "continue",
        "believe",
        "deliver",
        "consistent",
        "revenue",
        "stream",
        "necessary",
        "support",
        "revenue",
        "growth",
        "objective",
        "pleased",
        "progress",
        "made",
        "believe",
        "quarter",
        "represents",
        "key",
        "validation",
        "point",
        "regarding",
        "viability",
        "company",
        "commitment",
        "achieving",
        "success",
        "business",
        "outlook",
        "second",
        "quarter",
        "company",
        "expects",
        "total",
        "net",
        "revenue",
        "second",
        "quarter",
        "range",
        "million",
        "million",
        "operating",
        "expense",
        "range",
        "million",
        "million",
        "financial",
        "result",
        "webcast",
        "conference",
        "call",
        "mosys",
        "host",
        "conference",
        "call",
        "webcast",
        "investor",
        "today",
        "pacific",
        "time",
        "eastern",
        "time",
        "discus",
        "first",
        "quarter",
        "financial",
        "result",
        "investor",
        "interested",
        "party",
        "may",
        "access",
        "call",
        "dialing",
        "outside",
        "entering",
        "pas",
        "code",
        "least",
        "minute",
        "prior",
        "start",
        "call",
        "addition",
        "audio",
        "webcast",
        "available",
        "mosys",
        "web",
        "site",
        "http",
        "telephone",
        "replay",
        "available",
        "three",
        "business",
        "day",
        "following",
        "call",
        "outside",
        "pas",
        "code",
        "use",
        "financial",
        "measure",
        "supplement",
        "mosys",
        "consolidated",
        "financial",
        "statement",
        "presented",
        "accordance",
        "gaap",
        "mosys",
        "us",
        "financial",
        "measure",
        "exclude",
        "statement",
        "operation",
        "effect",
        "compensation",
        "intangible",
        "asset",
        "amortization",
        "charge",
        "mosys",
        "management",
        "belief",
        "presentation",
        "financial",
        "measure",
        "useful",
        "investor",
        "interested",
        "person",
        "one",
        "primary",
        "indicator",
        "mosys",
        "management",
        "us",
        "planning",
        "forecasting",
        "future",
        "performance",
        "press",
        "release",
        "also",
        "make",
        "reference",
        "reconciles",
        "gaap",
        "net",
        "income",
        "loss",
        "adjusted",
        "ebitda",
        "company",
        "defines",
        "gaap",
        "net",
        "income",
        "loss",
        "interest",
        "expense",
        "income",
        "tax",
        "provision",
        "depreciation",
        "amortization",
        "well",
        "compensation",
        "intangible",
        "asset",
        "amortization",
        "charge",
        "mosys",
        "management",
        "belief",
        "presentation",
        "financial",
        "measure",
        "exclude",
        "item",
        "useful",
        "investor",
        "management",
        "consider",
        "charge",
        "part",
        "business",
        "reflective",
        "core",
        "operational",
        "activity",
        "company",
        "within",
        "control",
        "management",
        "would",
        "used",
        "evaluate",
        "management",
        "operating",
        "performance",
        "investor",
        "encouraged",
        "review",
        "reconciliation",
        "financial",
        "measure",
        "comparable",
        "gaap",
        "result",
        "provided",
        "table",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "financial",
        "measure",
        "disclosed",
        "company",
        "considered",
        "substitute",
        "superior",
        "financial",
        "measure",
        "calculated",
        "accordance",
        "gaap",
        "financial",
        "result",
        "calculated",
        "accordance",
        "gaap",
        "reconciliation",
        "financial",
        "statement",
        "carefully",
        "evaluated",
        "financial",
        "measure",
        "used",
        "company",
        "may",
        "calculated",
        "differently",
        "therefore",
        "may",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "used",
        "company",
        "additional",
        "information",
        "regarding",
        "financial",
        "measure",
        "management",
        "explanation",
        "considers",
        "measure",
        "useful",
        "refer",
        "form",
        "dated",
        "may",
        "company",
        "filed",
        "security",
        "exchange",
        "commission",
        "statement",
        "press",
        "release",
        "may",
        "contain",
        "statement",
        "company",
        "including",
        "without",
        "limitation",
        "anticipated",
        "benefit",
        "performance",
        "expected",
        "ic",
        "product",
        "company",
        "future",
        "market",
        "future",
        "business",
        "prospect",
        "statement",
        "based",
        "certain",
        "assumption",
        "expectation",
        "future",
        "event",
        "subject",
        "risk",
        "uncertainty",
        "actual",
        "result",
        "trend",
        "may",
        "differ",
        "materially",
        "historical",
        "result",
        "projected",
        "statement",
        "depending",
        "variety",
        "factor",
        "factor",
        "include",
        "limited",
        "following",
        "lack",
        "working",
        "capital",
        "aggressively",
        "fund",
        "product",
        "development",
        "growth",
        "achieving",
        "additional",
        "ic",
        "design",
        "win",
        "commencing",
        "volume",
        "shipment",
        "bandwidth",
        "engine",
        "ic",
        "timing",
        "customer",
        "order",
        "product",
        "shipment",
        "ability",
        "enhance",
        "existing",
        "proprietary",
        "technology",
        "develop",
        "new",
        "technology",
        "achieving",
        "necessary",
        "acceptance",
        "adoption",
        "ic",
        "architecture",
        "interface",
        "protocol",
        "potential",
        "customer",
        "supplier",
        "difficulty",
        "delay",
        "development",
        "production",
        "testing",
        "marketing",
        "ic",
        "reliance",
        "manufacturing",
        "partner",
        "assist",
        "successfully",
        "fabrication",
        "ic",
        "availability",
        "quantity",
        "ic",
        "supplied",
        "manufacturing",
        "partner",
        "competitive",
        "cost",
        "lack",
        "recent",
        "experience",
        "fabless",
        "semiconductor",
        "company",
        "making",
        "selling",
        "proprietary",
        "ic",
        "level",
        "intellectual",
        "property",
        "protection",
        "provided",
        "patent",
        "expense",
        "consequence",
        "litigation",
        "including",
        "intellectual",
        "property",
        "infringement",
        "litigation",
        "may",
        "may",
        "become",
        "party",
        "time",
        "time",
        "vigor",
        "growth",
        "market",
        "served",
        "customer",
        "operation",
        "risk",
        "identified",
        "company",
        "recent",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "well",
        "report",
        "mosys",
        "file",
        "time",
        "time",
        "security",
        "exchange",
        "commission",
        "mosys",
        "undertakes",
        "obligation",
        "update",
        "publicly",
        "statement",
        "reason",
        "except",
        "required",
        "law",
        "even",
        "new",
        "information",
        "becomes",
        "available",
        "event",
        "occur",
        "future",
        "mosys",
        "mosys",
        "nasdaq",
        "mosy",
        "provider",
        "semiconductor",
        "solution",
        "enable",
        "fast",
        "intelligent",
        "data",
        "access",
        "cloud",
        "networking",
        "security",
        "test",
        "video",
        "system",
        "information",
        "available",
        "bandwidth",
        "engine",
        "mosys",
        "registered",
        "trademark",
        "mosys",
        "u",
        "country",
        "mark",
        "mentioned",
        "herein",
        "property",
        "respective",
        "owner",
        "financial",
        "table",
        "follow",
        "mosys",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "revenue",
        "product",
        "royalty",
        "total",
        "net",
        "revenue",
        "cost",
        "net",
        "revenue",
        "gross",
        "profit",
        "operating",
        "expense",
        "research",
        "development",
        "selling",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "income",
        "loss",
        "operation",
        "expense",
        "net",
        "net",
        "income",
        "loss",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "share",
        "used",
        "computing",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "mosys",
        "thousand",
        "unaudited",
        "march",
        "december",
        "asset",
        "current",
        "asset",
        "account",
        "receivable",
        "net",
        "inventory",
        "prepaid",
        "expense",
        "total",
        "current",
        "asset",
        "goodwill",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "deferred",
        "revenue",
        "accrued",
        "expense",
        "convertible",
        "note",
        "payable",
        "liability",
        "total",
        "liability",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "mosys",
        "reconciliation",
        "gaap",
        "net",
        "income",
        "loss",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "gaap",
        "net",
        "income",
        "loss",
        "compensation",
        "expense",
        "research",
        "development",
        "selling",
        "general",
        "administrative",
        "total",
        "compensation",
        "expense",
        "amortization",
        "intangible",
        "asset",
        "net",
        "income",
        "loss",
        "gaap",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "basic",
        "reconciling",
        "item",
        "compensation",
        "expense",
        "amortization",
        "intangible",
        "asset",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "basic",
        "gaap",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "diluted",
        "reconciling",
        "item",
        "compensation",
        "expense",
        "amortization",
        "intangible",
        "asset",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "diluted",
        "share",
        "used",
        "computing",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "mosys",
        "reconciliation",
        "gaap",
        "financial",
        "information",
        "thousand",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "reconciliation",
        "gaap",
        "net",
        "income",
        "loss",
        "adjusted",
        "ebitda",
        "gaap",
        "net",
        "income",
        "loss",
        "compensation",
        "expense",
        "restructuring",
        "impairment",
        "charge",
        "amortization",
        "intangible",
        "asset",
        "net",
        "income",
        "loss",
        "ebitda",
        "adjustment",
        "depreciation",
        "interest",
        "expense",
        "provision",
        "income",
        "tax",
        "adjusted",
        "ebitda",
        "contact",
        "jim",
        "sullivan",
        "cfo",
        "mosys",
        "jsullivan",
        "beverly",
        "twing",
        "acct",
        "manager",
        "shelton",
        "group",
        "investor",
        "relation",
        "btwing",
        "source",
        "mosys",
        "inc"
    ]
}