{
    "organizations": [],
    "uuid": "474ea759858d0767b1f6804b8f07e77b7083e886",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/09/globe-newswire-adaptimmune-reports-first-quarter-2018-financial-results-and-business-update.html",
    "ord_in_thread": 0,
    "title": "Adaptimmune Reports First Quarter 2018 Financial Results and Business Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "- Dosing patients in MAGE-A10 lung cancer study at one billion target cell dose -\n- Updated MRCLS response data will be presented in an oral presentation at ASCO -\n- Guidance confirmed, funded through to early 2020 -\n- Conference call to be held today at 8:00 a.m. EDT (1:00 p.m. BST) -\nPHILADELPHIA and OXFORD, United Kingdom, May 09, 2018 (GLOBE NEWSWIRE) -- Adaptimmune Therapeutics plc (Nasdaq:ADAP), a leader in T-cell therapy to treat cancer, today reported financial results for the first quarter ended March 31, 2018, as well as provided a business update.\n“2018 is off to an outstanding start, and the remainder of the year promises to be even more exciting for Adaptimmune as we look forward to response data from our wholly owned assets in a variety of solid tumors,” commented James Noble, Adaptimmune’s Chief Executive Officer. “The transition of the NY-ESO program to GSK is progressing, our manufacturing capabilities are strengthening, and we have a robust pipeline delivering novel therapeutic approaches to cancer patients. We look forward to presenting further progress in the coming months as we move towards our ambition to be the first to market with an approved TCR T-cell therapy.”\nClinical momentum\nAdaptimmune continues to make good progress across all trial cohorts. Clinical data highlights include:\nInitial safety data ( https://bit.ly/2HAuhTS ) with Adaptimmune’s wholly owned SPEAR T-cell therapy targeting MAGE-A10 reported in January. These data will be presented and updated in a poster at the upcoming American Society of Clinical Oncology (ASCO) annual meeting in June. Dosing at the target dose of one billion transduced SPEAR T-cells in the MAGE-A10 triple tumor study reported in January ( https://bit.ly/2HAuhTS ). Dosing at the target dose of one billion transduced SPEAR T-cells after recent recommendation from the scientific review committee (SRC) to dose escalate in the MAGE-A10 non-small cell lung cancer (NSCLC) study. Responses in a second solid tumor, myxoid round/cell liposarcoma (MRCLS), with NY-ESO reported in March ( https://bit.ly/2HAluxz ). These data will be presented and updated at an oral presentation during ASCO.\nInitial safety data from the MAGE-A4 “basket study” (required to support dose escalation to one billion cells) is on track for the second quarter of 2018. MAGE-A4 response data and initial AFP safety data are anticipated throughout the second half of this year.\nManufacturing progress\nIn another important step towards its ambition to become a fully integrated cell therapy company, Adaptimmune has now received regulatory approval to produce SPEAR T-cells for all of its wholly owned programs (MAGE‑A10, MAGE-A4, and AFP) at its Philadelphia Navy Yard facility. The Company is routinely manufacturing SPEAR T-cells at the Navy Yard, and achieving cell volumes in the range of the therapeutic doses seen with NY‑ESO in synovial sarcoma.\nIn addition, Adaptimmune announced in January 2018 ( https://bit.ly/2D8A52t ) that it had executed an agreement with Cell and Gene Therapy (CGT) Catapult for its own dedicated manufacturing space to secure vector supply for the medium term for ongoing studies with all three wholly owned SPEAR T-cell therapies. The Catapult space is now officially open.\nHighlights\nWholly owned programs\nContinued momentum towards safety and response readouts from SPEAR T-cells targeting MAGE-A10 and MAGE-A4 in multiple solid tumors throughout the second half of 2018, and initial safety data from AFP in hepatocellular carcinoma anticipated in late 2018\nMAGE-A10\n- Dosing at one billion target cell dose in both pilot studies (NSCLC and “triple tumor”)\n- To date, no evidence of off-target toxicity in MAGE-A10 pilot studies in patients who received 100 million cells\n- Response data anticipated in the second half of 2018\n- Preclinical data presented at the American Association for Cancer Research (AACR) annual meeting in April 2018 support the potential specificity and potency of Adaptimmune’s MAGE‑A10 SPEAR T-cells ( https://bit.ly/2HulQJG ) MAGE-A4\n- Basket study: Dosing continues and on schedule to report initial safety data in Q2 2018\n- Response data are anticipated throughout the second half of this year\n- Preclinical safety data presented at AACR identified no major safety concerns for MAGE-A4 SPEAR T‑cell, and analyses of NSCLC tumor samples support the validity of MAGE‑A4 as a target in this indication ( https://bit.ly/2HulQJG ) AFP\n- Hepatocellular carcinoma: Study open and enrolling with initial safety data anticipated in late 2018\nNext generation SPEAR T-cells\n- Adaptimmune’s US patent US15/713464 covering a “next generation” approach to making our T‑cells resistant to the immunosuppressive environment of solid tumors, has been granted. This approach is likely to be used in some of the Company’s future clinical trials.\nNY-ESO program (partnered with GSK)\nCompelling clinical data supports the potential of Adaptimmune’s TCR T-cell therapies to treat solid tumors\nMRCLS: Update will be presented in an oral presentation at ASCO. GSK option exercise and transition: The transition of the NY-ESO program to GSK is ongoing.\nManufacturing\nAdaptimmune is building a fully integrated cell therapy company\nReceived regulatory approval to produce SPEAR T-cells for all of its wholly owned programs (MAGE-A10, MAGE-A4, and AFP) at its Philadelphia Navy Yard facility. Routinely manufacturing SPEAR T-cells at the Navy Yard, and achieving cell volumes in the range of the therapeutic doses seen with NY ESO in synovial sarcoma. Announced in January 2018 ( https://bit.ly/2D8A52t ) that it had executed an agreement with CGT Catapult for its own dedicated manufacturing space to secure vector supply for the medium term for ongoing studies with all three wholly owned SPEAR T-cell therapies. The Catapult space is now officially open. Had a US patent granted (US9932597), covering a “WPRE-free\" vector system, that will further optimize the vector system used for manufacture of its SPEAR T-cells.\nOther corporate news\nAdaptimmune is in a strong financial position to deliver success with SPEAR T-cell therapies\nFunded through to early 2020 with cash and cash equivalents of $53.4 million and total liquidity 1 of $161.8 million Announced in April 2018 ( https://bit.ly/2v7v3D3 ) that John Furey, Chief Operating Officer at Spark Therapeutics, was appointed as an independent Non‑Executive Director to Adaptimmune’s Board of Directors (effective July 5, 2018)\nFinancial Results for the three-month period ended March 31, 2018\nCash / liquidity position: As of March 31, 2018, Adaptimmune had cash and cash equivalents of $53.4 million and Total Liquidity 1 of $161.8 million that will fund the Company through early 2020 based on management’s estimates. Revenue: With effect from January 1, 2018, the Company has adopted a new accounting standard 2 . Under this new accounting standard, revenue represents the upfront payment and milestones under the GSK Collaboration and License Agreement, which are recognized based on the percentage completion of the NY-ESO and PRAME development programs. Revenue for the three months ended March 31, 2018 was $8.2 million. Revenue for the three months ended March 31, 2018 under the previous guidance would have been $9.0 million, compared to $2.9 million for the same period of 2017. This increase in revenue, compared to the same period in 2017, is primarily due to a reduction in the period over which the Company is recognizing revenue following GSK’s exercise of its option over the NY-ESO program in September 2017 and additional development milestones achieved. Research and development (“R&D”) expenses: R&D expenses for the three months ended March 31, 2018 were $25.7 million, compared to $18.6 million for the same period of 2017. The increase was primarily due to increased costs associated with clinical trials, manufacturing for clinical trials, and increased personnel costs. General and administrative (“G&A”) expenses: G&A expenses for the three months ended March 31, 2018 were $11.2 million, compared to $6.5 million for the same period of 2017. The increase was primarily due to increased personnel costs consistent with the Company’s planned growth, an increase in costs associated with developing its IT infrastructure and an increase in other corporate costs. Other income, net : Other income for the three months ended March 31, 2018 was $7.1 million, compared to $0.4 million for the same period of 2017. Other income primarily comprises unrealized foreign exchange gains, which fluctuate depending on exchange rate movements and the amount of foreign currency assets and liabilities. Net loss: Net loss attributable to holders of the Company’s ordinary shares for the three months ended March 31, 2018 was $21.1 million ($(0.04) per ordinary share) compared to $21.8 million ($(0.05) per ordinary share) in the same period of 2017.\nFinancial guidance\nThe Company believes that its existing cash, cash equivalents, marketable securities and income from GSK upon transition of the NY-ESO program will fund the Company’s current operating plan through to early 2020.",
    "published": "2018-05-09T15:30:00.000+03:00",
    "crawled": "2018-05-09T19:41:09.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "dosing",
        "patient",
        "lung",
        "cancer",
        "study",
        "one",
        "billion",
        "target",
        "cell",
        "dose",
        "updated",
        "mrcls",
        "response",
        "data",
        "presented",
        "oral",
        "presentation",
        "asco",
        "guidance",
        "confirmed",
        "funded",
        "early",
        "conference",
        "call",
        "held",
        "today",
        "edt",
        "bst",
        "philadelphia",
        "oxford",
        "united",
        "kingdom",
        "may",
        "globe",
        "newswire",
        "adaptimmune",
        "therapeutic",
        "plc",
        "nasdaq",
        "adap",
        "leader",
        "therapy",
        "treat",
        "cancer",
        "today",
        "reported",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "well",
        "provided",
        "business",
        "update",
        "outstanding",
        "start",
        "remainder",
        "year",
        "promise",
        "even",
        "exciting",
        "adaptimmune",
        "look",
        "forward",
        "response",
        "data",
        "wholly",
        "owned",
        "asset",
        "variety",
        "solid",
        "tumor",
        "commented",
        "james",
        "noble",
        "adaptimmune",
        "chief",
        "executive",
        "officer",
        "transition",
        "program",
        "gsk",
        "progressing",
        "manufacturing",
        "capability",
        "strengthening",
        "robust",
        "pipeline",
        "delivering",
        "novel",
        "therapeutic",
        "approach",
        "cancer",
        "patient",
        "look",
        "forward",
        "presenting",
        "progress",
        "coming",
        "month",
        "move",
        "towards",
        "ambition",
        "first",
        "market",
        "approved",
        "tcr",
        "clinical",
        "momentum",
        "adaptimmune",
        "continues",
        "make",
        "good",
        "progress",
        "across",
        "trial",
        "cohort",
        "clinical",
        "data",
        "highlight",
        "include",
        "initial",
        "safety",
        "data",
        "http",
        "adaptimmune",
        "wholly",
        "owned",
        "spear",
        "therapy",
        "targeting",
        "reported",
        "january",
        "data",
        "presented",
        "updated",
        "poster",
        "upcoming",
        "american",
        "society",
        "clinical",
        "oncology",
        "asco",
        "annual",
        "meeting",
        "june",
        "dosing",
        "target",
        "dose",
        "one",
        "billion",
        "transduced",
        "spear",
        "triple",
        "tumor",
        "study",
        "reported",
        "january",
        "http",
        "dosing",
        "target",
        "dose",
        "one",
        "billion",
        "transduced",
        "spear",
        "recent",
        "recommendation",
        "scientific",
        "review",
        "committee",
        "src",
        "dose",
        "escalate",
        "cell",
        "lung",
        "cancer",
        "nsclc",
        "study",
        "response",
        "second",
        "solid",
        "tumor",
        "myxoid",
        "liposarcoma",
        "mrcls",
        "reported",
        "march",
        "http",
        "data",
        "presented",
        "updated",
        "oral",
        "presentation",
        "asco",
        "initial",
        "safety",
        "data",
        "basket",
        "study",
        "required",
        "support",
        "dose",
        "escalation",
        "one",
        "billion",
        "cell",
        "track",
        "second",
        "quarter",
        "response",
        "data",
        "initial",
        "afp",
        "safety",
        "data",
        "anticipated",
        "throughout",
        "second",
        "half",
        "year",
        "manufacturing",
        "progress",
        "another",
        "important",
        "step",
        "towards",
        "ambition",
        "become",
        "fully",
        "integrated",
        "cell",
        "therapy",
        "company",
        "adaptimmune",
        "received",
        "regulatory",
        "approval",
        "produce",
        "spear",
        "wholly",
        "owned",
        "program",
        "afp",
        "philadelphia",
        "navy",
        "yard",
        "facility",
        "company",
        "routinely",
        "manufacturing",
        "spear",
        "navy",
        "yard",
        "achieving",
        "cell",
        "volume",
        "range",
        "therapeutic",
        "dos",
        "seen",
        "synovial",
        "sarcoma",
        "addition",
        "adaptimmune",
        "announced",
        "january",
        "http",
        "executed",
        "agreement",
        "cell",
        "gene",
        "therapy",
        "cgt",
        "catapult",
        "dedicated",
        "manufacturing",
        "space",
        "secure",
        "vector",
        "supply",
        "medium",
        "term",
        "ongoing",
        "study",
        "three",
        "wholly",
        "owned",
        "spear",
        "therapy",
        "catapult",
        "space",
        "officially",
        "open",
        "highlight",
        "wholly",
        "owned",
        "program",
        "continued",
        "momentum",
        "towards",
        "safety",
        "response",
        "readout",
        "spear",
        "targeting",
        "multiple",
        "solid",
        "tumor",
        "throughout",
        "second",
        "half",
        "initial",
        "safety",
        "data",
        "afp",
        "hepatocellular",
        "carcinoma",
        "anticipated",
        "late",
        "dosing",
        "one",
        "billion",
        "target",
        "cell",
        "dose",
        "pilot",
        "study",
        "nsclc",
        "triple",
        "tumor",
        "date",
        "evidence",
        "toxicity",
        "pilot",
        "study",
        "patient",
        "received",
        "million",
        "cell",
        "response",
        "data",
        "anticipated",
        "second",
        "half",
        "preclinical",
        "data",
        "presented",
        "american",
        "association",
        "cancer",
        "research",
        "aacr",
        "annual",
        "meeting",
        "april",
        "support",
        "potential",
        "specificity",
        "potency",
        "adaptimmune",
        "spear",
        "http",
        "basket",
        "study",
        "dosing",
        "continues",
        "schedule",
        "report",
        "initial",
        "safety",
        "data",
        "q2",
        "response",
        "data",
        "anticipated",
        "throughout",
        "second",
        "half",
        "year",
        "preclinical",
        "safety",
        "data",
        "presented",
        "aacr",
        "identified",
        "major",
        "safety",
        "concern",
        "spear",
        "analysis",
        "nsclc",
        "tumor",
        "sample",
        "support",
        "validity",
        "target",
        "indication",
        "http",
        "afp",
        "hepatocellular",
        "carcinoma",
        "study",
        "open",
        "enrolling",
        "initial",
        "safety",
        "data",
        "anticipated",
        "late",
        "next",
        "generation",
        "spear",
        "adaptimmune",
        "u",
        "patent",
        "covering",
        "next",
        "generation",
        "approach",
        "making",
        "resistant",
        "immunosuppressive",
        "environment",
        "solid",
        "tumor",
        "granted",
        "approach",
        "likely",
        "used",
        "company",
        "future",
        "clinical",
        "trial",
        "program",
        "partnered",
        "gsk",
        "compelling",
        "clinical",
        "data",
        "support",
        "potential",
        "adaptimmune",
        "tcr",
        "therapy",
        "treat",
        "solid",
        "tumor",
        "mrcls",
        "update",
        "presented",
        "oral",
        "presentation",
        "asco",
        "gsk",
        "option",
        "exercise",
        "transition",
        "transition",
        "program",
        "gsk",
        "ongoing",
        "manufacturing",
        "adaptimmune",
        "building",
        "fully",
        "integrated",
        "cell",
        "therapy",
        "company",
        "received",
        "regulatory",
        "approval",
        "produce",
        "spear",
        "wholly",
        "owned",
        "program",
        "afp",
        "philadelphia",
        "navy",
        "yard",
        "facility",
        "routinely",
        "manufacturing",
        "spear",
        "navy",
        "yard",
        "achieving",
        "cell",
        "volume",
        "range",
        "therapeutic",
        "dos",
        "seen",
        "ny",
        "eso",
        "synovial",
        "sarcoma",
        "announced",
        "january",
        "http",
        "executed",
        "agreement",
        "cgt",
        "catapult",
        "dedicated",
        "manufacturing",
        "space",
        "secure",
        "vector",
        "supply",
        "medium",
        "term",
        "ongoing",
        "study",
        "three",
        "wholly",
        "owned",
        "spear",
        "therapy",
        "catapult",
        "space",
        "officially",
        "open",
        "u",
        "patent",
        "granted",
        "us9932597",
        "covering",
        "vector",
        "system",
        "optimize",
        "vector",
        "system",
        "used",
        "manufacture",
        "spear",
        "corporate",
        "news",
        "adaptimmune",
        "strong",
        "financial",
        "position",
        "deliver",
        "success",
        "spear",
        "therapy",
        "funded",
        "early",
        "cash",
        "cash",
        "equivalent",
        "million",
        "total",
        "liquidity",
        "million",
        "announced",
        "april",
        "http",
        "john",
        "furey",
        "chief",
        "operating",
        "officer",
        "spark",
        "therapeutic",
        "appointed",
        "independent",
        "director",
        "adaptimmune",
        "board",
        "director",
        "effective",
        "july",
        "financial",
        "result",
        "period",
        "ended",
        "march",
        "cash",
        "liquidity",
        "position",
        "march",
        "adaptimmune",
        "cash",
        "cash",
        "equivalent",
        "million",
        "total",
        "liquidity",
        "million",
        "fund",
        "company",
        "early",
        "based",
        "management",
        "estimate",
        "revenue",
        "effect",
        "january",
        "company",
        "adopted",
        "new",
        "accounting",
        "standard",
        "new",
        "accounting",
        "standard",
        "revenue",
        "represents",
        "upfront",
        "payment",
        "milestone",
        "gsk",
        "collaboration",
        "license",
        "agreement",
        "recognized",
        "based",
        "percentage",
        "completion",
        "prame",
        "development",
        "program",
        "revenue",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "revenue",
        "three",
        "month",
        "ended",
        "march",
        "previous",
        "guidance",
        "would",
        "million",
        "compared",
        "million",
        "period",
        "increase",
        "revenue",
        "compared",
        "period",
        "primarily",
        "due",
        "reduction",
        "period",
        "company",
        "recognizing",
        "revenue",
        "following",
        "gsk",
        "exercise",
        "option",
        "program",
        "september",
        "additional",
        "development",
        "milestone",
        "achieved",
        "research",
        "development",
        "r",
        "expense",
        "r",
        "expense",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "period",
        "increase",
        "primarily",
        "due",
        "increased",
        "cost",
        "associated",
        "clinical",
        "trial",
        "manufacturing",
        "clinical",
        "trial",
        "increased",
        "personnel",
        "cost",
        "general",
        "administrative",
        "g",
        "expense",
        "g",
        "expense",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "period",
        "increase",
        "primarily",
        "due",
        "increased",
        "personnel",
        "cost",
        "consistent",
        "company",
        "planned",
        "growth",
        "increase",
        "cost",
        "associated",
        "developing",
        "infrastructure",
        "increase",
        "corporate",
        "cost",
        "income",
        "net",
        "income",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "period",
        "income",
        "primarily",
        "comprises",
        "unrealized",
        "foreign",
        "exchange",
        "gain",
        "fluctuate",
        "depending",
        "exchange",
        "rate",
        "movement",
        "amount",
        "foreign",
        "currency",
        "asset",
        "liability",
        "net",
        "loss",
        "net",
        "loss",
        "attributable",
        "holder",
        "company",
        "ordinary",
        "share",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "per",
        "ordinary",
        "share",
        "compared",
        "million",
        "per",
        "ordinary",
        "share",
        "period",
        "financial",
        "guidance",
        "company",
        "belief",
        "existing",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "income",
        "gsk",
        "upon",
        "transition",
        "program",
        "fund",
        "company",
        "current",
        "operating",
        "plan",
        "early"
    ]
}