{
    "organizations": [],
    "uuid": "c5c2620d86a50356f1ea5e2f5757770af491c889",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/16/business-wire-eleven-biotherapeutics-announces-corporate-name-change-to-sesen-bio.html",
    "ord_in_thread": 0,
    "title": "Eleven Biotherapeutics Announces Corporate Name Change to Sesen Bio",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Name Change Reflects Company’s Focus on Late-Stage Oncology Drug Development\nAppointments of Senior Medical Advisor and Vice President of Regulatory Affairs Strengthen Leadership Team as Company Prepares for Phase 3 Three-month NMIBC Data\nCAMBRIDGE, Mass.--(BUSINESS WIRE)-- Eleven Biotherapeutics, Inc. (Nasdaq: EBIO), a late-stage clinical company developing next-generation antibody-drug conjugate (ADC) therapies for the treatment of cancer, today announced that the company is changing its name to Sesen Bio, Inc. Sesen Bio will trade under the new Nasdaq ticker symbol “SESN,” effective on May 17, 2018. The former ticker symbol “EBIO” will remain effective through the market close on May 16, 2018. The new website for Sesen Bio is www.sesenbio.com .\nAdditionally, the company announced the appointments of Hagop Youssoufian, M.Sc., M.D. as senior medical advisor and Madhu Anant M.Sc., Ph.D., RAC as vice president of regulatory affairs.\n“Over the last several years, we have undergone an incredible transformation as a company, and our new name, Sesen Bio, reinforces this evolution and our focused commitment to oncology drug development. Sesen, an ancient symbol of the lotus flower, represents life and our mission to bring forward medicines that will improve and preserve the lives of those with devastating cancers,” said Stephen Hurly, president and chief executive officer of Sesen Bio. “The additions of Dr. Youssoufian and Dr. Anant further strengthen our leadership team and drug development capabilities as we work to bring our lead asset, Vicinium™, through Phase 3 development for high-grade non-muscle invasive bladder cancer and advance regulatory interactions. 2018 is set to be a significant year for Sesen Bio, as we are well on our way to achieving our vision and bettering the lives of people in need.”\nDr. Youssoufian joins Sesen Bio as senior medical advisor with more than 25 years of physician and drug development experience. He has spent over a decade serving as a consultant to more than 100 biotech companies and investment funds, acting in various roles including chief medical officer, clinical monitor and regulatory officer. In his career, Dr. Youssoufian has led a successful U.S. Food and Drug Administration advisory committee meeting and worked on numerous approved treatments, including Sprycel ® , Taxotere ® , Erbitux ® , Cyramza ® and Lartruvo ® . Prior to Sesen Bio, Dr. Youssoufian served as chief medical officer for Bind Therapeutics, where he was responsible for all clinical and regulatory programs, including interactions with key opinion leaders, investors and analysts; executive vice president of research and development for Progenics Pharmaceuticals; president of research and development and chief medical officer for Ziopharm Oncology; and chief medical officer at ImClone-Lilly. Dr. Youssoufian earned his M.D. and M.Sc. from the University of Massachusetts Medical School. He is a medical oncologist and geneticist and an elected member of the American Society for Clinical Investigation.\nDr. Anant brings more than 35 years of experience to her role as vice president of regulatory affairs at Sesen Bio. Prior to joining Sesen Bio, she served as the vice president, global regulatory affairs, hospital products for Mallinckrodt Pharmaceuticals where she was responsible for all regulatory activities including, strategy, health authority liaisons and regulatory pathways for development of products. Prior to Mallinckrodt, Dr. Anant served as an independent consultant in numerous roles including, head of regulatory affairs and lead strategist in regulatory affairs, clinical development and medical affairs. Earlier, she served as director, global regulatory sciences, geographic optimization for Bristol-Myers Squibb. There, she led the global regulatory strategies for geographic optimization of mature brands in the cardiovascular, metabolic, anti-infective and oncology therapeutic areas. Dr. Anant earned her Ph.D. from the International University for Professional Studies and her M.Sc. from the Institute of Science in Nagpur, India.\nAbout Vicinium™\nVicinium™, also known as VB4-845, is Sesen Bio’s lead product candidate and is a next-generation antibody-drug conjugate (ADC), developed using the company’s proprietary Targeted Protein Therapeutics platform, for the treatment of high-grade non-muscle invasive bladder cancer (NMIBC). Vicinium is comprised of a recombinant fusion protein that targets epithelial cell adhesion molecule (EpCAM) antigens on the surface of tumor cells to deliver a potent protein payload, Pseudomonas Exotoxin A (ETA). Vicinium is constructed with a stable, genetically engineered peptide linker to ensure the payload remains attached until it is internalized by the cancer cell, which is believed to decrease the risk of toxicity to healthy tissues, thereby improving its safety. In prior clinical studies conducted by Sesen Bio, EpCAM has been shown to be overexpressed in NMIBC cells with minimal to no EpCAM expression observed on normal bladder cells. Sesen Bio is currently conducting the Phase 3 VISTA Trial, designed to support the registration of Vicinium for the treatment of high-grade NMIBC in patients who have previously received two courses of bacillus Calmette-Guérin (BCG) and whose disease is now BCG-unresponsive. Three-month data from the ongoing trial are planned for presentation at the 2018 American Urological Association Annual Meeting on May 21, 2018, with 12-month data anticipated in mid-2019. Additionally, Sesen Bio believes that Vicinium’s cancer cell-killing properties promote an anti-tumor immune response that may potentially combine well with immuno-oncology drugs, such as checkpoint inhibitors. The activity of Vicinium in BCG-unresponsive NMIBC is also being explored at the US National Cancer Institute in combination with AstraZeneca’s immune checkpoint inhibitor durvalumab.\nAbout Sesen Bio\nSesen Bio, Inc. is a late-stage clinical company advancing next-generation antibody-drug conjugate therapies for the treatment of cancer based on the company’s Targeted Protein Therapeutics platform. The company’s lead program, Vicinium™, also known as VB4-845, is currently in a Phase 3 registration trial, the VISTA Trial, for the treatment of high-grade non-muscle invasive bladder cancer. Three-month results from the VISTA Trial are planned for presentation at the 2018 American Urological Association Annual Meeting on May 21, 2018, with 12-month data anticipated in mid-2019. Vicinium incorporates a tumor-targeting antibody fragment and a protein cytotoxic payload into a single protein molecule designed to selectively and effectively kill cancer cells while sparing healthy cells. For more information, please visit the company’s website at www.sesenbio.com .\nCautionary Note on Forward-Looking Statements\nAny statements in this press release about future expectations, plans and prospects for the Company, the Company’s strategy, future operations, and other statements containing the words “anticipate,” “believe,” “estimate,” “expect,” “intend,” “may,” “plan,” “predict,” “project,” “target,” “potential,” “will,” “would,” “could,” “should,” “continue,” and similar expressions, constitute forward-looking statements within the meaning of The Private Securities Litigation Reform Act of 1995. Actual results may differ materially from those indicated by such forward-looking statements as a result of various important factors, including: the uncertainties inherent in the initiation and conduct of clinical trials, our ability to successfully develop our product candidates and complete our planned clinical programs, our ability to obtain marketing approvals for our product candidates, expectations regarding our ongoing clinical trials, availability and timing of data from clinical trials, whether interim results from a clinical trial will be predictive of the final results of the trial or results of early clinical studies will be indicative of the results of future studies, the adequacy of any clinical models, expectations regarding regulatory approvals; our ability to obtain additional capital to continue to fund operations and other factors discussed in the “Risk Factors” section of the Company’s Annual Report on Form 10-K, Quarterly Reports on Form 10-Q and other reports filed with the Securities and Exchange Commission. In addition, the forward-looking statements included in this press release represent the Company’s views as of the date hereof. The Company anticipates that subsequent events and developments will cause the Company’s views to change. However, while the Company may elect to update these forward-looking statements at some point in the future, the Company specifically disclaims any obligation to do so. These forward-looking statements should not be relied upon as representing the Company’s views as of any date subsequent to the date hereof.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180516005210/en/\nTHRUST Strategic Communications\nMonique Allaire, 617-895-9511\nmonique@thrustir.com\nor\nAlicia Davis, 910-620-3302\nalicia@thrustir.com\nSource: Sesen Bio, Inc.",
    "published": "2018-05-16T14:30:00.000+03:00",
    "crawled": "2018-05-16T18:10:16.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "name",
        "change",
        "reflects",
        "company",
        "focus",
        "oncology",
        "drug",
        "development",
        "appointment",
        "senior",
        "medical",
        "advisor",
        "vice",
        "president",
        "regulatory",
        "affair",
        "strengthen",
        "leadership",
        "team",
        "company",
        "prepares",
        "phase",
        "nmibc",
        "data",
        "cambridge",
        "business",
        "wire",
        "eleven",
        "biotherapeutics",
        "nasdaq",
        "ebio",
        "clinical",
        "company",
        "developing",
        "conjugate",
        "adc",
        "therapy",
        "treatment",
        "cancer",
        "today",
        "announced",
        "company",
        "changing",
        "name",
        "sesen",
        "bio",
        "sesen",
        "bio",
        "trade",
        "new",
        "nasdaq",
        "ticker",
        "symbol",
        "sesn",
        "effective",
        "may",
        "former",
        "ticker",
        "symbol",
        "ebio",
        "remain",
        "effective",
        "market",
        "close",
        "may",
        "new",
        "website",
        "sesen",
        "bio",
        "additionally",
        "company",
        "announced",
        "appointment",
        "hagop",
        "youssoufian",
        "senior",
        "medical",
        "advisor",
        "madhu",
        "anant",
        "rac",
        "vice",
        "president",
        "regulatory",
        "affair",
        "last",
        "several",
        "year",
        "undergone",
        "incredible",
        "transformation",
        "company",
        "new",
        "name",
        "sesen",
        "bio",
        "reinforces",
        "evolution",
        "focused",
        "commitment",
        "oncology",
        "drug",
        "development",
        "sesen",
        "ancient",
        "symbol",
        "lotus",
        "flower",
        "represents",
        "life",
        "mission",
        "bring",
        "forward",
        "medicine",
        "improve",
        "preserve",
        "life",
        "devastating",
        "cancer",
        "said",
        "stephen",
        "hurly",
        "president",
        "chief",
        "executive",
        "officer",
        "sesen",
        "bio",
        "addition",
        "youssoufian",
        "anant",
        "strengthen",
        "leadership",
        "team",
        "drug",
        "development",
        "capability",
        "work",
        "bring",
        "lead",
        "asset",
        "phase",
        "development",
        "invasive",
        "bladder",
        "cancer",
        "advance",
        "regulatory",
        "interaction",
        "set",
        "significant",
        "year",
        "sesen",
        "bio",
        "well",
        "way",
        "achieving",
        "vision",
        "bettering",
        "life",
        "people",
        "youssoufian",
        "join",
        "sesen",
        "bio",
        "senior",
        "medical",
        "advisor",
        "year",
        "physician",
        "drug",
        "development",
        "experience",
        "spent",
        "decade",
        "serving",
        "consultant",
        "biotech",
        "company",
        "investment",
        "fund",
        "acting",
        "various",
        "role",
        "including",
        "chief",
        "medical",
        "officer",
        "clinical",
        "monitor",
        "regulatory",
        "officer",
        "career",
        "youssoufian",
        "led",
        "successful",
        "food",
        "drug",
        "administration",
        "advisory",
        "committee",
        "meeting",
        "worked",
        "numerous",
        "approved",
        "treatment",
        "including",
        "sprycel",
        "taxotere",
        "erbitux",
        "cyramza",
        "lartruvo",
        "prior",
        "sesen",
        "bio",
        "youssoufian",
        "served",
        "chief",
        "medical",
        "officer",
        "bind",
        "therapeutic",
        "responsible",
        "clinical",
        "regulatory",
        "program",
        "including",
        "interaction",
        "key",
        "opinion",
        "leader",
        "investor",
        "analyst",
        "executive",
        "vice",
        "president",
        "research",
        "development",
        "progenics",
        "pharmaceutical",
        "president",
        "research",
        "development",
        "chief",
        "medical",
        "officer",
        "ziopharm",
        "oncology",
        "chief",
        "medical",
        "officer",
        "youssoufian",
        "earned",
        "university",
        "massachusetts",
        "medical",
        "school",
        "medical",
        "oncologist",
        "geneticist",
        "elected",
        "member",
        "american",
        "society",
        "clinical",
        "investigation",
        "anant",
        "brings",
        "year",
        "experience",
        "role",
        "vice",
        "president",
        "regulatory",
        "affair",
        "sesen",
        "bio",
        "prior",
        "joining",
        "sesen",
        "bio",
        "served",
        "vice",
        "president",
        "global",
        "regulatory",
        "affair",
        "hospital",
        "product",
        "mallinckrodt",
        "pharmaceutical",
        "responsible",
        "regulatory",
        "activity",
        "including",
        "strategy",
        "health",
        "authority",
        "liaison",
        "regulatory",
        "pathway",
        "development",
        "product",
        "prior",
        "mallinckrodt",
        "anant",
        "served",
        "independent",
        "consultant",
        "numerous",
        "role",
        "including",
        "head",
        "regulatory",
        "affair",
        "lead",
        "strategist",
        "regulatory",
        "affair",
        "clinical",
        "development",
        "medical",
        "affair",
        "earlier",
        "served",
        "director",
        "global",
        "regulatory",
        "science",
        "geographic",
        "optimization",
        "squibb",
        "led",
        "global",
        "regulatory",
        "strategy",
        "geographic",
        "optimization",
        "mature",
        "brand",
        "cardiovascular",
        "metabolic",
        "oncology",
        "therapeutic",
        "area",
        "anant",
        "earned",
        "international",
        "university",
        "professional",
        "study",
        "institute",
        "science",
        "nagpur",
        "india",
        "also",
        "known",
        "sesen",
        "bio",
        "lead",
        "product",
        "candidate",
        "conjugate",
        "adc",
        "developed",
        "using",
        "company",
        "proprietary",
        "targeted",
        "protein",
        "therapeutic",
        "platform",
        "treatment",
        "invasive",
        "bladder",
        "cancer",
        "nmibc",
        "vicinium",
        "comprised",
        "recombinant",
        "fusion",
        "protein",
        "target",
        "epithelial",
        "cell",
        "adhesion",
        "molecule",
        "epcam",
        "antigen",
        "surface",
        "tumor",
        "cell",
        "deliver",
        "potent",
        "protein",
        "payload",
        "pseudomonas",
        "exotoxin",
        "eta",
        "vicinium",
        "constructed",
        "stable",
        "genetically",
        "engineered",
        "peptide",
        "linker",
        "ensure",
        "payload",
        "remains",
        "attached",
        "internalized",
        "cancer",
        "cell",
        "believed",
        "decrease",
        "risk",
        "toxicity",
        "healthy",
        "tissue",
        "thereby",
        "improving",
        "safety",
        "prior",
        "clinical",
        "study",
        "conducted",
        "sesen",
        "bio",
        "epcam",
        "shown",
        "overexpressed",
        "nmibc",
        "cell",
        "minimal",
        "epcam",
        "expression",
        "observed",
        "normal",
        "bladder",
        "cell",
        "sesen",
        "bio",
        "currently",
        "conducting",
        "phase",
        "vista",
        "trial",
        "designed",
        "support",
        "registration",
        "vicinium",
        "treatment",
        "nmibc",
        "patient",
        "previously",
        "received",
        "two",
        "course",
        "bacillus",
        "bcg",
        "whose",
        "disease",
        "data",
        "ongoing",
        "trial",
        "planned",
        "presentation",
        "american",
        "urological",
        "association",
        "annual",
        "meeting",
        "may",
        "data",
        "anticipated",
        "additionally",
        "sesen",
        "bio",
        "belief",
        "vicinium",
        "cancer",
        "property",
        "promote",
        "immune",
        "response",
        "may",
        "potentially",
        "combine",
        "well",
        "drug",
        "checkpoint",
        "inhibitor",
        "activity",
        "vicinium",
        "nmibc",
        "also",
        "explored",
        "u",
        "national",
        "cancer",
        "institute",
        "combination",
        "astrazeneca",
        "immune",
        "checkpoint",
        "inhibitor",
        "durvalumab",
        "sesen",
        "bio",
        "sesen",
        "bio",
        "clinical",
        "company",
        "advancing",
        "conjugate",
        "therapy",
        "treatment",
        "cancer",
        "based",
        "company",
        "targeted",
        "protein",
        "therapeutic",
        "platform",
        "company",
        "lead",
        "program",
        "also",
        "known",
        "currently",
        "phase",
        "registration",
        "trial",
        "vista",
        "trial",
        "treatment",
        "invasive",
        "bladder",
        "cancer",
        "result",
        "vista",
        "trial",
        "planned",
        "presentation",
        "american",
        "urological",
        "association",
        "annual",
        "meeting",
        "may",
        "data",
        "anticipated",
        "vicinium",
        "incorporates",
        "antibody",
        "fragment",
        "protein",
        "cytotoxic",
        "payload",
        "single",
        "protein",
        "molecule",
        "designed",
        "selectively",
        "effectively",
        "kill",
        "cancer",
        "cell",
        "sparing",
        "healthy",
        "cell",
        "information",
        "please",
        "visit",
        "company",
        "website",
        "cautionary",
        "note",
        "statement",
        "statement",
        "press",
        "release",
        "future",
        "expectation",
        "plan",
        "prospect",
        "company",
        "company",
        "strategy",
        "future",
        "operation",
        "statement",
        "containing",
        "word",
        "anticipate",
        "believe",
        "estimate",
        "expect",
        "intend",
        "may",
        "plan",
        "predict",
        "project",
        "target",
        "potential",
        "would",
        "could",
        "continue",
        "similar",
        "expression",
        "constitute",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "indicated",
        "statement",
        "result",
        "various",
        "important",
        "factor",
        "including",
        "uncertainty",
        "inherent",
        "initiation",
        "conduct",
        "clinical",
        "trial",
        "ability",
        "successfully",
        "develop",
        "product",
        "candidate",
        "complete",
        "planned",
        "clinical",
        "program",
        "ability",
        "obtain",
        "marketing",
        "approval",
        "product",
        "candidate",
        "expectation",
        "regarding",
        "ongoing",
        "clinical",
        "trial",
        "availability",
        "timing",
        "data",
        "clinical",
        "trial",
        "whether",
        "interim",
        "result",
        "clinical",
        "trial",
        "predictive",
        "final",
        "result",
        "trial",
        "result",
        "early",
        "clinical",
        "study",
        "indicative",
        "result",
        "future",
        "study",
        "adequacy",
        "clinical",
        "model",
        "expectation",
        "regarding",
        "regulatory",
        "approval",
        "ability",
        "obtain",
        "additional",
        "capital",
        "continue",
        "fund",
        "operation",
        "factor",
        "discussed",
        "risk",
        "factor",
        "section",
        "company",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "addition",
        "statement",
        "included",
        "press",
        "release",
        "represent",
        "company",
        "view",
        "date",
        "hereof",
        "company",
        "anticipates",
        "subsequent",
        "event",
        "development",
        "cause",
        "company",
        "view",
        "change",
        "however",
        "company",
        "may",
        "elect",
        "update",
        "statement",
        "point",
        "future",
        "company",
        "specifically",
        "disclaims",
        "obligation",
        "statement",
        "relied",
        "upon",
        "representing",
        "company",
        "view",
        "date",
        "subsequent",
        "date",
        "hereof",
        "view",
        "source",
        "version",
        "http",
        "thrust",
        "strategic",
        "communication",
        "monique",
        "allaire",
        "monique",
        "alicia",
        "davis",
        "alicia",
        "source",
        "sesen",
        "bio",
        "inc"
    ]
}