{
    "organizations": [],
    "uuid": "8ecd246f03f91fdfafa991b9820d4bf1b8d4b037",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/07/globe-newswire-pulse-seismic-inc-reports-q1-2018-results.html",
    "ord_in_thread": 0,
    "title": "Pulse Seismic Inc. Reports Q1 2018 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CALGARY, Alberta, May 07, 2018 (GLOBE NEWSWIRE) -- Pulse Seismic Inc. (TSX:PSD) (OTCQX:PLSDF) (“Pulse” or “the Company”) is pleased to report its financial and operating results for the three months ended March 31, 2018. The unaudited condensed consolidated interim financial statements, accompanying notes and MD&A are being filed on SEDAR ( www.sedar.com ) and will be available on Pulse’s website at www.pulseseismic.com .\nHIGHLIGHTS FOR THE THREE MONTHS ENDED MARCH 31, 2018\nTotal revenue, comprised exclusively of data library sales in both periods, was $2.3 million for the three months ended March 31, 2018 compared to $2.7 million for the three months ended March 31, 2017; The net loss was $696,000 or $0.01 per share compared to a net loss of $2.5 million or $0.04 per share in the first quarter of 2017; Cash EBITDA was $934,000 or $0.02 per share compared to $1.3 million or $0.02 per share for the comparable period in 2017; Shareholder free cash flow was $880,000 or $0.02 per share compared to $1.3 million or $0.02 per share in the first quarter of 2017; In the three-month period ended March 31, 2018 Pulse purchased and cancelled, through its normal course issuer bid, a total of 169,900 common shares at a total cost of approximately $534,000 (average cost of $3.15 per common share including commissions); and\nAt March 31, 2018 Pulse was debt-free and had cash of $18.2 million. The $30.0 million revolving credit facility is undrawn and fully available to the Company.\nSELECTED FINANCIAL AND OPERATING INFORMATION Three months ended March 31, Year ended (thousands of dollars except per share data, 2018 2017 December 31, numbers of shares and kilometres of seismic data) (unaudited) 2017 Revenue – Data library sales 2,328 2,719 43,525 Amortization of seismic data library 1,878 4,635 15,870 Net earnings (loss) (696 ) (2,502 ) 15,087 Per share basic and diluted (0.01 ) (0.04 ) 0.27 Cash provided by (used in) operating activities (8,592 ) 3,298 38,755 Per share basic and diluted (0.16 ) 0.06 0.70 Cash EBITDA (a) 934 1,330 37,070 Per share basic and diluted (a) 0.02 0.02 0.67 Shareholder free cash flow (a) 880 1,254 29,729 Per share basic and diluted (a) 0.02 0.02 0.54\nCapital expenditures Seismic data purchase, digitization and related costs 62 65 1,575 Property and equipment 2 27 48 Total capital expenditures 64 92 1,623 Special dividend - - 10,915\nWeighted average shares outstanding Basic and diluted 53,887,280 55,743,767 55,135,035 Shares outstanding at period-end 53,850,917 55,337,560 54,020,817\nSeismic library 2D in kilometres 450,000 447,000 447,000 3D in square kilometres 28,956 28,647 28,956 FINANCIAL POSITION AND RATIO March 31,\nMarch 31, December 31, (thousands of dollars except ratio) 2018 2017 2017 Working capital 22,216 10,427 22,486 Working capital ratio 13.5:1\n11.1:1 3.1:1 Cash and cash equivalents 18,232 7,647 27,422 Total assets 41,218 39,873 51,693 Shareholders’ equity 36,656 34,843 37,810 (a) The Company’s continuous disclosure documents provide discussion and analysis of “cash EBITDA”, “cash EBITDA per share”, “shareholder free cash flow” and “shareholder free cash flow per share”. These financial measures do not have standard definitions prescribed by IFRS and, therefore, may not be comparable to similar measures disclosed by other companies. The Company has included these non-GAAP financial measures because management, investors, analysts and others use them as measures of the Company’s financial performance. The Company’s definition of cash EBITDA is cash available for interest payments, cash taxes, repayment of debt, purchase of its shares, discretionary capital expenditures and the payment of dividends, and is calculated as earnings (loss) from operations before interest, taxes, depreciation and amortization less participation survey revenue, plus any non-cash and non-recurring expenses. Cash EBITDA excludes participation survey revenue as these funds are directly used to fund specific participation surveys and this revenue is not available for discretionary capital expenditures. The Company believes cash EBITDA assists investors in comparing Pulse’s results on a consistent basis without regard to participation survey revenue and non-cash items, such as depreciation and amortization, which can vary significantly depending on accounting methods or non-operating factors such as historical cost. Cash EBITDA per share is defined as cash EBITDA divided by the weighted average number of shares outstanding for the period. Shareholder free cash flow further refines the calculation of capital available to invest in growing the Company’s 2D and 3D seismic data library, to repay debt, to purchase its common shares and to pay dividends by deducting non-discretionary expenditures from cash EBITDA. Non-discretionary expenditures are defined as debt financing costs (net of deferred financing expenses amortized in the current period) and current tax provisions. Shareholder free cash flow per share is defined as shareholder free cash flow divided by the weighted average number of shares outstanding for the period.\nThese non-GAAP financial measures are defined, calculated and reconciled to the nearest GAAP financial measures in the Management's Discussion and Analysis.\nOUTLOOK\nPulse started the year with slightly lower quarterly sales than in 2017, and looks ahead cautiously to the rest of the year. Visibility as to Pulse’s traditional sales remains poor and transaction-based sales are innately unpredictable.\nAt present, traditional industry indicators are somewhat contradictory. Among these are:\nCrude oil prices have strengthened, with benchmark West Texas Intermediate closing at US$69.19 per bbl on April 18, the highest price since the steep decline of world crude oil prices in late 2014; The average Canada-U.S. oil price differential is higher than in 2017 and is forecast to remain relatively high, which reduces revenue for Canadian producers; Alberta natural gas prices, despite a long and cold winter, remain extremely low, with the AECO benchmark barely breaking $2 per gigajoule during March and closing at only $1.36 per gigajoule on April 17, according to GasAlberta Inc. data; Amidst continuing growth in production and an active U.S. drilling count that exceeded 1,000 rigs in early April, according to Baker Hughes, U.S. natural gas prices also remain low. Following several spikes earlier in the winter, the benchmark Henry Hub price has been typically in the range of US$2.50-US$2.90 per million Btu over the past two months, according to EIA data; Withdrawals from U.S. natural gas storage set near-record volumes in winter 2017-2018, according to the Energy Information Administration, with net withdrawals continuing into April, resulting in very low storage levels; U.S. exports of liquefied natural gas (LNG) remain on an upward track, with the country’s second major LNG export facility recently commencing commercial operations; Mineral lease auctions or “land sales” in Western Canada to date in 2018 are down slightly from the comparable period of 2017 but remain much stronger than in 2016 and 2015; Capital spending in Western Canada’s energy-producing sector, forecast as of early February at $29.01 billion for 2018, according to the Daily Oil Bulletin database, is moderately positive; Expectations remain within the industry for significant and potentially greater merger-and-acquisition activity, which could trigger transaction-based seismic data library sales, but activity to date in 2018 remains inconclusive; The Canadian Association of Oilwell Drilling Contractors’ drilling forecast for 2018 remains unchanged at 6,138 wells, up slightly from 2017. To date in 2018, rig utilization and total drilling days are roughly comparable to 2017; and The Petroleum Services Association of Canada is forecasting 7,400 wells across Canada this year, up from 7,100 last year.\nNot surprisingly given these inconclusive indicators, full recovery from an extremely difficult, three-year-long downturn is proving a major struggle for Western Canada’s oil and gas producing sector. Although activity is picking up, the industry has not benefited from the virtually across-the-board strengths driving U.S. industry activity. Pulse anticipates this slower recovery will continue.\nFurther barriers to accelerated field activity are ongoing takeaway pipeline constraints, weak intra-Alberta gas demand, strong productivity from newly drilled wells in the Montney, Duvernay, Deep Basin and other unconventional plays, fluctuating gas exports to the U.S., and Canada’s failure to move forward with large LNG export projects. These are significant handicaps for a gas-focused supply basin.\nGovernment policies at all levels in Canada remain, on balance, less supportive of oil and gas industry capital investment than in the past (or in the U.S. at present). The intensifying nationwide controversy over the politically-driven holdup of the National Energy Board-approved expansion of the Trans-Mountain Pipeline from Alberta to tidewater in Burnaby, B.C., is an example.\nFortunately, Pulse’s business has been grown, enlarged and fine-tuned to be resilient against industry volatility and negative market forces. The Company’s strong balance sheet, with effectively zero cash financing costs, its low cash operating costs and the absence of other spending commitments make Pulse cash-flow positive at annual revenue of just $6 million. Pulse’s lowest annual sales in the depths of the energy industry’s downturn were $14.3 million. Even with weaker first-quarter sales, Pulse generated positive cash EBITDA and shareholder free cash flow.\nFor 2018, Pulse is cautious about its expectations for traditional sales. Large or small transaction-based sales can occur at any time, creating potential upside to Pulse’s quarterly and annual revenues. The strength or weakness of transaction-based sales will determine whether 2018 financial results exceed or underperform 2017.\nCORPORATE PROFILE\nPulse is a market leader in the acquisition, marketing and licensing of 2D and 3D seismic data to the western Canadian energy sector. Pulse owns the second-largest licensable seismic data library in Canada, currently consisting of approximately 28,956 square kilometres of 3D seismic and 450,000 kilometres of 2D seismic. The library extensively covers the Western Canada Sedimentary Basin where most of Canada’s oil and natural gas exploration and development occur.\nFor further information, please contact:\nNeal Coleman , President and CEO\nOr\nPamela Wicks , Vice President Finance and CFO\nTel.: 403-237-5559\nToll-free: 1-877-460-5559\nE-mail: info@pulseseismic.com .\nPlease visit our website at www.pulseseismic.com .\nThis document contains information that constitutes “forward-looking information” or “ ” (collectively, “forward-looking information”) within the meaning of applicable securities legislation.\nThe Outlook section contains forward-looking information which includes, among other things, statements regarding:\nPulse looks ahead cautiously to the rest of the year; For 2018, Pulse anticipates continuing moderate recovery in its traditional sales, providing a reasonable revenue base for the year; Pulse’s capital allocation strategy; Pulse’s dividend policy; Oil and natural gas prices; Oil and natural gas drilling activity and land sales activity; Oil and natural gas company capital budgets; Future demand for seismic data; Future seismic data sales; Future demand for participation surveys; Pulse’s business and growth strategy; and Other expectations, beliefs, plans, goals, objectives, assumptions, information and statements about possible future events, conditions, results and performance.\nUndue reliance should not be placed on forward-looking information. Forward-looking information is based on current expectations, estimates and projections that involve a number of risks and uncertainties, which could cause actual results to vary and in some instances to differ materially from those anticipated in the forward-looking information. Pulse does not publish specific financial goals or otherwise provide guidance, due to the inherently poor visibility of seismic revenue.\nThe material risk factors include, without limitation:\nOil and natural gas prices; The demand for seismic data and participation surveys; The pricing of data library license sales; Relicensing (change-of-control) fees and partner copy sales; Cybersecurity; The level of pre-funding of participation surveys, and the Company’s ability to make subsequent data library sales from such participation surveys; The Company’s ability to complete participation surveys on time and within budget; Environmental, health and safety risks; Federal and provincial government laws and regulations, including those pertaining to taxation, royalty rates, environmental protection and safety; Competition; Dependence on qualified seismic field contractors; Dependence on key management, operations and marketing personnel; The loss of seismic data; Protection of intellectual property rights; The introduction of new products; and Climate change.\nThe foregoing list is not exhaustive. Additional information on these risks and other factors which could affect the Company’s operations and financial results is included under “Risk Factors” of the Company’s MD&A for the year ended December 31, 2017. Forward-looking information is based on the assumptions, expectations, estimates and opinions of the Company’s management at the time the information is presented.\nSource: Pulse Seismic Inc.",
    "published": "2018-05-08T05:02:00.000+03:00",
    "crawled": "2018-05-08T05:09:47.018+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "calgary",
        "alberta",
        "may",
        "globe",
        "newswire",
        "pulse",
        "seismic",
        "tsx",
        "psd",
        "otcqx",
        "plsdf",
        "pulse",
        "company",
        "pleased",
        "report",
        "financial",
        "operating",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "unaudited",
        "condensed",
        "consolidated",
        "interim",
        "financial",
        "statement",
        "accompanying",
        "note",
        "md",
        "filed",
        "sedar",
        "available",
        "pulse",
        "website",
        "highlight",
        "three",
        "month",
        "ended",
        "march",
        "total",
        "revenue",
        "comprised",
        "exclusively",
        "data",
        "library",
        "sale",
        "period",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "loss",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "first",
        "quarter",
        "cash",
        "ebitda",
        "per",
        "share",
        "compared",
        "million",
        "per",
        "share",
        "comparable",
        "period",
        "shareholder",
        "free",
        "cash",
        "flow",
        "per",
        "share",
        "compared",
        "million",
        "per",
        "share",
        "first",
        "quarter",
        "period",
        "ended",
        "march",
        "pulse",
        "purchased",
        "cancelled",
        "normal",
        "course",
        "issuer",
        "bid",
        "total",
        "common",
        "share",
        "total",
        "cost",
        "approximately",
        "average",
        "cost",
        "per",
        "common",
        "share",
        "including",
        "commission",
        "march",
        "pulse",
        "cash",
        "million",
        "million",
        "revolving",
        "credit",
        "facility",
        "undrawn",
        "fully",
        "available",
        "company",
        "selected",
        "financial",
        "operating",
        "information",
        "three",
        "month",
        "ended",
        "march",
        "year",
        "ended",
        "thousand",
        "dollar",
        "except",
        "per",
        "share",
        "data",
        "december",
        "number",
        "share",
        "kilometre",
        "seismic",
        "data",
        "unaudited",
        "revenue",
        "data",
        "library",
        "sale",
        "amortization",
        "seismic",
        "data",
        "library",
        "net",
        "earnings",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "cash",
        "provided",
        "used",
        "operating",
        "activity",
        "per",
        "share",
        "basic",
        "diluted",
        "cash",
        "ebitda",
        "per",
        "share",
        "basic",
        "diluted",
        "shareholder",
        "free",
        "cash",
        "flow",
        "per",
        "share",
        "basic",
        "diluted",
        "capital",
        "expenditure",
        "seismic",
        "data",
        "purchase",
        "digitization",
        "related",
        "cost",
        "property",
        "equipment",
        "total",
        "capital",
        "expenditure",
        "special",
        "dividend",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "share",
        "outstanding",
        "seismic",
        "library",
        "2d",
        "kilometre",
        "3d",
        "square",
        "kilometre",
        "financial",
        "position",
        "ratio",
        "march",
        "march",
        "december",
        "thousand",
        "dollar",
        "except",
        "ratio",
        "working",
        "capital",
        "working",
        "capital",
        "ratio",
        "cash",
        "cash",
        "equivalent",
        "total",
        "asset",
        "shareholder",
        "equity",
        "company",
        "continuous",
        "disclosure",
        "document",
        "provide",
        "discussion",
        "analysis",
        "cash",
        "ebitda",
        "cash",
        "ebitda",
        "per",
        "share",
        "shareholder",
        "free",
        "cash",
        "flow",
        "shareholder",
        "free",
        "cash",
        "flow",
        "per",
        "share",
        "financial",
        "measure",
        "standard",
        "definition",
        "prescribed",
        "ifrs",
        "therefore",
        "may",
        "comparable",
        "similar",
        "measure",
        "disclosed",
        "company",
        "company",
        "included",
        "financial",
        "measure",
        "management",
        "investor",
        "analyst",
        "others",
        "use",
        "measure",
        "company",
        "financial",
        "performance",
        "company",
        "definition",
        "cash",
        "ebitda",
        "cash",
        "available",
        "interest",
        "payment",
        "cash",
        "tax",
        "repayment",
        "debt",
        "purchase",
        "share",
        "discretionary",
        "capital",
        "expenditure",
        "payment",
        "dividend",
        "calculated",
        "earnings",
        "loss",
        "operation",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "less",
        "participation",
        "survey",
        "revenue",
        "plus",
        "expense",
        "cash",
        "ebitda",
        "excludes",
        "participation",
        "survey",
        "revenue",
        "fund",
        "directly",
        "used",
        "fund",
        "specific",
        "participation",
        "survey",
        "revenue",
        "available",
        "discretionary",
        "capital",
        "expenditure",
        "company",
        "belief",
        "cash",
        "ebitda",
        "assist",
        "investor",
        "comparing",
        "pulse",
        "result",
        "consistent",
        "basis",
        "without",
        "regard",
        "participation",
        "survey",
        "revenue",
        "item",
        "depreciation",
        "amortization",
        "vary",
        "significantly",
        "depending",
        "accounting",
        "method",
        "factor",
        "historical",
        "cost",
        "cash",
        "ebitda",
        "per",
        "share",
        "defined",
        "cash",
        "ebitda",
        "divided",
        "weighted",
        "average",
        "number",
        "share",
        "outstanding",
        "period",
        "shareholder",
        "free",
        "cash",
        "flow",
        "refines",
        "calculation",
        "capital",
        "available",
        "invest",
        "growing",
        "company",
        "2d",
        "3d",
        "seismic",
        "data",
        "library",
        "repay",
        "debt",
        "purchase",
        "common",
        "share",
        "pay",
        "dividend",
        "deducting",
        "expenditure",
        "cash",
        "ebitda",
        "expenditure",
        "defined",
        "debt",
        "financing",
        "cost",
        "net",
        "deferred",
        "financing",
        "expense",
        "amortized",
        "current",
        "period",
        "current",
        "tax",
        "provision",
        "shareholder",
        "free",
        "cash",
        "flow",
        "per",
        "share",
        "defined",
        "shareholder",
        "free",
        "cash",
        "flow",
        "divided",
        "weighted",
        "average",
        "number",
        "share",
        "outstanding",
        "period",
        "financial",
        "measure",
        "defined",
        "calculated",
        "reconciled",
        "nearest",
        "gaap",
        "financial",
        "measure",
        "management",
        "discussion",
        "analysis",
        "outlook",
        "pulse",
        "started",
        "year",
        "slightly",
        "lower",
        "quarterly",
        "sale",
        "look",
        "ahead",
        "cautiously",
        "rest",
        "year",
        "visibility",
        "pulse",
        "traditional",
        "sale",
        "remains",
        "poor",
        "sale",
        "innately",
        "unpredictable",
        "present",
        "traditional",
        "industry",
        "indicator",
        "somewhat",
        "contradictory",
        "among",
        "crude",
        "oil",
        "price",
        "strengthened",
        "benchmark",
        "west",
        "texas",
        "intermediate",
        "closing",
        "u",
        "per",
        "bbl",
        "april",
        "highest",
        "price",
        "since",
        "steep",
        "decline",
        "world",
        "crude",
        "oil",
        "price",
        "late",
        "average",
        "oil",
        "price",
        "differential",
        "higher",
        "forecast",
        "remain",
        "relatively",
        "high",
        "reduces",
        "revenue",
        "canadian",
        "producer",
        "alberta",
        "natural",
        "gas",
        "price",
        "despite",
        "long",
        "cold",
        "winter",
        "remain",
        "extremely",
        "low",
        "aeco",
        "benchmark",
        "barely",
        "breaking",
        "per",
        "gigajoule",
        "march",
        "closing",
        "per",
        "gigajoule",
        "april",
        "according",
        "gasalberta",
        "data",
        "amidst",
        "continuing",
        "growth",
        "production",
        "active",
        "drilling",
        "count",
        "exceeded",
        "rig",
        "early",
        "april",
        "according",
        "baker",
        "hughes",
        "natural",
        "gas",
        "price",
        "also",
        "remain",
        "low",
        "following",
        "several",
        "spike",
        "earlier",
        "winter",
        "benchmark",
        "henry",
        "hub",
        "price",
        "typically",
        "range",
        "u",
        "per",
        "million",
        "btu",
        "past",
        "two",
        "month",
        "according",
        "eia",
        "data",
        "withdrawal",
        "natural",
        "gas",
        "storage",
        "set",
        "volume",
        "winter",
        "according",
        "energy",
        "information",
        "administration",
        "net",
        "withdrawal",
        "continuing",
        "april",
        "resulting",
        "low",
        "storage",
        "level",
        "export",
        "liquefied",
        "natural",
        "gas",
        "lng",
        "remain",
        "upward",
        "track",
        "country",
        "second",
        "major",
        "lng",
        "export",
        "facility",
        "recently",
        "commencing",
        "commercial",
        "operation",
        "mineral",
        "lease",
        "auction",
        "land",
        "sale",
        "western",
        "canada",
        "date",
        "slightly",
        "comparable",
        "period",
        "remain",
        "much",
        "stronger",
        "capital",
        "spending",
        "western",
        "canada",
        "sector",
        "forecast",
        "early",
        "february",
        "billion",
        "according",
        "daily",
        "oil",
        "bulletin",
        "database",
        "moderately",
        "positive",
        "expectation",
        "remain",
        "within",
        "industry",
        "significant",
        "potentially",
        "greater",
        "activity",
        "could",
        "trigger",
        "seismic",
        "data",
        "library",
        "sale",
        "activity",
        "date",
        "remains",
        "inconclusive",
        "canadian",
        "association",
        "oilwell",
        "drilling",
        "contractor",
        "drilling",
        "forecast",
        "remains",
        "unchanged",
        "well",
        "slightly",
        "date",
        "rig",
        "utilization",
        "total",
        "drilling",
        "day",
        "roughly",
        "comparable",
        "petroleum",
        "service",
        "association",
        "canada",
        "forecasting",
        "well",
        "across",
        "canada",
        "year",
        "last",
        "year",
        "surprisingly",
        "given",
        "inconclusive",
        "indicator",
        "full",
        "recovery",
        "extremely",
        "difficult",
        "downturn",
        "proving",
        "major",
        "struggle",
        "western",
        "canada",
        "oil",
        "gas",
        "producing",
        "sector",
        "although",
        "activity",
        "picking",
        "industry",
        "benefited",
        "virtually",
        "strength",
        "driving",
        "industry",
        "activity",
        "pulse",
        "anticipates",
        "slower",
        "recovery",
        "continue",
        "barrier",
        "accelerated",
        "field",
        "activity",
        "ongoing",
        "takeaway",
        "pipeline",
        "constraint",
        "weak",
        "gas",
        "demand",
        "strong",
        "productivity",
        "newly",
        "drilled",
        "well",
        "montney",
        "duvernay",
        "deep",
        "basin",
        "unconventional",
        "play",
        "fluctuating",
        "gas",
        "export",
        "canada",
        "failure",
        "move",
        "forward",
        "large",
        "lng",
        "export",
        "project",
        "significant",
        "handicap",
        "supply",
        "basin",
        "government",
        "policy",
        "level",
        "canada",
        "remain",
        "balance",
        "less",
        "supportive",
        "oil",
        "gas",
        "industry",
        "capital",
        "investment",
        "past",
        "present",
        "intensifying",
        "nationwide",
        "controversy",
        "holdup",
        "national",
        "energy",
        "expansion",
        "pipeline",
        "alberta",
        "tidewater",
        "burnaby",
        "example",
        "fortunately",
        "pulse",
        "business",
        "grown",
        "enlarged",
        "resilient",
        "industry",
        "volatility",
        "negative",
        "market",
        "force",
        "company",
        "strong",
        "balance",
        "sheet",
        "effectively",
        "zero",
        "cash",
        "financing",
        "cost",
        "low",
        "cash",
        "operating",
        "cost",
        "absence",
        "spending",
        "commitment",
        "make",
        "pulse",
        "positive",
        "annual",
        "revenue",
        "million",
        "pulse",
        "lowest",
        "annual",
        "sale",
        "depth",
        "energy",
        "industry",
        "downturn",
        "million",
        "even",
        "weaker",
        "sale",
        "pulse",
        "generated",
        "positive",
        "cash",
        "ebitda",
        "shareholder",
        "free",
        "cash",
        "flow",
        "pulse",
        "cautious",
        "expectation",
        "traditional",
        "sale",
        "large",
        "small",
        "sale",
        "occur",
        "time",
        "creating",
        "potential",
        "upside",
        "pulse",
        "quarterly",
        "annual",
        "revenue",
        "strength",
        "weakness",
        "sale",
        "determine",
        "whether",
        "financial",
        "result",
        "exceed",
        "underperform",
        "corporate",
        "profile",
        "pulse",
        "market",
        "leader",
        "acquisition",
        "marketing",
        "licensing",
        "2d",
        "3d",
        "seismic",
        "data",
        "western",
        "canadian",
        "energy",
        "sector",
        "pulse",
        "owns",
        "licensable",
        "seismic",
        "data",
        "library",
        "canada",
        "currently",
        "consisting",
        "approximately",
        "square",
        "kilometre",
        "3d",
        "seismic",
        "kilometre",
        "2d",
        "seismic",
        "library",
        "extensively",
        "cover",
        "western",
        "canada",
        "sedimentary",
        "basin",
        "canada",
        "oil",
        "natural",
        "gas",
        "exploration",
        "development",
        "occur",
        "information",
        "please",
        "contact",
        "neal",
        "coleman",
        "president",
        "ceo",
        "pamela",
        "wick",
        "vice",
        "president",
        "finance",
        "cfo",
        "tel",
        "info",
        "please",
        "visit",
        "website",
        "document",
        "contains",
        "information",
        "constitutes",
        "information",
        "collectively",
        "information",
        "within",
        "meaning",
        "applicable",
        "security",
        "legislation",
        "outlook",
        "section",
        "contains",
        "information",
        "includes",
        "among",
        "thing",
        "statement",
        "regarding",
        "pulse",
        "look",
        "ahead",
        "cautiously",
        "rest",
        "year",
        "pulse",
        "anticipates",
        "continuing",
        "moderate",
        "recovery",
        "traditional",
        "sale",
        "providing",
        "reasonable",
        "revenue",
        "base",
        "year",
        "pulse",
        "capital",
        "allocation",
        "strategy",
        "pulse",
        "dividend",
        "policy",
        "oil",
        "natural",
        "gas",
        "price",
        "oil",
        "natural",
        "gas",
        "drilling",
        "activity",
        "land",
        "sale",
        "activity",
        "oil",
        "natural",
        "gas",
        "company",
        "capital",
        "budget",
        "future",
        "demand",
        "seismic",
        "data",
        "future",
        "seismic",
        "data",
        "sale",
        "future",
        "demand",
        "participation",
        "survey",
        "pulse",
        "business",
        "growth",
        "strategy",
        "expectation",
        "belief",
        "plan",
        "goal",
        "objective",
        "assumption",
        "information",
        "statement",
        "possible",
        "future",
        "event",
        "condition",
        "result",
        "performance",
        "undue",
        "reliance",
        "placed",
        "information",
        "information",
        "based",
        "current",
        "expectation",
        "estimate",
        "projection",
        "involve",
        "number",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "vary",
        "instance",
        "differ",
        "materially",
        "anticipated",
        "information",
        "pulse",
        "publish",
        "specific",
        "financial",
        "goal",
        "otherwise",
        "provide",
        "guidance",
        "due",
        "inherently",
        "poor",
        "visibility",
        "seismic",
        "revenue",
        "material",
        "risk",
        "factor",
        "include",
        "without",
        "limitation",
        "oil",
        "natural",
        "gas",
        "price",
        "demand",
        "seismic",
        "data",
        "participation",
        "survey",
        "pricing",
        "data",
        "library",
        "license",
        "sale",
        "relicensing",
        "fee",
        "partner",
        "copy",
        "sale",
        "cybersecurity",
        "level",
        "participation",
        "survey",
        "company",
        "ability",
        "make",
        "subsequent",
        "data",
        "library",
        "sale",
        "participation",
        "survey",
        "company",
        "ability",
        "complete",
        "participation",
        "survey",
        "time",
        "within",
        "budget",
        "environmental",
        "health",
        "safety",
        "risk",
        "federal",
        "provincial",
        "government",
        "law",
        "regulation",
        "including",
        "pertaining",
        "taxation",
        "royalty",
        "rate",
        "environmental",
        "protection",
        "safety",
        "competition",
        "dependence",
        "qualified",
        "seismic",
        "field",
        "contractor",
        "dependence",
        "key",
        "management",
        "operation",
        "marketing",
        "personnel",
        "loss",
        "seismic",
        "data",
        "protection",
        "intellectual",
        "property",
        "right",
        "introduction",
        "new",
        "product",
        "climate",
        "change",
        "foregoing",
        "list",
        "exhaustive",
        "additional",
        "information",
        "risk",
        "factor",
        "could",
        "affect",
        "company",
        "operation",
        "financial",
        "result",
        "included",
        "risk",
        "factor",
        "company",
        "md",
        "year",
        "ended",
        "december",
        "information",
        "based",
        "assumption",
        "expectation",
        "estimate",
        "opinion",
        "company",
        "management",
        "time",
        "information",
        "presented",
        "source",
        "pulse",
        "seismic",
        "inc"
    ]
}