{
    "organizations": [],
    "uuid": "925017283d5cf5496660df3d1192a6303bb953b6",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/pr-newswire-sensus-healthcare-appoints-dr-isabelle-raymond-as-vice-president-clinical-development.html",
    "ord_in_thread": 0,
    "title": "Sensus Healthcare Appoints Dr. Isabelle Raymond as Vice President, Clinical Development",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "BOCA RATON, Fla., May 8, 2018 /PRNewswire/ -- Sensus Healthcare, Inc. (NASDAQ: SRTS) , a medical device company specializing in the non-invasive treatment of non-melanoma skin cancers and keloids with superficial radiation therapy (SRT), announced the appointment of Dr. Isabelle Raymond, PhD, as Vice President, Clinical Development. Dr. Raymond, who will report to Joe Sardano, Sensus CEO, brings 14 years of medical device and pharmaceutical industry experience to the Company.\n\"With Isabelle's vast strategic, hands-on expertise in an array of roles and functions across clinical research, product launches and business development, she is well-positioned to build and lead Sensus' clinical and scientific program in 2018 and beyond,\" said Sardano. \"As Sensus continues to expand its product portfolio and penetrate new markets all over the world, we're taking great pains to select the right team to get the job done. Isabelle's in-depth experience with pharmaceutical and biotech companies of all sizes, along with her focus on dermatology and aesthetic medicine, make her the ideal addition to cultivate new relationships, spearhead new development efforts and, ultimately, drive the Company forward in the next stage of our evolution.\"\nAn author and scientific leader in the pharmaceutical industry, Dr. Raymond joins Sensus from Exeltis, where she focused on medical dermatology and infectious diseases, building the company's medical affairs department from the ground up. Prior to Exeltis, she served as Senior Medical Scientific Liaison at Valeant Pharmaceuticals, where her work concentrated on medical dermatology and aesthetic medicine. Dr. Raymond also served in a variety of other roles of increasing importance at EternoGen, Myoscience, Merz Pharmaceuticals and King Pharmaceuticals over the years.\n\"Given the recent launch of Sensus Laser Systems, which gives patients the full spectrum of clinical and aesthetic dermatological solutions, joining Sensus is a perfect and natural fit for me at this point in my career, and I look forward to contributing my industry knowledge to further the Company's mission,\" added Dr. Raymond. \"Sensus is truly a game-changer when it comes to finding safe, highly effective and innovative ways to improve the lives of patients all over the world who suffer from skin conditions, and I am eager to hit the ground running and lend a hand in these meaningful initiatives.\"\nAbout Sensus Healthcare\nSensus Healthcare, Inc., is a medical device company that is committed to providing non-invasive and cost-effective treatment for non-melanoma skin cancers and keloids. Sensus uses a proprietary low-energy X-ray technology known as superficial radiation therapy (SRT), which is a result of over a decade of dedicated research and development. Sensus has successfully incorporated SRT into its portfolio of treatment devices, the SRT-100™ and SRT-100 Vision™. To date, SRT technology has been used to effectively and safely treat oncological and non-oncological skin conditions in thousands of patients. Sensus recently launched Sensus Laser Systems, three next-generation devices that showcase the latest in technology and function for the aesthetic dermatology market. For more information, visit https://www.sensushealthcare.com .\nForward-Looking Statements\nThis press release includes statements that are, or may be deemed, '' .'' In some cases, these can be identified by the use of forward-looking terminology, including the terms \"believes,\" \"estimates,\" \"anticipates,\" \"expects,\" \"plans,\" \"intends,\" \"may,\" \"could,\" \"might,\" \"will,\" \"should,\" \"approximately,\" \"potential\" or, in each case, their negative or other variations thereon or comparable terminology, although not all contain these words.\nBy their nature, involve risks and uncertainties because they relate to events, competitive dynamics, and healthcare, regulatory and scientific developments and depend on the economic circumstances that may or may not occur in the future or may occur on longer or shorter timelines than anticipated. Although we believe that we have a reasonable basis for each forward-looking statement contained in this press release, we caution you that are not guarantees of future performance and that our actual results of operations, financial condition and liquidity, and the development of the industry in which we operate may differ materially from the forward looking statements contained in this press release, as a result of, among other factors: our ability to achieve and sustain profitability; market acceptance of the SRT-100 product line; our ability to successfully commercialize our products, including the SRT-100; our ability to compete effectively in selling our products and services, including responding to technological change and cost containment efforts of our customers; our need and ability to obtain additional financing in the future, as well as complying with the restrictions our existing revolving credit facility imposes; our ability to expand, manage and maintain our direct sales and marketing organizations; our actual financial results may vary significantly from forecasts and from period to period; our ability to successfully develop new products, improve or enhance existing products or acquire complementary products, technologies, services or businesses; our ability to obtain and maintain intellectual property of sufficient scope to adequately protect our products, including the SRT-100, and our ability to avoid infringing or otherwise violating the intellectual property rights of third parties; market risks regarding consolidation in the healthcare industry; the willingness of healthcare providers to purchase our products if coverage, reimbursement and pricing from third party payors for procedures using our products significantly declines; the level and availability of government and third party payor reimbursement for clinical procedures using our products; our ability to effectively manage our anticipated growth, including hiring and retaining qualified personnel; the regulatory requirements applicable to us and our competitors; our ability to manufacture our products to meet demand; our reliance on third party manufacturers and sole- or single-source suppliers; our ability to reduce the per unit manufacturing cost of the SRT-100; our ability to efficiently manage our manufacturing processes; the regulatory and legal risks, and certain operating risks, that our international operations subject us to; off label use of our products; the fact that product quality issues or product defects may harm our business; the accuracy of our financial statements and accounting estimates, including allowances for accounts receivable and inventory obsolescence; any product liability claims; limited trading in our shares and the concentration of ownership of our shares; cyberattacks and other data breaches and the adverse effect on our reputation; new legislation, administrative rules, or executive orders, including those that impact taxes and international trade regulation; the provisions in our certificate of incorporation, bylaws, or Delaware law that discourage takeovers or that limit certain disputes to be brought exclusively in the Delaware Court of Chancery; geographic concentration of our customers in the U.S. and China; and other risks described from time to time in Sensus Healthcare's filings with the Securities and Exchange Commission, including the Company's Annual Report on Form 10-K for the fiscal year ended December 31, 2016.\nIn addition, even if our results of operations, financial condition and liquidity, and the development of the industry in which we operate are consistent with the contained in this press release, they may not be predictive of results or developments in future periods. Any that we make in this press release speak only as of the date of such statement, and we undertake no obligation to update such statements to reflect events or circumstances after the date of this press release. You should read carefully our \"Cautionary Note Regarding Forward-Looking Information\" and the factors described in the \"Risk Factors\" section of our periodic reports filed with the Securities and Exchange Commission to better understand the risks and uncertainties inherent in our business.\nMedia Contacts:\nCaitlin Kasunich / Kathryne Hunter\nKCSA Strategic Communications\n212-896-1241 / 212-896-1204\nckasunich@kcsa.com / khunter@kcsa.com\nInvestor Contact:\nKim Sutton Golodetz\nLHA Investor Relations\n(212) 838-3777\nkgolodetz@lhai.com\nView original content: http://www.prnewswire.com/news-releases/sensus-healthcare-appoints-dr-isabelle-raymond-as-vice-president-clinical-development-300643877.html\nSOURCE Sensus Healthcare",
    "published": "2018-05-08T16:30:00.000+03:00",
    "crawled": "2018-05-08T18:36:07.012+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "boca",
        "raton",
        "may",
        "sensus",
        "healthcare",
        "nasdaq",
        "srts",
        "medical",
        "device",
        "company",
        "specializing",
        "treatment",
        "skin",
        "cancer",
        "keloid",
        "superficial",
        "radiation",
        "therapy",
        "srt",
        "announced",
        "appointment",
        "isabelle",
        "raymond",
        "phd",
        "vice",
        "president",
        "clinical",
        "development",
        "raymond",
        "report",
        "joe",
        "sardano",
        "sensus",
        "ceo",
        "brings",
        "year",
        "medical",
        "device",
        "pharmaceutical",
        "industry",
        "experience",
        "company",
        "isabelle",
        "vast",
        "strategic",
        "expertise",
        "array",
        "role",
        "function",
        "across",
        "clinical",
        "research",
        "product",
        "launch",
        "business",
        "development",
        "build",
        "lead",
        "sensus",
        "clinical",
        "scientific",
        "program",
        "beyond",
        "said",
        "sardano",
        "sensus",
        "continues",
        "expand",
        "product",
        "portfolio",
        "penetrate",
        "new",
        "market",
        "world",
        "taking",
        "great",
        "pain",
        "select",
        "right",
        "team",
        "get",
        "job",
        "done",
        "isabelle",
        "experience",
        "pharmaceutical",
        "biotech",
        "company",
        "size",
        "along",
        "focus",
        "dermatology",
        "aesthetic",
        "medicine",
        "make",
        "ideal",
        "addition",
        "cultivate",
        "new",
        "relationship",
        "spearhead",
        "new",
        "development",
        "effort",
        "ultimately",
        "drive",
        "company",
        "forward",
        "next",
        "stage",
        "evolution",
        "author",
        "scientific",
        "leader",
        "pharmaceutical",
        "industry",
        "raymond",
        "join",
        "sensus",
        "exeltis",
        "focused",
        "medical",
        "dermatology",
        "infectious",
        "disease",
        "building",
        "company",
        "medical",
        "affair",
        "department",
        "ground",
        "prior",
        "exeltis",
        "served",
        "senior",
        "medical",
        "scientific",
        "liaison",
        "valeant",
        "pharmaceutical",
        "work",
        "concentrated",
        "medical",
        "dermatology",
        "aesthetic",
        "medicine",
        "raymond",
        "also",
        "served",
        "variety",
        "role",
        "increasing",
        "importance",
        "eternogen",
        "myoscience",
        "merz",
        "pharmaceutical",
        "king",
        "pharmaceutical",
        "year",
        "given",
        "recent",
        "launch",
        "sensus",
        "laser",
        "system",
        "give",
        "patient",
        "full",
        "spectrum",
        "clinical",
        "aesthetic",
        "dermatological",
        "solution",
        "joining",
        "sensus",
        "perfect",
        "natural",
        "fit",
        "point",
        "career",
        "look",
        "forward",
        "contributing",
        "industry",
        "knowledge",
        "company",
        "mission",
        "added",
        "raymond",
        "sensus",
        "truly",
        "come",
        "finding",
        "safe",
        "highly",
        "effective",
        "innovative",
        "way",
        "improve",
        "life",
        "patient",
        "world",
        "suffer",
        "skin",
        "condition",
        "eager",
        "hit",
        "ground",
        "running",
        "lend",
        "hand",
        "meaningful",
        "initiative",
        "sensus",
        "healthcare",
        "sensus",
        "healthcare",
        "medical",
        "device",
        "company",
        "committed",
        "providing",
        "treatment",
        "skin",
        "cancer",
        "keloid",
        "sensus",
        "us",
        "proprietary",
        "technology",
        "known",
        "superficial",
        "radiation",
        "therapy",
        "srt",
        "result",
        "decade",
        "dedicated",
        "research",
        "development",
        "sensus",
        "successfully",
        "incorporated",
        "srt",
        "portfolio",
        "treatment",
        "device",
        "date",
        "srt",
        "technology",
        "used",
        "effectively",
        "safely",
        "treat",
        "oncological",
        "skin",
        "condition",
        "thousand",
        "patient",
        "sensus",
        "recently",
        "launched",
        "sensus",
        "laser",
        "system",
        "three",
        "device",
        "showcase",
        "latest",
        "technology",
        "function",
        "aesthetic",
        "dermatology",
        "market",
        "information",
        "visit",
        "http",
        "statement",
        "press",
        "release",
        "includes",
        "statement",
        "may",
        "deemed",
        "case",
        "identified",
        "use",
        "terminology",
        "including",
        "term",
        "belief",
        "estimate",
        "anticipates",
        "expects",
        "plan",
        "intends",
        "may",
        "could",
        "might",
        "approximately",
        "potential",
        "case",
        "negative",
        "variation",
        "thereon",
        "comparable",
        "terminology",
        "although",
        "contain",
        "word",
        "nature",
        "involve",
        "risk",
        "uncertainty",
        "relate",
        "event",
        "competitive",
        "dynamic",
        "healthcare",
        "regulatory",
        "scientific",
        "development",
        "depend",
        "economic",
        "circumstance",
        "may",
        "may",
        "occur",
        "future",
        "may",
        "occur",
        "longer",
        "shorter",
        "timeline",
        "anticipated",
        "although",
        "believe",
        "reasonable",
        "basis",
        "statement",
        "contained",
        "press",
        "release",
        "caution",
        "guarantee",
        "future",
        "performance",
        "actual",
        "result",
        "operation",
        "financial",
        "condition",
        "liquidity",
        "development",
        "industry",
        "operate",
        "may",
        "differ",
        "materially",
        "forward",
        "looking",
        "statement",
        "contained",
        "press",
        "release",
        "result",
        "among",
        "factor",
        "ability",
        "achieve",
        "sustain",
        "profitability",
        "market",
        "acceptance",
        "product",
        "line",
        "ability",
        "successfully",
        "commercialize",
        "product",
        "including",
        "ability",
        "compete",
        "effectively",
        "selling",
        "product",
        "service",
        "including",
        "responding",
        "technological",
        "change",
        "cost",
        "containment",
        "effort",
        "customer",
        "need",
        "ability",
        "obtain",
        "additional",
        "financing",
        "future",
        "well",
        "complying",
        "restriction",
        "existing",
        "revolving",
        "credit",
        "facility",
        "imposes",
        "ability",
        "expand",
        "manage",
        "maintain",
        "direct",
        "sale",
        "marketing",
        "organization",
        "actual",
        "financial",
        "result",
        "may",
        "vary",
        "significantly",
        "forecast",
        "period",
        "period",
        "ability",
        "successfully",
        "develop",
        "new",
        "product",
        "improve",
        "enhance",
        "existing",
        "product",
        "acquire",
        "complementary",
        "product",
        "technology",
        "service",
        "business",
        "ability",
        "obtain",
        "maintain",
        "intellectual",
        "property",
        "sufficient",
        "scope",
        "adequately",
        "protect",
        "product",
        "including",
        "ability",
        "avoid",
        "infringing",
        "otherwise",
        "violating",
        "intellectual",
        "property",
        "right",
        "third",
        "party",
        "market",
        "risk",
        "regarding",
        "consolidation",
        "healthcare",
        "industry",
        "willingness",
        "healthcare",
        "provider",
        "purchase",
        "product",
        "coverage",
        "reimbursement",
        "pricing",
        "third",
        "party",
        "payors",
        "procedure",
        "using",
        "product",
        "significantly",
        "decline",
        "level",
        "availability",
        "government",
        "third",
        "party",
        "payor",
        "reimbursement",
        "clinical",
        "procedure",
        "using",
        "product",
        "ability",
        "effectively",
        "manage",
        "anticipated",
        "growth",
        "including",
        "hiring",
        "retaining",
        "qualified",
        "personnel",
        "regulatory",
        "requirement",
        "applicable",
        "u",
        "competitor",
        "ability",
        "manufacture",
        "product",
        "meet",
        "demand",
        "reliance",
        "third",
        "party",
        "manufacturer",
        "supplier",
        "ability",
        "reduce",
        "per",
        "unit",
        "manufacturing",
        "cost",
        "ability",
        "efficiently",
        "manage",
        "manufacturing",
        "process",
        "regulatory",
        "legal",
        "risk",
        "certain",
        "operating",
        "risk",
        "international",
        "operation",
        "subject",
        "u",
        "label",
        "use",
        "product",
        "fact",
        "product",
        "quality",
        "issue",
        "product",
        "defect",
        "may",
        "harm",
        "business",
        "accuracy",
        "financial",
        "statement",
        "accounting",
        "estimate",
        "including",
        "allowance",
        "account",
        "receivable",
        "inventory",
        "obsolescence",
        "product",
        "liability",
        "claim",
        "limited",
        "trading",
        "share",
        "concentration",
        "ownership",
        "share",
        "cyberattacks",
        "data",
        "breach",
        "adverse",
        "effect",
        "reputation",
        "new",
        "legislation",
        "administrative",
        "rule",
        "executive",
        "order",
        "including",
        "impact",
        "tax",
        "international",
        "trade",
        "regulation",
        "provision",
        "certificate",
        "incorporation",
        "bylaw",
        "delaware",
        "law",
        "discourage",
        "takeover",
        "limit",
        "certain",
        "dispute",
        "brought",
        "exclusively",
        "delaware",
        "court",
        "chancery",
        "geographic",
        "concentration",
        "customer",
        "china",
        "risk",
        "described",
        "time",
        "time",
        "sensus",
        "healthcare",
        "filing",
        "security",
        "exchange",
        "commission",
        "including",
        "company",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "addition",
        "even",
        "result",
        "operation",
        "financial",
        "condition",
        "liquidity",
        "development",
        "industry",
        "operate",
        "consistent",
        "contained",
        "press",
        "release",
        "may",
        "predictive",
        "result",
        "development",
        "future",
        "period",
        "make",
        "press",
        "release",
        "speak",
        "date",
        "statement",
        "undertake",
        "obligation",
        "update",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "date",
        "press",
        "release",
        "read",
        "carefully",
        "cautionary",
        "note",
        "regarding",
        "information",
        "factor",
        "described",
        "risk",
        "factor",
        "section",
        "periodic",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "better",
        "understand",
        "risk",
        "uncertainty",
        "inherent",
        "business",
        "medium",
        "contact",
        "caitlin",
        "kasunich",
        "kathryne",
        "hunter",
        "kcsa",
        "strategic",
        "communication",
        "ckasunich",
        "khunter",
        "investor",
        "contact",
        "kim",
        "sutton",
        "golodetz",
        "lha",
        "investor",
        "relation",
        "kgolodetz",
        "view",
        "original",
        "content",
        "http",
        "source",
        "sensus",
        "healthcare"
    ]
}