{
    "organizations": [],
    "uuid": "d996121f3c09b43aaeafc2a791e1c560f3adffc2",
    "author": "Henry Cutter",
    "url": "https://blogs.wsj.com/riskandcompliance/2018/05/10/the-morning-risk-report-doj-takes-aim-at-enforcement-piling-on/",
    "ord_in_thread": 0,
    "title": "The Morning Risk Report: DOJ Takes Aim at Enforcement ‘Piling On’ - Risk & Compliance Journal. - WSJ",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "0 COMMENTS Readers can subscribe to The Morning Risk Report here: http://on.wsj.com/MorningRiskReportSignup . Follow us on Twitter at @WSJRisk. Join us at our London offices on May 11 for a discussion of how the risks are changing in sanctions. Mara Lemos Stein will interview Michael O’Kane of Peters & Peters and Justine Walker of U.K. Finance. http://go.dowjones.com/BreakfastBriefingMay11London .\nU.S. Deputy Attorney General Rod Rosenstein is shown at a news conference in Washington, D.C., in March. Reuters Good morning. The U.S. Justice Department took action against “piling on” in corporate enforcement, seeking to disrupt a tendency for regulators to impose multiple penalties on companies over the same conduct, reports Risk & Compliance Journal . Lawyers welcomed the move, unveiled Wednesday by Deputy Attorney General Rod Rosenstein.\n“This sounds like a positive step because the problem Mr. Rosenstein identified is a real one, that companies can face penalties and other sanctions from a variety of government agencies and regulators around the world,” said Harry Sandick, a white-collar attorney at Patterson Belknap Webb & Tyler LLP. “In some cases it appears the penalties are really duplicative.”\nThe policy , which Mr. Rosenstein said will guide the department’s decisions, reminds prosecutors they can’t use the threat of criminal prosecution to pressure a company to pay a bigger penalty in a civil case. It tells department attorneys to coordinate the penalties they impose on firms to avoid “disproportionate punishment” and to work with other agencies—and authorities abroad—dealing with cases involving the same misconduct.\nThe emphasis on international cooperation is a key point, said Nathaniel Edmonds, a former assistant chief of the Foreign Corrupt Practices Act unit in the Justice Department’s criminal fraud section. “Companies are more likely to get a global resolution in these types of cases,” to the extent regulators cooperate internationally, he said.\nThe alternative for a company can be to be stuck trying to satisfy conflicting demands by regulators in more than one country, he said. “A company never wants to be caught in the middle,” he said. Mr. Edmonds focuses on global internal investigations and multijurisdictional enforcement issues at Paul Hastings LLP.\nA fourth part of the policy—a list of the factors the Justice Department considers in deciding whether multiple penalties are appropriate in a given case—offers potential benefits for companies, Mr. Sandick said. The areas cited include how serious the wrongdoing was, whether the law requires certain penalties, the risk of a delay in reaching a settlement and how cooperative the company was in disclosing an issue and cooperating with the department.\nThe policy isn’t legally binding on the Justice Department but a defense lawyer could still argue that past cooperation should result in a lesser penalty, Mr. Sandick said.\nDouglas Tween, who heads the U.S. government-enforcement and cartels practice at U.K. law firm Linklaters LLP, said the speech seems to codify a welcome shift that was already under way.\nThe department in the last few years has been more sensitive to the issue of piling on than in the past and has been willing to work with other agencies in the U.S. and abroad to reach fair resolutions, he said.\nStill, he said, challenges remain. “In practice it can be very difficult to make this kind of coordination work,” Mr. Tween said. “Different enforcers work at different speeds and the DOJ will not always be willing to wait years for other enforcers to finish their investigations.”\nCOMPLIANCE\nRBS reaches settlement deal with U.S. Royal Bank of Scotland Group PLC has agreed to pay $4.9 billion to settle with the U.S. Justice Department over the sale of toxic mortgage-backed securities in the lead-up to the global financial crisis, clearing the path for the bank’s privatization, the WSJ reports.\nRoyal Bank of Scotland announced a settlement agreement with the Justice Department on Wednesday. PHOTO: ANDY RAIN/EPA-EFE/REX/SHUTTERSTO/EPA/SHUTTERSTOCK ZTE stops major operations. China’s ZTE Corp. said “major operating activities” have ceased, less than a month after the U.S. Commerce Department banned American companies from selling components to the company, which is active in consumer electronics, telecommunications infrastructure and cloud computing, the WSJ reports.\nTrump to unveil drug-price plan. President Donald Trump on Friday plans to outline initiatives to curb drug prices amid complaints that Washington has done little to address the issue. The speechs will be accompanied by proposed rules and a request for input from manufacturers, health providers, patients and others, the WSJ reports.\nAnbang founder faces 18-year sentence. The Chinese insurance magnate Wu Xiaohui was sentenced to 18 years in prison on Thursday after being convicted in March of fraud and abuse of power connected with the meteoric rise of the company he founded, Anbang Insurance Group Co. , the WSJ reports.\nArrest warrants issued for financiers. Oklahoma authorities filed arrest warrants for two New York financiers, alleging they took control of a local company, Red Rock Insurance Co. , using counterfeit assets, state court filings show. The insurer failed in 2014. Attorneys for the defendants couldn’t be reached, the WSJ reports.\nU.S. considers easier treatment for cartel members. The U.S. Justice Department is looking at whether to reduce penalties on cartel participants if the companies had internal compliance plans targeting price fixing at the time of the violation, Bloomberg reports.\nGOVERNANCE\nAdviser urges ‘no’ votes on Tesla board members. Pension-fund adviser CtW Investment Group has encouraged Tesla Inc. shareholders to vote against three of the company’s directors running for re-election, the WSJ reports. Tesla didn’t respond to an email request seeking comment.\nREPUTATION\nSafety investigators probe a Tesla crash. A U.S. transportation-safety agency said it would begin examine the crash of a Tesla Inc. Model S car that killed two teenagers in Florida Tuesday evening, marking the fourth active federal probe involving the company’s vehicles. Tesla said it is working with local authorities, the WSJ reports.\nWells Fargo kept fee rebates. Wells Fargo & Co. has acknowledged it pocketed fee rebates that should have gone to a public pension fund in Tennessee while acting as its trustee, according to correspondence between the fund and the bank reviewed by the WSJ. The bank said it made an error in setting up the revenue-sharing arrangement.\nRISK\nOpposition wins vote in Malaysia. Mahathir Mohamad was set to return to Malaysia’s premiership after an upset victory over Prime Minister Najib Razak, who had faced allegations he stole hundreds of millions of dollars from state investment fund 1MDB . The result opens the way for a new investigation of the alleged theft. Mr. Razak has denied wrongdoing, the WSJ reports.\nDetainees freed by North Korea. President Donald Trump welcomed home a trio of U.S. citizens who had been detained in North Korea for more than a year. Their release signaled further momentum in the president’s push for a diplomatic solution to ease the nuclear tensions between Washington and Pyongyang, the WSJ reports.\nTurnaround veteran sues McKinsey. Veteran turnaround executive Jay Alix is suing consulting giant McKinsey & Co. over claims the company has failed to adequately disclose conflicts of interests in its bankruptcy and restructuring business, the WSJ reports. McKinsey said it will defend itself, calling the claims “meritless.”\nOPERATIONS\nFord halts output of F-150 trucks. Ford Motor Co. has suspended F-150 truck production at two assembly plants after a fire last week at one of its supplier’s facilities created a parts shortage, the WSJ reports. The F-150 is Ford’s best-selling vehicle and generates the bulk of its global profit.\nFord temporarily shut down production of its popular F-150 trucks, citing a parts shortage. PHOTO: PAULO WHITAKER/REUTER S Apple abandons Irish data center. Apple said it was giving up on plans for an €850 million ($1 billion) data center in Ireland, citing delays in winning approval that have continued for more than three years, Reuters reports. Ireland is changing its laws to count data centers as strategic infrastructure to speed up approvals.\nThe Morning Risk Report from WSJ’s Risk & Compliance Journal cues up the most important news in risk and compliance every weekday morning. Send tips, suggestions and complaints to henry.cutter@wsj.com .\nShare this: 1MDB Anbang antitrust cartels Ctw Douglas Tween drug pricing FCPA Ford Ford F-150 Harry Sandick Malaysia vote McKinsey Nathaniel Edmonds piling on RBS Red Rock Rosenstein Tesla Tesla accident Wells Fargo white collar crime Wu Xiaohui ZTE Previous Corruption Currents: World Reacts to U.S. Iran Deal Pullout Content from our sponsor Deloitte Risk management, strategy and analysis from Deloitte Transforming Real Estate Operations with Robotics and Cognitive Automation Robotics and cognitive automation (R&CA) technology can be a game changer for real estate companies, helping reduce errors and increase operational efficiency. R&CA essentially replicates human actions and judgment at tremendous speed, scale and quality, at a relatively low cost. Learn how the industry can also leverage R&CA to augment productivity and gain insights from unstructured data, as explained by Jim Berry, Deloitte’s US Real Estate and Construction leader; and Surabhi Kejriwal, research leader, Real Estate and Construction, Deloitte LP.\nPlease note: The Wall Street Journal News Department was not involved in the creation of the content above. More from Deloitte → ",
    "published": "2018-05-10T15:30:00.000+03:00",
    "crawled": "2018-05-10T16:29:00.025+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "reader",
        "subscribe",
        "morning",
        "risk",
        "report",
        "http",
        "follow",
        "u",
        "twitter",
        "wsjrisk",
        "join",
        "u",
        "london",
        "office",
        "may",
        "discussion",
        "risk",
        "changing",
        "sanction",
        "mara",
        "lemos",
        "stein",
        "interview",
        "michael",
        "kane",
        "peter",
        "peter",
        "justine",
        "walker",
        "finance",
        "http",
        "deputy",
        "attorney",
        "general",
        "rod",
        "rosenstein",
        "shown",
        "news",
        "conference",
        "washington",
        "march",
        "reuters",
        "good",
        "morning",
        "justice",
        "department",
        "took",
        "action",
        "piling",
        "corporate",
        "enforcement",
        "seeking",
        "disrupt",
        "tendency",
        "regulator",
        "impose",
        "multiple",
        "penalty",
        "company",
        "conduct",
        "report",
        "risk",
        "compliance",
        "journal",
        "lawyer",
        "welcomed",
        "move",
        "unveiled",
        "wednesday",
        "deputy",
        "attorney",
        "general",
        "rod",
        "rosenstein",
        "sound",
        "like",
        "positive",
        "step",
        "problem",
        "rosenstein",
        "identified",
        "real",
        "one",
        "company",
        "face",
        "penalty",
        "sanction",
        "variety",
        "government",
        "agency",
        "regulator",
        "around",
        "world",
        "said",
        "harry",
        "sandick",
        "attorney",
        "patterson",
        "belknap",
        "webb",
        "tyler",
        "llp",
        "case",
        "appears",
        "penalty",
        "really",
        "policy",
        "rosenstein",
        "said",
        "guide",
        "department",
        "decision",
        "reminds",
        "prosecutor",
        "use",
        "threat",
        "criminal",
        "prosecution",
        "pressure",
        "company",
        "pay",
        "bigger",
        "penalty",
        "civil",
        "case",
        "tell",
        "department",
        "attorney",
        "coordinate",
        "penalty",
        "impose",
        "firm",
        "avoid",
        "disproportionate",
        "punishment",
        "work",
        "authority",
        "case",
        "involving",
        "misconduct",
        "emphasis",
        "international",
        "cooperation",
        "key",
        "point",
        "said",
        "nathaniel",
        "edmonds",
        "former",
        "assistant",
        "chief",
        "foreign",
        "corrupt",
        "practice",
        "act",
        "unit",
        "justice",
        "department",
        "criminal",
        "fraud",
        "section",
        "company",
        "likely",
        "get",
        "global",
        "resolution",
        "type",
        "case",
        "extent",
        "regulator",
        "cooperate",
        "internationally",
        "said",
        "alternative",
        "company",
        "stuck",
        "trying",
        "satisfy",
        "conflicting",
        "demand",
        "regulator",
        "one",
        "country",
        "said",
        "company",
        "never",
        "want",
        "caught",
        "middle",
        "said",
        "edmonds",
        "focus",
        "global",
        "internal",
        "investigation",
        "multijurisdictional",
        "enforcement",
        "issue",
        "paul",
        "hastings",
        "llp",
        "fourth",
        "part",
        "list",
        "factor",
        "justice",
        "department",
        "considers",
        "deciding",
        "whether",
        "multiple",
        "penalty",
        "appropriate",
        "given",
        "potential",
        "benefit",
        "company",
        "sandick",
        "said",
        "area",
        "cited",
        "include",
        "serious",
        "wrongdoing",
        "whether",
        "law",
        "requires",
        "certain",
        "penalty",
        "risk",
        "delay",
        "reaching",
        "settlement",
        "cooperative",
        "company",
        "disclosing",
        "issue",
        "cooperating",
        "department",
        "policy",
        "legally",
        "binding",
        "justice",
        "department",
        "defense",
        "lawyer",
        "could",
        "still",
        "argue",
        "past",
        "cooperation",
        "result",
        "lesser",
        "penalty",
        "sandick",
        "said",
        "douglas",
        "tween",
        "head",
        "cartel",
        "practice",
        "law",
        "firm",
        "linklaters",
        "llp",
        "said",
        "speech",
        "seems",
        "codify",
        "welcome",
        "shift",
        "already",
        "way",
        "department",
        "last",
        "year",
        "sensitive",
        "issue",
        "piling",
        "past",
        "willing",
        "work",
        "agency",
        "abroad",
        "reach",
        "fair",
        "resolution",
        "said",
        "still",
        "said",
        "challenge",
        "remain",
        "practice",
        "difficult",
        "make",
        "kind",
        "coordination",
        "work",
        "tween",
        "said",
        "different",
        "enforcer",
        "work",
        "different",
        "speed",
        "doj",
        "always",
        "willing",
        "wait",
        "year",
        "enforcer",
        "finish",
        "compliance",
        "rb",
        "reach",
        "settlement",
        "deal",
        "royal",
        "bank",
        "scotland",
        "group",
        "plc",
        "agreed",
        "pay",
        "billion",
        "settle",
        "justice",
        "department",
        "sale",
        "toxic",
        "security",
        "global",
        "financial",
        "crisis",
        "clearing",
        "path",
        "bank",
        "privatization",
        "wsj",
        "report",
        "royal",
        "bank",
        "scotland",
        "announced",
        "settlement",
        "agreement",
        "justice",
        "department",
        "wednesday",
        "photo",
        "andy",
        "zte",
        "stop",
        "major",
        "operation",
        "china",
        "zte",
        "said",
        "major",
        "operating",
        "activity",
        "ceased",
        "less",
        "month",
        "commerce",
        "department",
        "banned",
        "american",
        "company",
        "selling",
        "component",
        "company",
        "active",
        "consumer",
        "electronics",
        "telecommunication",
        "infrastructure",
        "cloud",
        "computing",
        "wsj",
        "report",
        "trump",
        "unveil",
        "plan",
        "president",
        "donald",
        "trump",
        "friday",
        "plan",
        "outline",
        "initiative",
        "curb",
        "drug",
        "price",
        "amid",
        "complaint",
        "washington",
        "done",
        "little",
        "address",
        "issue",
        "speech",
        "accompanied",
        "proposed",
        "rule",
        "request",
        "input",
        "manufacturer",
        "health",
        "provider",
        "patient",
        "others",
        "wsj",
        "report",
        "anbang",
        "founder",
        "face",
        "sentence",
        "chinese",
        "insurance",
        "magnate",
        "wu",
        "xiaohui",
        "sentenced",
        "year",
        "prison",
        "thursday",
        "convicted",
        "march",
        "fraud",
        "abuse",
        "power",
        "connected",
        "meteoric",
        "rise",
        "company",
        "founded",
        "anbang",
        "insurance",
        "group",
        "wsj",
        "report",
        "arrest",
        "warrant",
        "issued",
        "financier",
        "oklahoma",
        "authority",
        "filed",
        "arrest",
        "warrant",
        "two",
        "new",
        "york",
        "financier",
        "alleging",
        "took",
        "control",
        "local",
        "company",
        "red",
        "rock",
        "insurance",
        "using",
        "counterfeit",
        "asset",
        "state",
        "court",
        "filing",
        "show",
        "insurer",
        "failed",
        "attorney",
        "defendant",
        "reached",
        "wsj",
        "report",
        "considers",
        "easier",
        "treatment",
        "cartel",
        "member",
        "justice",
        "department",
        "looking",
        "whether",
        "reduce",
        "penalty",
        "cartel",
        "participant",
        "company",
        "internal",
        "compliance",
        "plan",
        "targeting",
        "price",
        "fixing",
        "time",
        "violation",
        "bloomberg",
        "report",
        "governance",
        "adviser",
        "urge",
        "vote",
        "tesla",
        "board",
        "member",
        "adviser",
        "ctw",
        "investment",
        "group",
        "encouraged",
        "tesla",
        "shareholder",
        "vote",
        "three",
        "company",
        "director",
        "running",
        "wsj",
        "report",
        "tesla",
        "respond",
        "email",
        "request",
        "seeking",
        "comment",
        "reputation",
        "safety",
        "investigator",
        "probe",
        "tesla",
        "crash",
        "agency",
        "said",
        "would",
        "begin",
        "examine",
        "crash",
        "tesla",
        "model",
        "car",
        "killed",
        "two",
        "teenager",
        "florida",
        "tuesday",
        "evening",
        "marking",
        "fourth",
        "active",
        "federal",
        "probe",
        "involving",
        "company",
        "vehicle",
        "tesla",
        "said",
        "working",
        "local",
        "authority",
        "wsj",
        "report",
        "well",
        "fargo",
        "kept",
        "fee",
        "rebate",
        "well",
        "fargo",
        "acknowledged",
        "pocketed",
        "fee",
        "rebate",
        "gone",
        "public",
        "pension",
        "fund",
        "tennessee",
        "acting",
        "trustee",
        "according",
        "correspondence",
        "fund",
        "bank",
        "reviewed",
        "wsj",
        "bank",
        "said",
        "made",
        "error",
        "setting",
        "arrangement",
        "risk",
        "opposition",
        "win",
        "vote",
        "malaysia",
        "mahathir",
        "mohamad",
        "set",
        "return",
        "malaysia",
        "premiership",
        "upset",
        "victory",
        "prime",
        "minister",
        "najib",
        "razak",
        "faced",
        "allegation",
        "stole",
        "hundred",
        "million",
        "dollar",
        "state",
        "investment",
        "fund",
        "1mdb",
        "result",
        "open",
        "way",
        "new",
        "investigation",
        "alleged",
        "theft",
        "razak",
        "denied",
        "wrongdoing",
        "wsj",
        "report",
        "detainee",
        "freed",
        "north",
        "korea",
        "president",
        "donald",
        "trump",
        "welcomed",
        "home",
        "trio",
        "citizen",
        "detained",
        "north",
        "korea",
        "year",
        "release",
        "signaled",
        "momentum",
        "president",
        "push",
        "diplomatic",
        "solution",
        "ease",
        "nuclear",
        "tension",
        "washington",
        "pyongyang",
        "wsj",
        "report",
        "turnaround",
        "veteran",
        "sue",
        "mckinsey",
        "veteran",
        "turnaround",
        "executive",
        "jay",
        "alix",
        "suing",
        "consulting",
        "giant",
        "mckinsey",
        "claim",
        "company",
        "failed",
        "adequately",
        "disclose",
        "conflict",
        "interest",
        "bankruptcy",
        "restructuring",
        "business",
        "wsj",
        "report",
        "mckinsey",
        "said",
        "defend",
        "calling",
        "claim",
        "operation",
        "ford",
        "halt",
        "output",
        "truck",
        "ford",
        "motor",
        "suspended",
        "truck",
        "production",
        "two",
        "assembly",
        "plant",
        "fire",
        "last",
        "week",
        "one",
        "supplier",
        "facility",
        "created",
        "part",
        "shortage",
        "wsj",
        "report",
        "ford",
        "vehicle",
        "generates",
        "bulk",
        "global",
        "profit",
        "ford",
        "temporarily",
        "shut",
        "production",
        "popular",
        "truck",
        "citing",
        "part",
        "shortage",
        "photo",
        "paulo",
        "apple",
        "abandon",
        "irish",
        "data",
        "center",
        "apple",
        "said",
        "giving",
        "plan",
        "million",
        "billion",
        "data",
        "center",
        "ireland",
        "citing",
        "delay",
        "winning",
        "approval",
        "continued",
        "three",
        "year",
        "reuters",
        "report",
        "ireland",
        "changing",
        "law",
        "count",
        "data",
        "center",
        "strategic",
        "infrastructure",
        "speed",
        "approval",
        "morning",
        "risk",
        "report",
        "wsj",
        "risk",
        "compliance",
        "journal",
        "cue",
        "important",
        "news",
        "risk",
        "compliance",
        "every",
        "weekday",
        "morning",
        "send",
        "tip",
        "suggestion",
        "complaint",
        "share",
        "1mdb",
        "anbang",
        "antitrust",
        "cartel",
        "ctw",
        "douglas",
        "tween",
        "drug",
        "pricing",
        "fcpa",
        "ford",
        "ford",
        "harry",
        "sandick",
        "malaysia",
        "vote",
        "mckinsey",
        "nathaniel",
        "edmonds",
        "piling",
        "rb",
        "red",
        "rock",
        "rosenstein",
        "tesla",
        "tesla",
        "accident",
        "well",
        "fargo",
        "white",
        "collar",
        "crime",
        "wu",
        "xiaohui",
        "zte",
        "previous",
        "corruption",
        "current",
        "world",
        "reacts",
        "iran",
        "deal",
        "pullout",
        "content",
        "sponsor",
        "deloitte",
        "risk",
        "management",
        "strategy",
        "analysis",
        "deloitte",
        "transforming",
        "real",
        "estate",
        "operation",
        "robotics",
        "cognitive",
        "automation",
        "robotics",
        "cognitive",
        "automation",
        "r",
        "ca",
        "technology",
        "game",
        "changer",
        "real",
        "estate",
        "company",
        "helping",
        "reduce",
        "error",
        "increase",
        "operational",
        "efficiency",
        "r",
        "ca",
        "essentially",
        "replicates",
        "human",
        "action",
        "judgment",
        "tremendous",
        "speed",
        "scale",
        "quality",
        "relatively",
        "low",
        "cost",
        "learn",
        "industry",
        "also",
        "leverage",
        "r",
        "ca",
        "augment",
        "productivity",
        "gain",
        "insight",
        "unstructured",
        "data",
        "explained",
        "jim",
        "berry",
        "deloitte",
        "u",
        "real",
        "estate",
        "construction",
        "leader",
        "surabhi",
        "kejriwal",
        "research",
        "leader",
        "real",
        "estate",
        "construction",
        "deloitte",
        "lp",
        "please",
        "note",
        "wall",
        "street",
        "journal",
        "news",
        "department",
        "involved",
        "creation",
        "content",
        "deloitte"
    ]
}