{
    "organizations": [],
    "uuid": "67769cddfba291bfd775c1ccb98065e54e0850ed",
    "author": "Tom Loftus",
    "url": "https://blogs.wsj.com/cio/2018/05/01/the-morning-download-cloud-giants-get-bigger/",
    "ord_in_thread": 0,
    "title": "The Morning Download: Cloud Giants Experience Even Faster Growth Rates",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "0 COMMENTS The Microsoft logo is pictured at a service centre in New Delhi, India, April 5, 2018. Photo: Reuters\nSign up here for The Morning Download, and get the most important news in business technology emailed to you each weekday morning. Subscribe to WSJ Pro Cybersecurity for in-depth coverage on cybersecurity trends, breaches and best practices. Good morning, CIOs. An analysis of cloud-provider quarterly earnings reports by Synergy Research Group tells a story of sharp revenue gains by the biggest players, CIO Journal’s Angus Loten reports . Combined revenue at large cloud-service firms has grown 51% over the past year to nearly $15 billion, outpacing full-year revenue growth of 44% in 2017, and 50% in 2016, the research group said.\n“Normal market development cycles and the law of large numbers should result in growth rates that slowly diminish,” John Dinsdale, Synergy’s chief analyst and research director, said in a statement. Yes, but… market leader Amazon.com Inc .’s Amazon Web Services generated $5.4 billion of revenue during the quarter, up 49% from the same period last year. Microsoft Corp . last week reported its cloud business grew 58% during its fiscal third quarter.\nGains mostly have come at the expense of small-to-medium sized operators, who are being outspent by the bigger providers, a list that also includes Alphabet Inc. , International Business Machines Corp. , and Alibaba Group Holding Ltd. That trend is not going to change, at least in the short term. As the Journal reported , cloud giants, with their vast scale and sophistication, likely are better equipped than smaller competitors to adopt to upcoming regulatory efforts in Europe and elsewhere.\nSECURITY AND PRIVACY\nTwitter says users’ privacy wasn’t compromised when it sold data to an academic who had separately shared Facebook users’ information with Cambridge Analytica. ALEX FLYNN/BLOOMBERG NEWS Twitter’s latest disclosure. Twitter Inc. said it sold data to the Cambridge University academic who had separately shared user data he gleaned from Facebook with third parties including the controversial research firm Cambridge Analytica, the WSJ reports. The disclosure adds more detail about the activities of psychology professor Aleksandr Kogan, though in this instance there are no allegations that user privacy was compromised. “Unlike many other services, Twitter is public by its nature. People come to Twitter to speak publicly, and public tweets are viewable and searchable by anyone,” a spokeswoman for Twitter said in a statement.\nAttempted bank hack in Mexico. Mexico’s central bank said Monday it was investigating an attempt to hack into the payment systems of three local financial institutions, but no funds were stolen, according to Reuters . Connections to the bank’s payment system at two banks were compromised. “At this time, both the institutions and ourselves are monitoring in a diagnostic way to identify what the problem was,” a bank executive said.\nCryptocurrencies under scrutiny . Regulators are examining whether widely traded cryptocurrencies should be regulated as securities, reports the WSJ. The inquiry includes a focus on ether, representing a significant threat to virtual currencies, which so far haven’t been drawn into a regulatory crackdown on potential fraud in the market for the assets. Until now, regulators hadn’t questioned whether rules designed for stocks should apply to virtual currencies such as ether.\nTurns out, there are second acts. As a teen, Eric Taylor crashed websites and doxxed a number of officials and celebrities, including former CIA Director John Brennan and Michelle Obama. Now he is looking to turn his life around, acting as a security consultant to cyber startup Path. CNBC has more .\nRussians protest government block of messaging app. Citizens took to the streets of Moscow on Monday throwing paper airplanes and calling upon the government to unblock instant messaging app T elegram , Reuters reports . Russia in April began blocking Telegram after the company refused to grant state security access to its encrypted messages.\nAnd here’s Iran. The Journal’s Asa Fitch and Aresu Eqbali report that Iran is moving to shut down Telegram, highlighting the regime’s concern over the platform’s role in organizing widespread unrest that has rippled through the country in recent months.\nLEADERSHIP\nJan Koum, co-founder and chief executive of Facebook’s WhatsApp unit, in October 2016. MIKE BLAKE/REUTERS WhatsApp CEO to leave Facebook. Jan Koum, co-founder and CEO of the WhatsApp messaging service owned by Facebook Inc. , plans to leave the company, the Washington Post reports . His exit comes after clashes with Facebook over WhatsApp’s strategy and Facebook’s attempts to use its personal data and weaken encryption, the Post said. In a Facebook post (what else), Mr. Koum said he plans to spend time on non-tech activities, such as collecting air-cooled Porsches and playing ultimate frisbee.\nThe White House Science Adviser position is still open. Bill Gates tells STAT that he was talking with President Donald Trump in March about the Gates Foundation’s work in vaccination and why the administration should fill the top science position, when the president asked if he wanted the job. Mr. Gates declined.\nMORE TECHNOLOGY NEWS\nReuters Mood: “Anxious.” About 5,000 developers are flying to Facebook’s developer conference from around the world on Tuesday, where they expect to hear news about the company’s plans for artificial intelligence and virtual reality, reports the BBC . The conference comes in the wake of the Cambridge Analytica scandal. Ben Parr, who runs a startup called Octane AI that helps retailers reach customers through Facebook Messenger sums up the mood among the developers as “anxious,” according to the BBC.\nA fraudulent H-P deal. A federal jury found Autonomy Corp. ’s former financial chief guilty of falsifying financial statements and exaggerating the British software maker’s value before its sale to Hewlett-Packard for $11 billion in 2011, t he WSJ reports. If upheld, the fraud conviction of Sushovan Hussain after a six-week trial in San Francisco would offer some vindication to H-P executives who have long alleged Autonomy’s management cooked the books before one of its biggest acquisitions.\nChina’s Didi, VW plan ride-hailing venture . Volkswagen AG and ride-hailing giant Didi Chuxing are close to unveiling a joint venture to share technology and develop shared-mobility services in China, the WSJ’s William Boston reports .\nLittle bots coming to campus. VentureBeat reports that Starship Technologies , which makes small autonomous wagons for delivering items like groceries, has launched a new delivery service for work and school campuses in the U.S. and Europe. The company currently has a pilot program operating on Intuit Inc. ’s campus in Mountain View, Calif.\nDigital currency debuts for investors. Technology fund Andra Capital has raised $500 million in funding for a new digital currency that investors can use to back a group of late-stage venture capital firms, according to Reuters . The Silicon Valley Coin is built on the Ethereum blockchain, representing investments in U.S. technology companies that are each worth at least $500 million, Reuters reports.\nWarehouses get ‘too exciting.’ Investor interest in building and acquiring warehouses is overheating, and there may be more distribution centers than tenants to fill them, billionaire investor Sam Zell tells Bloomberg . “My guess is it is getting to exciting and we are building too much industrial space,” he said.\nEVERYTHING ELSE YOU NEED TO KNOW\nTowns with unfilled jobs are handing out money , student-debt relief and home-purchase assistance to lure potential employees, one by one. (WSJ)\nPublic and private efforts are emerging in high-cost cities to help keep low-income residents in gentrifying neighborhoods. (WSJ)\nSpecial counsel Robert Mueller earlier this year outlined for President Trump’s legal team more than 40 questions he planned to ask as part of his investigation into Trump associates’ ties to Russia. (WSJ)\nBP reported its strongest quarterly profit since mid-2014, boosted by higher oil prices and rising production as the oil major’s efforts to return to growth pay off. (WSJ)\nThe Morning Download is edited by Sara Castellanos and Steven Norton and cues up the most important news in business technology every weekday morning. You can get The Morning Download emailed to you each weekday morning by clicking http://wsj.com/TheMorningDownload .\nShare this: AMAZON WEB SERVICES AZURE CLOUD DOWNLOAD FACEBOOK PRIVACY Previous Cloud Revenues See Sharper Gains Next Facebook Extends Push Into Enterprise Market",
    "published": "2018-05-01T15:47:00.000+03:00",
    "crawled": "2018-05-01T21:18:45.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "microsoft",
        "logo",
        "pictured",
        "service",
        "centre",
        "new",
        "delhi",
        "india",
        "april",
        "photo",
        "reuters",
        "sign",
        "morning",
        "download",
        "get",
        "important",
        "news",
        "business",
        "technology",
        "emailed",
        "weekday",
        "morning",
        "subscribe",
        "wsj",
        "pro",
        "cybersecurity",
        "coverage",
        "cybersecurity",
        "trend",
        "breach",
        "best",
        "practice",
        "good",
        "morning",
        "cio",
        "analysis",
        "quarterly",
        "earnings",
        "report",
        "synergy",
        "research",
        "group",
        "tell",
        "story",
        "sharp",
        "revenue",
        "gain",
        "biggest",
        "player",
        "cio",
        "journal",
        "angus",
        "loten",
        "report",
        "combined",
        "revenue",
        "large",
        "firm",
        "grown",
        "past",
        "year",
        "nearly",
        "billion",
        "outpacing",
        "revenue",
        "growth",
        "research",
        "group",
        "said",
        "normal",
        "market",
        "development",
        "cycle",
        "law",
        "large",
        "number",
        "result",
        "growth",
        "rate",
        "slowly",
        "diminish",
        "john",
        "dinsdale",
        "synergy",
        "chief",
        "analyst",
        "research",
        "director",
        "said",
        "statement",
        "yes",
        "market",
        "leader",
        "inc",
        "amazon",
        "web",
        "service",
        "generated",
        "billion",
        "revenue",
        "quarter",
        "period",
        "last",
        "year",
        "microsoft",
        "corp",
        "last",
        "week",
        "reported",
        "cloud",
        "business",
        "grew",
        "fiscal",
        "third",
        "quarter",
        "gain",
        "mostly",
        "come",
        "expense",
        "sized",
        "operator",
        "outspent",
        "bigger",
        "provider",
        "list",
        "also",
        "includes",
        "alphabet",
        "international",
        "business",
        "machine",
        "alibaba",
        "group",
        "holding",
        "trend",
        "going",
        "change",
        "least",
        "short",
        "term",
        "journal",
        "reported",
        "cloud",
        "giant",
        "vast",
        "scale",
        "sophistication",
        "likely",
        "better",
        "equipped",
        "smaller",
        "competitor",
        "adopt",
        "upcoming",
        "regulatory",
        "effort",
        "europe",
        "elsewhere",
        "security",
        "privacy",
        "twitter",
        "say",
        "user",
        "privacy",
        "compromised",
        "sold",
        "data",
        "academic",
        "separately",
        "shared",
        "facebook",
        "user",
        "information",
        "cambridge",
        "analytica",
        "alex",
        "news",
        "twitter",
        "latest",
        "disclosure",
        "twitter",
        "said",
        "sold",
        "data",
        "cambridge",
        "university",
        "academic",
        "separately",
        "shared",
        "user",
        "data",
        "gleaned",
        "facebook",
        "third",
        "party",
        "including",
        "controversial",
        "research",
        "firm",
        "cambridge",
        "analytica",
        "wsj",
        "report",
        "disclosure",
        "add",
        "detail",
        "activity",
        "psychology",
        "professor",
        "aleksandr",
        "kogan",
        "though",
        "instance",
        "allegation",
        "user",
        "privacy",
        "compromised",
        "unlike",
        "many",
        "service",
        "twitter",
        "public",
        "nature",
        "people",
        "come",
        "twitter",
        "speak",
        "publicly",
        "public",
        "tweet",
        "viewable",
        "searchable",
        "anyone",
        "spokeswoman",
        "twitter",
        "said",
        "statement",
        "attempted",
        "bank",
        "hack",
        "mexico",
        "mexico",
        "central",
        "bank",
        "said",
        "monday",
        "investigating",
        "attempt",
        "hack",
        "payment",
        "system",
        "three",
        "local",
        "financial",
        "institution",
        "fund",
        "stolen",
        "according",
        "reuters",
        "connection",
        "bank",
        "payment",
        "system",
        "two",
        "bank",
        "compromised",
        "time",
        "institution",
        "monitoring",
        "diagnostic",
        "way",
        "identify",
        "problem",
        "bank",
        "executive",
        "said",
        "cryptocurrencies",
        "scrutiny",
        "regulator",
        "examining",
        "whether",
        "widely",
        "traded",
        "cryptocurrencies",
        "regulated",
        "security",
        "report",
        "wsj",
        "inquiry",
        "includes",
        "focus",
        "ether",
        "representing",
        "significant",
        "threat",
        "virtual",
        "currency",
        "far",
        "drawn",
        "regulatory",
        "crackdown",
        "potential",
        "fraud",
        "market",
        "asset",
        "regulator",
        "questioned",
        "whether",
        "rule",
        "designed",
        "stock",
        "apply",
        "virtual",
        "currency",
        "ether",
        "turn",
        "second",
        "act",
        "teen",
        "eric",
        "taylor",
        "crashed",
        "website",
        "doxxed",
        "number",
        "official",
        "celebrity",
        "including",
        "former",
        "cia",
        "director",
        "john",
        "brennan",
        "michelle",
        "obama",
        "looking",
        "turn",
        "life",
        "around",
        "acting",
        "security",
        "consultant",
        "cyber",
        "startup",
        "path",
        "cnbc",
        "russian",
        "protest",
        "government",
        "block",
        "messaging",
        "app",
        "citizen",
        "took",
        "street",
        "moscow",
        "monday",
        "throwing",
        "paper",
        "airplane",
        "calling",
        "upon",
        "government",
        "unblock",
        "instant",
        "messaging",
        "app",
        "elegram",
        "reuters",
        "report",
        "russia",
        "april",
        "began",
        "blocking",
        "telegram",
        "company",
        "refused",
        "grant",
        "state",
        "security",
        "access",
        "encrypted",
        "message",
        "iran",
        "journal",
        "asa",
        "fitch",
        "aresu",
        "eqbali",
        "report",
        "iran",
        "moving",
        "shut",
        "telegram",
        "highlighting",
        "regime",
        "concern",
        "platform",
        "role",
        "organizing",
        "widespread",
        "unrest",
        "rippled",
        "country",
        "recent",
        "month",
        "leadership",
        "jan",
        "koum",
        "chief",
        "executive",
        "facebook",
        "whatsapp",
        "unit",
        "october",
        "mike",
        "whatsapp",
        "ceo",
        "leave",
        "facebook",
        "jan",
        "koum",
        "ceo",
        "whatsapp",
        "messaging",
        "service",
        "owned",
        "facebook",
        "plan",
        "leave",
        "company",
        "washington",
        "post",
        "report",
        "exit",
        "come",
        "clash",
        "facebook",
        "whatsapp",
        "strategy",
        "facebook",
        "attempt",
        "use",
        "personal",
        "data",
        "weaken",
        "encryption",
        "post",
        "said",
        "facebook",
        "post",
        "else",
        "koum",
        "said",
        "plan",
        "spend",
        "time",
        "activity",
        "collecting",
        "porsches",
        "playing",
        "ultimate",
        "frisbee",
        "white",
        "house",
        "science",
        "adviser",
        "position",
        "still",
        "open",
        "bill",
        "gate",
        "tell",
        "stat",
        "talking",
        "president",
        "donald",
        "trump",
        "march",
        "gate",
        "foundation",
        "work",
        "vaccination",
        "administration",
        "fill",
        "top",
        "science",
        "position",
        "president",
        "asked",
        "wanted",
        "job",
        "gate",
        "declined",
        "technology",
        "news",
        "reuters",
        "mood",
        "developer",
        "flying",
        "facebook",
        "developer",
        "conference",
        "around",
        "world",
        "tuesday",
        "expect",
        "hear",
        "news",
        "company",
        "plan",
        "artificial",
        "intelligence",
        "virtual",
        "reality",
        "report",
        "bbc",
        "conference",
        "come",
        "wake",
        "cambridge",
        "analytica",
        "scandal",
        "ben",
        "parr",
        "run",
        "startup",
        "called",
        "octane",
        "ai",
        "help",
        "retailer",
        "reach",
        "customer",
        "facebook",
        "messenger",
        "sum",
        "mood",
        "among",
        "developer",
        "anxious",
        "according",
        "bbc",
        "fraudulent",
        "deal",
        "federal",
        "jury",
        "found",
        "autonomy",
        "former",
        "financial",
        "chief",
        "guilty",
        "falsifying",
        "financial",
        "statement",
        "exaggerating",
        "british",
        "software",
        "maker",
        "value",
        "sale",
        "billion",
        "wsj",
        "report",
        "upheld",
        "fraud",
        "conviction",
        "sushovan",
        "hussain",
        "trial",
        "san",
        "francisco",
        "would",
        "offer",
        "vindication",
        "executive",
        "long",
        "alleged",
        "autonomy",
        "management",
        "cooked",
        "book",
        "one",
        "biggest",
        "acquisition",
        "china",
        "didi",
        "vw",
        "plan",
        "venture",
        "volkswagen",
        "ag",
        "giant",
        "didi",
        "chuxing",
        "close",
        "unveiling",
        "joint",
        "venture",
        "share",
        "technology",
        "develop",
        "service",
        "china",
        "wsj",
        "william",
        "boston",
        "report",
        "little",
        "bot",
        "coming",
        "campus",
        "venturebeat",
        "report",
        "starship",
        "technology",
        "make",
        "small",
        "autonomous",
        "wagon",
        "delivering",
        "item",
        "like",
        "grocery",
        "launched",
        "new",
        "delivery",
        "service",
        "work",
        "school",
        "campus",
        "europe",
        "company",
        "currently",
        "pilot",
        "program",
        "operating",
        "intuit",
        "campus",
        "mountain",
        "view",
        "digital",
        "currency",
        "debut",
        "investor",
        "technology",
        "fund",
        "andra",
        "capital",
        "raised",
        "million",
        "funding",
        "new",
        "digital",
        "currency",
        "investor",
        "use",
        "back",
        "group",
        "venture",
        "capital",
        "firm",
        "according",
        "reuters",
        "silicon",
        "valley",
        "coin",
        "built",
        "ethereum",
        "blockchain",
        "representing",
        "investment",
        "technology",
        "company",
        "worth",
        "least",
        "million",
        "reuters",
        "report",
        "warehouse",
        "get",
        "investor",
        "interest",
        "building",
        "acquiring",
        "warehouse",
        "overheating",
        "may",
        "distribution",
        "center",
        "tenant",
        "fill",
        "billionaire",
        "investor",
        "sam",
        "zell",
        "tell",
        "bloomberg",
        "guess",
        "getting",
        "exciting",
        "building",
        "much",
        "industrial",
        "space",
        "said",
        "everything",
        "else",
        "need",
        "know",
        "town",
        "unfilled",
        "job",
        "handing",
        "money",
        "relief",
        "assistance",
        "lure",
        "potential",
        "employee",
        "one",
        "one",
        "wsj",
        "public",
        "private",
        "effort",
        "emerging",
        "city",
        "help",
        "keep",
        "resident",
        "gentrifying",
        "neighborhood",
        "wsj",
        "special",
        "counsel",
        "robert",
        "mueller",
        "earlier",
        "year",
        "outlined",
        "president",
        "trump",
        "legal",
        "team",
        "question",
        "planned",
        "ask",
        "part",
        "investigation",
        "trump",
        "associate",
        "tie",
        "russia",
        "wsj",
        "bp",
        "reported",
        "strongest",
        "quarterly",
        "profit",
        "since",
        "boosted",
        "higher",
        "oil",
        "price",
        "rising",
        "production",
        "oil",
        "major",
        "effort",
        "return",
        "growth",
        "pay",
        "wsj",
        "morning",
        "download",
        "edited",
        "sara",
        "castellanos",
        "steven",
        "norton",
        "cue",
        "important",
        "news",
        "business",
        "technology",
        "every",
        "weekday",
        "morning",
        "get",
        "morning",
        "download",
        "emailed",
        "weekday",
        "morning",
        "clicking",
        "http",
        "share",
        "amazon",
        "web",
        "service",
        "azure",
        "cloud",
        "download",
        "facebook",
        "privacy",
        "previous",
        "cloud",
        "revenue",
        "see",
        "sharper",
        "gain",
        "next",
        "facebook",
        "extends",
        "push",
        "enterprise",
        "market"
    ]
}