{
    "organizations": [],
    "uuid": "d4ec37dde675d66c9f98b663fe7fe1afe49b9601",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/09/globe-newswire-harte-hanks-reports-first-quarter-2018-results.html",
    "ord_in_thread": 0,
    "title": "Harte Hanks Reports First Quarter 2018 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN ANTONIO, May 09, 2018 (GLOBE NEWSWIRE) -- Harte Hanks (NYSE:HHS), a leader in developing customer relationships, experiences and interaction-led marketing, today announced financial results for the quarter ended March 31, 2018.\nCommenting on performance, President and Chief Executive Officer Karen Puckett said, “During the quarter we took several steps to strengthen the company. In January we extended the term and modestly increased the size of our credit facility, solidified our partnership with Wipro through a $9.9 million preferred stock investment, and in March we sold our 3Q Digital subsidiary eliminating a $35 million earn-out liability. We also reduced executive and board compensation and continued to reduce our costs. These actions have created a strong foundation upon which to build.”\nMs. Puckett added, “We continued to make progress on our strategic turnaround in the first quarter. We improved our balance sheet and ended the quarter with no debt and $22.8 million of cash. We are also working to improve our results by focusing on higher levels of customer satisfaction and client retention, while at the same time attracting new clients.”\nThe following table presents financial highlights of the company's operations for the first quarter of 2018 and 2017.\nRESULTS FROM OPERATIONS\n(In thousands, except per share amounts) Three Months Ended March 31,\n2018 2017 % Change (2) Revenues from continuing operations $81,198 $94,894 (14.4) Operating Loss (5,035) (6,342) (20.6) Adjusted Operating Loss (1) (4,484) (5,858) (23.5) Net Income (Loss) available for common stockholders 32,629 (7,386) NM Basic Earnings (Loss) per comon share 5.24 (1.20) NM Diluted Earnings (Loss) per common share 4.67 (1.20) NM (1) See the attached table for reconciliation of this non-GAAP financial measure to the most comparable GAAP measure.\n(2) Operating Loss and Adjusted Operating Loss improved compared to the prior year despite the negative percentage change.\nNM = not meaningful.\nFirst Quarter 2018 Results\nFirst quarter 2018 revenues were $81.2 million, compared to $94.9 million during the same quarter last year, or a 14.4% decline, primarily due to reduced volumes from existing clients, particularily in our retail vertical.\nFirst quarter operating loss was $5.0 million, a 20.6% improvement compared to an operating loss of $6.3 million in the year-ago quarter.\nFirst quarter 2018 Adjusted Operating Loss was $4.5 million, compared to a loss of $5.9 million in the year-ago quarter, or a 21.7% improvement. The lower Adjusted Operating Loss was due to a broad based reduction in operating expenses, including lower payroll, severance, production related expenses and lower general and administrative expenses, partially offset by the impact of the decline in revenues.\nNet income available for common stockholders for the first quarter of 2018 was $32.6 million or Basic Earnings per common share of $5.24. Diluted Earnings per common share were $4.67. Net income included a $31 million pre-tax gain on the sale of 3Q Digital during the quarter. In the year ago period, net loss was $7.4 million or a Basic and Diluted Loss per common share of $1.20.\nConference Call Information\nThe company will host a conference call to discuss the earnings release today at 5:30 p.m. Eastern Time. To access an audio webcast, please use the link available in the Investors Events section of the Harte Hanks website.\nThe telephonic conference call number is (888) 394-8218 for domestic callers and (323) 701-0225 for international callers. The conference ID is 105-1365.\nAn audio replay will be available shortly after the call for 48 hours at (844) 512-2921, or (412) 317-6671, with conference ID 105-1365. The replay also will be available for one year in the Investors section of the Harte Hanks website.\nHarte Hanks, Inc. Consolidated Statements of Operations (Unaudited) Three Months Ended\nMarch 31, In thousands, except per share data 2018 2017 Operating revenues $ 81,198 $ 94,894 Operating expenses Labor 50,656 60,350 Production and distribution 24,149 26,878 Advertising, selling, general and administrative 9,277 11,060 Depreciation, software and intangible asset amortization 2,151 2,948 Total operating expenses 86,233 101,236 Operating loss (5,035 ) (6,342 ) Other expenses Interest expense, net 929 1,023 Gain on sale (30,954 ) - Other, net 1,141 1,497 Total other expenses (28,884 ) 2,520 Income/(loss) before income taxes 23,849 (8,862 ) Income tax benefit (8,780 ) (1,476 ) Net Income/(loss) $ 32,629 $ (7,386 ) Earnings (loss) per common share Basic $ 5.24 $ (1.20 ) Diluted $ 4.67 (1.20 ) Weighted-average common shares outstanding Basic 6,213 6,169 Diluted 6,990 6,169 Balance Sheet Data (Unaudited) March 31, December 31, In thousands 2018 2017 Cash and cash equivalents $ 22,846 $ 8,397 Total debt $ - $ -\nHarte Hanks, Inc. Revenue Mix (Unaudited) Vertical Markets - Percent of Revenue Three Months Ended\nMarch 31, 2018 2017 B2B 23.3 % 22.8 % Consumer Brands 24.1 % 22.2 % Financial Services 18.0 % 16.0 % Healthcare 5.5 % 6.2 % Retail 19.3 % 24.3 % Transportation 9.8 % 8.5 % 100.0 % 100.0 %\nHarte Hanks, Inc. Reconciliations of Non-GAAP Financial Measures Three Months Ended\nMarch 31, In thousands, except per share data 2018 2017 Operating loss $ (5,035 ) $ (6,342 ) Goodwill impairment - - Stock-based compensation 551 484 Adjusted operating loss $ (4,484 ) $ (5,858 ) Adjusted Operating Margin (a) -5.5% -6.2% (a) Adjusted Operating Margin equals Adjusted Operating Income divided by Revenues. About Harte Hanks:\nHarte Hanks is a global marketing services firm specializing in multi-channel marketing solutions that connect our clients with their customers in powerful ways. Experts in defining, executing and optimizing the customer journey, Harte Hanks offers end-to-end marketing services including consulting, strategic assessment, data, analytics, digital, social, mobile, print, direct mail and contact center. From visionary thinking to tactical execution, Harte Hanks delivers smarter customer interactions for some of the world's leading brands. Harte Hanks has approximately 4,000 employees located in North America, Asia-Pacific and Europe. For more information, visit Harte Hanks at www.hartehanks.com , call 800-456-9748, email us at pr@hartehanks.com . Follow us on Twitter @hartehanks or Facebook at https://www.facebook.com/HarteHanks .\nCautionary Note Regarding Forward-Looking Statements:\nOur press release and related earnings conference call contain “ ” within the meaning of U.S. federal securities laws. All such statements are qualified by this cautionary note, provided pursuant to the safe harbor provisions of Section 27A of the Securities Act of 1933 and Section 21E of the Securities Exchange Act of 1934. Statements other than historical facts are forward-looking and may be identified by words such as “may,” “will,” “expects,” “believes,” “anticipates,” “plans,” “estimates,” “seeks,” “could,” “intends,” or words of similar meaning. These are based on current information, expectations and estimates and involve risks, uncertainties, assumptions and other factors that are difficult to predict and that could cause actual results to vary materially from what is expressed in or indicated by the In that event, our business, financial condition, results of operations or liquidity could be materially adversely affected and investors in our securities could lose part or all of their investments. These risks, uncertainties, assumptions and other factors include: (a) local, national and international economic and business conditions, including (i) market conditions that may adversely impact marketing expenditures and (ii) the impact of economic environments and competitive pressures on the financial condition, marketing expenditures and activities of our clients and prospects; (b) the demand for our products and services by clients and prospective clients, including (i) the willingness of existing clients to maintain or increase their spending on products and services that are or remain profitable for us, and (ii) our ability to predict changes in client needs and preferences; (c) economic and other business factors that impact the industry verticals we serve, including competition and consolidation of current and prospective clients, vendors and partners in these verticals; (d) our ability to manage and timely adjust our facilities, capacity, workforce and cost structure to effectively serve our clients; (e) our ability to improve our processes and to provide new products and services in a timely and cost-effective manner though development, license, partnership or acquisition; (f) our ability to protect our facilities against security breaches and other interruptions and to protect sensitive personal information of our clients and their customers; (g) our ability to respond to increasing concern, regulation and legal action over consumer privacy issues, including changing requirements for collection, processing and use of information; (h) the impact of privacy and other regulations, including restrictions on unsolicited marketing communications and other consumer protection laws; (i) fluctuations in fuel prices, paper prices, postal rates and postal delivery schedules; (j) the number of shares, if any, that we may repurchase in connection with our repurchase program; (k) unanticipated developments regarding litigation or other contingent liabilities; (l) our ability to complete anticipated divestitures and reorganizations; and (m) other factors discussed from time to time in our filings Commission, including under “Item 1A. Risk Factors” in our Annual Report on Form 10-K for the year ended December 31, 2017. The in this press release and our related earnings conference call are made only as of the date hereof and we undertake no obligation to update publicly any forward-looking statement, even if new information becomes available or other events occur in the future.\nSupplemental Non-GAAP Financial Measures:\nIn this press release and our related earnings conference call, the company may use certain non-GAAP measures of financial performance in order to provide investors with a better understanding of operating results and underlying trends to assess the company’s performance and liquidity. The company evaluates its operating performance based on several measures, including non-GAAP financial measures. The company believes that certain non-GAAP financial measures are useful supplemental financial measures of operating performance for investors because they facilitate investors’ ability to evaluate the operational strength of the company’s business. Any supplemental financial measures referred to are not calculated in accordance with GAAP and they should not be considered substitutes for net income as an indicator of operating performance.\nAs used herein, “Harte Hanks” refers to Harte Hanks, Inc. and/or its applicable operating subsidiaries, as the context may require. Harte Hanks’ logo and name are trademarks of Harte Hanks.\nContact:\nScott Hamilton\nPublic & Investor Relations\n(303) 214-5563\nscott.hamilton@hartehanks.com\nSource:Harte Hanks, Inc.",
    "published": "2018-05-10T00:22:00.000+03:00",
    "crawled": "2018-05-10T01:02:29.019+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "antonio",
        "may",
        "globe",
        "newswire",
        "harte",
        "hank",
        "nyse",
        "hhs",
        "leader",
        "developing",
        "customer",
        "relationship",
        "experience",
        "marketing",
        "today",
        "announced",
        "financial",
        "result",
        "quarter",
        "ended",
        "march",
        "commenting",
        "performance",
        "president",
        "chief",
        "executive",
        "officer",
        "karen",
        "puckett",
        "said",
        "quarter",
        "took",
        "several",
        "step",
        "strengthen",
        "company",
        "january",
        "extended",
        "term",
        "modestly",
        "increased",
        "size",
        "credit",
        "facility",
        "solidified",
        "partnership",
        "wipro",
        "million",
        "preferred",
        "stock",
        "investment",
        "march",
        "sold",
        "3q",
        "digital",
        "subsidiary",
        "eliminating",
        "million",
        "liability",
        "also",
        "reduced",
        "executive",
        "board",
        "compensation",
        "continued",
        "reduce",
        "cost",
        "action",
        "created",
        "strong",
        "foundation",
        "upon",
        "puckett",
        "added",
        "continued",
        "make",
        "progress",
        "strategic",
        "turnaround",
        "first",
        "quarter",
        "improved",
        "balance",
        "sheet",
        "ended",
        "quarter",
        "debt",
        "million",
        "cash",
        "also",
        "working",
        "improve",
        "result",
        "focusing",
        "higher",
        "level",
        "customer",
        "satisfaction",
        "client",
        "retention",
        "time",
        "attracting",
        "new",
        "following",
        "table",
        "present",
        "financial",
        "highlight",
        "company",
        "operation",
        "first",
        "quarter",
        "result",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "march",
        "change",
        "revenue",
        "continuing",
        "operation",
        "operating",
        "loss",
        "adjusted",
        "operating",
        "loss",
        "net",
        "income",
        "loss",
        "available",
        "common",
        "stockholder",
        "nm",
        "basic",
        "earnings",
        "loss",
        "per",
        "comon",
        "share",
        "nm",
        "diluted",
        "earnings",
        "loss",
        "per",
        "common",
        "share",
        "nm",
        "see",
        "attached",
        "table",
        "reconciliation",
        "financial",
        "measure",
        "comparable",
        "gaap",
        "measure",
        "operating",
        "loss",
        "adjusted",
        "operating",
        "loss",
        "improved",
        "compared",
        "prior",
        "year",
        "despite",
        "negative",
        "percentage",
        "change",
        "nm",
        "meaningful",
        "first",
        "quarter",
        "result",
        "first",
        "quarter",
        "revenue",
        "million",
        "compared",
        "million",
        "quarter",
        "last",
        "year",
        "decline",
        "primarily",
        "due",
        "reduced",
        "volume",
        "existing",
        "client",
        "particularily",
        "retail",
        "vertical",
        "first",
        "quarter",
        "operating",
        "loss",
        "million",
        "improvement",
        "compared",
        "operating",
        "loss",
        "million",
        "quarter",
        "first",
        "quarter",
        "adjusted",
        "operating",
        "loss",
        "million",
        "compared",
        "loss",
        "million",
        "quarter",
        "improvement",
        "lower",
        "adjusted",
        "operating",
        "loss",
        "due",
        "broad",
        "based",
        "reduction",
        "operating",
        "expense",
        "including",
        "lower",
        "payroll",
        "severance",
        "production",
        "related",
        "expense",
        "lower",
        "general",
        "administrative",
        "expense",
        "partially",
        "offset",
        "impact",
        "decline",
        "revenue",
        "net",
        "income",
        "available",
        "common",
        "stockholder",
        "first",
        "quarter",
        "million",
        "basic",
        "earnings",
        "per",
        "common",
        "share",
        "diluted",
        "earnings",
        "per",
        "common",
        "share",
        "net",
        "income",
        "included",
        "million",
        "gain",
        "sale",
        "3q",
        "digital",
        "quarter",
        "year",
        "ago",
        "period",
        "net",
        "loss",
        "million",
        "basic",
        "diluted",
        "loss",
        "per",
        "common",
        "share",
        "conference",
        "call",
        "information",
        "company",
        "host",
        "conference",
        "call",
        "discus",
        "earnings",
        "release",
        "today",
        "eastern",
        "time",
        "access",
        "audio",
        "webcast",
        "please",
        "use",
        "link",
        "available",
        "investor",
        "event",
        "section",
        "harte",
        "hank",
        "website",
        "telephonic",
        "conference",
        "call",
        "number",
        "domestic",
        "caller",
        "international",
        "caller",
        "conference",
        "id",
        "audio",
        "replay",
        "available",
        "shortly",
        "call",
        "hour",
        "conference",
        "id",
        "replay",
        "also",
        "available",
        "one",
        "year",
        "investor",
        "section",
        "harte",
        "hank",
        "website",
        "harte",
        "hank",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "operating",
        "revenue",
        "operating",
        "expense",
        "labor",
        "production",
        "distribution",
        "advertising",
        "selling",
        "general",
        "administrative",
        "depreciation",
        "software",
        "intangible",
        "asset",
        "amortization",
        "total",
        "operating",
        "expense",
        "operating",
        "loss",
        "expense",
        "interest",
        "expense",
        "net",
        "gain",
        "sale",
        "net",
        "total",
        "expense",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "benefit",
        "net",
        "loss",
        "earnings",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "balance",
        "sheet",
        "data",
        "unaudited",
        "march",
        "december",
        "thousand",
        "cash",
        "cash",
        "equivalent",
        "total",
        "debt",
        "harte",
        "hank",
        "revenue",
        "mix",
        "unaudited",
        "vertical",
        "market",
        "percent",
        "revenue",
        "three",
        "month",
        "ended",
        "march",
        "b2b",
        "consumer",
        "brand",
        "financial",
        "service",
        "healthcare",
        "retail",
        "transportation",
        "harte",
        "hank",
        "reconciliation",
        "financial",
        "measure",
        "three",
        "month",
        "ended",
        "march",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "operating",
        "loss",
        "goodwill",
        "impairment",
        "compensation",
        "adjusted",
        "operating",
        "loss",
        "adjusted",
        "operating",
        "margin",
        "adjusted",
        "operating",
        "margin",
        "equal",
        "adjusted",
        "operating",
        "income",
        "divided",
        "revenue",
        "harte",
        "hank",
        "harte",
        "hank",
        "global",
        "marketing",
        "service",
        "firm",
        "specializing",
        "marketing",
        "solution",
        "connect",
        "client",
        "customer",
        "powerful",
        "way",
        "expert",
        "defining",
        "executing",
        "optimizing",
        "customer",
        "journey",
        "harte",
        "hank",
        "offer",
        "marketing",
        "service",
        "including",
        "consulting",
        "strategic",
        "assessment",
        "data",
        "analytics",
        "digital",
        "social",
        "mobile",
        "print",
        "direct",
        "mail",
        "contact",
        "center",
        "visionary",
        "thinking",
        "tactical",
        "execution",
        "harte",
        "hank",
        "delivers",
        "smarter",
        "customer",
        "interaction",
        "world",
        "leading",
        "brand",
        "harte",
        "hank",
        "approximately",
        "employee",
        "located",
        "north",
        "america",
        "europe",
        "information",
        "visit",
        "harte",
        "hank",
        "call",
        "email",
        "u",
        "pr",
        "follow",
        "u",
        "twitter",
        "hartehanks",
        "facebook",
        "http",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "press",
        "release",
        "related",
        "earnings",
        "conference",
        "call",
        "contain",
        "within",
        "meaning",
        "federal",
        "security",
        "law",
        "statement",
        "qualified",
        "cautionary",
        "note",
        "provided",
        "pursuant",
        "safe",
        "harbor",
        "provision",
        "section",
        "27a",
        "security",
        "act",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "statement",
        "historical",
        "fact",
        "may",
        "identified",
        "word",
        "may",
        "expects",
        "belief",
        "anticipates",
        "plan",
        "estimate",
        "seek",
        "could",
        "intends",
        "word",
        "similar",
        "meaning",
        "based",
        "current",
        "information",
        "expectation",
        "estimate",
        "involve",
        "risk",
        "uncertainty",
        "assumption",
        "factor",
        "difficult",
        "predict",
        "could",
        "cause",
        "actual",
        "result",
        "vary",
        "materially",
        "expressed",
        "indicated",
        "event",
        "business",
        "financial",
        "condition",
        "result",
        "operation",
        "liquidity",
        "could",
        "materially",
        "adversely",
        "affected",
        "investor",
        "security",
        "could",
        "lose",
        "part",
        "investment",
        "risk",
        "uncertainty",
        "assumption",
        "factor",
        "include",
        "local",
        "national",
        "international",
        "economic",
        "business",
        "condition",
        "including",
        "market",
        "condition",
        "may",
        "adversely",
        "impact",
        "marketing",
        "expenditure",
        "ii",
        "impact",
        "economic",
        "environment",
        "competitive",
        "pressure",
        "financial",
        "condition",
        "marketing",
        "expenditure",
        "activity",
        "client",
        "prospect",
        "b",
        "demand",
        "product",
        "service",
        "client",
        "prospective",
        "client",
        "including",
        "willingness",
        "existing",
        "client",
        "maintain",
        "increase",
        "spending",
        "product",
        "service",
        "remain",
        "profitable",
        "u",
        "ii",
        "ability",
        "predict",
        "change",
        "client",
        "need",
        "preference",
        "c",
        "economic",
        "business",
        "factor",
        "impact",
        "industry",
        "vertical",
        "serve",
        "including",
        "competition",
        "consolidation",
        "current",
        "prospective",
        "client",
        "vendor",
        "partner",
        "vertical",
        "ability",
        "manage",
        "timely",
        "adjust",
        "facility",
        "capacity",
        "workforce",
        "cost",
        "structure",
        "effectively",
        "serve",
        "client",
        "e",
        "ability",
        "improve",
        "process",
        "provide",
        "new",
        "product",
        "service",
        "timely",
        "manner",
        "though",
        "development",
        "license",
        "partnership",
        "acquisition",
        "f",
        "ability",
        "protect",
        "facility",
        "security",
        "breach",
        "interruption",
        "protect",
        "sensitive",
        "personal",
        "information",
        "client",
        "customer",
        "g",
        "ability",
        "respond",
        "increasing",
        "concern",
        "regulation",
        "legal",
        "action",
        "consumer",
        "privacy",
        "issue",
        "including",
        "changing",
        "requirement",
        "collection",
        "processing",
        "use",
        "information",
        "h",
        "impact",
        "privacy",
        "regulation",
        "including",
        "restriction",
        "unsolicited",
        "marketing",
        "communication",
        "consumer",
        "protection",
        "law",
        "fluctuation",
        "fuel",
        "price",
        "paper",
        "price",
        "postal",
        "rate",
        "postal",
        "delivery",
        "schedule",
        "j",
        "number",
        "share",
        "may",
        "repurchase",
        "connection",
        "repurchase",
        "program",
        "k",
        "unanticipated",
        "development",
        "regarding",
        "litigation",
        "contingent",
        "liability",
        "l",
        "ability",
        "complete",
        "anticipated",
        "divestiture",
        "reorganization",
        "factor",
        "discussed",
        "time",
        "time",
        "filing",
        "commission",
        "including",
        "item",
        "1a",
        "risk",
        "factor",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "press",
        "release",
        "related",
        "earnings",
        "conference",
        "call",
        "made",
        "date",
        "hereof",
        "undertake",
        "obligation",
        "update",
        "publicly",
        "statement",
        "even",
        "new",
        "information",
        "becomes",
        "available",
        "event",
        "occur",
        "future",
        "supplemental",
        "financial",
        "measure",
        "press",
        "release",
        "related",
        "earnings",
        "conference",
        "call",
        "company",
        "may",
        "use",
        "certain",
        "measure",
        "financial",
        "performance",
        "order",
        "provide",
        "investor",
        "better",
        "understanding",
        "operating",
        "result",
        "underlying",
        "trend",
        "assess",
        "company",
        "performance",
        "liquidity",
        "company",
        "evaluates",
        "operating",
        "performance",
        "based",
        "several",
        "measure",
        "including",
        "financial",
        "measure",
        "company",
        "belief",
        "certain",
        "financial",
        "measure",
        "useful",
        "supplemental",
        "financial",
        "measure",
        "operating",
        "performance",
        "investor",
        "facilitate",
        "investor",
        "ability",
        "evaluate",
        "operational",
        "strength",
        "company",
        "business",
        "supplemental",
        "financial",
        "measure",
        "referred",
        "calculated",
        "accordance",
        "gaap",
        "considered",
        "substitute",
        "net",
        "income",
        "indicator",
        "operating",
        "performance",
        "used",
        "herein",
        "harte",
        "hank",
        "refers",
        "harte",
        "hank",
        "applicable",
        "operating",
        "subsidiary",
        "context",
        "may",
        "require",
        "harte",
        "hank",
        "logo",
        "name",
        "trademark",
        "harte",
        "hank",
        "contact",
        "scott",
        "hamilton",
        "public",
        "investor",
        "relation",
        "source",
        "harte",
        "hank",
        "inc"
    ]
}