{
    "organizations": [],
    "uuid": "5c4d87c085cd3b4d58b675573cdc53c0377dd0f5",
    "author": "Nicola Temple",
    "url": "https://www.wsj.com/articles/give-processed-food-a-break-1525450418",
    "ord_in_thread": 0,
    "title": "Give Processed Food a Break",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "4 COMMENTS In this age of culinary enlightenment, consumers are asking more questions than ever about what we eat. Many of us want food that comes with edifying stories—organic farming, sustainable fishing, artisanal cheesemaking—and shun the processed products of the global food industry.\nBut we should reconsider our disdain for processed food, not least because it’s impractical. In most countries including the U.S., people now get more of their calories from packaged foods than from fresh, as the market research firm Euromonitor recently found. The issue today isn’t a simple yes or no to processed food. Rather, it’s what kind of processing we should accept and what kind we should reject.\nProcessing food—that is, altering it from its natural form—has gotten a bad rap for some good reasons. Our supermarket aisles provide ample evidence of the problems with advanced food technology: fillers and chemical treatments that can alter the nature of foods, additives and colorings suspected of contributing to cancer risks, nutrition-free snacks that contribute to the growing problems of obesity and diabetes. The food industry has given us many reasons for distrust. But processed foods are key to our modern lives, and they can make nutritious meals more affordable and widely available.\n‘ Modern-day foods are processed for a variety of reasons. Most have pluses and minuses. ’\nOur relationship with processed food goes back to the beginning of human history. Our earliest ancestors pounded otherwise inedible tubers with rocks and sliced meat with primitive tools—processing methods that are credited with beginning the trend in our evolution toward smaller teeth and jaws and bigger brains. We spend only 5% of our day chewing our food, while our closest primate relatives, chimpanzees, spend 37% of their day that way, according to a 2011 study.\nProcessed food also has changed our DNA. Because we turned animal milk into butter, yogurt and cheese as early as 9,000 years ago, a significant portion of modern humans carry a genetic mutation that enables them to digest milk into adulthood. This trait is unique among mammals and carries significant nutritional advantages.\nMore recently, processing has brought huge benefits to human health. In the 19th century, soldiers and seamen were just as likely to die from malnutrition as from battle, until canning was developed by the French chef Nicholas Appert. The prevalence of diseases related to nutrient deficiency has led to the mandatory fortification of processed foods such as salt and wheat. Now the quest for more sustainable sources of protein and more awareness of animal welfare are driving the effort to develop “clean meat”—lab-cultured protein that doesn’t require the slaughter of animals.\nFrozen meals can use additives and hide inferior ingredients, but also reduce waste and sometimes improve nutrition—and are part of how households have reduced their average daily food preparation time from more than 2 hours to around 30 minutes. Photo: Michael Nagle/Bloomberg News Modern-day foods are processed for a variety of reasons: to allow them to last longer and get shipped farther, to make them more convenient to cook and eat, to reduce waste, to enhance nutrition, to improve their cosmetic appeal, to mask inferior ingredients and to lower costs and/or increase profits. Most of these reasons have both pluses and minuses.\nPerhaps the greatest spur to processing has been the desire for affordable, convenient food. A half-century ago, American households spent an average of 2.4 hours a day preparing their food; now they spend around 30 minutes . A big reason for this shift is the prevalence of what the industry calls “ready meals”—chilled or frozen dinners, ranging from pizzas and stuffed pastas to entire plates with side dishes arrayed around meat or fish.\nThese products allow unscrupulous manufacturers to hide cheaper, lower-quality ingredients, but they are also where vegetables considered too ugly to be sold fresh get used, thus reducing waste. Ready meals also can be relatively healthy: A 2012 study led by researchers at Newcastle University looked at 100 such items and found that, though falling short of nutritional standards, they had lower calorie counts, less saturated fat and more fiber than 100 popular recipes for home cooking by leading U.K. chefs.\nIn fact, there’s a nutritional case for frozen food generally over fresh. Vegetables and fruit destined for flash freezing are picked when they’re ripe, while fresh produce is usually picked underripe and artificially ripened closer to the point of sale. Produce starts to degrade the moment it is picked, and the “fresh” peas or tomatoes that have been traveling for a week are often less good for you than their frozen versions. After 10 days, fresh green beans, for example, have little more than half the vitamin C of green beans frozen for 90 days, according to a 2014 study in the Journal of Agricultural and Food Chemistry.\n‘ I don’t want preservatives in my bread, but I embrace the humectant in my wraps. ’\nWhich leads us to preservation. I am not a fan of the preservatives used to improve the shelf life of bread products: I firmly believe that bread should go stale within days. But my family is fond of tortilla wraps; it’s our standard lunchbox fare. One morning, I decided to make my own. They were beautiful—soft, warm and imperfectly round. But by lunch time, they were hard enough to scrape paint off a wall.\nCommercial tortilla wraps contain a humectant, an additive that attracts water and keeps them lovely and soft for days. Most wrap manufacturers use glycerol—a compound also used in, among other things, anti-freeze and the production of nitroglycerin. But we shouldn’t freak out about glycerol: It’s a simple molecule that forms the foundation of all plant and animal fats. I still don’t want preservatives in my bread, but I embrace the humectant in my wraps.\nVegetables present a similar conundrum, pitting freshness against preservation and convenience. Consider leafy vegetables, which immediately start to respire faster once they are cut. When kale is chopped, for instance, its respiration rate increases by 88%. The leaf quickly loses water and uses up stored sugars, causing it to wilt; released enzymes start to cause browning.\nMore Essays\nWe’ve Got to Stop Meeting Like This: Tips for Better Workplace Gatherings May 4, 2018 The Danger of Constant Impeachment Talk May 4, 2018 The Teenage Social-Media Trap May 4, 2018 A #MeToo Divorce Debate in the Philippines April 27, 2018 So what explains those lovely packaged, fresh-cut leaves in the supermarket? To limit microbial growth, companies must wash them one or more times with a disinfectant such as a chlorine solution or ozone added to water to label them as pre-washed, according to FDA guidelines. (Even those labeled “unwashed” are washed in water at least once.)\nProcessed meals also help to reduce waste. Someone might buy all the raw ingredients to make a homemade lasagna and salad but then use only a portion of them. Unless you’re adept at refrigerator management, those extra ingredients are likely just to sit and degrade until you throw them out. Less food would have been lost with a ready-made lasagna and salad bag.\nAll sorts of chemical shenanigans go on with modern foods, but we need to see them in perspective. People have been processing milk into cheese for thousands of years, using natural enzymes to break down the protein and fats. An array of compounds contribute to the aroma and flavor. By the early 1900s, cheese manufacturers had figured out what bacterial cultures and enzymes could speed up the conversion. They can now create the illusion of maturity in a fraction of the time with the same organisms, enzymes and amino acids—just intensified.\nEducating ourselves about food must include a better understanding of processed foods. I’m teaching my 10-year-old son how to grow edibles in our small garden and prepare them in the kitchen. But when he moves out on his own some day, I know that he’ll turn to prepared meals for some of his nutrition. I’d be remiss not to teach him to navigate this market wisely.\n—Ms. Temple is a biologist and science writer. This essay is adapted from her new book “Best Before: The Evolution and Future of Processed Food,” published by Bloomsbury Sigma.",
    "published": "2018-05-04T20:13:00.000+03:00",
    "crawled": "2018-05-05T18:36:20.026+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "age",
        "culinary",
        "enlightenment",
        "consumer",
        "asking",
        "question",
        "ever",
        "eat",
        "many",
        "u",
        "want",
        "food",
        "come",
        "edifying",
        "farming",
        "sustainable",
        "fishing",
        "artisanal",
        "shun",
        "processed",
        "product",
        "global",
        "food",
        "industry",
        "reconsider",
        "disdain",
        "processed",
        "food",
        "least",
        "impractical",
        "country",
        "including",
        "people",
        "get",
        "calorie",
        "packaged",
        "food",
        "fresh",
        "market",
        "research",
        "firm",
        "euromonitor",
        "recently",
        "found",
        "issue",
        "today",
        "simple",
        "yes",
        "processed",
        "food",
        "rather",
        "kind",
        "processing",
        "accept",
        "kind",
        "reject",
        "processing",
        "altering",
        "natural",
        "gotten",
        "bad",
        "rap",
        "good",
        "reason",
        "supermarket",
        "aisle",
        "provide",
        "ample",
        "evidence",
        "problem",
        "advanced",
        "food",
        "technology",
        "filler",
        "chemical",
        "treatment",
        "alter",
        "nature",
        "food",
        "additive",
        "coloring",
        "suspected",
        "contributing",
        "cancer",
        "risk",
        "snack",
        "contribute",
        "growing",
        "problem",
        "obesity",
        "diabetes",
        "food",
        "industry",
        "given",
        "u",
        "many",
        "reason",
        "distrust",
        "processed",
        "food",
        "key",
        "modern",
        "life",
        "make",
        "nutritious",
        "meal",
        "affordable",
        "widely",
        "available",
        "food",
        "processed",
        "variety",
        "reason",
        "plus",
        "minus",
        "relationship",
        "processed",
        "food",
        "go",
        "back",
        "beginning",
        "human",
        "history",
        "earliest",
        "ancestor",
        "pounded",
        "otherwise",
        "inedible",
        "tuber",
        "rock",
        "sliced",
        "meat",
        "primitive",
        "method",
        "credited",
        "beginning",
        "trend",
        "evolution",
        "toward",
        "smaller",
        "teeth",
        "jaw",
        "bigger",
        "brain",
        "spend",
        "day",
        "chewing",
        "food",
        "closest",
        "primate",
        "relative",
        "chimpanzee",
        "spend",
        "day",
        "way",
        "according",
        "study",
        "processed",
        "food",
        "also",
        "changed",
        "dna",
        "turned",
        "animal",
        "milk",
        "butter",
        "yogurt",
        "cheese",
        "early",
        "year",
        "ago",
        "significant",
        "portion",
        "modern",
        "human",
        "carry",
        "genetic",
        "mutation",
        "enables",
        "digest",
        "milk",
        "adulthood",
        "trait",
        "unique",
        "among",
        "mammal",
        "carry",
        "significant",
        "nutritional",
        "advantage",
        "recently",
        "processing",
        "brought",
        "huge",
        "benefit",
        "human",
        "health",
        "19th",
        "century",
        "soldier",
        "seaman",
        "likely",
        "die",
        "malnutrition",
        "battle",
        "canning",
        "developed",
        "french",
        "chef",
        "nicholas",
        "appert",
        "prevalence",
        "disease",
        "related",
        "nutrient",
        "deficiency",
        "led",
        "mandatory",
        "fortification",
        "processed",
        "food",
        "salt",
        "wheat",
        "quest",
        "sustainable",
        "source",
        "protein",
        "awareness",
        "animal",
        "welfare",
        "driving",
        "effort",
        "develop",
        "clean",
        "meat",
        "protein",
        "require",
        "slaughter",
        "animal",
        "frozen",
        "meal",
        "use",
        "additive",
        "hide",
        "inferior",
        "ingredient",
        "also",
        "reduce",
        "waste",
        "sometimes",
        "improve",
        "part",
        "household",
        "reduced",
        "average",
        "daily",
        "food",
        "preparation",
        "time",
        "hour",
        "around",
        "minute",
        "photo",
        "michael",
        "news",
        "food",
        "processed",
        "variety",
        "reason",
        "allow",
        "last",
        "longer",
        "get",
        "shipped",
        "farther",
        "make",
        "convenient",
        "cook",
        "eat",
        "reduce",
        "waste",
        "enhance",
        "nutrition",
        "improve",
        "cosmetic",
        "appeal",
        "mask",
        "inferior",
        "ingredient",
        "lower",
        "cost",
        "increase",
        "profit",
        "reason",
        "plus",
        "minus",
        "perhaps",
        "greatest",
        "spur",
        "processing",
        "desire",
        "affordable",
        "convenient",
        "food",
        "ago",
        "american",
        "household",
        "spent",
        "average",
        "hour",
        "day",
        "preparing",
        "food",
        "spend",
        "around",
        "minute",
        "big",
        "reason",
        "shift",
        "prevalence",
        "industry",
        "call",
        "ready",
        "meal",
        "frozen",
        "dinner",
        "ranging",
        "pizza",
        "stuffed",
        "pasta",
        "entire",
        "plate",
        "side",
        "dish",
        "arrayed",
        "around",
        "meat",
        "fish",
        "product",
        "allow",
        "unscrupulous",
        "manufacturer",
        "hide",
        "cheaper",
        "ingredient",
        "also",
        "vegetable",
        "considered",
        "ugly",
        "sold",
        "fresh",
        "get",
        "used",
        "thus",
        "reducing",
        "waste",
        "ready",
        "meal",
        "also",
        "relatively",
        "healthy",
        "study",
        "led",
        "researcher",
        "newcastle",
        "university",
        "looked",
        "item",
        "found",
        "though",
        "falling",
        "short",
        "nutritional",
        "standard",
        "lower",
        "calorie",
        "count",
        "less",
        "saturated",
        "fat",
        "fiber",
        "popular",
        "recipe",
        "home",
        "cooking",
        "leading",
        "chef",
        "fact",
        "nutritional",
        "case",
        "frozen",
        "food",
        "generally",
        "fresh",
        "vegetable",
        "fruit",
        "destined",
        "flash",
        "freezing",
        "picked",
        "ripe",
        "fresh",
        "produce",
        "usually",
        "picked",
        "underripe",
        "artificially",
        "ripened",
        "closer",
        "point",
        "sale",
        "produce",
        "start",
        "degrade",
        "moment",
        "picked",
        "fresh",
        "pea",
        "tomato",
        "traveling",
        "week",
        "often",
        "less",
        "good",
        "frozen",
        "version",
        "day",
        "fresh",
        "green",
        "bean",
        "example",
        "little",
        "half",
        "vitamin",
        "c",
        "green",
        "bean",
        "frozen",
        "day",
        "according",
        "study",
        "journal",
        "agricultural",
        "food",
        "chemistry",
        "want",
        "preservative",
        "bread",
        "embrace",
        "humectant",
        "wrap",
        "lead",
        "u",
        "preservation",
        "fan",
        "preservative",
        "used",
        "improve",
        "shelf",
        "life",
        "bread",
        "product",
        "firmly",
        "believe",
        "bread",
        "go",
        "stale",
        "within",
        "day",
        "family",
        "fond",
        "tortilla",
        "wrap",
        "standard",
        "lunchbox",
        "fare",
        "one",
        "morning",
        "decided",
        "make",
        "warm",
        "imperfectly",
        "round",
        "lunch",
        "time",
        "hard",
        "enough",
        "scrape",
        "paint",
        "wall",
        "commercial",
        "tortilla",
        "wrap",
        "contain",
        "humectant",
        "additive",
        "attracts",
        "water",
        "keep",
        "lovely",
        "soft",
        "day",
        "wrap",
        "manufacturer",
        "use",
        "compound",
        "also",
        "used",
        "among",
        "thing",
        "production",
        "nitroglycerin",
        "freak",
        "glycerol",
        "simple",
        "molecule",
        "form",
        "foundation",
        "plant",
        "animal",
        "fat",
        "still",
        "want",
        "preservative",
        "bread",
        "embrace",
        "humectant",
        "wrap",
        "vegetable",
        "present",
        "similar",
        "conundrum",
        "pitting",
        "freshness",
        "preservation",
        "convenience",
        "consider",
        "leafy",
        "vegetable",
        "immediately",
        "start",
        "respire",
        "faster",
        "cut",
        "kale",
        "chopped",
        "instance",
        "respiration",
        "rate",
        "increase",
        "leaf",
        "quickly",
        "loses",
        "water",
        "us",
        "stored",
        "sugar",
        "causing",
        "wilt",
        "released",
        "enzyme",
        "start",
        "cause",
        "browning",
        "essay",
        "got",
        "stop",
        "meeting",
        "like",
        "tip",
        "better",
        "workplace",
        "gathering",
        "may",
        "danger",
        "constant",
        "impeachment",
        "talk",
        "may",
        "teenage",
        "trap",
        "may",
        "metoo",
        "divorce",
        "debate",
        "philippine",
        "april",
        "explains",
        "lovely",
        "packaged",
        "leaf",
        "supermarket",
        "limit",
        "microbial",
        "growth",
        "company",
        "must",
        "wash",
        "one",
        "time",
        "disinfectant",
        "chlorine",
        "solution",
        "ozone",
        "added",
        "water",
        "label",
        "according",
        "fda",
        "guideline",
        "even",
        "labeled",
        "unwashed",
        "washed",
        "water",
        "least",
        "processed",
        "meal",
        "also",
        "help",
        "reduce",
        "waste",
        "someone",
        "might",
        "buy",
        "raw",
        "ingredient",
        "make",
        "homemade",
        "lasagna",
        "salad",
        "use",
        "portion",
        "unless",
        "adept",
        "refrigerator",
        "management",
        "extra",
        "ingredient",
        "likely",
        "sit",
        "degrade",
        "throw",
        "less",
        "food",
        "would",
        "lost",
        "lasagna",
        "salad",
        "bag",
        "sort",
        "chemical",
        "shenanigan",
        "go",
        "modern",
        "food",
        "need",
        "see",
        "perspective",
        "people",
        "processing",
        "milk",
        "cheese",
        "thousand",
        "year",
        "using",
        "natural",
        "enzyme",
        "break",
        "protein",
        "fat",
        "array",
        "compound",
        "contribute",
        "aroma",
        "flavor",
        "early",
        "1900s",
        "cheese",
        "manufacturer",
        "figured",
        "bacterial",
        "culture",
        "enzyme",
        "could",
        "speed",
        "conversion",
        "create",
        "illusion",
        "maturity",
        "fraction",
        "time",
        "organism",
        "enzyme",
        "amino",
        "intensified",
        "educating",
        "food",
        "must",
        "include",
        "better",
        "understanding",
        "processed",
        "food",
        "teaching",
        "son",
        "grow",
        "edible",
        "small",
        "garden",
        "prepare",
        "kitchen",
        "move",
        "day",
        "know",
        "turn",
        "prepared",
        "meal",
        "nutrition",
        "remiss",
        "teach",
        "navigate",
        "market",
        "wisely",
        "temple",
        "biologist",
        "science",
        "writer",
        "essay",
        "adapted",
        "new",
        "book",
        "best",
        "evolution",
        "future",
        "processed",
        "food",
        "published",
        "bloomsbury",
        "sigma"
    ]
}