{
    "organizations": [],
    "uuid": "9ea0135f9e8a1611c38071cfc624209ff2c56c06",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/15/globe-newswire-oncobiologics-reports-second-quarter-financial-results-for-fiscal-2018.html",
    "ord_in_thread": 0,
    "title": "Oncobiologics Reports Second Quarter Financial Results for Fiscal 2018",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CRANBURY, N.J., May 15, 2018 (GLOBE NEWSWIRE) -- Oncobiologics, Inc. (NASDAQ:ONS) today reported financial results and business highlights for its three and six months ended March 31, 2018.\nRecent Highlights:\nStrengthened balance sheet with first closing of a $15.0 million private placement offering Initiated ONS-5010 development program Appointed Dr. Joerg Windisch and Randy Thurman to the Board of Directors Dr. Windisch was appointed to the Compensation Committee Mr. Thurman was appointed to the Nominating and Corporate Governance Committee and Chairman of the Compensation Committee\nOncobiologics’ Chairman and Chief Executive Officer Dr. Pankaj Mohan commented, “I am excited to report that our pipeline continues to offer significant opportunities to generate stockholder value. We recently entered into an agreement for a $15.0 million capital raise that will be used to advance the development of our portfolio, including ONS-5010, and support our operations through the end of this calendar year and have already received $7.5 million of the proceeds.\n“We continue to make progress with the ONS-5010 development program and expect to initiate a clinical trial in 2018. Additionally, we are advancing our pre-clinical biosimilar product candidates and continue to engage with potential partners to lead the Phase 3 clinical trials for ONS-3010 and ONS-1045,” continued Dr. Mohan.\n“During the second quarter of fiscal 2018, we made progress implementing our new strategy to leverage our BioSymphony Platform to accelerate and maximize commercial revenues from our core expertise in drug development and manufacturing. The interest in leveraging our extensive development and manufacturing platform among potential biotech customers has been extremely positive. We expect to enter into our first customer agreement for our new contract development and manufacturing (CDMO) business and start recognizing revenue in the near future,” concluded Dr. Mohan.\nAnticipated Milestones (calendar year):\n2018\nEnter into first CDMO contract Initiate clinical development program for ONS-3010 and/or ONS-1045 by partners in emerging markets Initiate ONS-5010 clinical trials Announce licensing/co-development partnership\n2019\nCDMO business cash flow positive by end of 2019 Initiate Phase 3 trial for ONS-1045 in major markets with development partner\n2020\nFirst revenue from emerging market partnerships Initiate Phase 3 trial for ONS-3010 in major markets with development partner Initiate ONS-3040 and ONS-4010 clinical development programs\nFinancial Highlights for the Fiscal Second Quarter Ended March 31, 2018\nFor the fiscal second quarter ended March 31, 2018, the Company reported a net loss attributable to common stockholders of $8.6 million, or $0.34 per diluted share, compared to $8.0 million, or $0.38 per diluted share for the same period of 2017. For the three months ended March 31, 2018, net loss attributable to common stockholders includes $0.3 million of income from non-cash stock-based compensation, $0.7 million of depreciation and amortization, $0.2 million of income from a decrease in the fair value of warrant liability and a $0.4 million beneficial conversion charge related to the Company’s Series A convertible preferred stock. For the three months ended March 31, 2017, net loss attributable to common stockholders included $2.3 million of non-cash stock-based compensation expense, $0.7 million of depreciation and amortization and $1.0 million of income from a decrease in the fair value of warrant liability.\nFor the fiscal second quarter ended March 31, 2018, the Company reported an adjusted net loss attributable to common stockholders of $8.0 million, or $0.32 per diluted share, as compared to an adjusted net loss of $6.1 million, or $0.29 per diluted share in the same period of 2017. The primary reason for the increase in adjusted net loss attributable to common stockholders from the year earlier period is higher research and development expenses related to the initiation of preparations to move ONS-5010 into clinical development in 2018.\nAt March 31, 2018, the Company had cash of $5.9 million, compared to $3.2 million at September 30, 2017. On May 14, 2018, the Company announced the closing of the first tranche of its $15.0 million private placement offering, receiving $7.5 million in aggregate gross proceeds.\nNasdaq Listing Update\nThe Company received formal notice on May 14, 2018 that the Nasdaq Hearings Panel has granted the Company’s request for an extension through June 26, 2018 to evidence compliance with all applicable requirements for continued listing on Nasdaq, including the applicable $35.0 million market capitalization requirement.\nAbout Oncobiologics, Inc. and its BioSymphony™ Platform\nOncobiologics is a clinical-stage biopharmaceutical company focused on identifying, developing, manufacturing and commercializing complex monoclonal antibody (mAb) therapeutics. The Company is advancing a pipeline of innovative and biosimilar product candidates, three of which are currently in, or about to enter, clinical development. By leveraging its proprietary BioSymphony™ Platform, Oncobiologics is able to produce high-quality innovative and biosimilar mAb candidates in an efficient and cost-effective manner. The BioSymphony engine is particularly suitable for developing technically challenging and commercially attractive mAbs to meet the need for clinically important yet affordable drugs. The BioSymphony Platform is used for both in-house programs as well as engaging spare capacity to provide external CDMO services. Led by a team of biopharmaceutical experts, Oncobiologics operates from a state-of-the-art fully integrated research, development, and manufacturing facility in Cranbury, New Jersey. For more information, please visit www.oncobiologics.com .\nNon-GAAP Financial Measure – Adjusted Net Loss Attributable to Common Stockholders\nOncobiologics prepares its consolidated financial statements in conformity with accounting principles generally accepted in the United States of America (GAAP) and pursuant to accounting requirements of the Securities and Exchange Commission. In an effort to provide investors with additional information regarding the results and to provide a meaningful period-over-period comparison of Oncobiologics financial performance, Oncobiologics sometimes uses non-GAAP financial measures (NGFM) as defined by the Securities and Exchange Commission. In this press release, Oncobiologics uses the NGFM, “adjusted net loss attributable to common stockholders.” Management uses this NGFM because it adjusts for certain transactions management believes are not related to the Company’s core business or events that may not recur, such as losses from extinguishment of debt, sales of state net operating losses, as well as the settlement of a clinical development contract in connection with the decision to postpone Phase 3 clinical trials of two biosimilar programs, as well as significant non-cash items that impact financial results but not cash flows, such as the recognition of the beneficial conversion feature due to the issuance of Series A Convertible Preferred Stock to GMS Tenshi, stock-based compensation expense, depreciation and amortization expense, and fair value measurements for the Company’s equity and debt securities. Management used this NGFM to evaluate Oncobiologics’ financial performance against internal budgets and targets. Management believes that this NGFM is useful for evaluating Oncobiologics core operating results and facilitating comparison across reporting periods. Oncobiologics believes this NGFM should be considered in addition to, and not in lieu of, GAAP financial measures. Oncobiologics NGFM may be different from the same NGFM used by other companies.\nFor additional details on Oncobiologics’ financial performance during the quarter, please see the Company’s filings with the Securities and Exchange Commission .\nForward-Looking Statements\nThis press release contains forward-looking statements. All statements other than statements of historical facts are “forward-looking statements,” including those relating to future events. In some cases, you can identify forward-looking statements by terminology such as “may,” “might,” “will,” “should,” “expect,” “plan,” “anticipate,” “project,” “believe,” “estimate,” “predict,” “potential,” “intend” or “continue,” the negative of terms like these or other comparable terminology, and other words or terms of similar meaning. These include statements about the ability of the Company’s pipeline to generate stockholder value, the intended use and effects of the proceeds from the private placement, including receipt of the second tranche of proceeds, its new strategy and anticipated milestones, in particular the ability to execute on its new CDMO strategy and generate revenues therefrom and have it be cash flow positive, the ability to receive regulatory approval and generate revenues in emerging markets, the ability to find partners to conduct Phase 3 trials for its lead biosimilar assets, and the ability to conduct successful clinical trials for ONS-5010, ONS-4010 and ONS 3040, among others. Although Oncobiologics believes that it has a reasonable basis for forward-looking statements contained herein, they are based on current expectations about future events affecting the Company and are subject to risks, uncertainties and factors relating to its operations and business environment, all of which are difficult to predict and many of which are beyond its control. Therefore, they may cause actual results to differ materially from those expressed or implied by forward-looking statements in this press release. All forward-looking statements included in this press release are expressly qualified in their entirety by the foregoing cautionary statements. You are cautioned not to place undue reliance on these forward-looking statements, which speak only as of the date hereof. Oncobiologics does not undertake any obligation to update, amend or clarify these forward-looking statements whether as a result of new information, future events or otherwise, except as may be required under applicable securities law.\nCONTACTS:\nOncobiologics:\nLawrence A. Kenyon\nChief Financial Officer\nLawrenceKenyon@oncobiologics.com\nInvestors:\nJeremy Feffer\nManaging Director\nLifeSci Advisors, LLC\n212-915-2568\nJeremy@LifeSciAdvisors.com\nOncobiologics, Inc. Consolidated Statements of Operations (Amounts in thousands, except per share data) (Unaudited) Three Months Ended March 31, Six Months Ended March 31, 2018\n2017\n2018\n2017\nCollaboration revenues $ 772 $ 303 $ 1,544 $ 606 Operating expenses: Research and development 5,156 4,117 5,559 17,347 General and administrative 2,447 4,024 5,996 8,892 7,603 8,141 11,555 26,239 Loss from operations (6,831 ) (7,838 ) (10,011 ) (25,633 ) Interest expense, net 921 1,244 1,639 1,733 Loss on extinguishment of debt - - 1,252 - Change in fair value of warrant liability (212 ) (1,036 ) (291 ) (226 ) Loss before income taxes (7,540 ) (8,046 ) (12,611 ) (27,140 ) Income tax (benefit) expense - - (3,151 ) 4 Net loss (7,540 ) (8,046 ) (9,460 ) (27,144 ) Recognition of beneficial conversion feature upon sale of Series A preferred stock (381 ) - (15,737 ) - Series A convertible preferred stock dividends and related settlement (637 ) - (1,087 ) - Net loss attributable to common stockholders $ (8,558 ) $ (8,046 ) $ (26,284 ) $ (27,144 ) Per share information: Net loss per share of common stock, basic $ (0.33 ) $ (0.34 ) $ (1.04 ) $ (1.16 ) Net loss per share of common stock, diluted $ (0.34 ) $ (0.38 ) $ (1.05 ) $ (1.16 ) Weighted average shares outstanding, basic 25,733 23,724 25,364 23,457 Weighted average shares outstanding, diluted 25,733 23,801 25,364 23,496\nOncobiologics, Inc. Consolidated Balance Sheet Data (Amounts in thousands) (Unaudited) March 31, September 30, 2018\n2017\nCash $ 5,936 $ 3,186 Total assets $ 27,787 $ 20,734 Current liabilities $ 31,752 $ 28,738 Long-term debt $ 128 $ 13,383 Series A convertible preferred stock $ 18,295 $ 2,924 Total stockholders' deficit $ (33,565 ) $ (33,651 )\nOncobiologics, Inc. Reconciliation Between Reported Net Loss (GAAP) and Adjusted Net Loss (Non-GAAP), in each case Attributable to Common Stockholders (Amounts in thousands, except per share data) (Unaudited) Three Months Ended March 31, Six Months Ended March 31, 2018\n2017\n2018\n2017\nNet loss attributable to common stockholders, as reported (GAAP) $ (8,558 ) $ (8,046 ) $ (26,284 ) $ (27,144 ) Adjustments for reconciled items: Stock-based compensation, non-cash (300 ) 2,327 1,590 4,791 Depreciation and amortization 731 680 1,408 1,350 Loss on extinguishment of debt - - 1,252 - Change in fair value of warrant liability (212 ) (1,036 ) (291 ) (226 ) Income tax benefit from sale of New Jersey NOLs - - (3,151 ) - Recognition of Series A beneficial conversion feature 382 - 15,737 - Settlement of clinical development contract - - (3,229 ) Adjusted net loss attributable to common stockholders (non-GAAP) $ (7,957 ) $ (6,075 ) $ (12,968 ) $ (21,229 ) Net loss attributable to common stockholders per share of $ (0.34 ) $ (0.38 ) $ (1.05 ) $ (1.16 ) common stock - diluted, as reported (GAAP) Adjustments for reconciled items: Stock-based compensation, non-cash (0.01 ) 0.10 0.06 0.20 Depreciation and amortization 0.03 0.03 0.06 0.06 Loss on extinguishment of debt - - 0.05 - Change in fair value of warrant liability (0.01 ) (0.04 ) (0.01 ) (0.01 ) Income tax benefit from sale of New Jersey NOLs - - (0.12 ) - Recognition of Series A beneficial conversion feature 0.01 - 0.62 - Settlement of clinical development contract - - (0.13 ) - Adjusted net loss attributable to common stockholders per share of common stock - diluted (non-GAAP) $ (0.32 ) $ (0.29 ) $ (0.52 ) $ (0.91 )\nSource:Oncobiologics, Inc.",
    "published": "2018-05-16T00:15:00.000+03:00",
    "crawled": "2018-05-16T02:34:42.049+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "cranbury",
        "may",
        "globe",
        "newswire",
        "oncobiologics",
        "nasdaq",
        "ons",
        "today",
        "reported",
        "financial",
        "result",
        "business",
        "highlight",
        "three",
        "six",
        "month",
        "ended",
        "march",
        "recent",
        "highlight",
        "strengthened",
        "balance",
        "sheet",
        "first",
        "closing",
        "million",
        "private",
        "placement",
        "offering",
        "initiated",
        "development",
        "program",
        "appointed",
        "joerg",
        "windisch",
        "randy",
        "thurman",
        "board",
        "director",
        "windisch",
        "appointed",
        "compensation",
        "committee",
        "thurman",
        "appointed",
        "nominating",
        "corporate",
        "governance",
        "committee",
        "chairman",
        "compensation",
        "committee",
        "oncobiologics",
        "chairman",
        "chief",
        "executive",
        "officer",
        "pankaj",
        "mohan",
        "commented",
        "excited",
        "report",
        "pipeline",
        "continues",
        "offer",
        "significant",
        "opportunity",
        "generate",
        "stockholder",
        "value",
        "recently",
        "entered",
        "agreement",
        "million",
        "capital",
        "raise",
        "used",
        "advance",
        "development",
        "portfolio",
        "including",
        "support",
        "operation",
        "end",
        "calendar",
        "year",
        "already",
        "received",
        "million",
        "proceeds",
        "continue",
        "make",
        "progress",
        "development",
        "program",
        "expect",
        "initiate",
        "clinical",
        "trial",
        "additionally",
        "advancing",
        "biosimilar",
        "product",
        "candidate",
        "continue",
        "engage",
        "potential",
        "partner",
        "lead",
        "phase",
        "clinical",
        "trial",
        "continued",
        "mohan",
        "second",
        "quarter",
        "fiscal",
        "made",
        "progress",
        "implementing",
        "new",
        "strategy",
        "leverage",
        "biosymphony",
        "platform",
        "accelerate",
        "maximize",
        "commercial",
        "revenue",
        "core",
        "expertise",
        "drug",
        "development",
        "manufacturing",
        "interest",
        "leveraging",
        "extensive",
        "development",
        "manufacturing",
        "platform",
        "among",
        "potential",
        "biotech",
        "customer",
        "extremely",
        "positive",
        "expect",
        "enter",
        "first",
        "customer",
        "agreement",
        "new",
        "contract",
        "development",
        "manufacturing",
        "cdmo",
        "business",
        "start",
        "recognizing",
        "revenue",
        "near",
        "future",
        "concluded",
        "mohan",
        "anticipated",
        "milestone",
        "calendar",
        "year",
        "enter",
        "first",
        "cdmo",
        "contract",
        "initiate",
        "clinical",
        "development",
        "program",
        "partner",
        "emerging",
        "market",
        "initiate",
        "clinical",
        "trial",
        "announce",
        "partnership",
        "cdmo",
        "business",
        "cash",
        "flow",
        "positive",
        "end",
        "initiate",
        "phase",
        "trial",
        "major",
        "market",
        "development",
        "partner",
        "first",
        "revenue",
        "emerging",
        "market",
        "partnership",
        "initiate",
        "phase",
        "trial",
        "major",
        "market",
        "development",
        "partner",
        "initiate",
        "clinical",
        "development",
        "program",
        "financial",
        "highlight",
        "fiscal",
        "second",
        "quarter",
        "ended",
        "march",
        "fiscal",
        "second",
        "quarter",
        "ended",
        "march",
        "company",
        "reported",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "million",
        "per",
        "diluted",
        "share",
        "compared",
        "million",
        "per",
        "diluted",
        "share",
        "period",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "includes",
        "million",
        "income",
        "compensation",
        "million",
        "depreciation",
        "amortization",
        "million",
        "income",
        "decrease",
        "fair",
        "value",
        "warrant",
        "liability",
        "million",
        "beneficial",
        "conversion",
        "charge",
        "related",
        "company",
        "series",
        "convertible",
        "preferred",
        "stock",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "included",
        "million",
        "compensation",
        "expense",
        "million",
        "depreciation",
        "amortization",
        "million",
        "income",
        "decrease",
        "fair",
        "value",
        "warrant",
        "liability",
        "fiscal",
        "second",
        "quarter",
        "ended",
        "march",
        "company",
        "reported",
        "adjusted",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "million",
        "per",
        "diluted",
        "share",
        "compared",
        "adjusted",
        "net",
        "loss",
        "million",
        "per",
        "diluted",
        "share",
        "period",
        "primary",
        "reason",
        "increase",
        "adjusted",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "year",
        "earlier",
        "period",
        "higher",
        "research",
        "development",
        "expense",
        "related",
        "initiation",
        "preparation",
        "move",
        "clinical",
        "development",
        "march",
        "company",
        "cash",
        "million",
        "compared",
        "million",
        "september",
        "may",
        "company",
        "announced",
        "closing",
        "first",
        "tranche",
        "million",
        "private",
        "placement",
        "offering",
        "receiving",
        "million",
        "aggregate",
        "gross",
        "proceeds",
        "nasdaq",
        "listing",
        "update",
        "company",
        "received",
        "formal",
        "notice",
        "may",
        "nasdaq",
        "hearing",
        "panel",
        "granted",
        "company",
        "request",
        "extension",
        "june",
        "evidence",
        "compliance",
        "applicable",
        "requirement",
        "continued",
        "listing",
        "nasdaq",
        "including",
        "applicable",
        "million",
        "market",
        "capitalization",
        "requirement",
        "oncobiologics",
        "platform",
        "oncobiologics",
        "biopharmaceutical",
        "company",
        "focused",
        "identifying",
        "developing",
        "manufacturing",
        "commercializing",
        "complex",
        "monoclonal",
        "antibody",
        "mab",
        "therapeutic",
        "company",
        "advancing",
        "pipeline",
        "innovative",
        "biosimilar",
        "product",
        "candidate",
        "three",
        "currently",
        "enter",
        "clinical",
        "development",
        "leveraging",
        "proprietary",
        "platform",
        "oncobiologics",
        "able",
        "produce",
        "innovative",
        "biosimilar",
        "mab",
        "candidate",
        "efficient",
        "manner",
        "biosymphony",
        "engine",
        "particularly",
        "suitable",
        "developing",
        "technically",
        "challenging",
        "commercially",
        "attractive",
        "mabs",
        "meet",
        "need",
        "clinically",
        "important",
        "yet",
        "affordable",
        "drug",
        "biosymphony",
        "platform",
        "used",
        "program",
        "well",
        "engaging",
        "spare",
        "capacity",
        "provide",
        "external",
        "cdmo",
        "service",
        "led",
        "team",
        "biopharmaceutical",
        "expert",
        "oncobiologics",
        "operates",
        "fully",
        "integrated",
        "research",
        "development",
        "manufacturing",
        "facility",
        "cranbury",
        "new",
        "jersey",
        "information",
        "please",
        "visit",
        "financial",
        "measure",
        "adjusted",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "oncobiologics",
        "prepares",
        "consolidated",
        "financial",
        "statement",
        "conformity",
        "accounting",
        "principle",
        "generally",
        "accepted",
        "united",
        "state",
        "america",
        "gaap",
        "pursuant",
        "accounting",
        "requirement",
        "security",
        "exchange",
        "commission",
        "effort",
        "provide",
        "investor",
        "additional",
        "information",
        "regarding",
        "result",
        "provide",
        "meaningful",
        "comparison",
        "oncobiologics",
        "financial",
        "performance",
        "oncobiologics",
        "sometimes",
        "us",
        "financial",
        "measure",
        "ngfm",
        "defined",
        "security",
        "exchange",
        "commission",
        "press",
        "release",
        "oncobiologics",
        "us",
        "ngfm",
        "adjusted",
        "net",
        "loss",
        "attributable",
        "common",
        "management",
        "us",
        "ngfm",
        "adjusts",
        "certain",
        "transaction",
        "management",
        "belief",
        "related",
        "company",
        "core",
        "business",
        "event",
        "may",
        "recur",
        "loss",
        "extinguishment",
        "debt",
        "sale",
        "state",
        "net",
        "operating",
        "loss",
        "well",
        "settlement",
        "clinical",
        "development",
        "contract",
        "connection",
        "decision",
        "postpone",
        "phase",
        "clinical",
        "trial",
        "two",
        "biosimilar",
        "program",
        "well",
        "significant",
        "item",
        "impact",
        "financial",
        "result",
        "cash",
        "flow",
        "recognition",
        "beneficial",
        "conversion",
        "feature",
        "due",
        "issuance",
        "series",
        "convertible",
        "preferred",
        "stock",
        "gm",
        "tenshi",
        "compensation",
        "expense",
        "depreciation",
        "amortization",
        "expense",
        "fair",
        "value",
        "measurement",
        "company",
        "equity",
        "debt",
        "security",
        "management",
        "used",
        "ngfm",
        "evaluate",
        "oncobiologics",
        "financial",
        "performance",
        "internal",
        "budget",
        "target",
        "management",
        "belief",
        "ngfm",
        "useful",
        "evaluating",
        "oncobiologics",
        "core",
        "operating",
        "result",
        "facilitating",
        "comparison",
        "across",
        "reporting",
        "period",
        "oncobiologics",
        "belief",
        "ngfm",
        "considered",
        "addition",
        "lieu",
        "gaap",
        "financial",
        "measure",
        "oncobiologics",
        "ngfm",
        "may",
        "different",
        "ngfm",
        "used",
        "company",
        "additional",
        "detail",
        "oncobiologics",
        "financial",
        "performance",
        "quarter",
        "please",
        "see",
        "company",
        "filing",
        "security",
        "exchange",
        "commission",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "statement",
        "statement",
        "historical",
        "fact",
        "statement",
        "including",
        "relating",
        "future",
        "event",
        "case",
        "identify",
        "statement",
        "terminology",
        "may",
        "might",
        "expect",
        "plan",
        "anticipate",
        "project",
        "believe",
        "estimate",
        "predict",
        "potential",
        "intend",
        "continue",
        "negative",
        "term",
        "like",
        "comparable",
        "terminology",
        "word",
        "term",
        "similar",
        "meaning",
        "include",
        "statement",
        "ability",
        "company",
        "pipeline",
        "generate",
        "stockholder",
        "value",
        "intended",
        "use",
        "effect",
        "proceeds",
        "private",
        "placement",
        "including",
        "receipt",
        "second",
        "tranche",
        "proceeds",
        "new",
        "strategy",
        "anticipated",
        "milestone",
        "particular",
        "ability",
        "execute",
        "new",
        "cdmo",
        "strategy",
        "generate",
        "revenue",
        "therefrom",
        "cash",
        "flow",
        "positive",
        "ability",
        "receive",
        "regulatory",
        "approval",
        "generate",
        "revenue",
        "emerging",
        "market",
        "ability",
        "find",
        "partner",
        "conduct",
        "phase",
        "trial",
        "lead",
        "biosimilar",
        "asset",
        "ability",
        "conduct",
        "successful",
        "clinical",
        "trial",
        "ons",
        "among",
        "others",
        "although",
        "oncobiologics",
        "belief",
        "reasonable",
        "basis",
        "statement",
        "contained",
        "herein",
        "based",
        "current",
        "expectation",
        "future",
        "event",
        "affecting",
        "company",
        "subject",
        "risk",
        "uncertainty",
        "factor",
        "relating",
        "operation",
        "business",
        "environment",
        "difficult",
        "predict",
        "many",
        "beyond",
        "control",
        "therefore",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "press",
        "release",
        "statement",
        "included",
        "press",
        "release",
        "expressly",
        "qualified",
        "entirety",
        "foregoing",
        "cautionary",
        "statement",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "hereof",
        "oncobiologics",
        "undertake",
        "obligation",
        "update",
        "amend",
        "clarify",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "may",
        "required",
        "applicable",
        "security",
        "law",
        "contact",
        "oncobiologics",
        "lawrence",
        "kenyon",
        "chief",
        "financial",
        "officer",
        "lawrencekenyon",
        "investor",
        "jeremy",
        "feffer",
        "managing",
        "director",
        "lifesci",
        "advisor",
        "llc",
        "jeremy",
        "oncobiologics",
        "consolidated",
        "statement",
        "operation",
        "amount",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "six",
        "month",
        "ended",
        "march",
        "collaboration",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "loss",
        "operation",
        "interest",
        "expense",
        "net",
        "loss",
        "extinguishment",
        "debt",
        "change",
        "fair",
        "value",
        "warrant",
        "liability",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "benefit",
        "expense",
        "net",
        "loss",
        "recognition",
        "beneficial",
        "conversion",
        "feature",
        "upon",
        "sale",
        "series",
        "preferred",
        "stock",
        "series",
        "convertible",
        "preferred",
        "stock",
        "dividend",
        "related",
        "settlement",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "per",
        "share",
        "information",
        "net",
        "loss",
        "per",
        "share",
        "common",
        "stock",
        "basic",
        "net",
        "loss",
        "per",
        "share",
        "common",
        "stock",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "weighted",
        "average",
        "share",
        "outstanding",
        "diluted",
        "oncobiologics",
        "consolidated",
        "balance",
        "sheet",
        "data",
        "amount",
        "thousand",
        "unaudited",
        "march",
        "september",
        "cash",
        "total",
        "asset",
        "current",
        "liability",
        "debt",
        "series",
        "convertible",
        "preferred",
        "stock",
        "total",
        "stockholder",
        "deficit",
        "oncobiologics",
        "reconciliation",
        "reported",
        "net",
        "loss",
        "gaap",
        "adjusted",
        "net",
        "loss",
        "case",
        "attributable",
        "common",
        "stockholder",
        "amount",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "six",
        "month",
        "ended",
        "march",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "reported",
        "gaap",
        "adjustment",
        "reconciled",
        "item",
        "compensation",
        "depreciation",
        "amortization",
        "loss",
        "extinguishment",
        "debt",
        "change",
        "fair",
        "value",
        "warrant",
        "liability",
        "income",
        "tax",
        "benefit",
        "sale",
        "new",
        "jersey",
        "nols",
        "recognition",
        "series",
        "beneficial",
        "conversion",
        "feature",
        "settlement",
        "clinical",
        "development",
        "contract",
        "adjusted",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "per",
        "share",
        "common",
        "stock",
        "diluted",
        "reported",
        "gaap",
        "adjustment",
        "reconciled",
        "item",
        "compensation",
        "depreciation",
        "amortization",
        "loss",
        "extinguishment",
        "debt",
        "change",
        "fair",
        "value",
        "warrant",
        "liability",
        "income",
        "tax",
        "benefit",
        "sale",
        "new",
        "jersey",
        "nols",
        "recognition",
        "series",
        "beneficial",
        "conversion",
        "feature",
        "settlement",
        "clinical",
        "development",
        "contract",
        "adjusted",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "per",
        "share",
        "common",
        "stock",
        "diluted",
        "source",
        "oncobiologics",
        "inc"
    ]
}