{
    "organizations": [],
    "uuid": "6024ad3eefdcd472c522749f2d655ce7ecdce413",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/globe-newswire-atara-biotherapeutics-announces-first-quarter-2018-financial-results-and-recent-operational-progress.html",
    "ord_in_thread": 0,
    "title": "Atara Biotherapeutics Announces First Quarter Financial and Recent Operational Progress",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SOUTH SAN FRANCISCO, Calif., May 08, 2018 (GLOBE NEWSWIRE) -- Atara Biotherapeutics, Inc. (Nasdaq:ATRA), a leading off-the-shelf, allogeneic T-cell immunotherapy company developing novel treatments for patients with cancer, autoimmune and viral diseases, today reported financial results for the first quarter of 2018 and recent operational highlights.\n“During the first quarter of 2018, we continued to advance our T-cell immunotherapy pipeline and platform,” said Isaac Ciechanover, M.D., Chief Executive Officer and President of Atara Biotherapeutics. “Our two Phase 3 pivotal studies of tab-cel™ are progressing, and we remain focused on building Atara’s global commercial and operational capabilities in anticipation of the first tab-cel™ Phase 3 results and submission of an EU conditional marketing authorization application in the first half of 2019. We are also excited to have recently expanded our collaboration with Memorial Sloan Kettering Cancer Center to develop next generation chimeric antigen receptor T cell (CAR T) technologies, marking our entry into genetically engineered T-cells and furthering our leadership position in off-the-shelf, allogeneic T-cell immunotherapy. I am pleased with our strong operational and strategic execution in the first quarter and look forward to both continuing this momentum and updating you on our progress throughout the rest of the year.”\nRecent Highlights and Anticipated Upcoming Milestones\nTwo Phase 3 clinical studies are underway (MATCH and ALLELE) to evaluate tab-cel™ (tabelecleucel) in patients with Epstein-Barr virus associated post-transplant lymphoproliferative disorder (EBV+ PTLD) who have failed rituximab following hematopoietic cell transplant (HCT) or solid organ transplant (SOT). 9 clinical sites for the MATCH and 12 for the ALLELE studies are now open for enrollment in the U.S. with additional sites expected to open in the U.S. and other geographies. Continued to expand research and development, operational and commercial leadership as we advance our pipeline, leverage the potential of our technology platform and prepare for the expected tab-cel™ CMA submission in the EU and potential launch. Biotech industry veteran Dietmar Berger, M.D., Ph.D., most recently a senior R&D leader at Roche/Genentech, joined Atara as Global Head of Research and Development. Appointed Mina Kim as Senior Vice President and General Counsel, who has nearly 20 years of corporate legal experience. Expanded commercial leadership team with the appointment of Manuela Maronati as General Manager, Europe, who brings extensive European commercial launch and operations experience in the oncology and rare disease areas. Expanded T-cell immunotherapy collaboration with Memorial Sloan Kettering Cancer Center (MSK) to advance next-generation CAR T technologies in oncology, autoimmune and other diseases. Gained access to several of MSK’s innovative enabling technologies, including a novel CAR T construct that Atara believes has physiologic T cell activation properties, as well as methods for designing CAR T immunotherapies. Entered into an exclusive research collaboration for multiple targets with Michel Sadelain, M.D., Ph.D., Director, Center for Cell Engineering at MSK, to employ next-generation technologies in developing novel CAR T immunotherapies. Plan to rapidly advance novel gene-edited CAR T development programs leveraging our existing off-the-shelf T-cell immunotherapy technology platform, manufacturing expertise and research and development capabilities.\nStrengthened cash position with the completion of two underwritten public offerings in the first quarter of 2018 with net proceeds of approximately $293.3 million. Cash, cash equivalents and short-term investments as of March 31, 2018 totaled $407.3 million, which we believe enable us to expand our near-term pipeline and accelerate pre-commercial activities as well as fund our previously planned operations to mid-2020.\nPartnered with TrakCel, an industry-leading software provider for cell and gene therapy supply chain tracking and orchestration, to develop Atara MatchMe™, the first commercial product delivery solution designed to achieve streamlined supply and delivery of an off-the-shelf, allogeneic T-cell immunotherapy. Atara MatchMe™ is being designed to provide a compelling customer experience across a diverse range of treatment centers, partners, systems and geographies to ensure tab-cel™ is safely and effectively ordered and delivered, globally to patients in the minimum possible time.\nAt the 44 th Annual Meeting of the European and Marrow transplantation (EBMT) in March 2018, Atara and its collaborating investigator at the University of North Carolina at Chapel Hill presented findings from a comprehensive literature review of the mortality burden of PTLD following HCT. Based on a review of studies published since 2005, the research showed that 42.5% of PTLD patients diagnosed following HCT died as a result of the disease, and in the patients who died, the median time from initial diagnosis of PTLD to death for children and adults was under 8 weeks. A multinational Phase 1 clinical study to evaluate ATA188 in patients with progressive or relapsing-remitting multiple sclerosis is also underway across clinical sites in the U.S. and Australia. The primary objective of the Phase 1 study is to assess the safety of ATA188 in patients followed for at least one year after the first dose. Key secondary endpoints in the study include measures of clinical improvement such as expanded disability status scale (EDSS) and annualized relapse rate (ARR), as well as MRI imaging. The first interim results from the ongoing ATA188 Phase 1 study in patients with progressive MS are expected in the first half of 2019.\nAtara plans to initiate a Phase 1/2 clinical study of tab-cel™ in combination with Merck's anti-PD-1 (programmed death receptor-1) therapy, KEYTRUDA® (pembrolizumab), in patients with platinum-resistant or recurrent EBV-associated nasopharyngeal carcinoma (NPC) in the second half of 2018.\nExpect to present updated tab-cel™ results in patients with EBV+ cancers in the second half of 2018.\nExpect operations to commence at Atara T Cell Operations & Manufacturing (ATOM) facility in the second quarter of 2018, with completion to support clinical production in 2019.\nFirst Quarter 2018 Financial Results\nCash, cash equivalents and short-term investments as of March 31, 2018 totaled $407.3 million, which includes $293.3 million in net proceeds from the two underwritten public offerings completed in the first quarter of 2018. The Company reported net losses of $41.4 million, or $1.05 per share, for the first quarter of 2018, as compared to $25.7 million, or $0.88 per share, for the same period in 2017. Research and development expenses were $28.5 million for the first quarter of 2018, as compared to $17.5 million for the same period in 2017. The increase in the first quarter of 2018 was due to costs associated with the Company’s continuing expansion of research and development activities, including: clinical trial, manufacturing and outside service costs related to the initiation of the two tab-cel™ Phase 3 clinical studies in patients with EBV+ PTLD who have failed rituximab; clinical manufacturing and the initiation of the Phase 1 clinical study of allogeneic ATA188, which was initiated in October 2017; higher payroll and related costs from increased headcount, and an increase in allocated facilities and information technology expenses. Research and development expenses include $2.9 million and $2.1 million of non-cash stock-based compensation expenses in the first quarters of 2018 and 2017, respectively. General and administrative expenses were $14.0 million for the first quarter of 2018, as compared to $8.6 million for the same period in 2017. The increase in the first quarter of 2018 was primarily due to increases in payroll and related costs driven by increased headcount to support the Company’s expanding operations and higher professional services costs. General and administrative expenses include $4.1 million and $3.2 million of non-cash stock-based compensation expenses in the first quarters of 2018 and 2017, respectively.\nAbout Atara Biotherapeutics, Inc.\nAtara Biotherapeutics, Inc. ( @Atarabio ) is a leading T-cell immunotherapy company developing novel treatments for patients with cancer, autoimmune and viral diseases. The Company's off-the-shelf, allogeneic T-cells are bioengineered from donors with healthy immune function and allow for rapid delivery from inventory to patients without a requirement for pretreatment. Atara's T-cell immunotherapies are designed to precisely recognize and eliminate cancerous or diseased cells without affecting normal, healthy cells. Atara's most advanced T-cell immunotherapy in development, tabelecleucel, or tab-cel™ (formerly known as ATA129), is being developed for the treatment of patients with Epstein-Barr virus (EBV) associated post-transplant lymphoproliferative disorder (EBV+ PTLD) who have failed rituximab, as well as other EBV associated hematologic and solid tumors, including nasopharyngeal carcinoma (NPC). Tab-cel™ is in Phase 3 clinical development for the treatment of EBV+ PTLD following an allogeneic hematopoietic cell transplant (MATCH study) or solid organ transplant (ALLELE study). Atara is also developing off-the-shelf, allogenic ATA188 and autologous ATA190 T-cell immunotherapies using a complementary targeted antigen recognition technology for specific EBV antigens believed to be important for the potential treatment of multiple sclerosis (MS). A Phase 1 clinical study of autologous ATA190 in patients with progressive MS is ongoing. Atara also initiated a multinational Phase 1 ATA188 clinical study in patients with progressive or relapsing-remitting MS in Australia in the fourth quarter of 2017 and in the U.S. in March 2018. Atara's clinical pipeline also includes ATA520 targeting Wilms Tumor 1 (WT1) and ATA230 directed against cytomegalovirus (CMV).\nForward-Looking Statements\nThis press release contains or may imply \" \" within the meaning of Section 27A of the Securities Act of 1933 and Section 21E of the Securities Exchange Act of 1934. For example, include statements regarding: the potential benefits of the Company’s license and collaboration with MSK; the Company's enrollment, later expansion of additional sites in the U.S. and other geographies; expected results and completion of its Phase 3 studies of tab-cel™; the timing of the Company’s submission of a CMA for tab-cel™ in the EU; the potential benefits of Atara MatchMe™; the expected start of a Phase 1/2 study of tab-cel™ in combination with Merck's anti-PD-1 (programmed death receptor-1) therapy, KEYTRUDA® (pembrolizumab), in patients with platinum-resistant or recurrent EBV associated NPC in 2018; the sufficiency of the Company’s cash, cash equivalents and short-term investments to fund operations to mid-2020; the Company’s ability to leverage its platform in other indications and initiate development of additional immunotherapies; and the potential advantages of its product candidates. Because such statements deal with future events and are based on Atara Biotherapeutics' current expectations, they are subject to various risks and uncertainties and actual results, performance or achievements of Atara Biotherapeutics could those described in or implied by the statements in this press release. These are subject to risks and uncertainties, including those discussed under the heading \"Risk Factors\" in Atara Biotherapeutics' annual report on Form 10-K filed with the Securities and Exchange Commission (SEC) on February 27, 2018, including the documents incorporated by reference therein, and subsequent filings with the SEC. Except as otherwise required by law, Atara Biotherapeutics disclaims any intention or obligation to update or revise any , which speak only as of the date hereof, whether as a result of new information, future events or circumstances or otherwise.\nINVESTOR & MEDIA CONTACTS:\nInvestors:\nJohn Craighead, Atara Biotherapeutics\n650-410-3012\njcraighead@atarabio.com\nSteve Klass, Burns McClellan\n212-213-0006 x331\nsklass@burnsmc.com\nMedia:\nJustin Jackson, Burns McClellan\n212-213-0006 x327\njjackson@burnsmc.com\nAtara Biotherapeutics, Inc. Consolidated Balance Sheets (Unaudited) (In thousands) March 31, December 31, 2018 2017 Assets Current assets: Cash and cash equivalents $ 90,495 $ 79,223 Short-term investments 316,826 86,873 Restricted cash - short-term 194 194 Prepaid expenses and other current assets 6,099 5,900 Total current assets 413,614 172,190 Property and equipment, net 58,194 44,129 Restricted cash - long-term 1,200 1,200 Other assets 100 260 Total assets $ 473,108 $ 217,779 Liabilities and stockholders’ equity Current liabilities: Accounts payable $ 6,098 $ 14,711 Accrued compensation 4,312 5,644 Accrued research and development expenses 6,336 4,006 Other current liabilities 4,303 3,265 Total current liabilities 21,049 27,646 Long-term liabilities 12,875 12,269 Total liabilities 33,924 39,915 Commitments and contingencies Stockholders’ equity: Common stock 4 3 Additional paid-in capital 777,797 474,662 Accumulated other comprehensive loss (524 ) (151 ) Accumulated deficit (338,093 ) (296,650 ) Total stockholders’ equity 439,184 177,864 Total liabilities and stockholders’ equity $ 473,108 $ 217,779\nAtara Biotherapeutics, Inc. Consolidated Statements of Operations and Comprehensive Loss (Unaudited) (In thousands, except per share amounts) Three Months Ended March 31, 2018 2017 Operating expenses: Research and development $ 28,460 $ 17,541 General and administrative 13,992 8,620 Total operating expenses 42,452 26,161 Loss from operations (42,452 ) (26,161 ) Interest and other income, net 1,009 509 Loss before provision for income taxes (41,443 ) (25,652 ) Provision for income taxes — 2 Net loss $ (41,443 ) $ (25,654 ) Other comprehensive loss: Unrealized gain (loss) on available-for-sale securities (373 ) 31 Comprehensive loss $ (41,816 ) $ (25,623 ) Net loss per common share: Basic and diluted net loss per common share $ (1.05 ) $ (0.88 ) Weighted-average shares outstanding used to calculate basic and diluted net loss per common share 39,596 29,056\nSource:Atara Biotherapeutics, Inc.",
    "published": "2018-05-08T15:05:00.000+03:00",
    "crawled": "2018-05-08T15:37:02.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "south",
        "san",
        "francisco",
        "may",
        "globe",
        "newswire",
        "atara",
        "biotherapeutics",
        "nasdaq",
        "atra",
        "leading",
        "allogeneic",
        "immunotherapy",
        "company",
        "developing",
        "novel",
        "treatment",
        "patient",
        "cancer",
        "autoimmune",
        "viral",
        "disease",
        "today",
        "reported",
        "financial",
        "result",
        "first",
        "quarter",
        "recent",
        "operational",
        "highlight",
        "first",
        "quarter",
        "continued",
        "advance",
        "immunotherapy",
        "pipeline",
        "platform",
        "said",
        "isaac",
        "ciechanover",
        "chief",
        "executive",
        "officer",
        "president",
        "atara",
        "biotherapeutics",
        "two",
        "phase",
        "pivotal",
        "study",
        "progressing",
        "remain",
        "focused",
        "building",
        "atara",
        "global",
        "commercial",
        "operational",
        "capability",
        "anticipation",
        "first",
        "phase",
        "result",
        "submission",
        "eu",
        "conditional",
        "marketing",
        "authorization",
        "application",
        "first",
        "half",
        "also",
        "excited",
        "recently",
        "expanded",
        "collaboration",
        "memorial",
        "sloan",
        "kettering",
        "cancer",
        "center",
        "develop",
        "next",
        "generation",
        "chimeric",
        "antigen",
        "receptor",
        "cell",
        "car",
        "technology",
        "marking",
        "entry",
        "genetically",
        "engineered",
        "furthering",
        "leadership",
        "position",
        "allogeneic",
        "immunotherapy",
        "pleased",
        "strong",
        "operational",
        "strategic",
        "execution",
        "first",
        "quarter",
        "look",
        "forward",
        "continuing",
        "momentum",
        "updating",
        "progress",
        "throughout",
        "rest",
        "recent",
        "highlight",
        "anticipated",
        "upcoming",
        "milestone",
        "two",
        "phase",
        "clinical",
        "study",
        "underway",
        "match",
        "allele",
        "evaluate",
        "tabelecleucel",
        "patient",
        "virus",
        "associated",
        "lymphoproliferative",
        "disorder",
        "ptld",
        "failed",
        "rituximab",
        "following",
        "hematopoietic",
        "cell",
        "transplant",
        "hct",
        "solid",
        "organ",
        "transplant",
        "sot",
        "clinical",
        "site",
        "match",
        "allele",
        "study",
        "open",
        "enrollment",
        "additional",
        "site",
        "expected",
        "open",
        "geography",
        "continued",
        "expand",
        "research",
        "development",
        "operational",
        "commercial",
        "leadership",
        "advance",
        "pipeline",
        "leverage",
        "potential",
        "technology",
        "platform",
        "prepare",
        "expected",
        "cma",
        "submission",
        "eu",
        "potential",
        "launch",
        "biotech",
        "industry",
        "veteran",
        "dietmar",
        "berger",
        "recently",
        "senior",
        "r",
        "leader",
        "joined",
        "atara",
        "global",
        "head",
        "research",
        "development",
        "appointed",
        "mina",
        "kim",
        "senior",
        "vice",
        "president",
        "general",
        "counsel",
        "nearly",
        "year",
        "corporate",
        "legal",
        "experience",
        "expanded",
        "commercial",
        "leadership",
        "team",
        "appointment",
        "manuela",
        "maronati",
        "general",
        "manager",
        "europe",
        "brings",
        "extensive",
        "european",
        "commercial",
        "launch",
        "operation",
        "experience",
        "oncology",
        "rare",
        "disease",
        "area",
        "expanded",
        "immunotherapy",
        "collaboration",
        "memorial",
        "sloan",
        "kettering",
        "cancer",
        "center",
        "msk",
        "advance",
        "car",
        "technology",
        "oncology",
        "autoimmune",
        "disease",
        "gained",
        "access",
        "several",
        "msk",
        "innovative",
        "enabling",
        "technology",
        "including",
        "novel",
        "car",
        "construct",
        "atara",
        "belief",
        "physiologic",
        "cell",
        "activation",
        "property",
        "well",
        "method",
        "designing",
        "car",
        "immunotherapy",
        "entered",
        "exclusive",
        "research",
        "collaboration",
        "multiple",
        "target",
        "michel",
        "sadelain",
        "director",
        "center",
        "cell",
        "engineering",
        "msk",
        "employ",
        "technology",
        "developing",
        "novel",
        "car",
        "immunotherapy",
        "plan",
        "rapidly",
        "advance",
        "novel",
        "car",
        "development",
        "program",
        "leveraging",
        "existing",
        "immunotherapy",
        "technology",
        "platform",
        "manufacturing",
        "expertise",
        "research",
        "development",
        "capability",
        "strengthened",
        "cash",
        "position",
        "completion",
        "two",
        "underwritten",
        "public",
        "offering",
        "first",
        "quarter",
        "net",
        "proceeds",
        "approximately",
        "million",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "march",
        "totaled",
        "million",
        "believe",
        "enable",
        "u",
        "expand",
        "pipeline",
        "accelerate",
        "activity",
        "well",
        "fund",
        "previously",
        "planned",
        "operation",
        "partnered",
        "trakcel",
        "software",
        "provider",
        "cell",
        "gene",
        "therapy",
        "supply",
        "chain",
        "tracking",
        "orchestration",
        "develop",
        "atara",
        "first",
        "commercial",
        "product",
        "delivery",
        "solution",
        "designed",
        "achieve",
        "streamlined",
        "supply",
        "delivery",
        "allogeneic",
        "immunotherapy",
        "atara",
        "designed",
        "provide",
        "compelling",
        "customer",
        "experience",
        "across",
        "diverse",
        "range",
        "treatment",
        "center",
        "partner",
        "system",
        "geography",
        "ensure",
        "safely",
        "effectively",
        "ordered",
        "delivered",
        "globally",
        "patient",
        "minimum",
        "possible",
        "time",
        "th",
        "annual",
        "meeting",
        "european",
        "marrow",
        "transplantation",
        "ebmt",
        "march",
        "atara",
        "collaborating",
        "investigator",
        "university",
        "north",
        "carolina",
        "chapel",
        "hill",
        "presented",
        "finding",
        "comprehensive",
        "literature",
        "review",
        "mortality",
        "burden",
        "ptld",
        "following",
        "hct",
        "based",
        "review",
        "study",
        "published",
        "since",
        "research",
        "showed",
        "ptld",
        "patient",
        "diagnosed",
        "following",
        "hct",
        "died",
        "result",
        "disease",
        "patient",
        "died",
        "median",
        "time",
        "initial",
        "diagnosis",
        "ptld",
        "death",
        "child",
        "adult",
        "week",
        "multinational",
        "phase",
        "clinical",
        "study",
        "evaluate",
        "ata188",
        "patient",
        "progressive",
        "multiple",
        "sclerosis",
        "also",
        "underway",
        "across",
        "clinical",
        "site",
        "australia",
        "primary",
        "objective",
        "phase",
        "study",
        "assess",
        "safety",
        "ata188",
        "patient",
        "followed",
        "least",
        "one",
        "year",
        "first",
        "dose",
        "key",
        "secondary",
        "endpoint",
        "study",
        "include",
        "measure",
        "clinical",
        "improvement",
        "expanded",
        "disability",
        "status",
        "scale",
        "eds",
        "annualized",
        "relapse",
        "rate",
        "arr",
        "well",
        "mri",
        "imaging",
        "first",
        "interim",
        "result",
        "ongoing",
        "ata188",
        "phase",
        "study",
        "patient",
        "progressive",
        "m",
        "expected",
        "first",
        "half",
        "atara",
        "plan",
        "initiate",
        "phase",
        "clinical",
        "study",
        "combination",
        "merck",
        "programmed",
        "death",
        "therapy",
        "pembrolizumab",
        "patient",
        "recurrent",
        "nasopharyngeal",
        "carcinoma",
        "npc",
        "second",
        "half",
        "expect",
        "present",
        "updated",
        "result",
        "patient",
        "cancer",
        "second",
        "half",
        "expect",
        "operation",
        "commence",
        "atara",
        "cell",
        "operation",
        "manufacturing",
        "atom",
        "facility",
        "second",
        "quarter",
        "completion",
        "support",
        "clinical",
        "production",
        "first",
        "quarter",
        "financial",
        "result",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "march",
        "totaled",
        "million",
        "includes",
        "million",
        "net",
        "proceeds",
        "two",
        "underwritten",
        "public",
        "offering",
        "completed",
        "first",
        "quarter",
        "company",
        "reported",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "first",
        "quarter",
        "compared",
        "million",
        "per",
        "share",
        "period",
        "research",
        "development",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "period",
        "increase",
        "first",
        "quarter",
        "due",
        "cost",
        "associated",
        "company",
        "continuing",
        "expansion",
        "research",
        "development",
        "activity",
        "including",
        "clinical",
        "trial",
        "manufacturing",
        "outside",
        "service",
        "cost",
        "related",
        "initiation",
        "two",
        "phase",
        "clinical",
        "study",
        "patient",
        "ptld",
        "failed",
        "rituximab",
        "clinical",
        "manufacturing",
        "initiation",
        "phase",
        "clinical",
        "study",
        "allogeneic",
        "ata188",
        "initiated",
        "october",
        "higher",
        "payroll",
        "related",
        "cost",
        "increased",
        "headcount",
        "increase",
        "allocated",
        "facility",
        "information",
        "technology",
        "expense",
        "research",
        "development",
        "expense",
        "include",
        "million",
        "million",
        "compensation",
        "expense",
        "first",
        "quarter",
        "respectively",
        "general",
        "administrative",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "period",
        "increase",
        "first",
        "quarter",
        "primarily",
        "due",
        "increase",
        "payroll",
        "related",
        "cost",
        "driven",
        "increased",
        "headcount",
        "support",
        "company",
        "expanding",
        "operation",
        "higher",
        "professional",
        "service",
        "cost",
        "general",
        "administrative",
        "expense",
        "include",
        "million",
        "million",
        "compensation",
        "expense",
        "first",
        "quarter",
        "respectively",
        "atara",
        "biotherapeutics",
        "atara",
        "biotherapeutics",
        "atarabio",
        "leading",
        "immunotherapy",
        "company",
        "developing",
        "novel",
        "treatment",
        "patient",
        "cancer",
        "autoimmune",
        "viral",
        "disease",
        "company",
        "allogeneic",
        "bioengineered",
        "donor",
        "healthy",
        "immune",
        "function",
        "allow",
        "rapid",
        "delivery",
        "inventory",
        "patient",
        "without",
        "requirement",
        "pretreatment",
        "atara",
        "immunotherapy",
        "designed",
        "precisely",
        "recognize",
        "eliminate",
        "cancerous",
        "diseased",
        "cell",
        "without",
        "affecting",
        "normal",
        "healthy",
        "cell",
        "atara",
        "advanced",
        "immunotherapy",
        "development",
        "tabelecleucel",
        "formerly",
        "known",
        "ata129",
        "developed",
        "treatment",
        "patient",
        "virus",
        "ebv",
        "associated",
        "lymphoproliferative",
        "disorder",
        "ptld",
        "failed",
        "rituximab",
        "well",
        "ebv",
        "associated",
        "hematologic",
        "solid",
        "tumor",
        "including",
        "nasopharyngeal",
        "carcinoma",
        "npc",
        "phase",
        "clinical",
        "development",
        "treatment",
        "ptld",
        "following",
        "allogeneic",
        "hematopoietic",
        "cell",
        "transplant",
        "match",
        "study",
        "solid",
        "organ",
        "transplant",
        "allele",
        "study",
        "atara",
        "also",
        "developing",
        "allogenic",
        "ata188",
        "autologous",
        "ata190",
        "immunotherapy",
        "using",
        "complementary",
        "targeted",
        "antigen",
        "recognition",
        "technology",
        "specific",
        "ebv",
        "antigen",
        "believed",
        "important",
        "potential",
        "treatment",
        "multiple",
        "sclerosis",
        "m",
        "phase",
        "clinical",
        "study",
        "autologous",
        "ata190",
        "patient",
        "progressive",
        "m",
        "ongoing",
        "atara",
        "also",
        "initiated",
        "multinational",
        "phase",
        "ata188",
        "clinical",
        "study",
        "patient",
        "progressive",
        "m",
        "australia",
        "fourth",
        "quarter",
        "march",
        "atara",
        "clinical",
        "pipeline",
        "also",
        "includes",
        "ata520",
        "targeting",
        "wilms",
        "tumor",
        "wt1",
        "ata230",
        "directed",
        "cytomegalovirus",
        "cmv",
        "statement",
        "press",
        "release",
        "contains",
        "may",
        "imply",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "example",
        "include",
        "statement",
        "regarding",
        "potential",
        "benefit",
        "company",
        "license",
        "collaboration",
        "msk",
        "company",
        "enrollment",
        "later",
        "expansion",
        "additional",
        "site",
        "geography",
        "expected",
        "result",
        "completion",
        "phase",
        "study",
        "timing",
        "company",
        "submission",
        "cma",
        "eu",
        "potential",
        "benefit",
        "atara",
        "expected",
        "start",
        "phase",
        "study",
        "combination",
        "merck",
        "programmed",
        "death",
        "therapy",
        "pembrolizumab",
        "patient",
        "recurrent",
        "ebv",
        "associated",
        "npc",
        "sufficiency",
        "company",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "fund",
        "operation",
        "company",
        "ability",
        "leverage",
        "platform",
        "indication",
        "initiate",
        "development",
        "additional",
        "immunotherapy",
        "potential",
        "advantage",
        "product",
        "candidate",
        "statement",
        "deal",
        "future",
        "event",
        "based",
        "atara",
        "biotherapeutics",
        "current",
        "expectation",
        "subject",
        "various",
        "risk",
        "uncertainty",
        "actual",
        "result",
        "performance",
        "achievement",
        "atara",
        "biotherapeutics",
        "could",
        "described",
        "implied",
        "statement",
        "press",
        "release",
        "subject",
        "risk",
        "uncertainty",
        "including",
        "discussed",
        "heading",
        "risk",
        "factor",
        "atara",
        "biotherapeutics",
        "annual",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "february",
        "including",
        "document",
        "incorporated",
        "reference",
        "therein",
        "subsequent",
        "filing",
        "sec",
        "except",
        "otherwise",
        "required",
        "law",
        "atara",
        "biotherapeutics",
        "disclaims",
        "intention",
        "obligation",
        "update",
        "revise",
        "speak",
        "date",
        "hereof",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "circumstance",
        "otherwise",
        "investor",
        "medium",
        "contact",
        "investor",
        "john",
        "craighead",
        "atara",
        "biotherapeutics",
        "jcraighead",
        "steve",
        "klass",
        "burn",
        "mcclellan",
        "x331",
        "sklass",
        "medium",
        "justin",
        "jackson",
        "burn",
        "mcclellan",
        "x327",
        "jjackson",
        "atara",
        "biotherapeutics",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "thousand",
        "march",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "restricted",
        "cash",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "restricted",
        "cash",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "compensation",
        "accrued",
        "research",
        "development",
        "expense",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "liability",
        "total",
        "liability",
        "commitment",
        "contingency",
        "stockholder",
        "equity",
        "common",
        "stock",
        "additional",
        "capital",
        "accumulated",
        "comprehensive",
        "loss",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "atara",
        "biotherapeutics",
        "consolidated",
        "statement",
        "operation",
        "comprehensive",
        "loss",
        "unaudited",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "march",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "interest",
        "income",
        "net",
        "loss",
        "provision",
        "income",
        "tax",
        "provision",
        "income",
        "tax",
        "net",
        "loss",
        "comprehensive",
        "loss",
        "unrealized",
        "gain",
        "loss",
        "security",
        "comprehensive",
        "loss",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "share",
        "outstanding",
        "used",
        "calculate",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "source",
        "atara",
        "biotherapeutics",
        "inc"
    ]
}