{
    "organizations": [],
    "uuid": "58c523b87967a1e3c6fd2f8802ea6780ad49bb8e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/16/pr-newswire-verifyme-reports-first-quarter-fiscal-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "VerifyMe Reports First Quarter Fiscal 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "ROCHESTER, N.Y., May 16, 2018 /PRNewswire/ -- VerifyMe, Inc. (OTCQB: VRME), a technology solutions company that markets a broad patent portfolio and proprietary products that provide identifiers and serialization for authenticating, tracking and tracing functions for labels, packaging, products, people and financial transactions, today announced first quarter fiscal 2018 financial results for the period ended March 31, 2018.\nQuarterly Highlights\nAnnounced reseller agreement with Micro Focus for global product authentication services; Appointed Mr. Carl E. Berg and Mr. Harvey Eisen, renowned investors and businessmen to board of directors; Signed technology licensing agreement with a leading Nasdaq listed global label solution provider; Entered into a strategic partnership with S-One Labels & Packaging, a division of S-One Holdings Corporation; and Signed a Technology Licensing Agreement with intelligent packaging solutions provider eAgile.\nFinancial Highlights\nNet loss increased to $1,123,633 from the first quarter 2017 net loss of $304,587; Total Adjusted EBITDA (a non-GAAP financial measure) for the first quarter of 2018 was $(48,905) versus $(188,658) in same period last year, an improvement of $139,753; Cash balance as of March 31, 2018 was $2,341,401 compared to $693,001 as of December 31, 2017, and $23,222 as of March 31, 2017.\nManagement Discussion\nPatrick White, President and Chief Executive Officer of VerifyMe, stated, \"We achieved a key objective during the first quarter that will optimize our future earnings as we move the company into the revenue generation phase of our development process. During the quarter, we made a financial strategic decision to end a future revenue sharing program, so that we could benefit entirely from all future revenues. To do this, we paid out cash in relation to the Settlement Agreement outlined in the adjusted EBITDA chart below, of $500,000. We feel that the future savings that will be incurred by this transaction will significantly outweigh the cost.\"\nAlso, during the first quarter we announced two contracts with new highly credible clients who represent many well-known blue-chip global brand owners. On the physical goods side, not a day goes by without a news story about fraudulent goods being sold in the marketplace, which not only cause harm to the end users, but are damaging to companies' reputations and brands. It is these exact reasons which we hear directly from customers why they are searching for verification capabilities. So too is the situation when it comes to digital verification, whereby companies must have comfort in knowing that the person signing on, is actually that person. VerifyMe's digital biometric verification solution has the capabilities once fully developed to offer multi-factoring verification, which is starting to emerge. We've made significant strides with our software verification solution and expect to complete development so it will be ready to go to market in 2018.\"\nMr. White continued, \"On the financial front, while we are on track to report revenues in the near-term, the company's capital structure is strong, thanks to the commitments made by the new board members during the quarter. We ended the first quarter in excess of $2.3 million in cash, significantly reduced our payables and the company has no debt. Our cash burn from ongoing operations in the quarter was minimal. We anticipate that the working capital on hand should give the company enough financial flexibility to implement our strategy and goals for the coming year and beyond.\"\nMr. White concluded, \"Fiscal 2018 is off to a strong start, whereby we secured several key agreements to establish a strong foundation for the company's future. Our agreement with Micro Focus and S-One are transformational, as they have enabled VerifyMe to have the necessary infrastructure to compete on a global basis. In addition, the other agreements signed during the first quarter were also of significance to our company. Initially, they prove that our technologies work and meet the necessary verification criteria these customers are desiring. More importantly, we expect these relationships to begin to provide the company with early stage revenues in the second half of the calendar year.\"\nImportant Milestones to Watch For:\nRevenue Generation Additional Licensing Contracts New Cloud Connected Authentication Device Deployment of Multi-Factor Authentication for E-Signatures\nNon-GAAP – Financial Measure:\nThis press release includes both financial measures in accordance with Generally Accepted Accounting Principles, or GAAP, as well as non-GAAP financial measures. Generally, a non-GAAP financial measure is a numerical measure of a company's performance, financial position or cash flows that either excludes or includes amounts that are not normally included or excluded in the most directly comparable measure calculated and presented in accordance with GAAP. Non-GAAP financial measures should be viewed as supplemental to, and should not be considered as alternatives to net income, operating income, and cash flow from operating activities, liquidity or any other financial measures. They may not be indicative of the historical operating results of VerifyMe nor are they intended to be predictive of potential future results. Investors should not consider non-GAAP financial measures in isolation or as substitutes for performance measures calculated in accordance with GAAP.\nOur management uses and relies on Adjusted EBITDA, a non-GAAP financial measure. We believe that both management and shareholders benefit from referring to the following non-GAAP financial measure in planning, forecasting and analyzing future periods. Our management uses this non-GAAP financial measure in evaluating its financial and operational decision making and as a means to evaluate period-to-period comparison. Our management recognizes that the non-GAAP financial measure has inherent limitations because of the excluded items described above. VerifyMe excludes these expenses because they are non-cash or non-recurring in nature.\nWe have included in the table below a reconciliation of our non-GAAP financial measure to the most comparable financial measure calculated in accordance with GAAP. We believe that providing the non-GAAP financial measure, together with the reconciliation to GAAP, helps investors make comparisons between VerifyMe and other companies. In making any comparisons to other companies, investors need to be aware that companies use different non-GAAP measures to evaluate their financial performance. Investors should pay close attention to the specific definition being used and to the reconciliation between such measure and the corresponding GAAP measure provided by each company under applicable SEC rules.\nThree Months Ended\nMarch 31,\n2018\n2017\nNet loss\n$\n(1,123,633)\n$\n(304,587)\nInterest expenses, net\n791\n66,544\nAmortization and depreciation\n5,034\n(2,212)\nTotal EBITDA (Non-GAAP)\n(1,117,808)\n(240,255)\nAdjustments:\nStock based compensation\n32,644\n-\nFair value of options and warrants issued in exchange for services\n205,969\n51,597\nFair value of restricted stock and restricted stock units issued in exchange for services\n51,290\n-\nShare-based payment for settlement agreement with shareholders\n279,000\n-\nCash payment for settlement agreement with shareholders\n500,000\n-\nTotal Adjusted EBITDA(Loss)\n$\n(48,905)\n$\n(188,658)\nAbout VerifyMe, Inc.\nVerifyMe, Inc., is a technology solutions company that markets a broad patent portfolio and proprietary products that provide identifiers and serialization for authenticating, tracking and tracing functions for labels, packaging, products, people and financial transactions. VerifyMe's physical technology authenticates packaging, labels & documents with a suite of proprietary security inks and pigments. The company's digital technologies authenticate people by performing strong, multi-factor verification via its patented digital software platforms. To learn more, visit www.verifyme.com\nCautionary Note Regarding Forward-looking Statements This release contains forward-looking statements regarding future revenue opportunities, future earnings, future savings form certain revenue sharing agreements, and important milestones, which involve uncertainty and risk. The words \"believe,\" \"may\", \"estimate,\" \"continue,\" \"anticipate,\" \"intend,\" \"should,\" \"plan,\" \"could,\" \"target,\" \"potential,\" \"is likely,\" \"will,\" \"expect\" and similar expressions, as they relate to us, are intended to identify forward-looking statements. We have based these forward-looking statements largely on our current expectations and projections about future events and financial trends that we believe may affect our financial condition, results of operations, business strategy and financial needs. Important factors that could cause actual results to differ from those in the forward-looking statements include the company's ability to work with larger partners in selling its technologies to large businesses, and issues which may affect its patents including potential litigation. Further information on our risk factors is contained in our filings with the SEC, including the Form 10-K for the year ended December 31, 2017. Any forward-looking statement made by us herein speaks only as of the date on which it is made. Factors or events that could cause our actual results to differ may emerge from time to time, and it is not possible for us to predict all of them. We undertake no obligation to publicly update any forward-looking statement, whether as a result of new information, future developments or otherwise, except as may be required by law.\nFor Licensing or other information contact:\nCompany: VerifyMe, Inc.\nEmail: IR@verifyme.com\nWebsite: http://www.verifyme.com\nFor investors contact:\nLytham Partners\nAdam Lowensteiner or Robert Blum\n646-829-9700 – New York\n602-889-9700 - Phoenix\nvrme@lythampartners.com\nVerifyMe, Inc.\nBalance Sheets\nAs of\nMarch 31, 2018\nDecember 31, 2017\n(Unaudited)\nASSETS\nCURRENT ASSETS\nCash and cash equivalents\n$\n2,341,401\n$\n693,001\nPrepaid expenses and other current assets\n31,234\n18,668\nInventory\n9,768\n-\nTOTAL CURRENT ASSETS\n2,382,403\n711,669\nOTHER ASSETS\nPatents and Trademarks, net of accumulated amortization of\n$242,365 and $237,331 as of March 31, 2018 and December 31, 2017\n187,298\n191,507\nTOTAL ASSETS\n$\n2,569,701\n$\n903,176\nLIABILITIES AND STOCKHOLDERS' DEFICIT\nCURRENT LIABILITIES\nAccounts payable and accrued expenses\n$\n513,191\n$\n923,202\nNotes payable\n50,000\n50,000\nCommon Stock payable\n-\n122,478\nTOTAL CURRENT LIABILITIES\n563,191\n1,095,680\nSTOCKHOLDERS' EQUITY (DEFICIT)\nSeries A Convertible Preferred Stock, $.001 par value, 37,564,767 shares authorized; 304,778 shares issued and outstanding as of March 31, 2018 and 324,778 shares issued and outstanding as of December 31, 2017\n305\n325\nSeries B Convertible Preferred Stock, $.001 par value; 85 shares authorized; 0.85 shares issued and outstanding as of March 31, 2018 and 0.92 shares issued and outstanding as of December 31, 2017\n-\n-\nCommon stock of $.001 par value; 675,000,000 authorized; 92,945,925 and 53,873,872 issued, 92,595,385 and 53,523,332 shares outstanding as of March 31, 2018 and December 31, 2017\n92,944\n53,522\nAdditional paid in capital\n59,481,371\n56,198,126\nTreasury stock as cost (350,540 shares at March 31, 2018 and December 31, 2017)\n(113,389)\n(113,389)\nAccumulated deficit\n(57,454,721)\n(56,331,088)\nSTOCKHOLDERS' EQUITY (DEFICIT)\n2,006,510\n(192,504)\nTOTAL LIABILITIES AND STOCKHOLDERS' EQUITY (DEFICIT)\n$\n2,569,701\n$\n903,176\nVerifyMe, Inc.\nStatements of Operations\n(Unaudited)\nThree months ended\nMarch 31, 2018\nMarch 31, 2017\nOPERATING EXPENSES\nGeneral and administrative (a)\n495,574\n142,061\nLegal and accounting\n133,704\n9,044\nPayroll expenses (a)\n92,051\n22,810\nResearch and development\n12,196\n8,669\nSales and marketing\n8,042\n5,921\nTotal Operating expenses\n741,567\n188,505\nLOSS BEFORE OTHER INCOME (EXPENSE)\n(741,567)\n(188,505)\nOTHER (EXPENSE) INCOME\nInterest expenses, net\n(791)\n(66,544)\nSettlement agreement with shareholders\n(779,000)\n-\nGain on accounts payable forgiveness\n397,725\n-\nChange in fair value of warrants\n-\n(28,256)\nChange in fair value of embedded derivative liability\n-\n(21,282)\n(382,066)\n(116,082)\nNET LOSS\n$\n(1,123,633)\n$\n(304,587)\nLOSS PER SHARE\nBASIC\n$\n(0.01)\n$\n(0.04)\nDILUTED\n$\n(0.01)\n$\n(0.04)\nWEIGHTED AVERAGE COMMON SHARE OUTSTANDING\nBASIC\n76,278,102\n8,397,976\nDILUTED\n76,278,102\n8,397,976\n(a)\nIncludes share related payments of $289,903 and $51,597 for the three months ended March 31, 2018 and 2017, respectively.\nView original content with multimedia: http://www.prnewswire.com/news-releases/verifyme-reports-first-quarter-fiscal-2018-financial-results-300649475.html\nSOURCE VerifyMe, Inc.",
    "published": "2018-05-16T17:01:00.000+03:00",
    "crawled": "2018-05-16T20:10:23.012+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "rochester",
        "may",
        "verifyme",
        "otcqb",
        "vrme",
        "technology",
        "solution",
        "company",
        "market",
        "broad",
        "patent",
        "portfolio",
        "proprietary",
        "product",
        "provide",
        "identifier",
        "serialization",
        "authenticating",
        "tracking",
        "tracing",
        "function",
        "label",
        "packaging",
        "product",
        "people",
        "financial",
        "transaction",
        "today",
        "announced",
        "first",
        "quarter",
        "fiscal",
        "financial",
        "result",
        "period",
        "ended",
        "march",
        "quarterly",
        "highlight",
        "announced",
        "reseller",
        "agreement",
        "micro",
        "focus",
        "global",
        "product",
        "authentication",
        "service",
        "appointed",
        "carl",
        "berg",
        "harvey",
        "eisen",
        "renowned",
        "investor",
        "businessmen",
        "board",
        "director",
        "signed",
        "technology",
        "licensing",
        "agreement",
        "leading",
        "nasdaq",
        "listed",
        "global",
        "label",
        "solution",
        "provider",
        "entered",
        "strategic",
        "partnership",
        "label",
        "packaging",
        "division",
        "holding",
        "corporation",
        "signed",
        "technology",
        "licensing",
        "agreement",
        "intelligent",
        "packaging",
        "solution",
        "provider",
        "eagile",
        "financial",
        "highlight",
        "net",
        "loss",
        "increased",
        "first",
        "quarter",
        "net",
        "loss",
        "total",
        "adjusted",
        "ebitda",
        "financial",
        "measure",
        "first",
        "quarter",
        "versus",
        "period",
        "last",
        "year",
        "improvement",
        "cash",
        "balance",
        "march",
        "compared",
        "december",
        "march",
        "management",
        "discussion",
        "patrick",
        "white",
        "president",
        "chief",
        "executive",
        "officer",
        "verifyme",
        "stated",
        "achieved",
        "key",
        "objective",
        "first",
        "quarter",
        "optimize",
        "future",
        "earnings",
        "move",
        "company",
        "revenue",
        "generation",
        "phase",
        "development",
        "process",
        "quarter",
        "made",
        "financial",
        "strategic",
        "decision",
        "end",
        "future",
        "revenue",
        "sharing",
        "program",
        "could",
        "benefit",
        "entirely",
        "future",
        "revenue",
        "paid",
        "cash",
        "relation",
        "settlement",
        "agreement",
        "outlined",
        "adjusted",
        "ebitda",
        "chart",
        "feel",
        "future",
        "saving",
        "incurred",
        "transaction",
        "significantly",
        "outweigh",
        "cost",
        "also",
        "first",
        "quarter",
        "announced",
        "two",
        "contract",
        "new",
        "highly",
        "credible",
        "client",
        "represent",
        "many",
        "global",
        "brand",
        "owner",
        "physical",
        "good",
        "side",
        "day",
        "go",
        "without",
        "news",
        "story",
        "fraudulent",
        "good",
        "sold",
        "marketplace",
        "cause",
        "harm",
        "end",
        "user",
        "damaging",
        "company",
        "reputation",
        "brand",
        "exact",
        "reason",
        "hear",
        "directly",
        "customer",
        "searching",
        "verification",
        "capability",
        "situation",
        "come",
        "digital",
        "verification",
        "whereby",
        "company",
        "must",
        "comfort",
        "knowing",
        "person",
        "signing",
        "actually",
        "person",
        "verifyme",
        "digital",
        "biometric",
        "verification",
        "solution",
        "capability",
        "fully",
        "developed",
        "offer",
        "verification",
        "starting",
        "emerge",
        "made",
        "significant",
        "stride",
        "software",
        "verification",
        "solution",
        "expect",
        "complete",
        "development",
        "ready",
        "go",
        "market",
        "white",
        "continued",
        "financial",
        "front",
        "track",
        "report",
        "revenue",
        "company",
        "capital",
        "structure",
        "strong",
        "thanks",
        "commitment",
        "made",
        "new",
        "board",
        "member",
        "quarter",
        "ended",
        "first",
        "quarter",
        "excess",
        "million",
        "cash",
        "significantly",
        "reduced",
        "payable",
        "company",
        "debt",
        "cash",
        "burn",
        "ongoing",
        "operation",
        "quarter",
        "minimal",
        "anticipate",
        "working",
        "capital",
        "hand",
        "give",
        "company",
        "enough",
        "financial",
        "flexibility",
        "implement",
        "strategy",
        "goal",
        "coming",
        "year",
        "beyond",
        "white",
        "concluded",
        "fiscal",
        "strong",
        "start",
        "whereby",
        "secured",
        "several",
        "key",
        "agreement",
        "establish",
        "strong",
        "foundation",
        "company",
        "future",
        "agreement",
        "micro",
        "focus",
        "transformational",
        "enabled",
        "verifyme",
        "necessary",
        "infrastructure",
        "compete",
        "global",
        "basis",
        "addition",
        "agreement",
        "signed",
        "first",
        "quarter",
        "also",
        "significance",
        "company",
        "initially",
        "prove",
        "technology",
        "work",
        "meet",
        "necessary",
        "verification",
        "criterion",
        "customer",
        "desiring",
        "importantly",
        "expect",
        "relationship",
        "begin",
        "provide",
        "company",
        "early",
        "stage",
        "revenue",
        "second",
        "half",
        "calendar",
        "year",
        "important",
        "milestone",
        "watch",
        "revenue",
        "generation",
        "additional",
        "licensing",
        "contract",
        "new",
        "cloud",
        "connected",
        "authentication",
        "device",
        "deployment",
        "authentication",
        "financial",
        "measure",
        "press",
        "release",
        "includes",
        "financial",
        "measure",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "well",
        "financial",
        "measure",
        "generally",
        "financial",
        "measure",
        "numerical",
        "measure",
        "company",
        "performance",
        "financial",
        "position",
        "cash",
        "flow",
        "either",
        "excludes",
        "includes",
        "amount",
        "normally",
        "included",
        "excluded",
        "directly",
        "comparable",
        "measure",
        "calculated",
        "presented",
        "accordance",
        "gaap",
        "financial",
        "measure",
        "viewed",
        "supplemental",
        "considered",
        "alternative",
        "net",
        "income",
        "operating",
        "income",
        "cash",
        "flow",
        "operating",
        "activity",
        "liquidity",
        "financial",
        "measure",
        "may",
        "indicative",
        "historical",
        "operating",
        "result",
        "verifyme",
        "intended",
        "predictive",
        "potential",
        "future",
        "result",
        "investor",
        "consider",
        "financial",
        "measure",
        "isolation",
        "substitute",
        "performance",
        "measure",
        "calculated",
        "accordance",
        "gaap",
        "management",
        "us",
        "relies",
        "adjusted",
        "ebitda",
        "financial",
        "measure",
        "believe",
        "management",
        "shareholder",
        "benefit",
        "referring",
        "following",
        "financial",
        "measure",
        "planning",
        "forecasting",
        "analyzing",
        "future",
        "period",
        "management",
        "us",
        "financial",
        "measure",
        "evaluating",
        "financial",
        "operational",
        "decision",
        "making",
        "mean",
        "evaluate",
        "comparison",
        "management",
        "recognizes",
        "financial",
        "measure",
        "inherent",
        "limitation",
        "excluded",
        "item",
        "described",
        "verifyme",
        "excludes",
        "expense",
        "nature",
        "included",
        "table",
        "reconciliation",
        "financial",
        "measure",
        "comparable",
        "financial",
        "measure",
        "calculated",
        "accordance",
        "gaap",
        "believe",
        "providing",
        "financial",
        "measure",
        "together",
        "reconciliation",
        "gaap",
        "help",
        "investor",
        "make",
        "comparison",
        "verifyme",
        "company",
        "making",
        "comparison",
        "company",
        "investor",
        "need",
        "aware",
        "company",
        "use",
        "different",
        "measure",
        "evaluate",
        "financial",
        "performance",
        "investor",
        "pay",
        "close",
        "attention",
        "specific",
        "definition",
        "used",
        "reconciliation",
        "measure",
        "corresponding",
        "gaap",
        "measure",
        "provided",
        "company",
        "applicable",
        "sec",
        "rule",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "loss",
        "interest",
        "expense",
        "net",
        "amortization",
        "depreciation",
        "total",
        "ebitda",
        "adjustment",
        "stock",
        "based",
        "compensation",
        "fair",
        "value",
        "option",
        "warrant",
        "issued",
        "exchange",
        "service",
        "fair",
        "value",
        "restricted",
        "stock",
        "restricted",
        "stock",
        "unit",
        "issued",
        "exchange",
        "service",
        "payment",
        "settlement",
        "agreement",
        "shareholder",
        "cash",
        "payment",
        "settlement",
        "agreement",
        "shareholder",
        "total",
        "adjusted",
        "ebitda",
        "loss",
        "verifyme",
        "verifyme",
        "technology",
        "solution",
        "company",
        "market",
        "broad",
        "patent",
        "portfolio",
        "proprietary",
        "product",
        "provide",
        "identifier",
        "serialization",
        "authenticating",
        "tracking",
        "tracing",
        "function",
        "label",
        "packaging",
        "product",
        "people",
        "financial",
        "transaction",
        "verifyme",
        "physical",
        "technology",
        "authenticates",
        "packaging",
        "label",
        "document",
        "suite",
        "proprietary",
        "security",
        "ink",
        "pigment",
        "company",
        "digital",
        "technology",
        "authenticate",
        "people",
        "performing",
        "strong",
        "verification",
        "via",
        "patented",
        "digital",
        "software",
        "platform",
        "learn",
        "visit",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "release",
        "contains",
        "statement",
        "regarding",
        "future",
        "revenue",
        "opportunity",
        "future",
        "earnings",
        "future",
        "saving",
        "form",
        "certain",
        "revenue",
        "sharing",
        "agreement",
        "important",
        "milestone",
        "involve",
        "uncertainty",
        "risk",
        "word",
        "believe",
        "may",
        "estimate",
        "continue",
        "anticipate",
        "intend",
        "plan",
        "could",
        "target",
        "potential",
        "likely",
        "expect",
        "similar",
        "expression",
        "relate",
        "u",
        "intended",
        "identify",
        "statement",
        "based",
        "statement",
        "largely",
        "current",
        "expectation",
        "projection",
        "future",
        "event",
        "financial",
        "trend",
        "believe",
        "may",
        "affect",
        "financial",
        "condition",
        "result",
        "operation",
        "business",
        "strategy",
        "financial",
        "need",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "statement",
        "include",
        "company",
        "ability",
        "work",
        "larger",
        "partner",
        "selling",
        "technology",
        "large",
        "business",
        "issue",
        "may",
        "affect",
        "patent",
        "including",
        "potential",
        "litigation",
        "information",
        "risk",
        "factor",
        "contained",
        "filing",
        "sec",
        "including",
        "form",
        "year",
        "ended",
        "december",
        "statement",
        "made",
        "u",
        "herein",
        "speaks",
        "date",
        "made",
        "factor",
        "event",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "may",
        "emerge",
        "time",
        "time",
        "possible",
        "u",
        "predict",
        "undertake",
        "obligation",
        "publicly",
        "update",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "development",
        "otherwise",
        "except",
        "may",
        "required",
        "law",
        "licensing",
        "information",
        "contact",
        "company",
        "verifyme",
        "email",
        "ir",
        "website",
        "http",
        "investor",
        "contact",
        "lytham",
        "partner",
        "adam",
        "lowensteiner",
        "robert",
        "blum",
        "new",
        "york",
        "phoenix",
        "vrme",
        "verifyme",
        "balance",
        "sheet",
        "march",
        "december",
        "unaudited",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "prepaid",
        "expense",
        "current",
        "asset",
        "inventory",
        "total",
        "current",
        "asset",
        "asset",
        "patent",
        "trademark",
        "net",
        "accumulated",
        "amortization",
        "march",
        "december",
        "total",
        "asset",
        "liability",
        "stockholder",
        "deficit",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "note",
        "payable",
        "common",
        "stock",
        "payable",
        "total",
        "current",
        "liability",
        "stockholder",
        "equity",
        "deficit",
        "series",
        "convertible",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "march",
        "share",
        "issued",
        "outstanding",
        "december",
        "series",
        "b",
        "convertible",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "march",
        "share",
        "issued",
        "outstanding",
        "december",
        "common",
        "stock",
        "par",
        "value",
        "authorized",
        "issued",
        "share",
        "outstanding",
        "march",
        "december",
        "additional",
        "paid",
        "capital",
        "treasury",
        "stock",
        "cost",
        "share",
        "march",
        "december",
        "accumulated",
        "deficit",
        "stockholder",
        "equity",
        "deficit",
        "total",
        "liability",
        "stockholder",
        "equity",
        "deficit",
        "verifyme",
        "statement",
        "operation",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "march",
        "operating",
        "expense",
        "general",
        "administrative",
        "legal",
        "accounting",
        "payroll",
        "expense",
        "research",
        "development",
        "sale",
        "marketing",
        "total",
        "operating",
        "expense",
        "loss",
        "income",
        "expense",
        "expense",
        "income",
        "interest",
        "expense",
        "net",
        "settlement",
        "agreement",
        "shareholder",
        "gain",
        "account",
        "payable",
        "forgiveness",
        "change",
        "fair",
        "value",
        "warrant",
        "change",
        "fair",
        "value",
        "embedded",
        "derivative",
        "liability",
        "net",
        "loss",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "includes",
        "share",
        "related",
        "payment",
        "three",
        "month",
        "ended",
        "march",
        "respectively",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "verifyme",
        "inc"
    ]
}