{
    "organizations": [],
    "uuid": "fa4d3e1d379ae50209e28b72948bf83c18c7d2e5",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/02/business-wire-lantheus-holdings-inc-reports-2018-first-quarter-results.html",
    "ord_in_thread": 0,
    "title": "Lantheus Holdings, Inc. Reports First Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "DEFINITY® worldwide revenues increase 18.4% year over year\nNORTH BILLERICA, Mass.--(BUSINESS WIRE)-- Lantheus Holdings, Inc. (the “Company”) (NASDAQ: LNTH), parent company of Lantheus Medical Imaging, Inc. (“LMI”), a global leader in the development, manufacture and commercialization of innovative diagnostic imaging agents and products, today reported financial results for its first quarter ended March 31, 2018.\nManagement Comments\n“Our first quarter provided an excellent start to the year, driven by robust sales for DEFINITY,” said Mary Anne Heino, President and CEO. “The first quarter also was marked by effective execution across a number of programs as we look to enhance the growth trajectory and profitability of our core microbubble franchise, augment our pipeline with focus on emerging technologies, and pursue complementary, external opportunities across the broader Life Sciences sector that fit with our objective to deliver long-term sustainable growth and profitability.”\n“The application of microbubbles is emerging as a valuable platform for increased uses, including drug delivery and therapy. With the expertise we have built in microbubble technology, our goal is to lead in these growing markets. At the same time, clinical work regarding flurpiridaz F 18, a novel PET cardiac imaging agent for the evaluation of coronary artery disease, and LMI 1195, our fluorine-18-based PET agent which is expected to aid the diagnosis of heart failure patients at risk for sudden cardiac death, is proceeding on schedule. Internationally, our DEFINITY China program continues to move forward, with patient enrollment completed for the cardiac and pharmacokinetic studies, while enrollment in the kidney and liver studies is ongoing. We look to continue to execute successfully on our strategy and will report on our progress as we proceed through 2018,” continued Ms. Heino.\nFinancial Highlights\nThe Company’s worldwide revenues for 2018 totaled $82.6 million, representing an increase of 1.6% compared with $81.4 million for 2017. DEFINITY, the Company's flagship product and the world's leading echo contrast agent, had worldwide revenues of $44.7 million for the first quarter, an increase of 18.4% from the year-ago period.\nNet income for 2018 totaled $8.2 million, or $0.21 per diluted share, compared with $4.1 million, or $0.11 per diluted share, for 2017. The Company’s first quarter 2018 Adjusted EBITDA (as outlined in the GAAP to non-GAAP reconciliation provided below) was $23.1 million, or 27.9% of revenues, compared with $22.7 million, or 27.8% of revenues, for 2017.\nOutlook\nFor the second quarter of 2018, the Company expects worldwide revenues in the range of $85 million to $90 million. The Company expects Adjusted EBITDA, as described in the GAAP to non-GAAP reconciliation provided later in this release, of $20 million to $23 million, representing 22.2% to 27.1% of anticipated worldwide revenues.\nThe Company maintains its guidance for full year 2018 worldwide revenues of approximately $337 million to $342 million, compared with $326.4 million in 2017 (which excludes a $5 million up-front payment received from GE Healthcare). The Company also maintains its guidance for full year 2018 Adjusted EBITDA of $85 million to $90 million, representing 24.9% to 26.7% of anticipated worldwide revenues.\nThe Company’s guidance for worldwide revenues and Adjusted EBITDA are . They are subject to various risks and uncertainties that could cause the Company’s actual guidance. Forward-looking statements are not predictions of the Company’s actual performance. See the cautionary information about in the “Safe-Harbor Statement” section of this press release.\nInternet Posting of Information\nThe Company routinely posts information that may be important to investors in the “Investors” section of its website at http://www.lantheus.com/ . The Company encourages investors and potential investors to consult its website regularly for important information about the Company.\nConference Call and Webcast\nAs previously announced, the Company will host a conference call starting at 4:30 p.m. Eastern Time today. To access the live conference call via telephone, please dial 1-866-498-8390 (U.S. callers) or 1-678-509-7599 (international callers) and provide passcode 8487086. A live audio webcast of the call also will be available in the Investors section of the Company’s website at www.lantheus.com .\nA replay of the audio webcast will be available in the Investors section of our website at www.lantheus.com approximately two hours after completion of the call and will be archived for 30 days.\nThe conference call will include a discussion of non-GAAP financial measures. Reference is made to the most directly comparable GAAP financial measures, the reconciliation of the differences between the two financial measures, and the other information included in this press release, our Form 8-K filed with the SEC today, or otherwise available in the Investor Relations section of our website located at www.lantheus.com .\nThe conference call may include . See the cautionary information about in the safe-harbor section of this press release.\nAbout Lantheus Holdings, Inc. and Lantheus Medical Imaging, Inc.\nLantheus Holdings, Inc. is the parent company of LMI, a global leader in the development, manufacture and commercialization of innovative diagnostic imaging agents and products. LMI provides a broad portfolio of products, including the echocardiography contrast agent DEFINITY® Vial for (Perflutren Lipid Microsphere) Injectable Suspension; TechneLite® (Technetium Tc99m Generator), a technetium-based generator that provides the essential medical isotope used in nuclear medicine procedures; and Xenon (Xenon Xe 133 Gas), an inhaled radiopharmaceutical imaging agent used to evaluate pulmonary function and for imaging the lungs. The Company is headquartered in North Billerica, Massachusetts with offices in Puerto Rico and Canada. For more information, visit www.lantheus.com .\nNon-GAAP Financial Measures\nThe Company uses non-GAAP financial measures, such as revenues excluding the impact of foreign currency; adjusted operating income; adjusted net income and its line components; Adjusted EBITDA; adjusted net income per share - diluted; and free cash flow. The Company’s management believes that the presentation of these measures provides useful information to investors. These measures may assist investors in evaluating the Company’s operations, period over period. The measures may exclude such items which may be highly variable, difficult to predict and of a size that could have substantial impact on the Company’s reported results of operations for a period. Management uses these and other non-GAAP measures internally for evaluation of the performance of the business, including the allocation of resources and the evaluation of results relative to employee performance compensation targets. Investors should consider these non-GAAP measures only as a supplement to, not as a substitute for or as superior to, measures of financial performance prepared in accordance with GAAP.\nSafe Harbor for Forward-Looking and Cautionary Statements\nThis press release contains “ ” as defined under U.S. federal securities laws, including statements about our 2018 outlook. Forward-looking statements may be identified by their use of terms such as anticipate, believe, confident, could, estimate, expect, intend, may, plan, predict, project, target, will and other similar terms. Such are subject to risks and uncertainties that could cause actual results to materially differ from those described in the forward- looking statements. Readers are cautioned not to place undue reliance on the contained herein, which speak only as of the date hereof. The Company undertakes no obligation to publicly update any forward-looking statement, whether as a result of new information, future developments or otherwise, except as may be required by law. Risks and uncertainties that could cause our actual results to materially differ from those described in the are discussed in our filings with the Securities and Exchange Commission (including those described in the Risk Factors section in our Annual Reports on Form 10-K and our Quarterly Reports on Form 10-Q). This press release includes forward-looking non-GAAP guidance for 2018 Adjusted EBITDA. No reconciliation of this forward-looking non-GAAP guidance was included in this press release because, due to the high variability and difficulty in making accurate forecasts and projections of some of the excluded information and the fact that some of the excluded information is not readily ascertainable or accessible, the Company is unable to quantify certain amounts that would be required to be included in the most directly comparable GAAP financial measure without unreasonable efforts.\nLantheus Holdings, Inc.\nConsolidated Statements of Operations\n(in thousands, except per share data – unaudited)\nThree Months Ended\nMarch 31, 2018 2017 Revenues $ 82,630 $ 81,359 Cost of goods sold 40,321 41,597 Gross profit 42,309 39,762 Operating expenses Sales and marketing 10,640 10,214 General and administrative 12,543 12,270 Research and development 3,989 5,351 Total operating expenses 27,172 27,835 Operating income 15,137 11,927 Interest expense 4,050 5,420 Loss on extinguishment of debt — 2,161 Other income (920 ) (577 ) Income before income taxes 12,007 4,923 Income tax expense 3,796 785 Net income $ 8,211 $ 4,138 Net income per common share: Basic $ 0.22 $ 0.11 Diluted $ 0.21 $ 0.11 Weighted-average common shares outstanding: Basic 37,886 36,889 Diluted 39,493 38,601 Lantheus Holdings, Inc.\nConsolidated Segment Revenues Analysis\n(in thousands – unaudited)\nThree Months Ended\nMarch 31, 2018 2017 Change\n% United States\nDEFINITY $ 43,506 $ 36,923 17.8 % TechneLite 18,063 23,308 (22.5 )% Xenon 7,927 8,058 (1.6 )% Other 1,992 2,738 (27.2 )% Total United States 71,488 71,027 0.6 % International\nDEFINITY 1,149 789 45.6 % TechneLite 3,332 3,517 (5.3 )% Xenon — 2 (100.0 )% Other 6,661 6,024 10.6 % Total International 11,142 10,332 7.8 % Worldwide\nDEFINITY 44,655 37,712 18.4 % TechneLite 21,395 26,825 (20.2 )% Xenon 7,927 8,060 (1.7 )% Other 8,653 8,762 (1.2 )% Total Revenues $ 82,630 $ 81,359 1.6 % Lantheus Holdings, Inc.\nReconciliation of GAAP to Non-GAAP Financial Measures\n(in thousands – unaudited)\nThree Months Ended\nMarch 31, 2018 2017 Operating income $ 15,137 $ 11,927 Campus consolidation costs including depreciation 483 2,541 Offering and other costs — 178 Non-recurring refinancing related fees — 1,695 Adjusted operating income $ 15,620 $ 16,341 Adjusted operating income, as a percentage of revenues 18.9 % 20.1 % Lantheus Holdings, Inc.\nReconciliation of GAAP to Non-GAAP Financial Measures\n(in thousands, except per share data – unaudited)\nThree Months Ended\nMarch 31, 2018 2017 Net income $ 8,211 $ 4,138 Reconciling items impacting operating income: Campus consolidation costs including depreciation 483 2,541 Offering and other costs — 178 Non-recurring refinancing related fees — 1,695 Reconciling items impacting non-operating expenses and income taxes: Loss on debt extinguishment and retirement costs — 2,161 Income tax effect of non-GAAP adjustments (a) (b) (122 ) (1,660 ) Adjusted net income $ 8,572 $ 9,053 Adjusted net income, as a percentage of revenues 10.4 % 11.1 % Three Months Ended\nMarch 31, 2018 2017 Net income per share - diluted $ 0.21 $ 0.11 Reconciling items impacting operating income: Campus consolidation costs including depreciation 0.01 0.07 Offering and other costs — — Non-recurring refinancing related fees — 0.04 Reconciling items impacting non-operating expenses and income taxes: Loss on debt extinguishment and retirement costs — 0.06 Tax effect of non-GAAP adjustments (a) (b) — (0.05 ) Adjusted net income per share - diluted $ 0.22 $ 0.23 Weighted-average common shares outstanding - diluted 39,493 38,601 (a) The income tax effect of the adjustments between GAAP net income and non-GAAP adjusted net income takes into account the tax treatment and related tax rate that apply to each adjustment in the applicable tax jurisdiction.\n(b) During the fourth quarter of 2017, we released the valuation allowance previously recorded against our domestic net deferred tax assets. As a result, we included the tax effect of non-GAAP adjustments starting in the fourth quarter of 2017. Presentation of 2017 Adjusted Net Income has been modified to allow better go-forward comparability by including the tax effect of non-GAAP reconciling items.\nLantheus Holdings, Inc.\nReconciliation of GAAP to Non-GAAP Financial Measures\n(in thousands – unaudited)\nThree Months Ended\nMarch 31, 2018 2017 Net income $ 8,211 $ 4,138 Interest expense, net 4,043 5,417 Income tax expense (a) 2,955 296 Depreciation 1,874 4,514 Amortization of intangible assets 1,722 1,646 EBITDA 18,805 16,011 Stock and incentive plan compensation 1,977 1,292 Asset write-off (b) 1,245 312 Severance and recruiting costs (c) 209 139 Offering and other costs (d) — 178 Campus consolidation costs 483 27 Debt refinancing costs — 1,695 Extinguishment of debt and debt retirement costs — 2,161 New manufacturer costs (e) 368 836 Adjusted EBITDA $ 23,087 $ 22,651 Adjusted EBITDA, as a percentage of revenues 27.9 % 27.8 % (a) Represents income tax expense, less tax indemnification income associated with BMS.\n(b) Represents non-cash losses incurred associated with inventory and other write-offs of long-lived assets.\n(c) The amounts consist of severance and recruitment costs related to employees, executives and directors.\n(d) Represents offering costs incurred on behalf of certain shareholders pursuant to a registration rights agreement and other non-recurring costs.\n(e) Represents internal and external costs associated with establishing new manufacturing sources for our commercial and clinical candidate products.\nLantheus Holdings, Inc.\nReconciliation of Free Cash Flow\n(in thousands – unaudited)\nThree Months Ended\nMarch 31, 2018 2017 Net cash (used in) provided by operating activities $ (666 ) $ 5,524 Capital expenditures (2,135 ) (4,899 ) Free cash flow $ (2,801 ) $ 625 Lantheus Holdings, Inc.\nCondensed Consolidated Balance Sheets\n(in thousands – unaudited)\nMarch 31,\n2018 December 31,\n2017 Assets Current assets $ 73,739 $ 76,290 Accounts receivable, net 47,834 40,259 Inventory 32,086 26,080 Other current assets 5,598 5,221 Total current assets 159,257 147,850 Property, plant & equipment, net 93,777 92,999 Intangibles, net 11,106 11,798 Goodwill 15,714 15,714 Deferred tax assets, net 83,655 87,010 Other long-term assets 29,080 28,487 Total assets $ 392,589 $ 383,858 Liabilities and stockholders’ equity Current liabilities Current portion of long-term debt $ 2,750 $ 2,750 Revolving line of credit — — Accounts payable 21,012 17,464 Accrued expenses and other liabilities 21,634 26,536 Total current liabilities 45,396 46,750 Asset retirement obligations 10,702 10,412 Long-term debt, net 264,972 265,393 Other long-term liabilities 37,855 38,012 Total liabilities 358,925 360,567 Total stockholders’ equity 33,664 23,291 Total liabilities and stockholders’ equity $ 392,589 $ 383,858\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180502006389/en/\nLantheus Holdings, Inc.\nMeara Murphy, 978-671-8508\nDirector, Investor Relations and Corporate Communications\nSource: Lantheus Holdings, Inc.",
    "published": "2018-05-03T00:02:00.000+03:00",
    "crawled": "2018-05-03T02:09:28.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "worldwide",
        "revenue",
        "increase",
        "year",
        "year",
        "north",
        "billerica",
        "business",
        "wire",
        "lantheus",
        "holding",
        "company",
        "nasdaq",
        "lnth",
        "parent",
        "company",
        "lantheus",
        "medical",
        "imaging",
        "lmi",
        "global",
        "leader",
        "development",
        "manufacture",
        "commercialization",
        "innovative",
        "diagnostic",
        "imaging",
        "agent",
        "product",
        "today",
        "reported",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "management",
        "comment",
        "first",
        "quarter",
        "provided",
        "excellent",
        "start",
        "year",
        "driven",
        "robust",
        "sale",
        "definity",
        "said",
        "mary",
        "anne",
        "heino",
        "president",
        "ceo",
        "first",
        "quarter",
        "also",
        "marked",
        "effective",
        "execution",
        "across",
        "number",
        "program",
        "look",
        "enhance",
        "growth",
        "trajectory",
        "profitability",
        "core",
        "microbubble",
        "franchise",
        "augment",
        "pipeline",
        "focus",
        "emerging",
        "technology",
        "pursue",
        "complementary",
        "external",
        "opportunity",
        "across",
        "broader",
        "life",
        "science",
        "sector",
        "fit",
        "objective",
        "deliver",
        "sustainable",
        "growth",
        "application",
        "microbubbles",
        "emerging",
        "valuable",
        "platform",
        "increased",
        "us",
        "including",
        "drug",
        "delivery",
        "therapy",
        "expertise",
        "built",
        "microbubble",
        "technology",
        "goal",
        "lead",
        "growing",
        "market",
        "time",
        "clinical",
        "work",
        "regarding",
        "flurpiridaz",
        "f",
        "novel",
        "pet",
        "cardiac",
        "imaging",
        "agent",
        "evaluation",
        "coronary",
        "artery",
        "disease",
        "lmi",
        "pet",
        "agent",
        "expected",
        "aid",
        "diagnosis",
        "heart",
        "failure",
        "patient",
        "risk",
        "sudden",
        "cardiac",
        "death",
        "proceeding",
        "schedule",
        "internationally",
        "definity",
        "china",
        "program",
        "continues",
        "move",
        "forward",
        "patient",
        "enrollment",
        "completed",
        "cardiac",
        "pharmacokinetic",
        "study",
        "enrollment",
        "kidney",
        "liver",
        "study",
        "ongoing",
        "look",
        "continue",
        "execute",
        "successfully",
        "strategy",
        "report",
        "progress",
        "proceed",
        "continued",
        "heino",
        "financial",
        "highlight",
        "company",
        "worldwide",
        "revenue",
        "totaled",
        "million",
        "representing",
        "increase",
        "compared",
        "million",
        "definity",
        "company",
        "flagship",
        "product",
        "world",
        "leading",
        "echo",
        "contrast",
        "agent",
        "worldwide",
        "revenue",
        "million",
        "first",
        "quarter",
        "increase",
        "period",
        "net",
        "income",
        "totaled",
        "million",
        "per",
        "diluted",
        "share",
        "compared",
        "million",
        "per",
        "diluted",
        "share",
        "company",
        "first",
        "quarter",
        "adjusted",
        "ebitda",
        "outlined",
        "gaap",
        "reconciliation",
        "provided",
        "million",
        "revenue",
        "compared",
        "million",
        "revenue",
        "outlook",
        "second",
        "quarter",
        "company",
        "expects",
        "worldwide",
        "revenue",
        "range",
        "million",
        "million",
        "company",
        "expects",
        "adjusted",
        "ebitda",
        "described",
        "gaap",
        "reconciliation",
        "provided",
        "later",
        "release",
        "million",
        "million",
        "representing",
        "anticipated",
        "worldwide",
        "revenue",
        "company",
        "maintains",
        "guidance",
        "full",
        "year",
        "worldwide",
        "revenue",
        "approximately",
        "million",
        "million",
        "compared",
        "million",
        "excludes",
        "million",
        "payment",
        "received",
        "ge",
        "healthcare",
        "company",
        "also",
        "maintains",
        "guidance",
        "full",
        "year",
        "adjusted",
        "ebitda",
        "million",
        "million",
        "representing",
        "anticipated",
        "worldwide",
        "revenue",
        "company",
        "guidance",
        "worldwide",
        "revenue",
        "adjusted",
        "ebitda",
        "subject",
        "various",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "company",
        "actual",
        "guidance",
        "statement",
        "prediction",
        "company",
        "actual",
        "performance",
        "see",
        "cautionary",
        "information",
        "statement",
        "section",
        "press",
        "release",
        "internet",
        "posting",
        "information",
        "company",
        "routinely",
        "post",
        "information",
        "may",
        "important",
        "investor",
        "investor",
        "section",
        "website",
        "http",
        "company",
        "encourages",
        "investor",
        "potential",
        "investor",
        "consult",
        "website",
        "regularly",
        "important",
        "information",
        "company",
        "conference",
        "call",
        "webcast",
        "previously",
        "announced",
        "company",
        "host",
        "conference",
        "call",
        "starting",
        "eastern",
        "time",
        "today",
        "access",
        "live",
        "conference",
        "call",
        "via",
        "telephone",
        "please",
        "dial",
        "caller",
        "international",
        "caller",
        "provide",
        "passcode",
        "live",
        "audio",
        "webcast",
        "call",
        "also",
        "available",
        "investor",
        "section",
        "company",
        "website",
        "replay",
        "audio",
        "webcast",
        "available",
        "investor",
        "section",
        "website",
        "approximately",
        "two",
        "hour",
        "completion",
        "call",
        "archived",
        "day",
        "conference",
        "call",
        "include",
        "discussion",
        "financial",
        "measure",
        "reference",
        "made",
        "directly",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "reconciliation",
        "difference",
        "two",
        "financial",
        "measure",
        "information",
        "included",
        "press",
        "release",
        "form",
        "filed",
        "sec",
        "today",
        "otherwise",
        "available",
        "investor",
        "relation",
        "section",
        "website",
        "located",
        "conference",
        "call",
        "may",
        "include",
        "see",
        "cautionary",
        "information",
        "section",
        "press",
        "release",
        "lantheus",
        "holding",
        "lantheus",
        "medical",
        "imaging",
        "lantheus",
        "holding",
        "parent",
        "company",
        "lmi",
        "global",
        "leader",
        "development",
        "manufacture",
        "commercialization",
        "innovative",
        "diagnostic",
        "imaging",
        "agent",
        "product",
        "lmi",
        "provides",
        "broad",
        "portfolio",
        "product",
        "including",
        "echocardiography",
        "contrast",
        "agent",
        "vial",
        "perflutren",
        "lipid",
        "microsphere",
        "injectable",
        "suspension",
        "technetium",
        "tc99m",
        "generator",
        "generator",
        "provides",
        "essential",
        "medical",
        "isotope",
        "used",
        "nuclear",
        "medicine",
        "procedure",
        "xenon",
        "xenon",
        "xe",
        "gas",
        "inhaled",
        "radiopharmaceutical",
        "imaging",
        "agent",
        "used",
        "evaluate",
        "pulmonary",
        "function",
        "imaging",
        "lung",
        "company",
        "headquartered",
        "north",
        "billerica",
        "massachusetts",
        "office",
        "puerto",
        "rico",
        "canada",
        "information",
        "visit",
        "financial",
        "measure",
        "company",
        "us",
        "financial",
        "measure",
        "revenue",
        "excluding",
        "impact",
        "foreign",
        "currency",
        "adjusted",
        "operating",
        "income",
        "adjusted",
        "net",
        "income",
        "line",
        "component",
        "adjusted",
        "ebitda",
        "adjusted",
        "net",
        "income",
        "per",
        "share",
        "diluted",
        "free",
        "cash",
        "flow",
        "company",
        "management",
        "belief",
        "presentation",
        "measure",
        "provides",
        "useful",
        "information",
        "investor",
        "measure",
        "may",
        "assist",
        "investor",
        "evaluating",
        "company",
        "operation",
        "period",
        "period",
        "measure",
        "may",
        "exclude",
        "item",
        "may",
        "highly",
        "variable",
        "difficult",
        "predict",
        "size",
        "could",
        "substantial",
        "impact",
        "company",
        "reported",
        "result",
        "operation",
        "period",
        "management",
        "us",
        "measure",
        "internally",
        "evaluation",
        "performance",
        "business",
        "including",
        "allocation",
        "resource",
        "evaluation",
        "result",
        "relative",
        "employee",
        "performance",
        "compensation",
        "target",
        "investor",
        "consider",
        "measure",
        "supplement",
        "substitute",
        "superior",
        "measure",
        "financial",
        "performance",
        "prepared",
        "accordance",
        "gaap",
        "safe",
        "harbor",
        "cautionary",
        "statement",
        "press",
        "release",
        "contains",
        "defined",
        "federal",
        "security",
        "law",
        "including",
        "statement",
        "outlook",
        "statement",
        "may",
        "identified",
        "use",
        "term",
        "anticipate",
        "believe",
        "confident",
        "could",
        "estimate",
        "expect",
        "intend",
        "may",
        "plan",
        "predict",
        "project",
        "target",
        "similar",
        "term",
        "subject",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "materially",
        "differ",
        "described",
        "looking",
        "statement",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "contained",
        "herein",
        "speak",
        "date",
        "hereof",
        "company",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "development",
        "otherwise",
        "except",
        "may",
        "required",
        "law",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "materially",
        "differ",
        "described",
        "discussed",
        "filing",
        "security",
        "exchange",
        "commission",
        "including",
        "described",
        "risk",
        "factor",
        "section",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "press",
        "release",
        "includes",
        "guidance",
        "adjusted",
        "ebitda",
        "reconciliation",
        "guidance",
        "included",
        "press",
        "release",
        "due",
        "high",
        "variability",
        "difficulty",
        "making",
        "accurate",
        "forecast",
        "projection",
        "excluded",
        "information",
        "fact",
        "excluded",
        "information",
        "readily",
        "ascertainable",
        "accessible",
        "company",
        "unable",
        "quantify",
        "certain",
        "amount",
        "would",
        "required",
        "included",
        "directly",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "without",
        "unreasonable",
        "effort",
        "lantheus",
        "holding",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "cost",
        "good",
        "sold",
        "gross",
        "profit",
        "operating",
        "expense",
        "sale",
        "marketing",
        "general",
        "administrative",
        "research",
        "development",
        "total",
        "operating",
        "expense",
        "operating",
        "income",
        "interest",
        "expense",
        "loss",
        "extinguishment",
        "debt",
        "income",
        "income",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "net",
        "income",
        "net",
        "income",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "lantheus",
        "holding",
        "consolidated",
        "segment",
        "revenue",
        "analysis",
        "thousand",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "change",
        "united",
        "state",
        "definity",
        "technelite",
        "xenon",
        "total",
        "united",
        "state",
        "international",
        "definity",
        "technelite",
        "xenon",
        "total",
        "international",
        "worldwide",
        "definity",
        "technelite",
        "xenon",
        "total",
        "revenue",
        "lantheus",
        "holding",
        "reconciliation",
        "gaap",
        "financial",
        "measure",
        "thousand",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "operating",
        "income",
        "campus",
        "consolidation",
        "cost",
        "including",
        "depreciation",
        "offering",
        "cost",
        "refinancing",
        "related",
        "fee",
        "adjusted",
        "operating",
        "income",
        "adjusted",
        "operating",
        "income",
        "percentage",
        "revenue",
        "lantheus",
        "holding",
        "reconciliation",
        "gaap",
        "financial",
        "measure",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "income",
        "reconciling",
        "item",
        "impacting",
        "operating",
        "income",
        "campus",
        "consolidation",
        "cost",
        "including",
        "depreciation",
        "offering",
        "cost",
        "refinancing",
        "related",
        "fee",
        "reconciling",
        "item",
        "impacting",
        "expense",
        "income",
        "tax",
        "loss",
        "debt",
        "extinguishment",
        "retirement",
        "cost",
        "income",
        "tax",
        "effect",
        "adjustment",
        "b",
        "adjusted",
        "net",
        "income",
        "adjusted",
        "net",
        "income",
        "percentage",
        "revenue",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "income",
        "per",
        "share",
        "diluted",
        "reconciling",
        "item",
        "impacting",
        "operating",
        "income",
        "campus",
        "consolidation",
        "cost",
        "including",
        "depreciation",
        "offering",
        "cost",
        "refinancing",
        "related",
        "fee",
        "reconciling",
        "item",
        "impacting",
        "expense",
        "income",
        "tax",
        "loss",
        "debt",
        "extinguishment",
        "retirement",
        "cost",
        "tax",
        "effect",
        "adjustment",
        "b",
        "adjusted",
        "net",
        "income",
        "per",
        "share",
        "diluted",
        "common",
        "share",
        "outstanding",
        "diluted",
        "income",
        "tax",
        "effect",
        "adjustment",
        "gaap",
        "net",
        "income",
        "adjusted",
        "net",
        "income",
        "take",
        "account",
        "tax",
        "treatment",
        "related",
        "tax",
        "rate",
        "apply",
        "adjustment",
        "applicable",
        "tax",
        "jurisdiction",
        "b",
        "fourth",
        "quarter",
        "released",
        "valuation",
        "allowance",
        "previously",
        "recorded",
        "domestic",
        "net",
        "deferred",
        "tax",
        "asset",
        "result",
        "included",
        "tax",
        "effect",
        "adjustment",
        "starting",
        "fourth",
        "quarter",
        "presentation",
        "adjusted",
        "net",
        "income",
        "modified",
        "allow",
        "better",
        "comparability",
        "including",
        "tax",
        "effect",
        "reconciling",
        "item",
        "lantheus",
        "holding",
        "reconciliation",
        "gaap",
        "financial",
        "measure",
        "thousand",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "income",
        "interest",
        "expense",
        "net",
        "income",
        "tax",
        "expense",
        "depreciation",
        "amortization",
        "intangible",
        "asset",
        "ebitda",
        "stock",
        "incentive",
        "plan",
        "compensation",
        "asset",
        "b",
        "severance",
        "recruiting",
        "cost",
        "c",
        "offering",
        "cost",
        "campus",
        "consolidation",
        "cost",
        "debt",
        "refinancing",
        "cost",
        "extinguishment",
        "debt",
        "debt",
        "retirement",
        "cost",
        "new",
        "manufacturer",
        "cost",
        "e",
        "adjusted",
        "ebitda",
        "adjusted",
        "ebitda",
        "percentage",
        "revenue",
        "represents",
        "income",
        "tax",
        "expense",
        "less",
        "tax",
        "indemnification",
        "income",
        "associated",
        "bm",
        "b",
        "represents",
        "loss",
        "incurred",
        "associated",
        "inventory",
        "asset",
        "c",
        "amount",
        "consist",
        "severance",
        "recruitment",
        "cost",
        "related",
        "employee",
        "executive",
        "director",
        "represents",
        "offering",
        "cost",
        "incurred",
        "behalf",
        "certain",
        "shareholder",
        "pursuant",
        "registration",
        "right",
        "agreement",
        "cost",
        "e",
        "represents",
        "internal",
        "external",
        "cost",
        "associated",
        "establishing",
        "new",
        "manufacturing",
        "source",
        "commercial",
        "clinical",
        "candidate",
        "product",
        "lantheus",
        "holding",
        "reconciliation",
        "free",
        "cash",
        "flow",
        "thousand",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "cash",
        "used",
        "provided",
        "operating",
        "activity",
        "capital",
        "expenditure",
        "free",
        "cash",
        "flow",
        "lantheus",
        "holding",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "unaudited",
        "march",
        "december",
        "asset",
        "current",
        "asset",
        "account",
        "receivable",
        "net",
        "inventory",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "plant",
        "equipment",
        "net",
        "intangible",
        "net",
        "goodwill",
        "deferred",
        "tax",
        "asset",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "current",
        "portion",
        "debt",
        "revolving",
        "line",
        "credit",
        "account",
        "payable",
        "accrued",
        "expense",
        "liability",
        "total",
        "current",
        "liability",
        "asset",
        "retirement",
        "obligation",
        "debt",
        "net",
        "liability",
        "total",
        "liability",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "view",
        "source",
        "version",
        "http",
        "lantheus",
        "holding",
        "meara",
        "murphy",
        "director",
        "investor",
        "relation",
        "corporate",
        "communication",
        "source",
        "lantheus",
        "holding",
        "inc"
    ]
}