{
    "organizations": [],
    "uuid": "d655de4cb716b8671cc4d1ae520339d17155cd66",
    "author": "Patti Domm",
    "url": "https://www.cnbc.com/2018/05/09/trump-iran-sanctions-give-saudi-arabia-and-russia-more-clout.html?utm_source=dlvr.it&utm_medium=twitter",
    "ord_in_thread": 0,
    "title": "Trump Iran sanctions give Saudi Arabia and Russia more clout",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Saudi Arabia said it will help meet world oil demand if President Donald Trump's Iran sanctions create shortfalls, but analysts say it will do so only in conjunction with Russia, and the world may have to get used to higher prices as a result.\nBrent, the international benchmark crude, was up 3 percent Wednesday, on Trump's sanctions announcement and as new weekly government data showed U.S. oil inventories dropping amid extremely strong demand for gasoline from American drivers. The Iran situation could mean that oil moves closer to $80 per barrel, than the $60s to $70s expected by analysts this year.\nThe timing of the announcement of sanctions coincides with steadily rising oil prices that are now at their highest level since November 2014. On Tuesday Trump announced the withdrawal of the U.S. from an agreement to waive sanctions on Iran in exchange for Iran ending its nuclear program.\nTrump said the sanctions will be re-imposed because Iran continues to work on a bomb, based on evidence provided by Israel, and it backs terrorist groups around the Middle East.\nThe higher oil price is a plus for Saudi Arabia, which analysts say wants to see a steadier market at a higher price to pave the way for its initial public offering of state-owned oil giant Saudi Aramco. Brent futures were just above $77 per barrel Tuesday and West Texas Intermediate futures settled at $71.14 per barrel.\nshow chapters Oil's historical performance from May-August 43 Mins Ago | 00:15 \"I think the Saudis will let this drift up to $80, $85 for WTI before they lift a finger,\" said John Kilduff, oil analyst with Again Capital.\nIn the past, the kingdom has stepped in to fill gaps in global oil supply. Treasury Secretary Steven Mnuchin on Tuesday said the administration has sought help from oil producing allies to keep prices in check.\nBut the U.S. request is more complicated this time. Saudi Arabia, a long-time rival of Iran, has struck a production deal with Russia, an Iranian ally that is also being sanctioned by the U.S. The question now is whether Saudi Arabia and OPEC in its 'Vienna Alliance' with Russia will keep oil production targets the same or whether they adjust them to meet any loss of Iranian crude, with oil prices already high and rising.\n\"The Saudis wouldn't do it without the Russians having to do it as well,\" said Edward Morse, Citigroup's global head of commodities research. \"The Russians are opposed to the U.S. ending the deal, and on the other hand they don't really like high oil prices because the ruble is tied to the price of oil...The ideal world is one where you can keep the ruble from appreciating, keep the cost down and that would mean a stable price.\"\nMorse said the U.S. return of full sanctions on Iran would be worth about $10 per barrel to the oil price, but he said ultimately the price of oil would go down if Saudi Arabia and Russia return barrels to the market.\n\"If they put more oil on the market, the price of oil would go down for sure. The inventories around the world would stop drawing,\" he said. \"With all the U.S. production coming into the system, the market would look forward to a glut.\"\nU.S. oil production rose to a record 10.7 million barrels a day last week, according to government data.\nshow chapters Higher oil prices probably a temporary phenomenon, says strategist 7 Hours Ago | 02:23 It's unclear how much oil will be restricted under the U.S. sanctions since U.S. partners in the nuclear agreement are against ending the deal, and Iran has said it will try to stay in it. Analysts expect some to comply but others, like China, a party to the deal, may continue to buy Iranian oil and even increase its purchases at a discounted price.\nAccording to analysts, Iran shipments could fall by 300,000 to 500,000 per day, compared to the 1 million to 1.5 million lost from the market during the Obama administration's sanctions on Iran.\n\"I think with Iran, the additional unknown, they'll have to wait and see over the next 180 days who orders what, what in the order book gets cut down,\" said John Sfakianakis, director of economic research at the Gulf Research Center. \"The big ones are the likes of Japan and other Asian consumer countries. The order book has be reduced and they need to see who else is out there to take these orders.\"\nThe 'Vienna' production agreement, in place since early 2017, removed 1.8 million barrels a day from the market with both Saudi Arabia and Russia giving up barrels, as well as other members of OPEC and the alliance.\nThe production agreement is scheduled to end at the end of the year, but OPEC and Saudi Arabia's energy minister have said it should continue in some form. The pact is seen as having helped bring world oil supply more in line with demand and driving prices higher. It was also helped by the loss of barrels from Venezuela, which is currently producing 1.5 million barrels, well under its quota.\nSaudi Arabia and Russia also have to decide what the market requires in terms of production. \"As we get close to $80, they have to consider that the market will be looking for their decision on next year,\" Sfakianakis said.\nSfakianakis doesn't see the price going much above $80. \"Once we hit $80, then slowly you could see the market saying we could see $85, we could see $90. I think that's a little bit of an exaggeration. But I think around the $80 mark, or even if we surpass that, the producing countries including Saudi Arabia will be quite happy with that,\" he said.\nIt will take about six months for the effect of sanctions on Iran to become more clear, even though the Trump administration sanctions would block new business with the country immediately.\n\"They can slow talk this thing…with a 180-day grace period, you're not required to do anything right now,\" said Helima Croft, head of global commodities research at RBC. \"I think the White House just hopes the Vienna alliance will sunset, and they put barrels on the market. This is where the White House is wrong…You could have this group continue and it goes into next year…You can get a charter arrangement and they continue to meet but they don't put more barrels on the market and keep the cut together.\"\nshow chapters How will Iran deal exit impact oil prices? 8 Hours Ago | 03:17 Croft said Saudi Arabia Crown Prince Mohammed Bin Salman, known as MBS, would prefer a high oil price to help his Vision 2030 program to diversify the Saudi economy away from oil.\nSaudi Arabia issued the first official reaction out of the Gulf Tuesday, saying it fully supported Trump's action on the Iran nuclear agreement. The kingdom was also the first country Trump visited on an official state visit.\n\"Until we get to $85 or $90 a barrel, what are they going to do? They aren't compelled to do anything right now,\" Croft said.\nOPEC next meets in June, and that meeting is no longer expected to be about rubber stamping the production agreement though year end.\nIran, which has not cut production, is an OPEC member and it has been opposed to the production deal continuing and is likely to continue to be opposed. \"I think now you have a much more cranky meeting,\" Croft said.\nOPEC General Secretary Mohammad Barkindo Tuesday said the rebalancing of the market is a long process and \"requires sustainability.\"\n\"We have confidence in our leaders, within and outside OPEC, who have strongly supported our joint efforts with our non-OPEC partners to assist the oil market to restore stability after the worst oil cycle in history, to continue to provide leadership in these uncertain times,\" OPEC's Barkindo told Reuters.\nKilduff said even OPEC continues with the production deal, there may not be much harmony within the group.\n\"Once again the bounty of higher prices will be bestowed on Saudi Arabia at the expense of Iran,\" he said.\nWATCH: Stocks take rising yields and oil in stride show chapters Stocks taking rising yields and oil in stride 2 Hours Ago | 03:23 ",
    "published": "2018-05-10T00:59:00.000+03:00",
    "crawled": "2018-05-10T01:51:36.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "saudi",
        "arabia",
        "said",
        "help",
        "meet",
        "world",
        "oil",
        "demand",
        "president",
        "donald",
        "trump",
        "iran",
        "sanction",
        "create",
        "shortfall",
        "analyst",
        "say",
        "conjunction",
        "russia",
        "world",
        "may",
        "get",
        "used",
        "higher",
        "price",
        "result",
        "brent",
        "international",
        "benchmark",
        "crude",
        "percent",
        "wednesday",
        "trump",
        "sanction",
        "announcement",
        "new",
        "weekly",
        "government",
        "data",
        "showed",
        "oil",
        "inventory",
        "dropping",
        "amid",
        "extremely",
        "strong",
        "demand",
        "gasoline",
        "american",
        "driver",
        "iran",
        "situation",
        "could",
        "mean",
        "oil",
        "move",
        "closer",
        "per",
        "barrel",
        "60",
        "70",
        "expected",
        "analyst",
        "year",
        "timing",
        "announcement",
        "sanction",
        "coincides",
        "steadily",
        "rising",
        "oil",
        "price",
        "highest",
        "level",
        "since",
        "november",
        "tuesday",
        "trump",
        "announced",
        "withdrawal",
        "agreement",
        "waive",
        "sanction",
        "iran",
        "exchange",
        "iran",
        "ending",
        "nuclear",
        "program",
        "trump",
        "said",
        "sanction",
        "iran",
        "continues",
        "work",
        "bomb",
        "based",
        "evidence",
        "provided",
        "israel",
        "back",
        "terrorist",
        "group",
        "around",
        "middle",
        "east",
        "higher",
        "oil",
        "price",
        "plus",
        "saudi",
        "arabia",
        "analyst",
        "say",
        "want",
        "see",
        "steadier",
        "market",
        "higher",
        "price",
        "pave",
        "way",
        "initial",
        "public",
        "offering",
        "oil",
        "giant",
        "saudi",
        "aramco",
        "brent",
        "future",
        "per",
        "barrel",
        "tuesday",
        "west",
        "texas",
        "intermediate",
        "future",
        "settled",
        "per",
        "barrel",
        "show",
        "chapter",
        "oil",
        "historical",
        "performance",
        "min",
        "ago",
        "think",
        "saudi",
        "let",
        "drift",
        "wti",
        "lift",
        "finger",
        "said",
        "john",
        "kilduff",
        "oil",
        "analyst",
        "capital",
        "past",
        "kingdom",
        "stepped",
        "fill",
        "gap",
        "global",
        "oil",
        "supply",
        "treasury",
        "secretary",
        "steven",
        "mnuchin",
        "tuesday",
        "said",
        "administration",
        "sought",
        "help",
        "oil",
        "producing",
        "ally",
        "keep",
        "price",
        "check",
        "request",
        "complicated",
        "time",
        "saudi",
        "arabia",
        "rival",
        "iran",
        "struck",
        "production",
        "deal",
        "russia",
        "iranian",
        "ally",
        "also",
        "sanctioned",
        "question",
        "whether",
        "saudi",
        "arabia",
        "opec",
        "alliance",
        "russia",
        "keep",
        "oil",
        "production",
        "target",
        "whether",
        "adjust",
        "meet",
        "loss",
        "iranian",
        "crude",
        "oil",
        "price",
        "already",
        "high",
        "rising",
        "saudi",
        "would",
        "without",
        "russian",
        "well",
        "said",
        "edward",
        "morse",
        "citigroup",
        "global",
        "head",
        "commodity",
        "research",
        "russian",
        "opposed",
        "ending",
        "deal",
        "hand",
        "really",
        "like",
        "high",
        "oil",
        "price",
        "ruble",
        "tied",
        "price",
        "oil",
        "ideal",
        "world",
        "one",
        "keep",
        "ruble",
        "appreciating",
        "keep",
        "cost",
        "would",
        "mean",
        "stable",
        "price",
        "morse",
        "said",
        "return",
        "full",
        "sanction",
        "iran",
        "would",
        "worth",
        "per",
        "barrel",
        "oil",
        "price",
        "said",
        "ultimately",
        "price",
        "oil",
        "would",
        "go",
        "saudi",
        "arabia",
        "russia",
        "return",
        "barrel",
        "market",
        "put",
        "oil",
        "market",
        "price",
        "oil",
        "would",
        "go",
        "sure",
        "inventory",
        "around",
        "world",
        "would",
        "stop",
        "drawing",
        "said",
        "production",
        "coming",
        "system",
        "market",
        "would",
        "look",
        "forward",
        "glut",
        "oil",
        "production",
        "rose",
        "record",
        "million",
        "barrel",
        "day",
        "last",
        "week",
        "according",
        "government",
        "data",
        "show",
        "chapter",
        "higher",
        "oil",
        "price",
        "probably",
        "temporary",
        "phenomenon",
        "say",
        "strategist",
        "hour",
        "ago",
        "unclear",
        "much",
        "oil",
        "restricted",
        "sanction",
        "since",
        "partner",
        "nuclear",
        "agreement",
        "ending",
        "deal",
        "iran",
        "said",
        "try",
        "stay",
        "analyst",
        "expect",
        "comply",
        "others",
        "like",
        "china",
        "party",
        "deal",
        "may",
        "continue",
        "buy",
        "iranian",
        "oil",
        "even",
        "increase",
        "purchase",
        "discounted",
        "price",
        "according",
        "analyst",
        "iran",
        "shipment",
        "could",
        "fall",
        "per",
        "day",
        "compared",
        "million",
        "million",
        "lost",
        "market",
        "obama",
        "administration",
        "sanction",
        "iran",
        "think",
        "iran",
        "additional",
        "unknown",
        "wait",
        "see",
        "next",
        "day",
        "order",
        "order",
        "book",
        "get",
        "cut",
        "said",
        "john",
        "sfakianakis",
        "director",
        "economic",
        "research",
        "gulf",
        "research",
        "center",
        "big",
        "one",
        "like",
        "japan",
        "asian",
        "consumer",
        "country",
        "order",
        "book",
        "reduced",
        "need",
        "see",
        "else",
        "take",
        "order",
        "production",
        "agreement",
        "place",
        "since",
        "early",
        "removed",
        "million",
        "barrel",
        "day",
        "market",
        "saudi",
        "arabia",
        "russia",
        "giving",
        "barrel",
        "well",
        "member",
        "opec",
        "alliance",
        "production",
        "agreement",
        "scheduled",
        "end",
        "end",
        "year",
        "opec",
        "saudi",
        "arabia",
        "energy",
        "minister",
        "said",
        "continue",
        "form",
        "pact",
        "seen",
        "helped",
        "bring",
        "world",
        "oil",
        "supply",
        "line",
        "demand",
        "driving",
        "price",
        "higher",
        "also",
        "helped",
        "loss",
        "barrel",
        "venezuela",
        "currently",
        "producing",
        "million",
        "barrel",
        "well",
        "quota",
        "saudi",
        "arabia",
        "russia",
        "also",
        "decide",
        "market",
        "requires",
        "term",
        "production",
        "get",
        "close",
        "consider",
        "market",
        "looking",
        "decision",
        "next",
        "year",
        "sfakianakis",
        "said",
        "sfakianakis",
        "see",
        "price",
        "going",
        "much",
        "hit",
        "slowly",
        "could",
        "see",
        "market",
        "saying",
        "could",
        "see",
        "could",
        "see",
        "think",
        "little",
        "bit",
        "exaggeration",
        "think",
        "around",
        "mark",
        "even",
        "surpass",
        "producing",
        "country",
        "including",
        "saudi",
        "arabia",
        "quite",
        "happy",
        "said",
        "take",
        "six",
        "month",
        "effect",
        "sanction",
        "iran",
        "become",
        "clear",
        "even",
        "though",
        "trump",
        "administration",
        "sanction",
        "would",
        "block",
        "new",
        "business",
        "country",
        "immediately",
        "slow",
        "talk",
        "grace",
        "period",
        "required",
        "anything",
        "right",
        "said",
        "helima",
        "croft",
        "head",
        "global",
        "commodity",
        "research",
        "rbc",
        "think",
        "white",
        "house",
        "hope",
        "vienna",
        "alliance",
        "sunset",
        "put",
        "barrel",
        "market",
        "white",
        "house",
        "could",
        "group",
        "continue",
        "go",
        "next",
        "get",
        "charter",
        "arrangement",
        "continue",
        "meet",
        "put",
        "barrel",
        "market",
        "keep",
        "cut",
        "together",
        "show",
        "chapter",
        "iran",
        "deal",
        "exit",
        "impact",
        "oil",
        "price",
        "hour",
        "ago",
        "croft",
        "said",
        "saudi",
        "arabia",
        "crown",
        "prince",
        "mohammed",
        "bin",
        "salman",
        "known",
        "mb",
        "would",
        "prefer",
        "high",
        "oil",
        "price",
        "help",
        "vision",
        "program",
        "diversify",
        "saudi",
        "economy",
        "away",
        "oil",
        "saudi",
        "arabia",
        "issued",
        "first",
        "official",
        "reaction",
        "gulf",
        "tuesday",
        "saying",
        "fully",
        "supported",
        "trump",
        "action",
        "iran",
        "nuclear",
        "agreement",
        "kingdom",
        "also",
        "first",
        "country",
        "trump",
        "visited",
        "official",
        "state",
        "visit",
        "get",
        "barrel",
        "going",
        "compelled",
        "anything",
        "right",
        "croft",
        "said",
        "opec",
        "next",
        "meet",
        "june",
        "meeting",
        "longer",
        "expected",
        "rubber",
        "stamping",
        "production",
        "agreement",
        "though",
        "year",
        "end",
        "iran",
        "cut",
        "production",
        "opec",
        "member",
        "opposed",
        "production",
        "deal",
        "continuing",
        "likely",
        "continue",
        "opposed",
        "think",
        "much",
        "cranky",
        "meeting",
        "croft",
        "said",
        "opec",
        "general",
        "secretary",
        "mohammad",
        "barkindo",
        "tuesday",
        "said",
        "rebalancing",
        "market",
        "long",
        "process",
        "requires",
        "sustainability",
        "confidence",
        "leader",
        "within",
        "outside",
        "opec",
        "strongly",
        "supported",
        "joint",
        "effort",
        "partner",
        "assist",
        "oil",
        "market",
        "restore",
        "stability",
        "worst",
        "oil",
        "cycle",
        "history",
        "continue",
        "provide",
        "leadership",
        "uncertain",
        "time",
        "opec",
        "barkindo",
        "told",
        "reuters",
        "kilduff",
        "said",
        "even",
        "opec",
        "continues",
        "production",
        "deal",
        "may",
        "much",
        "harmony",
        "within",
        "group",
        "bounty",
        "higher",
        "price",
        "bestowed",
        "saudi",
        "arabia",
        "expense",
        "iran",
        "said",
        "watch",
        "stock",
        "take",
        "rising",
        "yield",
        "oil",
        "stride",
        "show",
        "chapter",
        "stock",
        "taking",
        "rising",
        "yield",
        "oil",
        "stride",
        "hour",
        "ago"
    ]
}