{
    "organizations": [],
    "uuid": "889082d87fd875f21a56dafe3823350c4ea7ad52",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/09/business-wire-ltc-reports-2018-first-quarter-results-sells-portfolio-of-six-assisted-living-communities-for-67-point-5-million.html",
    "ord_in_thread": 0,
    "title": "LTC Reports 2018 First Quarter Results; Sells Portfolio of Six Assisted Living Communities for $67.5 Million",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WESTLAKE VILLAGE, Calif.--(BUSINESS WIRE)-- LTC Properties, Inc. (NYSE: LTC), a real estate investment trust that primarily invests in seniors housing and health care properties, today announced operating results for its first quarter ended March 31, 2018.\nNet income available to common stockholders was $20.3 million, or $0.51 per diluted share, for the 2018 first quarter, compared with $21.4 million, or $0.54 per diluted share, for the same period in 2017. Funds from Operations (“FFO”) was $29.7 million for the 2018 first quarter, compared with $30.8 million for the comparable 2017 period. FFO per diluted common share was $0.75 and $0.78 for the quarters ended March 31, 2018 and 2017, respectively.\nThe decrease in net income available to common stockholders, FFO and FFO per diluted common share was primarily due to a reduction in rental income related to properties sold in 2017 and a previously disclosed defaulted master lease that was placed on a cash basis, as well as higher interest expense resulting from an increase in net borrowings, partially offset by higher income from unconsolidated joint ventures and mezzanine loans.\nDuring the first quarter of 2018, LTC funded $7.4 million under an existing mortgage loan for the purchase of a 112-bed skilled nursing center in Michigan. The incremental funding bears interest at 8.7%, fixed for five years, and escalating by 2.25% thereafter.\nSubsequent to March 31, 2018, LTC sold a portfolio of six assisted living and memory care communities for $67.5 million. Known as the Sunrise Portfolio, the six communities, five assisted living and one memory care, span 320 units and five locations in Ohio and Pennsylvania. As a result of the transaction, LTC expects to recognize a net gain on sale of approximately $48.0 million in the second quarter. The transaction was structured to close concurrent with the April 30 lease expiration. Rental revenue under this lease for the four months ended April 30, 2018 was approximately $1.5 million.\nConference Call Information\nLTC will conduct a conference call on Thursday, May 10, 2018, at 8:00 a.m. Pacific Time (11:00 a.m. Eastern Time), to provide commentary on its performance and operating results for the quarter ended March 31, 2018. The conference call is accessible by telephone and the internet. Telephone access will be available by dialing 877-510-2862 (domestically) or 412-902-4134 (internationally). To participate in the webcast, go to LTC’s website at www.LTCreit.com 15 minutes before the call to download the necessary software.\nAn audio replay of the conference call will be available from May 10 through May 24, 2018 and may be accessed by dialing 877-344-7529 (domestically) or 412-317-0088 (internationally) and entering conference number 10118453. Additionally, an audio archive will be available on LTC’s website on the “Presentations” page of the “Investor Information” section, which is under the “Investors” tab. LTC’s earnings release and supplemental information package for the current period will be available on its website on the “Press Releases” and “Presentations” pages, respectively, of the “Investor Information” section which is under the “Investors” tab.\nAbout LTC\nLTC is a self-administered real estate investment trust that primarily invests in seniors housing and health care properties primarily through sale-leaseback transactions, mortgage financing and structured finance solutions including mezzanine lending. At March 31, 2018, LTC had 203 investments located in 29 states comprising 105 assisted living communities, 97 skilled nursing centers and a behavioral health care hospital. Assisted living communities, independent living communities, memory care communities and combinations thereof are included in the assisted living property type. For more information on LTC Properties, Inc., visit the Company’s website at www.LTCreit.com , or connect with us on Twitter @LTCreit and LinkedIn .\nForward Looking Statements\nThis press release includes statements that are not purely historical and are “forward looking statements” within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended, including statements regarding the Company’s expectations, beliefs, intentions or strategies regarding the future. All statements other than historical facts contained in this press release are forward looking statements. These forward looking statements involve a number of risks and uncertainties. Please see LTC’s most recent Annual Report on Form 10-K, its subsequent Quarterly Reports on Form 10-Q, and its other publicly available filings with the Securities and Exchange Commission for a discussion of these and other risks and uncertainties. All forward looking statements included in this press release are based on information available to the Company on the date hereof, and LTC assumes no obligation to update such forward looking statements. Although the Company’s management believes that the assumptions and expectations reflected in such forward looking statements are reasonable, no assurance can be given that such expectations will prove to have been correct. The actual results achieved by the Company may differ materially from any forward looking statements due to the risks and uncertainties of such statements.\nLTC PROPERTIES, INC. CONSOLIDATED STATEMENTS OF INCOME (amounts in thousands, except per share amounts unaudited)\nThree Months Ended March 31, 2018 2017 Revenues: Rental income $ 34,505 $ 35,035 Interest income from mortgage loans 6,816 6,748 Interest and other income 489 839 Total revenues 41,810 42,622 Expenses: Interest expense 7,829 7,471 Depreciation and amortization 9,444 9,359 Provision (recovery) for doubtful accounts 8 (38 ) Transaction costs 4 22 General and administrative expenses 4,797 4,740 Total expenses 22,082 21,554 Operating income 19,728 21,068 Income from unconsolidated joint ventures 631 445 Net income 20,359 21,513 Income allocated to participating securities (88 ) (97 ) Net income available to common stockholders $ 20,271 $ 21,416 Earnings per common share: Basic $ 0.51 $ 0.54 Diluted $ 0.51 $ 0.54 Weighted average shares used to calculate earnings per common share:\nBasic 39,451 39,366 Diluted 39,454 39,612 Dividends declared and paid per common share $ 0.57 $ 0.57 Supplemental Reporting Measures\nFFO, adjusted FFO (“AFFO”), and Funds Available for Distribution (“FAD”) are supplemental measures of a real estate investment trust’s (“REIT”) financial performance that are not defined by U.S. generally accepted accounting principles (“GAAP”). Investors, analysts and the Company use FFO, AFFO and FAD as supplemental measures of operating performance. The Company believes FFO, AFFO and FAD are helpful in evaluating the operating performance of a REIT. Real estate values historically rise and fall with market conditions, but cost accounting for real estate assets in accordance with GAAP assumes that the value of real estate assets diminishes predictably over time. We believe that by excluding the effect of historical cost depreciation, which may be of limited relevance in evaluating current performance, FFO, AFFO and FAD facilitate like comparisons of operating performance between periods. Additionally the Company believes that normalized FFO, normalized AFFO and normalized FAD provide useful information because they allow investors, analysts and our management to compare the Company’s operating performance on a consistent basis without having to account for differences caused by unanticipated items.\nFFO, as defined by the National Association of Real Estate Investment Trusts (“NAREIT”), means net income available to common stockholders (computed in accordance with GAAP) excluding gains or losses on the sale of real estate and impairment write-downs of depreciable real estate, plus real estate depreciation and amortization, and after adjustments for unconsolidated partnerships and joint ventures. Normalized FFO represents FFO adjusted for certain items detailed in the reconciliations. The Company’s computation of FFO may not be comparable to FFO reported by other REITs that do not define the term in accordance with the current NAREIT definition or have a different interpretation of the current NAREIT definition from that of the Company; therefore, caution should be exercised when comparing our Company’s FFO to that of other REITs.\nWe define AFFO as FFO excluding the effects of straight-line rent, amortization of lease inducement, effective interest income and deferred income from unconsolidated joint ventures. GAAP requires rental revenues related to non-contingent leases that contain specified rental increases over the life of the lease to be recognized evenly over the life of the lease. This method results in rental income in the early years of a lease that is higher than actual cash received, creating a straight-line rent receivable asset included in our consolidated balance sheet. At some point during the lease, depending on its terms, cash rent payments exceed the straight-line rent which results in the straight-line rent receivable asset decreasing to zero over the remainder of the lease term. Effective interest method, as required by GAAP, is a technique for calculating the actual interest rate for the term of a mortgage loan based on the initial origination value. Similar to the accounting methodology of straight-line rent, the actual interest rate is higher than the stated interest rate in the early years of the mortgage loan thus creating an effective interest receivable asset included in the interest receivable line item in our consolidated balance sheet and reduces down to zero when, at some point during the mortgage loan, the stated interest rate is higher than the actual interest rate. By excluding the non-cash portion of rental income, interest income from mortgage loans and income from unconsolidated joint ventures, investors, analysts and our management can compare AFFO between periods. Normalized AFFO represents AFFO adjusted for certain items detailed in the reconciliations.\nWe define FAD as AFFO excluding the effects of non-cash compensation charges, capitalized interest and non-cash interest charges. FAD is useful in analyzing the portion of cash flow that is available for distribution to stockholders. Investors, analysts and the Company utilize FAD as an indicator of common dividend potential. The FAD payout ratio, which represents annual distributions to common shareholders expressed as a percentage of FAD, facilitates the comparison of dividend coverage between REITs. Normalized FAD represents FAD adjusted for certain items detailed in the reconciliations.\nWhile the Company uses FFO, Normalized FFO, AFFO, Normalized AFFO, FAD and Normalized FAD as supplemental performance measures of our cash flow generated by operations and cash available for distribution to stockholders, such measures are not representative of cash generated from operating activities in accordance with GAAP, and are not necessarily indicative of cash available to fund cash needs and should not be considered an alternative to net income available to common stockholders.\nReconciliation of FFO, AFFO and FAD\nThe following table reconciles GAAP net income available to common stockholders to each of NAREIT FFO attributable to common stockholders and normalized FFO attributable to common stockholders, as well as normalized AFFO and normalized FAD (unaudited, amounts in thousands, except per share amounts):\nThree Months Ended March 31, 2018 2017 GAAP net income available to common stockholders $20,271 $21,416 Add: Depreciation and amortization 9,444 9,359 NAREIT FFO attributable to common stockholders 29,715 30,775 Less: Non-cash rental income (2,900 ) (2,340 ) Less: Effective interest income from mortgage loans (1,404 ) (1,307 ) Less: Deferred income from unconsolidated joint ventures (31 ) (47 ) Adjusted FFO (AFFO) 25,380 27,081 Add: Non-cash compensation charges 1,376 1,259 Add: Non-cash interest related to earn-out liabilities 126 226 Less: Capitalized interest (259 ) (170 ) Funds available for distribution (FAD) $26,623 $28,396 NAREIT Basic FFO attributable to common stockholders per share $0.75 $0.78 NAREIT Diluted FFO attributable to common stockholders per share $0.75 $0.78 NAREIT Diluted FFO attributable to common stockholders $29,803 $30,872 Weighted average shares used to calculate NAREIT diluted FFO per share attributable to common stockholders\n39,603 39,612 Diluted AFFO $25,468 $27,178 Weighted average shares used to calculate diluted AFFO per share 39,603 39,612 Diluted FAD $26,711 $28,493 Weighted average shares used to calculate diluted FAD per share 39,603 39,612 LTC PROPERTIES, INC. CONSOLIDATED BALANCE SHEETS (amounts in thousands, except per share)\nMarch 31, 2018 December 31, 2017 ASSETS (unaudited) (audited) Investments: Land $ 121,496 $ 124,041 Buildings and improvements 1,236,605 1,262,335 Accumulated depreciation and amortization (292,222 ) (304,117 ) Operating real estate property, net 1,065,879 1,082,259 Properties held-for-sale, net of accumulated depreciation: 2018—$23,223; 2017—$1,916 20,182 3,830 Real property investments, net 1,086,061 1,086,089 Mortgage loans receivable, net of loan loss reserve: 2018—$2,351; 2017—$2,255 233,383 223,907 Real estate investments, net 1,319,444 1,309,996 Notes receivable, net of loan loss reserve: 2018—$166; 2017—$166 16,402 16,402 Investments in unconsolidated joint ventures 30,289 29,898 Investments, net 1,366,135 1,356,296 Other assets: Cash and cash equivalents 3,784 5,213 Debt issue costs related to bank borrowings 540 810 Interest receivable 16,456 15,050 Straight-line rent receivable, net of allowance for doubtful accounts: 2018—$726; 2017—$814 68,017 64,490 Lease incentives 21,321 21,481 Prepaid expenses and other assets 2,877 2,230 Total assets $ 1,479,130 $ 1,465,570 LIABILITIES Bank borrowings $ 120,500 $ 96,500 Senior unsecured notes, net of debt issue costs: 2018—$1,079; 2017—$1,131 566,888 571,002 Accrued interest 4,114 5,276 Accrued incentives and earn-outs 9,041 8,916 Accrued expenses and other liabilities 21,724 25,228 Total liabilities 722,267 706,922 EQUITY Stockholders’ equity: Common stock: $0.01 par value; 60,000 shares authorized; shares issued and outstanding: 2018—39,629; 2017—39,570 396 396 Capital in excess of par value 857,426 856,992 Cumulative net income 1,121,142 1,100,783 Cumulative distributions (1,225,589 ) (1,203,011 ) Total LTC Properties, Inc. stockholders’ equity 753,375 755,160 Non-controlling interests 3,488 3,488 Total equity 756,863 758,648 Total liabilities and equity $ 1,479,130 $ 1,465,570\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180509005325/en/\nLTC Properties, Inc.\nWendy L. Simpson\nPam Kessler\n(805) 981-8655\nSource: LTC Properties, Inc.",
    "published": "2018-05-10T01:00:00.000+03:00",
    "crawled": "2018-05-10T02:40:58.011+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "westlake",
        "village",
        "business",
        "wire",
        "ltc",
        "property",
        "nyse",
        "ltc",
        "real",
        "estate",
        "investment",
        "trust",
        "primarily",
        "invests",
        "senior",
        "housing",
        "health",
        "care",
        "property",
        "today",
        "announced",
        "operating",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "net",
        "income",
        "available",
        "common",
        "stockholder",
        "million",
        "per",
        "diluted",
        "share",
        "first",
        "quarter",
        "compared",
        "million",
        "per",
        "diluted",
        "share",
        "period",
        "fund",
        "operation",
        "ffo",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "comparable",
        "period",
        "ffo",
        "per",
        "diluted",
        "common",
        "share",
        "quarter",
        "ended",
        "march",
        "respectively",
        "decrease",
        "net",
        "income",
        "available",
        "common",
        "stockholder",
        "ffo",
        "ffo",
        "per",
        "diluted",
        "common",
        "share",
        "primarily",
        "due",
        "reduction",
        "rental",
        "income",
        "related",
        "property",
        "sold",
        "previously",
        "disclosed",
        "defaulted",
        "master",
        "lease",
        "placed",
        "cash",
        "basis",
        "well",
        "higher",
        "interest",
        "expense",
        "resulting",
        "increase",
        "net",
        "borrowing",
        "partially",
        "offset",
        "higher",
        "income",
        "unconsolidated",
        "joint",
        "venture",
        "mezzanine",
        "loan",
        "first",
        "quarter",
        "ltc",
        "funded",
        "million",
        "existing",
        "mortgage",
        "loan",
        "purchase",
        "skilled",
        "nursing",
        "center",
        "michigan",
        "incremental",
        "funding",
        "bear",
        "interest",
        "fixed",
        "five",
        "year",
        "escalating",
        "thereafter",
        "subsequent",
        "march",
        "ltc",
        "sold",
        "portfolio",
        "six",
        "assisted",
        "living",
        "memory",
        "care",
        "community",
        "million",
        "known",
        "sunrise",
        "portfolio",
        "six",
        "community",
        "five",
        "assisted",
        "living",
        "one",
        "memory",
        "care",
        "span",
        "unit",
        "five",
        "location",
        "ohio",
        "pennsylvania",
        "result",
        "transaction",
        "ltc",
        "expects",
        "recognize",
        "net",
        "gain",
        "sale",
        "approximately",
        "million",
        "second",
        "quarter",
        "transaction",
        "structured",
        "close",
        "concurrent",
        "april",
        "lease",
        "expiration",
        "rental",
        "revenue",
        "lease",
        "four",
        "month",
        "ended",
        "april",
        "approximately",
        "million",
        "conference",
        "call",
        "information",
        "ltc",
        "conduct",
        "conference",
        "call",
        "thursday",
        "may",
        "pacific",
        "time",
        "eastern",
        "time",
        "provide",
        "commentary",
        "performance",
        "operating",
        "result",
        "quarter",
        "ended",
        "march",
        "conference",
        "call",
        "accessible",
        "telephone",
        "internet",
        "telephone",
        "access",
        "available",
        "dialing",
        "domestically",
        "internationally",
        "participate",
        "webcast",
        "go",
        "ltc",
        "website",
        "minute",
        "call",
        "download",
        "necessary",
        "software",
        "audio",
        "replay",
        "conference",
        "call",
        "available",
        "may",
        "may",
        "may",
        "accessed",
        "dialing",
        "domestically",
        "internationally",
        "entering",
        "conference",
        "number",
        "additionally",
        "audio",
        "archive",
        "available",
        "ltc",
        "website",
        "presentation",
        "page",
        "investor",
        "information",
        "section",
        "investor",
        "tab",
        "ltc",
        "earnings",
        "release",
        "supplemental",
        "information",
        "package",
        "current",
        "period",
        "available",
        "website",
        "press",
        "release",
        "presentation",
        "page",
        "respectively",
        "investor",
        "information",
        "section",
        "investor",
        "tab",
        "ltc",
        "ltc",
        "real",
        "estate",
        "investment",
        "trust",
        "primarily",
        "invests",
        "senior",
        "housing",
        "health",
        "care",
        "property",
        "primarily",
        "transaction",
        "mortgage",
        "financing",
        "structured",
        "finance",
        "solution",
        "including",
        "mezzanine",
        "lending",
        "march",
        "ltc",
        "investment",
        "located",
        "state",
        "comprising",
        "assisted",
        "living",
        "community",
        "skilled",
        "nursing",
        "center",
        "behavioral",
        "health",
        "care",
        "hospital",
        "assisted",
        "living",
        "community",
        "independent",
        "living",
        "community",
        "memory",
        "care",
        "community",
        "combination",
        "thereof",
        "included",
        "assisted",
        "living",
        "property",
        "type",
        "information",
        "ltc",
        "property",
        "visit",
        "company",
        "website",
        "connect",
        "u",
        "twitter",
        "ltcreit",
        "linkedin",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "includes",
        "statement",
        "purely",
        "historical",
        "forward",
        "looking",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "including",
        "statement",
        "regarding",
        "company",
        "expectation",
        "belief",
        "intention",
        "strategy",
        "regarding",
        "future",
        "statement",
        "historical",
        "fact",
        "contained",
        "press",
        "release",
        "forward",
        "looking",
        "statement",
        "forward",
        "looking",
        "statement",
        "involve",
        "number",
        "risk",
        "uncertainty",
        "please",
        "see",
        "ltc",
        "recent",
        "annual",
        "report",
        "form",
        "subsequent",
        "quarterly",
        "report",
        "form",
        "publicly",
        "available",
        "filing",
        "security",
        "exchange",
        "commission",
        "discussion",
        "risk",
        "uncertainty",
        "forward",
        "looking",
        "statement",
        "included",
        "press",
        "release",
        "based",
        "information",
        "available",
        "company",
        "date",
        "hereof",
        "ltc",
        "assumes",
        "obligation",
        "update",
        "forward",
        "looking",
        "statement",
        "although",
        "company",
        "management",
        "belief",
        "assumption",
        "expectation",
        "reflected",
        "forward",
        "looking",
        "statement",
        "reasonable",
        "assurance",
        "given",
        "expectation",
        "prove",
        "correct",
        "actual",
        "result",
        "achieved",
        "company",
        "may",
        "differ",
        "materially",
        "forward",
        "looking",
        "statement",
        "due",
        "risk",
        "uncertainty",
        "statement",
        "ltc",
        "property",
        "consolidated",
        "statement",
        "income",
        "amount",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "rental",
        "income",
        "interest",
        "income",
        "mortgage",
        "loan",
        "interest",
        "income",
        "total",
        "revenue",
        "expense",
        "interest",
        "expense",
        "depreciation",
        "amortization",
        "provision",
        "recovery",
        "doubtful",
        "account",
        "transaction",
        "cost",
        "general",
        "administrative",
        "expense",
        "total",
        "expense",
        "operating",
        "income",
        "income",
        "unconsolidated",
        "joint",
        "venture",
        "net",
        "income",
        "income",
        "allocated",
        "participating",
        "security",
        "net",
        "income",
        "available",
        "common",
        "stockholder",
        "earnings",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "used",
        "calculate",
        "earnings",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "dividend",
        "declared",
        "paid",
        "per",
        "common",
        "share",
        "supplemental",
        "reporting",
        "measure",
        "ffo",
        "adjusted",
        "ffo",
        "affo",
        "fund",
        "available",
        "distribution",
        "fad",
        "supplemental",
        "measure",
        "real",
        "estate",
        "investment",
        "trust",
        "reit",
        "financial",
        "performance",
        "defined",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "investor",
        "analyst",
        "company",
        "use",
        "ffo",
        "affo",
        "fad",
        "supplemental",
        "measure",
        "operating",
        "performance",
        "company",
        "belief",
        "ffo",
        "affo",
        "fad",
        "helpful",
        "evaluating",
        "operating",
        "performance",
        "reit",
        "real",
        "estate",
        "value",
        "historically",
        "rise",
        "fall",
        "market",
        "condition",
        "cost",
        "accounting",
        "real",
        "estate",
        "asset",
        "accordance",
        "gaap",
        "assumes",
        "value",
        "real",
        "estate",
        "asset",
        "diminishes",
        "predictably",
        "time",
        "believe",
        "excluding",
        "effect",
        "historical",
        "cost",
        "depreciation",
        "may",
        "limited",
        "relevance",
        "evaluating",
        "current",
        "performance",
        "ffo",
        "affo",
        "fad",
        "facilitate",
        "like",
        "comparison",
        "operating",
        "performance",
        "period",
        "additionally",
        "company",
        "belief",
        "normalized",
        "ffo",
        "normalized",
        "affo",
        "normalized",
        "fad",
        "provide",
        "useful",
        "information",
        "allow",
        "investor",
        "analyst",
        "management",
        "compare",
        "company",
        "operating",
        "performance",
        "consistent",
        "basis",
        "without",
        "account",
        "difference",
        "caused",
        "unanticipated",
        "item",
        "ffo",
        "defined",
        "national",
        "association",
        "real",
        "estate",
        "investment",
        "trust",
        "nareit",
        "mean",
        "net",
        "income",
        "available",
        "common",
        "stockholder",
        "computed",
        "accordance",
        "gaap",
        "excluding",
        "gain",
        "loss",
        "sale",
        "real",
        "estate",
        "impairment",
        "depreciable",
        "real",
        "estate",
        "plus",
        "real",
        "estate",
        "depreciation",
        "amortization",
        "adjustment",
        "unconsolidated",
        "partnership",
        "joint",
        "venture",
        "normalized",
        "ffo",
        "represents",
        "ffo",
        "adjusted",
        "certain",
        "item",
        "detailed",
        "reconciliation",
        "company",
        "computation",
        "ffo",
        "may",
        "comparable",
        "ffo",
        "reported",
        "reit",
        "define",
        "term",
        "accordance",
        "current",
        "nareit",
        "definition",
        "different",
        "interpretation",
        "current",
        "nareit",
        "definition",
        "company",
        "therefore",
        "caution",
        "exercised",
        "comparing",
        "company",
        "ffo",
        "reit",
        "define",
        "affo",
        "ffo",
        "excluding",
        "effect",
        "rent",
        "amortization",
        "lease",
        "inducement",
        "effective",
        "interest",
        "income",
        "deferred",
        "income",
        "unconsolidated",
        "joint",
        "venture",
        "gaap",
        "requires",
        "rental",
        "revenue",
        "related",
        "lease",
        "contain",
        "specified",
        "rental",
        "increase",
        "life",
        "lease",
        "recognized",
        "evenly",
        "life",
        "lease",
        "method",
        "result",
        "rental",
        "income",
        "early",
        "year",
        "lease",
        "higher",
        "actual",
        "cash",
        "received",
        "creating",
        "rent",
        "receivable",
        "asset",
        "included",
        "consolidated",
        "balance",
        "sheet",
        "point",
        "lease",
        "depending",
        "term",
        "cash",
        "rent",
        "payment",
        "exceed",
        "rent",
        "result",
        "rent",
        "receivable",
        "asset",
        "decreasing",
        "zero",
        "remainder",
        "lease",
        "term",
        "effective",
        "interest",
        "method",
        "required",
        "gaap",
        "technique",
        "calculating",
        "actual",
        "interest",
        "rate",
        "term",
        "mortgage",
        "loan",
        "based",
        "initial",
        "origination",
        "value",
        "similar",
        "accounting",
        "methodology",
        "rent",
        "actual",
        "interest",
        "rate",
        "higher",
        "stated",
        "interest",
        "rate",
        "early",
        "year",
        "mortgage",
        "loan",
        "thus",
        "creating",
        "effective",
        "interest",
        "receivable",
        "asset",
        "included",
        "interest",
        "receivable",
        "line",
        "item",
        "consolidated",
        "balance",
        "sheet",
        "reduces",
        "zero",
        "point",
        "mortgage",
        "loan",
        "stated",
        "interest",
        "rate",
        "higher",
        "actual",
        "interest",
        "rate",
        "excluding",
        "portion",
        "rental",
        "income",
        "interest",
        "income",
        "mortgage",
        "loan",
        "income",
        "unconsolidated",
        "joint",
        "venture",
        "investor",
        "analyst",
        "management",
        "compare",
        "affo",
        "period",
        "normalized",
        "affo",
        "represents",
        "affo",
        "adjusted",
        "certain",
        "item",
        "detailed",
        "reconciliation",
        "define",
        "fad",
        "affo",
        "excluding",
        "effect",
        "compensation",
        "charge",
        "capitalized",
        "interest",
        "interest",
        "charge",
        "fad",
        "useful",
        "analyzing",
        "portion",
        "cash",
        "flow",
        "available",
        "distribution",
        "stockholder",
        "investor",
        "analyst",
        "company",
        "utilize",
        "fad",
        "indicator",
        "common",
        "dividend",
        "potential",
        "fad",
        "payout",
        "ratio",
        "represents",
        "annual",
        "distribution",
        "common",
        "shareholder",
        "expressed",
        "percentage",
        "fad",
        "facilitates",
        "comparison",
        "dividend",
        "coverage",
        "reit",
        "normalized",
        "fad",
        "represents",
        "fad",
        "adjusted",
        "certain",
        "item",
        "detailed",
        "reconciliation",
        "company",
        "us",
        "ffo",
        "normalized",
        "ffo",
        "affo",
        "normalized",
        "affo",
        "fad",
        "normalized",
        "fad",
        "supplemental",
        "performance",
        "measure",
        "cash",
        "flow",
        "generated",
        "operation",
        "cash",
        "available",
        "distribution",
        "stockholder",
        "measure",
        "representative",
        "cash",
        "generated",
        "operating",
        "activity",
        "accordance",
        "gaap",
        "necessarily",
        "indicative",
        "cash",
        "available",
        "fund",
        "cash",
        "need",
        "considered",
        "alternative",
        "net",
        "income",
        "available",
        "common",
        "stockholder",
        "reconciliation",
        "ffo",
        "affo",
        "fad",
        "following",
        "table",
        "reconciles",
        "gaap",
        "net",
        "income",
        "available",
        "common",
        "stockholder",
        "nareit",
        "ffo",
        "attributable",
        "common",
        "stockholder",
        "normalized",
        "ffo",
        "attributable",
        "common",
        "stockholder",
        "well",
        "normalized",
        "affo",
        "normalized",
        "fad",
        "unaudited",
        "amount",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "march",
        "gaap",
        "net",
        "income",
        "available",
        "common",
        "stockholder",
        "add",
        "depreciation",
        "amortization",
        "nareit",
        "ffo",
        "attributable",
        "common",
        "stockholder",
        "less",
        "rental",
        "income",
        "less",
        "effective",
        "interest",
        "income",
        "mortgage",
        "loan",
        "less",
        "deferred",
        "income",
        "unconsolidated",
        "joint",
        "venture",
        "adjusted",
        "ffo",
        "affo",
        "add",
        "compensation",
        "charge",
        "add",
        "interest",
        "related",
        "liability",
        "less",
        "capitalized",
        "interest",
        "fund",
        "available",
        "distribution",
        "fad",
        "nareit",
        "basic",
        "ffo",
        "attributable",
        "common",
        "stockholder",
        "per",
        "share",
        "nareit",
        "diluted",
        "ffo",
        "attributable",
        "common",
        "stockholder",
        "per",
        "share",
        "nareit",
        "diluted",
        "ffo",
        "attributable",
        "common",
        "stockholder",
        "weighted",
        "average",
        "share",
        "used",
        "calculate",
        "nareit",
        "diluted",
        "ffo",
        "per",
        "share",
        "attributable",
        "common",
        "stockholder",
        "diluted",
        "affo",
        "weighted",
        "average",
        "share",
        "used",
        "calculate",
        "diluted",
        "affo",
        "per",
        "share",
        "diluted",
        "fad",
        "weighted",
        "average",
        "share",
        "used",
        "calculate",
        "diluted",
        "fad",
        "per",
        "share",
        "ltc",
        "property",
        "consolidated",
        "balance",
        "sheet",
        "amount",
        "thousand",
        "except",
        "per",
        "share",
        "march",
        "december",
        "asset",
        "unaudited",
        "audited",
        "investment",
        "land",
        "building",
        "improvement",
        "accumulated",
        "depreciation",
        "amortization",
        "operating",
        "real",
        "estate",
        "property",
        "net",
        "property",
        "net",
        "accumulated",
        "depreciation",
        "real",
        "property",
        "investment",
        "net",
        "mortgage",
        "loan",
        "receivable",
        "net",
        "loan",
        "loss",
        "reserve",
        "real",
        "estate",
        "investment",
        "net",
        "note",
        "receivable",
        "net",
        "loan",
        "loss",
        "reserve",
        "investment",
        "unconsolidated",
        "joint",
        "venture",
        "investment",
        "net",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "debt",
        "issue",
        "cost",
        "related",
        "bank",
        "borrowing",
        "interest",
        "receivable",
        "rent",
        "receivable",
        "net",
        "allowance",
        "doubtful",
        "account",
        "lease",
        "incentive",
        "prepaid",
        "expense",
        "asset",
        "total",
        "asset",
        "liability",
        "bank",
        "borrowing",
        "senior",
        "unsecured",
        "note",
        "net",
        "debt",
        "issue",
        "cost",
        "accrued",
        "interest",
        "accrued",
        "incentive",
        "accrued",
        "expense",
        "liability",
        "total",
        "liability",
        "equity",
        "stockholder",
        "equity",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "capital",
        "excess",
        "par",
        "value",
        "cumulative",
        "net",
        "income",
        "cumulative",
        "distribution",
        "total",
        "ltc",
        "property",
        "stockholder",
        "equity",
        "interest",
        "total",
        "equity",
        "total",
        "liability",
        "equity",
        "view",
        "source",
        "version",
        "http",
        "ltc",
        "property",
        "wendy",
        "simpson",
        "pam",
        "kessler",
        "source",
        "ltc",
        "property",
        "inc"
    ]
}