{
    "organizations": [],
    "uuid": "14be3df67eeda5bc3029fe5e32bf506084c063f1",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/10/business-wire-syros-reports-first-quarter-2018-financial-results-and-highlights-key-accomplishments-and-upcoming-milestones.html",
    "ord_in_thread": 0,
    "title": "Syros Reports First Quarter 2018 Financial Results and Highlights Key Accomplishments and Upcoming Milestones",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Presented Preclinical Data on SY-1365 Showing Potent Anti-Tumor Activity in Multiple Models of Heavily Pretreated Ovarian Cancer\nPlan to Open Single-Agent and Combination Expansion Cohorts in Phase 1 Trial of SY-1365 in Mid-2018 in Multiple Patient Populations with Ovarian and Breast Cancer\nExpect to Report Initial Data from Combination Arms of Phase 2 Trial of SY-1425 and Dose Escalation Portion of Phase 1 Trial of SY-1365 in Fourth Quarter of 2018\nManagement to Host Conference Call at 8:30 AM ET\nCAMBRIDGE, Mass.--(BUSINESS WIRE)-- Syros Pharmaceuticals (NASDAQ: SYRS), a biopharmaceutical company pioneering the discovery and development of medicines to control the expression of genes, today reported financial results for the quarter ended March 31, 2018 and provided an update on recent accomplishments and upcoming events.\n“Our priorities for 2018 are advancing our first-in-class drug candidates SY-1425 and SY-1365, leveraging our leading gene control platform to continue fueling our pipeline, and building on our strong financial position and company fundamentals,” said Nancy Simonian, M.D., Chief Executive Officer of Syros. “We have made terrific progress on all three fronts this year, presenting preclinical data that support the planned expansion of our Phase 1 trial of SY-1365 into ovarian cancer, entering into a collaboration with Incyte that applies our platform to diseases beyond our current areas of focus, and fortifying our financial position with a successful public offering. We continue to build momentum as we prepare for our planned data readouts in the fourth quarter of this year for both SY-1425 and SY-1365, and we remain focused on executing with excellence as we strive to build a great and enduring company with medicines that make a profound difference for currently underserved patients.”\nUpcoming Milestones\nSyros plans to report initial clinical data in the fourth quarter of 2018 from cohorts in its Phase 2 trial evaluating SY-1425 in combination with azacitidine in RARA and IRF8 biomarker-positive newly diagnosed acute myeloid leukemia (AML) patients who are not suitable candidates for standard chemotherapy, and in combination with daratumumab in biomarker-positive relapsed or refractory AML and higher-risk myelodysplastic syndrome (MDS) patients. The primary objective of the trial is to evaluate the safety and efficacy of these combinations in biomarker-positive AML and higher-risk MDS patients. The Company announced today that it plans to add approximately 25 biomarker-negative newly diagnosed AML patients who are not suitable candidates for standard chemotherapy to its ongoing Phase 2 trial in order to support the development of a commercial companion diagnostic test for SY-1425. These patients will be treated with SY-1425 in combination with azacitidine. Syros plans to open expansion cohorts in mid-2018 in its ongoing Phase 1 trial of SY-1365 in multiple patient populations with ovarian and breast cancer to evaluate SY-1365 as a single agent and in combination with standard-of-care therapies. Syros plans to report clinical data in the fourth quarter of 2018 from the dose escalation portion of its ongoing Phase 1 trial of SY-1365 in advanced solid tumor patients. Syros plans to select a new development candidate from its preclinical pipeline by the end of 2018.\nRecent Platform and Pipeline Highlights\nIn April 2018, Syros and its collaborators at the Dana-Farber Cancer Institute presented new preclinical data on SY-1365 at the American Association for Cancer Research (AACR) Annual Meeting in Chicago. SY-1365 demonstrated potent anti-tumor activity in multiple models of heavily pretreated ovarian cancer, inhibiting tumor growth in 10 of the 17 patient-derived xenograft models studied, including inducing complete regressions. These responses were observed irrespective of BRCA status or sensitivity to a PARP inhibitor. Preclinical studies also pointed to potential biomarkers of response to SY-1365.\nFirst Quarter 2018 Financial Results\nCash, cash equivalents and marketable securities as of March 31, 2018 were $121.7 million, compared with $72.0 million on December 31, 2017. This increase in cash reflects aggregate gross proceeds of approximately $46.0 million from Syros’ underwritten public offering of common stock that closed in February 2018, $1.4 million in proceeds from a private placement of stock to Incyte Corporation concurrent with this public offering, and a $10.0 million upfront payment and $10.0 million in proceeds from the sale of Syros common stock received in January 2018 in connection with Syros’ entry into its collaboration with Incyte.\nFor the first quarter 2018, Syros reported a net loss of $14.5 million, or $0.48 per share, compared to a net loss of $11.5 million, or $0.49 per share, for the same period in 2017. Stock-based compensation included in the net loss was $1.7 million for the first quarter 2018, compared to $0.9 million for the same period in 2017.\nRevenues were $0.4 million for the first quarter of 2018, as compared to $1.1 million for the same period in 2017. Revenues in the first quarter of 2018 were earned under Syros’ collaboration with Incyte, compared to revenues in the first quarter of 2017, which were earned from a research agreement with a multinational pharmaceutical company. Research and development (R&D) expenses were $11.1 million for the first quarter of 2018, as compared to $9.6 million for the same period in 2017. This increase was primarily attributable to increased external research and development costs associated with Syros’ ongoing clinical trials. Stock-based compensation included in R&D expenses was $0.6 million for the first quarter 2018, compared to $0.3 million for the same period in 2017. General and administrative (G&A) expenses were $4.1 million for the first quarter of 2018, as compared to $3.1 million for the same period in 2017. This increase was primarily attributable to an increase in employee-related costs, including salary, benefits and stock-based compensation, as well as legal and professional fees associated with entry into Syros’ collaboration with Incyte. Stock-based compensation included in G&A expenses was $1.1 million for the first quarter 2018, compared to $0.6 million for the same period in 2017.\nFinancial Guidance\nBased on its current plans, Syros believes that its existing cash, cash equivalents and marketable securities will be sufficient to enable it to fund its planned operating expenses and capital expenditure requirements into 2020.\nConference Call and Webcast:\nSyros will host a conference call today at 8:30 a.m. ET to discuss these first quarter 2018 financial results and provide a corporate update.\nThe live call may be accessed by dialing (866) 595-4538 for domestic callers or (636) 812-6496 for international callers and referencing conference ID number: 2967666. A live webcast of the conference call will be available online on the Investors & Media section of the Syros website at www.syros.com . An archived replay of the webcast will be available for approximately 90 days.\nAbout Syros Pharmaceuticals\nSyros is pioneering the understanding of the non-coding region of the genome to advance a new wave of medicines that control expression of genes. Syros has built a proprietary platform that is designed to systematically and efficiently analyze this unexploited region of DNA in human disease tissue to identify and drug novel targets linked to genomically defined patient populations. Because gene expression is fundamental to the function of all cells, Syros’ gene control platform has broad potential to create medicines that achieve profound and durable benefit across a range of diseases. Syros is currently focused on cancer and monogenic diseases and is advancing a growing pipeline of gene control medicines. Syros’ lead drug candidates are SY-1425, a selective RARα agonist in a Phase 2 clinical trial for genomically defined subsets of patients with acute myeloid leukemia and myelodysplastic syndrome, and SY-1365, a selective CDK7 inhibitor in a Phase 1 clinical trial for patients with advanced solid tumors. Led by a team with deep experience in drug discovery, development and commercialization, Syros is located in Cambridge, Mass.\nCautionary Note Regarding Forward-Looking Statements\nThis press release contains forward-looking statements within the meaning of The Private Securities Litigation Reform Act of 1995, including without limitation statements regarding the Company’s ability to achieve its near- and long-term goals; its ability to advance its clinical-stage programs, including the reporting of clinical data from the combination cohorts of the ongoing Phase 2 clinical trial of SY-1425 and the dose escalation phase of the SY-1365 clinical trial in the fourth quarter of 2018, and the initiation of expansion cohorts of SY-1365 in ovarian and breast cancer in mid-2018; the selection of a development candidate for IND-enabling studies during 2018; the ability to enroll biomarker-negative patients in the ongoing clinical trial of SY-1425; the Company’s ability to expand its early pipeline in cancer and monogenic diseases; the benefits of the Company’s target discovery collaboration with Incyte; the Company’s ability to fund its planned operations into 2020; and the benefits of Syros’ gene control platform and product development pipeline. The words ‘‘anticipate,’’ ‘‘believe,’’ ‘‘continue,’’ ‘‘could,’’ ‘‘estimate,’’ ‘‘expect,’’ ‘‘intend,’’ ‘‘may,’’ ‘‘plan,’’ ‘‘potential,’’ ‘‘predict,’’ ‘‘project,’’ ‘‘target,’’ ‘‘should,’’ ‘‘would,’’ and similar expressions are intended to identify forward-looking statements, although not all forward-looking statements contain these identifying words. Actual results or events could differ materially from the plans, intentions and expectations disclosed in these forward-looking statements as a result of various important factors, including Syros’ ability to: advance the development of its programs, including SY-1425 and SY-1365, under the timelines it projects in current and future clinical trials; demonstrate in any current and future clinical trials the requisite safety, efficacy and combinability of its drug candidates; replicate scientific and non-clinical data in clinical trials; successfully develop a companion diagnostic test to identify patients with the RARA and IRF8 biomarkers; obtain and maintain patent protection for its drug candidates and the freedom to operate under third party intellectual property; obtain and maintain necessary regulatory approvals; identify, enter into and maintain collaboration agreements with third parties, including its ability to perform under the collaboration agreement with Incyte; manage competition; manage expenses; raise the substantial additional capital needed to achieve its business objectives; attract and retain qualified personnel; and successfully execute on its business strategies; risks described under the caption “Risk Factors” in Syros’ Annual Report on Form 10-K for the year ended December 31, 2017, as updated in its Quarterly Report on Form 10-Q for the quarter ended March 31, 2018, each of which is on file with the Securities and Exchange Commission; and risks described in other filings that Syros makes with the Securities and Exchange Commission in the future. Any forward-looking statements contained in this press release speak only as of the date hereof, and Syros expressly disclaims any obligation to update any forward-looking statements, whether because of new information, future events or otherwise.\nSyros Pharmaceuticals, Inc.\nSelected Condensed Consolidated Balance Sheet Data\n(in thousands)\n(unaudited)\nMarch 31, 2018 December 31, 2017 Cash, cash equivalents and marketable securities $ 121,741 $ 72,049 Working capital\n102,033 60,746 Total assets 128,100 78,488 Total stockholders’ equity 104,499 65,324 Syros Pharmaceuticals, Inc.\nCondensed consolidated statements of operations\n(in thousands, except share and per share data)\n(unaudited)\nThree Months Ended March 31, 2018 2017 Revenue $ 370 $ 1,101 Operating expenses: Research and development 11,116 9,628 General and administrative 4,075 3,086 Total operating expenses 15,191 12,714 Loss from operations (14,821) (11,613) Other income, net 358 98 Net loss $ (14,463) $ (11,515) Net loss per share - basic and diluted $ (0.48) $ (0.49) Weighted-average number of common shares used\nin net loss per share - basic and diluted\n30,335,164 23,393,448 1 The Company defines working capital as current assets less current liabilities. See the Company’s condensed consolidated financial statements for further details regarding its current assets and current liabilities.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180510005395/en/\nMedia:\nSyros Pharmaceuticals\nNaomi Aoki, 617-283-4298\nnaoki@syros.com\nor\nInvestors:\nStern Investor Relations, Inc.\nHannah Deresiewicz, 212-362-1200\nhannahd@sternir.com\nSource: Syros Pharmaceuticals",
    "published": "2018-05-10T15:30:00.000+03:00",
    "crawled": "2018-05-10T18:03:35.005+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "presented",
        "preclinical",
        "data",
        "showing",
        "potent",
        "activity",
        "multiple",
        "model",
        "heavily",
        "pretreated",
        "ovarian",
        "cancer",
        "plan",
        "open",
        "combination",
        "expansion",
        "cohort",
        "phase",
        "trial",
        "multiple",
        "patient",
        "population",
        "ovarian",
        "breast",
        "cancer",
        "expect",
        "report",
        "initial",
        "data",
        "combination",
        "arm",
        "phase",
        "trial",
        "dose",
        "escalation",
        "portion",
        "phase",
        "trial",
        "fourth",
        "quarter",
        "management",
        "host",
        "conference",
        "call",
        "et",
        "cambridge",
        "business",
        "wire",
        "syros",
        "pharmaceutical",
        "nasdaq",
        "syrs",
        "biopharmaceutical",
        "company",
        "pioneering",
        "discovery",
        "development",
        "medicine",
        "control",
        "expression",
        "gene",
        "today",
        "reported",
        "financial",
        "result",
        "quarter",
        "ended",
        "march",
        "provided",
        "update",
        "recent",
        "accomplishment",
        "upcoming",
        "event",
        "priority",
        "advancing",
        "drug",
        "candidate",
        "leveraging",
        "leading",
        "gene",
        "control",
        "platform",
        "continue",
        "fueling",
        "pipeline",
        "building",
        "strong",
        "financial",
        "position",
        "company",
        "fundamental",
        "said",
        "nancy",
        "simonian",
        "chief",
        "executive",
        "officer",
        "syros",
        "made",
        "terrific",
        "progress",
        "three",
        "front",
        "year",
        "presenting",
        "preclinical",
        "data",
        "support",
        "planned",
        "expansion",
        "phase",
        "trial",
        "ovarian",
        "cancer",
        "entering",
        "collaboration",
        "incyte",
        "applies",
        "platform",
        "disease",
        "beyond",
        "current",
        "area",
        "focus",
        "fortifying",
        "financial",
        "position",
        "successful",
        "public",
        "offering",
        "continue",
        "build",
        "momentum",
        "prepare",
        "planned",
        "data",
        "readout",
        "fourth",
        "quarter",
        "year",
        "remain",
        "focused",
        "executing",
        "excellence",
        "strive",
        "build",
        "great",
        "enduring",
        "company",
        "medicine",
        "make",
        "profound",
        "difference",
        "currently",
        "underserved",
        "upcoming",
        "milestone",
        "syros",
        "plan",
        "report",
        "initial",
        "clinical",
        "data",
        "fourth",
        "quarter",
        "cohort",
        "phase",
        "trial",
        "evaluating",
        "combination",
        "azacitidine",
        "rara",
        "irf8",
        "newly",
        "diagnosed",
        "acute",
        "myeloid",
        "leukemia",
        "aml",
        "patient",
        "suitable",
        "candidate",
        "standard",
        "chemotherapy",
        "combination",
        "daratumumab",
        "relapsed",
        "refractory",
        "aml",
        "myelodysplastic",
        "syndrome",
        "md",
        "patient",
        "primary",
        "objective",
        "trial",
        "evaluate",
        "safety",
        "efficacy",
        "combination",
        "aml",
        "md",
        "patient",
        "company",
        "announced",
        "today",
        "plan",
        "add",
        "approximately",
        "newly",
        "diagnosed",
        "aml",
        "patient",
        "suitable",
        "candidate",
        "standard",
        "chemotherapy",
        "ongoing",
        "phase",
        "trial",
        "order",
        "support",
        "development",
        "commercial",
        "companion",
        "diagnostic",
        "test",
        "patient",
        "treated",
        "combination",
        "azacitidine",
        "syros",
        "plan",
        "open",
        "expansion",
        "cohort",
        "ongoing",
        "phase",
        "trial",
        "multiple",
        "patient",
        "population",
        "ovarian",
        "breast",
        "cancer",
        "evaluate",
        "single",
        "agent",
        "combination",
        "therapy",
        "syros",
        "plan",
        "report",
        "clinical",
        "data",
        "fourth",
        "quarter",
        "dose",
        "escalation",
        "portion",
        "ongoing",
        "phase",
        "trial",
        "advanced",
        "solid",
        "tumor",
        "patient",
        "syros",
        "plan",
        "select",
        "new",
        "development",
        "candidate",
        "preclinical",
        "pipeline",
        "end",
        "recent",
        "platform",
        "pipeline",
        "highlight",
        "april",
        "syros",
        "collaborator",
        "cancer",
        "institute",
        "presented",
        "new",
        "preclinical",
        "data",
        "american",
        "association",
        "cancer",
        "research",
        "aacr",
        "annual",
        "meeting",
        "chicago",
        "demonstrated",
        "potent",
        "activity",
        "multiple",
        "model",
        "heavily",
        "pretreated",
        "ovarian",
        "cancer",
        "inhibiting",
        "tumor",
        "growth",
        "xenograft",
        "model",
        "studied",
        "including",
        "inducing",
        "complete",
        "regression",
        "response",
        "observed",
        "irrespective",
        "brca",
        "status",
        "sensitivity",
        "parp",
        "inhibitor",
        "preclinical",
        "study",
        "also",
        "pointed",
        "potential",
        "biomarkers",
        "response",
        "first",
        "quarter",
        "financial",
        "result",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "march",
        "million",
        "compared",
        "million",
        "december",
        "increase",
        "cash",
        "reflects",
        "aggregate",
        "gross",
        "proceeds",
        "approximately",
        "million",
        "syros",
        "underwritten",
        "public",
        "offering",
        "common",
        "stock",
        "closed",
        "february",
        "million",
        "proceeds",
        "private",
        "placement",
        "stock",
        "incyte",
        "corporation",
        "concurrent",
        "public",
        "offering",
        "million",
        "upfront",
        "payment",
        "million",
        "proceeds",
        "sale",
        "syros",
        "common",
        "stock",
        "received",
        "january",
        "connection",
        "syros",
        "entry",
        "collaboration",
        "incyte",
        "first",
        "quarter",
        "syros",
        "reported",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "period",
        "compensation",
        "included",
        "net",
        "loss",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "period",
        "revenue",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "period",
        "revenue",
        "first",
        "quarter",
        "earned",
        "syros",
        "collaboration",
        "incyte",
        "compared",
        "revenue",
        "first",
        "quarter",
        "earned",
        "research",
        "agreement",
        "multinational",
        "pharmaceutical",
        "company",
        "research",
        "development",
        "r",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "period",
        "increase",
        "primarily",
        "attributable",
        "increased",
        "external",
        "research",
        "development",
        "cost",
        "associated",
        "syros",
        "ongoing",
        "clinical",
        "trial",
        "compensation",
        "included",
        "r",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "period",
        "general",
        "administrative",
        "g",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "period",
        "increase",
        "primarily",
        "attributable",
        "increase",
        "cost",
        "including",
        "salary",
        "benefit",
        "compensation",
        "well",
        "legal",
        "professional",
        "fee",
        "associated",
        "entry",
        "syros",
        "collaboration",
        "incyte",
        "compensation",
        "included",
        "g",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "period",
        "financial",
        "guidance",
        "based",
        "current",
        "plan",
        "syros",
        "belief",
        "existing",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "sufficient",
        "enable",
        "fund",
        "planned",
        "operating",
        "expense",
        "capital",
        "expenditure",
        "requirement",
        "conference",
        "call",
        "webcast",
        "syros",
        "host",
        "conference",
        "call",
        "today",
        "et",
        "discus",
        "first",
        "quarter",
        "financial",
        "result",
        "provide",
        "corporate",
        "update",
        "live",
        "call",
        "may",
        "accessed",
        "dialing",
        "domestic",
        "caller",
        "international",
        "caller",
        "referencing",
        "conference",
        "id",
        "number",
        "live",
        "webcast",
        "conference",
        "call",
        "available",
        "online",
        "investor",
        "medium",
        "section",
        "syros",
        "website",
        "archived",
        "replay",
        "webcast",
        "available",
        "approximately",
        "day",
        "syros",
        "pharmaceutical",
        "syros",
        "pioneering",
        "understanding",
        "region",
        "genome",
        "advance",
        "new",
        "wave",
        "medicine",
        "control",
        "expression",
        "gene",
        "syros",
        "built",
        "proprietary",
        "platform",
        "designed",
        "systematically",
        "efficiently",
        "analyze",
        "unexploited",
        "region",
        "dna",
        "human",
        "disease",
        "tissue",
        "identify",
        "drug",
        "novel",
        "target",
        "linked",
        "genomically",
        "defined",
        "patient",
        "population",
        "gene",
        "expression",
        "fundamental",
        "function",
        "cell",
        "syros",
        "gene",
        "control",
        "platform",
        "broad",
        "potential",
        "create",
        "medicine",
        "achieve",
        "profound",
        "durable",
        "benefit",
        "across",
        "range",
        "disease",
        "syros",
        "currently",
        "focused",
        "cancer",
        "monogenic",
        "disease",
        "advancing",
        "growing",
        "pipeline",
        "gene",
        "control",
        "medicine",
        "syros",
        "lead",
        "drug",
        "candidate",
        "selective",
        "rarα",
        "agonist",
        "phase",
        "clinical",
        "trial",
        "genomically",
        "defined",
        "subset",
        "patient",
        "acute",
        "myeloid",
        "leukemia",
        "myelodysplastic",
        "syndrome",
        "selective",
        "cdk7",
        "inhibitor",
        "phase",
        "clinical",
        "trial",
        "patient",
        "advanced",
        "solid",
        "tumor",
        "led",
        "team",
        "deep",
        "experience",
        "drug",
        "discovery",
        "development",
        "commercialization",
        "syros",
        "located",
        "cambridge",
        "mass",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "including",
        "without",
        "limitation",
        "statement",
        "regarding",
        "company",
        "ability",
        "achieve",
        "goal",
        "ability",
        "advance",
        "program",
        "including",
        "reporting",
        "clinical",
        "data",
        "combination",
        "cohort",
        "ongoing",
        "phase",
        "clinical",
        "trial",
        "dose",
        "escalation",
        "phase",
        "clinical",
        "trial",
        "fourth",
        "quarter",
        "initiation",
        "expansion",
        "cohort",
        "ovarian",
        "breast",
        "cancer",
        "selection",
        "development",
        "candidate",
        "study",
        "ability",
        "enroll",
        "patient",
        "ongoing",
        "clinical",
        "trial",
        "company",
        "ability",
        "expand",
        "early",
        "pipeline",
        "cancer",
        "monogenic",
        "disease",
        "benefit",
        "company",
        "target",
        "discovery",
        "collaboration",
        "incyte",
        "company",
        "ability",
        "fund",
        "planned",
        "operation",
        "benefit",
        "syros",
        "gene",
        "control",
        "platform",
        "product",
        "development",
        "pipeline",
        "word",
        "anticipate",
        "believe",
        "continue",
        "could",
        "estimate",
        "expect",
        "intend",
        "may",
        "plan",
        "potential",
        "predict",
        "project",
        "target",
        "would",
        "similar",
        "expression",
        "intended",
        "identify",
        "statement",
        "although",
        "statement",
        "contain",
        "identifying",
        "word",
        "actual",
        "result",
        "event",
        "could",
        "differ",
        "materially",
        "plan",
        "intention",
        "expectation",
        "disclosed",
        "statement",
        "result",
        "various",
        "important",
        "factor",
        "including",
        "syros",
        "ability",
        "advance",
        "development",
        "program",
        "including",
        "timeline",
        "project",
        "current",
        "future",
        "clinical",
        "trial",
        "demonstrate",
        "current",
        "future",
        "clinical",
        "trial",
        "requisite",
        "safety",
        "efficacy",
        "combinability",
        "drug",
        "candidate",
        "replicate",
        "scientific",
        "data",
        "clinical",
        "trial",
        "successfully",
        "develop",
        "companion",
        "diagnostic",
        "test",
        "identify",
        "patient",
        "rara",
        "irf8",
        "biomarkers",
        "obtain",
        "maintain",
        "patent",
        "protection",
        "drug",
        "candidate",
        "freedom",
        "operate",
        "third",
        "party",
        "intellectual",
        "property",
        "obtain",
        "maintain",
        "necessary",
        "regulatory",
        "approval",
        "identify",
        "enter",
        "maintain",
        "collaboration",
        "agreement",
        "third",
        "party",
        "including",
        "ability",
        "perform",
        "collaboration",
        "agreement",
        "incyte",
        "manage",
        "competition",
        "manage",
        "expense",
        "raise",
        "substantial",
        "additional",
        "capital",
        "needed",
        "achieve",
        "business",
        "objective",
        "attract",
        "retain",
        "qualified",
        "personnel",
        "successfully",
        "execute",
        "business",
        "strategy",
        "risk",
        "described",
        "caption",
        "risk",
        "factor",
        "syros",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "updated",
        "quarterly",
        "report",
        "form",
        "quarter",
        "ended",
        "march",
        "file",
        "security",
        "exchange",
        "commission",
        "risk",
        "described",
        "filing",
        "syros",
        "make",
        "security",
        "exchange",
        "commission",
        "future",
        "statement",
        "contained",
        "press",
        "release",
        "speak",
        "date",
        "hereof",
        "syros",
        "expressly",
        "disclaims",
        "obligation",
        "update",
        "statement",
        "whether",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "syros",
        "pharmaceutical",
        "selected",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "data",
        "thousand",
        "unaudited",
        "march",
        "december",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "working",
        "capital",
        "total",
        "asset",
        "total",
        "stockholder",
        "equity",
        "syros",
        "pharmaceutical",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "net",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "number",
        "common",
        "share",
        "used",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "company",
        "defines",
        "working",
        "capital",
        "current",
        "asset",
        "less",
        "current",
        "liability",
        "see",
        "company",
        "condensed",
        "consolidated",
        "financial",
        "statement",
        "detail",
        "regarding",
        "current",
        "asset",
        "current",
        "liability",
        "view",
        "source",
        "version",
        "http",
        "medium",
        "syros",
        "pharmaceutical",
        "naomi",
        "aoki",
        "naoki",
        "investor",
        "stern",
        "investor",
        "relation",
        "hannah",
        "deresiewicz",
        "hannahd",
        "source",
        "syros",
        "pharmaceutical"
    ]
}