{
    "organizations": [],
    "uuid": "0a59e8b56a9f7658be548ef8ca2a077c5578f7ea",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/10/globe-newswire-extendicare-announces-2018-first-quarter-results.html",
    "ord_in_thread": 0,
    "title": "Extendicare Announces 2018 First Quarter Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MARKHAM, Ontario, Extendicare Inc. (“Extendicare” or the “Company”) (TSX:EXE) today reported results for the three months ended March 31, 2018. Results are presented in Canadian dollars unless otherwise noted.\nFinancial and Operational Highlights\nQ1 2018 financial results comparison over Q1 2017 (from continuing operations unless otherwise noted) :\nRevenue of $271.4 million up 1.0% or $2.5 million moderated by impact of prior period funding of $0.8 million received in Q1 2017, and lower investment income of the Captive of $1.5 million. Prior to those items revenue growth was 1.8%.\nNet operating income from Canadian operations up 4.7% or $1.4 million, before impact of prior period funding and timing of Good Friday, with margin of 11.3% compared to 11.0% in Q1 2017, reflecting growth from all business units except for a decline in home health care. Consolidated NOI of $29.3 million down 7.2% or $2.3 million, impacted by timing of Good Friday and prior period funding aggregating $2.2 million, and lower investment income of the Captive.\nRetirement community occupancy averaged 93.2% in stabilized communities (up from 87.6% in Q1 2017) and averaged 73.1% in lease-up communities (up from 45.2% in Q1 2017). As at occupancy at the end of March 2018 was 90.2% at stabilized communities and 75.3% at lease-up communities.\nEarnings from continuing operations of $3.6 million ($0.04 per basic share) down $1.4 million, reflecting the decline in net operating income factors previously noted, partially offset by lower administrative costs.\nAFFO from continuing operations of $14.7 million ($0.166 per basic share) up $2.0 million.\nDividends declared of $10.6 million in the first three months of 2018, representing approximately 72% of AFFO.\nIn April 2018, completed acquisition of Lynde Creek Retirement Community for cash of $34.5 million.\nCompleted issuance of 5% convertible debentures ($126.5 million) and early redemption of 6% convertible debentures ($126.5 million) in April 2018.\n“April was marked by the successful completion of our convertible debenture refinancing, as well as the strategic acquisition of Lynde Creek Manor and associated townhome village,” stated Tim Lukenda, President and CEO of Extendicare. “Despite favourable tail winds in the form of continued government investment and political support for home health care services across the country, we encountered some near-term challenges managing our way through regulatory and labour-related issues in the first quarter driven largely from an industry-wide home health care PSW staffing shortage. We are confident that we are taking the necessary steps to capitalize on the opportunities before us,” he added.\nSelected Financial Information\nThe following is a summary of selected financial information for the three months ended March 31, 2018 and 2017.\n(unaudited) Three months ended\nMarch 31 (thousands of dollars, unless otherwise noted) 2018 2017 CONTINUING OPERATIONS Revenue Long-term care 152,805 150,610 Retirement living 6,971 4,630 Home health care 106,464 107,794 Management, consulting and other 5,184 5,824 Total revenue 271,424 268,858 Operating expenses 242,102 237,254 Net operating income (NOI) (1) 29,322 31,604 NOI margin (1) 10.8 % 11.8 % Administrative costs 7,718 8,513 Lease costs 1,627 1,662 Adjusted EBITDA (1) 19,977 21,429 Adjusted EBITDA margin (1) 7.4 % 8.0 % Earnings from continuing operations 3,566 4,947 per basic share ($) 0.04 0.06 Earnings from discontinued operations, net of tax 1,265 − AFFO (1) 14,669 12,688 per basic share ($) 0.166 0.143 per diluted share ($) 0.161 0.141 Maintenance capex (continuing operations) 1,051 907 Cash dividends declared per share 0.120 0.120 Payout ratio (1) (2) 72% 84% Weighted average number of shares (thousands) Basic 88,379 88,807 Diluted 99,688 100,086\n(1) NOI, NOI margin, Adjusted EBITDA, Adjusted EBITDA margin, AFFO, AFFO per share and “payout ratio” are measures used by management in evaluating operating performance. Please refer to the cautionary statements under the heading “Non-GAAP Measures” in this press release. Detailed descriptions of these terms can be found in the Company’s disclosure documents, including its Management’s Discussion and Analysis, together with reconciliations to the nearest GAAP measures, filed with the securities regulatory authorities; these documents are available at www.sedar.com and on Extendicare’s website at www.extendicare.com . (2) Payout ratio is calculated using dividends declared per share divided by AFFO per basic share for the respective periods. 2018 First Quarter Summary\nConsolidated net operating income from continuing operations declined by $2.3 million or 7.2% to $29.3 million in the 2018 first quarter, and represented 10.8% of revenue compared to 11.8% in the same 2017 quarter. Net operating income from the Canadian operations declined by $0.8 million and was unfavourably impacted by the timing of Good Friday, which increased our operating costs this quarter by approximately $1.4 million, and prior period funding of $0.8 million received in the 2017 first quarter. Prior to these items, net operating income from the Canadian operations improved by $1.4 million or 4.7% to $30.7 million, and as a percentage of revenue was 11.3% this quarter compared to 11.0% in the same 2017 period, reflecting LTC funding enhancements, growth of our retirement living, management and group purchasing operations, partially offset by a decline in the contribution from our home health care operations. We experienced a 3.9% decline in our home health care volumes this quarter in large part due to an industry-wide capacity shortage of PSWs, and to a lesser extent nurses, which impacted our ability to keep up with demand. Initiatives are under way to improve our recruitment efforts in order to attract and retain care staff. Net operating income from our U.S. operations reflects investment income realized from our captive insurance subsidiary (the “Captive”), which was nominal in the 2018 first quarter compared to $1.5 million in the same 2017 period.\nConsolidated Adjusted EBITDA from continuing operations declined by $1.4 million to $20.0 million this quarter, and represented 7.4% of revenue compared to 8.0% in the same 2017 period, reflecting the lower contribution from net operating income, partially offset by lower administrative costs. Adjusted EBITDA from the Canadian operations decreased by $0.2 million, and excluding the aggregate $2.2 million impact of the additional holiday and prior period funding, Adjusted EBITDA improved by $2.0 million or 10.0%, and as a percentage of revenue was 8.0% compared to 7.4% in the same 2017 period. Adjusted EBITDA from the U.S. operations declined by $1.2 million reflecting lower investment income and a reduction in administrative costs.\n2018 AFFO First Quarter Summary\nDespite the impact of the additional holiday and prior period funding, AFFO improved by $2.0 million this quarter to $14.7 million ($0.166 per basic share) from $12.7 million ($0.143 per basic share) in the same 2017 period, primarily due to lower current income taxes of $2.2 million, partially offset by an increase in maintenance capex. Our current income taxes benefitted this quarter from favourable timing differences, and the utilization of tax loss carryforwards. We anticipated our effective tax rate on FFO will be in the range of 17% to 20% for the 2018 year.\nDiscontinued Operations\nThe earnings from discontinued operations reported this quarter of $1.3 million related to an adjustment to the discount rate applied to the Captive’s accrual for U.S. self-insured liabilities.\nFinancial Position\nAs at March 31, 2018, Extendicare’s consolidated cash and short-term investments on hand was $118.0 million, which excluded the investments held by our Captive of $84.9 million to support the accrual for U.S. self-insured liabilities of $57.5 million. Subsequent to March 31, 2018, the Company utilized cash on hand to complete the acquisition of the Lynde Creek Retirement Community for $34.5 million.\nOur long-term debt totalled $533.7 million as at March 31, 2018 (December 31, 2017 – $536.1 million), representing approximately 47% of our gross book value, including convertible debentures.\nAs previously announced, in April 2018, the Company issued $126.5 million aggregate principal amount of 5.00% convertible unsecured subordinated debentures due April 30, 2025, and used the net proceeds, together with cash on hand, to redeem its 6.00% convertible debentures due September 30, 2019 (aggregate principal amount of $126.5 million).\nOur consolidated net interest coverage ratio for the trailing twelve months ended March 31, 2018, was 3.8 times. Net interest coverage is defined as Adjusted EBITDA divided by net interest, which represents interest expense, with capitalized interest added back, net of interest revenue. Excluding interest revenue, our interest coverage ratio was 3.3 times.\nExtendicare’s financial reports, including its Management’s Discussion and Analysis are available on our website at www.extendicare.com under the “Investors/Financial Reports” section. Also, a supplemental information package containing historical quarterly financial results and operating statistics and a list of our senior care centres can be found on the website under the same section.\nNormal Course Issuer Bid\nTo date in 2018, under a normal course issuer bid that commenced on January 15, 2018 (the “Bid”), the Company has acquired and cancelled 703,585 common shares at an average price of $8.89 per share, for a total cost of $6.3 million. The Bid provides the Company with flexibility to purchase for cancellation up to 8,770,000 Common Shares through the facilities of the Toronto Stock Exchange, and on alternative Canadian trading systems, until January 14, 2019.\nMay 2018 Dividend Declared\nThe Board of Directors of Extendicare today declared a cash dividend of $0.04 per share for the month of May 2018, which is payable on June 15, 2018, to shareholders of record at the close of business on May 31, 2018. This dividend is designated as an “eligible dividend” within the meaning of the Income Tax Act (Canada).\nConference Call and Webcast\nOn May 11, 2018, at 11:00 a.m. (ET), we will hold a conference call to discuss our 2018 first quarter results. The call will be webcast live and archived on our website at www.extendicare.com under the “Investors/Events & Presentations” section. Alternatively, the call-in number is 1-800-806-5484 or 416-340-2217, followed by the passcode 7069920#. A replay of the call will be available until midnight on May 25, 2018. To access the rebroadcast, dial 1-800-408-3053 or 905-694-9451, followed by the passcode 5471428#. Slides accompanying remarks during the call will be posted to our website as part of the live webcast.\nAnnual and Special Meeting of Shareholders\nThe 2018 Annual and Special Meeting of Shareholders of Extendicare will take place on May 24, 2018 at 10:30 a.m. (ET) at the TMX Broadcast Centre, the Gallery, 130 King Street West, Toronto, Ontario, Canada, M5X 1J2. For those unable to attend the meeting in person, it will be accessible via webcast at www.extendicare.com under the “Investors/Events & Presentations” section.\nABOUT EXTENDICARE\nExtendicare is a leading provider of care and services for seniors throughout Canada. Through our network of 120 operated senior care and living centres (67 owned/53 managed), as well as our home health care operations, we are committed to delivering care throughout the health care continuum to meet the needs of a growing seniors’ population in Canada. Our qualified and highly trained workforce of 23,700 individuals is dedicated to helping people live better through a commitment to quality service and a passion for what we do.\nNon-GAAP Measures\nExtendicare assesses and measures operating results and financial position based on performance measures referred to as “net operating income”, “NOI”, “NOI margin”, “Adjusted EBITDA”, “Adjusted EBITDA margin”, “AFFO”, “AFFO per share”, and “payout ratio”. In addition, the Company assesses its return on investment in development activities using the non-GAAP financial measure “NOI Yield”. These are not measures recognized under GAAP and do not have standardized meanings prescribed by GAAP. These non-GAAP measures are presented in this document because either: (i) management believes that they are a relevant measure of the ability of Extendicare to make cash distributions; or (ii) certain ongoing rights and obligations of Extendicare may be calculated using these measures. Such non-GAAP measures may differ from similar computations as reported by other issuers and, accordingly, may not be comparable to similarly titled measures as reported by such issuers. They are not intended to replace earnings (loss) from continuing operations, net earnings (loss), cash flow, or other measures of financial performance and liquidity reported in accordance with GAAP. Detailed descriptions of these terms can be found in Extendicare’s disclosure documents, including its Management’s Discussion and Analysis, filed with the securities regulatory authorities; these documents are available at www.sedar.com and on Extendicare’s website at www.extendicare.com .\nForward-looking Statements\nInformation provided by Extendicare from time to time, including this release, contains or may contain forward-looking statements concerning anticipated financial events, results, circumstances, economic performance or expectations with respect to Extendicare and its subsidiaries, including, without limitation, statements regarding its business operations, business strategy, and financial condition. Forward-looking statements can be identified because they generally contain the words “expect”, “intend”, “anticipate”, “believe”, “estimate”, “project”, “plan” or “objective” or other similar expressions or the negative thereof. Forward-looking statements reflect management’s beliefs and assumptions and are based on information currently available, and Extendicare assumes no obligation to update or revise any forward-looking statement, except as required by applicable securities laws. These statements are not guarantees of future performance and involve known and unknown risks, uncertainties and other factors that may cause actual results, performance or achievements of Extendicare to differ materially from those expressed or implied in the statements. Given these risks and uncertainties, readers are cautioned not to place undue reliance on Extendicare’s forward-looking statements. Further information can be found in the disclosure documents filed by Extendicare with the securities regulatory authorities, available at www.sedar.com and on Extendicare’s website at www.extendicare.com .\nFor further information, contact:\nElaine E. Everson\nVice President and Chief Financial Officer\nPhone: (905) 470-4000; Fax: (905) 470-4003\nEmail: eeverson@extendicare.com\nVisit Extendicare’s Website at www.extendicare.com\nSource:Extendicare Inc",
    "published": "2018-05-11T01:00:00.000+03:00",
    "crawled": "2018-05-11T04:28:29.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "markham",
        "ontario",
        "extendicare",
        "extendicare",
        "company",
        "tsx",
        "exe",
        "today",
        "reported",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "result",
        "presented",
        "canadian",
        "dollar",
        "unless",
        "otherwise",
        "noted",
        "financial",
        "operational",
        "highlight",
        "q1",
        "financial",
        "result",
        "comparison",
        "q1",
        "continuing",
        "operation",
        "unless",
        "otherwise",
        "noted",
        "revenue",
        "million",
        "million",
        "moderated",
        "impact",
        "prior",
        "period",
        "funding",
        "million",
        "received",
        "q1",
        "lower",
        "investment",
        "income",
        "captive",
        "million",
        "prior",
        "item",
        "revenue",
        "growth",
        "net",
        "operating",
        "income",
        "canadian",
        "operation",
        "million",
        "impact",
        "prior",
        "period",
        "funding",
        "timing",
        "good",
        "friday",
        "margin",
        "compared",
        "q1",
        "reflecting",
        "growth",
        "business",
        "unit",
        "except",
        "decline",
        "home",
        "health",
        "care",
        "consolidated",
        "noi",
        "million",
        "million",
        "impacted",
        "timing",
        "good",
        "friday",
        "prior",
        "period",
        "funding",
        "aggregating",
        "million",
        "lower",
        "investment",
        "income",
        "captive",
        "retirement",
        "community",
        "occupancy",
        "averaged",
        "stabilized",
        "community",
        "q1",
        "averaged",
        "community",
        "q1",
        "occupancy",
        "end",
        "march",
        "stabilized",
        "community",
        "community",
        "earnings",
        "continuing",
        "operation",
        "million",
        "per",
        "basic",
        "share",
        "million",
        "reflecting",
        "decline",
        "net",
        "operating",
        "income",
        "factor",
        "previously",
        "noted",
        "partially",
        "offset",
        "lower",
        "administrative",
        "cost",
        "affo",
        "continuing",
        "operation",
        "million",
        "per",
        "basic",
        "share",
        "million",
        "dividend",
        "declared",
        "million",
        "first",
        "three",
        "month",
        "representing",
        "approximately",
        "affo",
        "april",
        "completed",
        "acquisition",
        "lynde",
        "creek",
        "retirement",
        "community",
        "cash",
        "million",
        "completed",
        "issuance",
        "convertible",
        "debenture",
        "million",
        "early",
        "redemption",
        "convertible",
        "debenture",
        "million",
        "april",
        "april",
        "marked",
        "successful",
        "completion",
        "convertible",
        "debenture",
        "refinancing",
        "well",
        "strategic",
        "acquisition",
        "lynde",
        "creek",
        "manor",
        "associated",
        "townhome",
        "village",
        "stated",
        "tim",
        "lukenda",
        "president",
        "ceo",
        "extendicare",
        "despite",
        "favourable",
        "tail",
        "wind",
        "form",
        "continued",
        "government",
        "investment",
        "political",
        "support",
        "home",
        "health",
        "care",
        "service",
        "across",
        "country",
        "encountered",
        "challenge",
        "managing",
        "way",
        "regulatory",
        "issue",
        "first",
        "quarter",
        "driven",
        "largely",
        "home",
        "health",
        "care",
        "psw",
        "staffing",
        "shortage",
        "confident",
        "taking",
        "necessary",
        "step",
        "capitalize",
        "opportunity",
        "u",
        "added",
        "selected",
        "financial",
        "information",
        "following",
        "summary",
        "selected",
        "financial",
        "information",
        "three",
        "month",
        "ended",
        "march",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "thousand",
        "dollar",
        "unless",
        "otherwise",
        "noted",
        "continuing",
        "operation",
        "revenue",
        "care",
        "retirement",
        "living",
        "home",
        "health",
        "care",
        "management",
        "consulting",
        "total",
        "revenue",
        "operating",
        "expense",
        "net",
        "operating",
        "income",
        "noi",
        "noi",
        "margin",
        "administrative",
        "cost",
        "lease",
        "cost",
        "adjusted",
        "ebitda",
        "adjusted",
        "ebitda",
        "margin",
        "earnings",
        "continuing",
        "operation",
        "per",
        "basic",
        "share",
        "earnings",
        "discontinued",
        "operation",
        "net",
        "tax",
        "affo",
        "per",
        "basic",
        "share",
        "per",
        "diluted",
        "share",
        "maintenance",
        "capex",
        "continuing",
        "operation",
        "cash",
        "dividend",
        "declared",
        "per",
        "share",
        "payout",
        "ratio",
        "weighted",
        "average",
        "number",
        "share",
        "thousand",
        "basic",
        "diluted",
        "noi",
        "noi",
        "margin",
        "adjusted",
        "ebitda",
        "adjusted",
        "ebitda",
        "margin",
        "affo",
        "affo",
        "per",
        "share",
        "payout",
        "ratio",
        "measure",
        "used",
        "management",
        "evaluating",
        "operating",
        "performance",
        "please",
        "refer",
        "cautionary",
        "statement",
        "heading",
        "measure",
        "press",
        "release",
        "detailed",
        "description",
        "term",
        "found",
        "company",
        "disclosure",
        "document",
        "including",
        "management",
        "discussion",
        "analysis",
        "together",
        "reconciliation",
        "nearest",
        "gaap",
        "measure",
        "filed",
        "security",
        "regulatory",
        "authority",
        "document",
        "available",
        "extendicare",
        "website",
        "payout",
        "ratio",
        "calculated",
        "using",
        "dividend",
        "declared",
        "per",
        "share",
        "divided",
        "affo",
        "per",
        "basic",
        "share",
        "respective",
        "period",
        "first",
        "quarter",
        "summary",
        "consolidated",
        "net",
        "operating",
        "income",
        "continuing",
        "operation",
        "declined",
        "million",
        "million",
        "first",
        "quarter",
        "represented",
        "revenue",
        "compared",
        "quarter",
        "net",
        "operating",
        "income",
        "canadian",
        "operation",
        "declined",
        "million",
        "unfavourably",
        "impacted",
        "timing",
        "good",
        "friday",
        "increased",
        "operating",
        "cost",
        "quarter",
        "approximately",
        "million",
        "prior",
        "period",
        "funding",
        "million",
        "received",
        "first",
        "quarter",
        "prior",
        "item",
        "net",
        "operating",
        "income",
        "canadian",
        "operation",
        "improved",
        "million",
        "million",
        "percentage",
        "revenue",
        "quarter",
        "compared",
        "period",
        "reflecting",
        "ltc",
        "funding",
        "enhancement",
        "growth",
        "retirement",
        "living",
        "management",
        "group",
        "purchasing",
        "operation",
        "partially",
        "offset",
        "decline",
        "contribution",
        "home",
        "health",
        "care",
        "operation",
        "experienced",
        "decline",
        "home",
        "health",
        "care",
        "volume",
        "quarter",
        "large",
        "part",
        "due",
        "capacity",
        "shortage",
        "psws",
        "lesser",
        "extent",
        "nurse",
        "impacted",
        "ability",
        "keep",
        "demand",
        "initiative",
        "way",
        "improve",
        "recruitment",
        "effort",
        "order",
        "attract",
        "retain",
        "care",
        "staff",
        "net",
        "operating",
        "income",
        "operation",
        "reflects",
        "investment",
        "income",
        "realized",
        "captive",
        "insurance",
        "subsidiary",
        "captive",
        "nominal",
        "first",
        "quarter",
        "compared",
        "million",
        "period",
        "consolidated",
        "adjusted",
        "ebitda",
        "continuing",
        "operation",
        "declined",
        "million",
        "million",
        "quarter",
        "represented",
        "revenue",
        "compared",
        "period",
        "reflecting",
        "lower",
        "contribution",
        "net",
        "operating",
        "income",
        "partially",
        "offset",
        "lower",
        "administrative",
        "cost",
        "adjusted",
        "ebitda",
        "canadian",
        "operation",
        "decreased",
        "million",
        "excluding",
        "aggregate",
        "million",
        "impact",
        "additional",
        "holiday",
        "prior",
        "period",
        "funding",
        "adjusted",
        "ebitda",
        "improved",
        "million",
        "percentage",
        "revenue",
        "compared",
        "period",
        "adjusted",
        "ebitda",
        "operation",
        "declined",
        "million",
        "reflecting",
        "lower",
        "investment",
        "income",
        "reduction",
        "administrative",
        "cost",
        "affo",
        "first",
        "quarter",
        "summary",
        "despite",
        "impact",
        "additional",
        "holiday",
        "prior",
        "period",
        "funding",
        "affo",
        "improved",
        "million",
        "quarter",
        "million",
        "per",
        "basic",
        "share",
        "million",
        "per",
        "basic",
        "share",
        "period",
        "primarily",
        "due",
        "lower",
        "current",
        "income",
        "tax",
        "million",
        "partially",
        "offset",
        "increase",
        "maintenance",
        "capex",
        "current",
        "income",
        "tax",
        "benefitted",
        "quarter",
        "favourable",
        "timing",
        "difference",
        "utilization",
        "tax",
        "loss",
        "carryforwards",
        "anticipated",
        "effective",
        "tax",
        "rate",
        "ffo",
        "range",
        "year",
        "discontinued",
        "operation",
        "earnings",
        "discontinued",
        "operation",
        "reported",
        "quarter",
        "million",
        "related",
        "adjustment",
        "discount",
        "rate",
        "applied",
        "captive",
        "accrual",
        "liability",
        "financial",
        "position",
        "march",
        "extendicare",
        "consolidated",
        "cash",
        "investment",
        "hand",
        "million",
        "excluded",
        "investment",
        "held",
        "captive",
        "million",
        "support",
        "accrual",
        "liability",
        "million",
        "subsequent",
        "march",
        "company",
        "utilized",
        "cash",
        "hand",
        "complete",
        "acquisition",
        "lynde",
        "creek",
        "retirement",
        "community",
        "million",
        "debt",
        "totalled",
        "million",
        "march",
        "december",
        "million",
        "representing",
        "approximately",
        "gross",
        "book",
        "value",
        "including",
        "convertible",
        "debenture",
        "previously",
        "announced",
        "april",
        "company",
        "issued",
        "million",
        "aggregate",
        "principal",
        "amount",
        "convertible",
        "unsecured",
        "subordinated",
        "debenture",
        "due",
        "april",
        "used",
        "net",
        "proceeds",
        "together",
        "cash",
        "hand",
        "redeem",
        "convertible",
        "debenture",
        "due",
        "september",
        "aggregate",
        "principal",
        "amount",
        "million",
        "consolidated",
        "net",
        "interest",
        "coverage",
        "ratio",
        "trailing",
        "twelve",
        "month",
        "ended",
        "march",
        "time",
        "net",
        "interest",
        "coverage",
        "defined",
        "adjusted",
        "ebitda",
        "divided",
        "net",
        "interest",
        "represents",
        "interest",
        "expense",
        "capitalized",
        "interest",
        "added",
        "back",
        "net",
        "interest",
        "revenue",
        "excluding",
        "interest",
        "revenue",
        "interest",
        "coverage",
        "ratio",
        "time",
        "extendicare",
        "financial",
        "report",
        "including",
        "management",
        "discussion",
        "analysis",
        "available",
        "website",
        "report",
        "section",
        "also",
        "supplemental",
        "information",
        "package",
        "containing",
        "historical",
        "quarterly",
        "financial",
        "result",
        "operating",
        "statistic",
        "list",
        "senior",
        "care",
        "centre",
        "found",
        "website",
        "section",
        "normal",
        "course",
        "issuer",
        "bid",
        "date",
        "normal",
        "course",
        "issuer",
        "bid",
        "commenced",
        "january",
        "bid",
        "company",
        "acquired",
        "cancelled",
        "common",
        "share",
        "average",
        "price",
        "per",
        "share",
        "total",
        "cost",
        "million",
        "bid",
        "provides",
        "company",
        "flexibility",
        "purchase",
        "cancellation",
        "common",
        "share",
        "facility",
        "toronto",
        "stock",
        "exchange",
        "alternative",
        "canadian",
        "trading",
        "system",
        "january",
        "may",
        "dividend",
        "declared",
        "board",
        "director",
        "extendicare",
        "today",
        "declared",
        "cash",
        "dividend",
        "per",
        "share",
        "month",
        "may",
        "payable",
        "june",
        "shareholder",
        "record",
        "close",
        "business",
        "may",
        "dividend",
        "designated",
        "eligible",
        "dividend",
        "within",
        "meaning",
        "income",
        "tax",
        "act",
        "canada",
        "conference",
        "call",
        "webcast",
        "may",
        "et",
        "hold",
        "conference",
        "call",
        "discus",
        "first",
        "quarter",
        "result",
        "call",
        "webcast",
        "live",
        "archived",
        "website",
        "presentation",
        "section",
        "alternatively",
        "number",
        "followed",
        "passcode",
        "replay",
        "call",
        "available",
        "midnight",
        "may",
        "access",
        "rebroadcast",
        "dial",
        "followed",
        "passcode",
        "slide",
        "accompanying",
        "remark",
        "call",
        "posted",
        "website",
        "part",
        "live",
        "webcast",
        "annual",
        "special",
        "meeting",
        "shareholder",
        "annual",
        "special",
        "meeting",
        "shareholder",
        "extendicare",
        "take",
        "place",
        "may",
        "et",
        "tmx",
        "broadcast",
        "centre",
        "gallery",
        "king",
        "street",
        "west",
        "toronto",
        "ontario",
        "canada",
        "m5x",
        "1j2",
        "unable",
        "attend",
        "meeting",
        "person",
        "accessible",
        "via",
        "webcast",
        "presentation",
        "section",
        "extendicare",
        "extendicare",
        "leading",
        "provider",
        "care",
        "service",
        "senior",
        "throughout",
        "canada",
        "network",
        "operated",
        "senior",
        "care",
        "living",
        "centre",
        "managed",
        "well",
        "home",
        "health",
        "care",
        "operation",
        "committed",
        "delivering",
        "care",
        "throughout",
        "health",
        "care",
        "continuum",
        "meet",
        "need",
        "growing",
        "senior",
        "population",
        "canada",
        "qualified",
        "highly",
        "trained",
        "workforce",
        "individual",
        "dedicated",
        "helping",
        "people",
        "live",
        "better",
        "commitment",
        "quality",
        "service",
        "passion",
        "measure",
        "extendicare",
        "assesses",
        "measure",
        "operating",
        "result",
        "financial",
        "position",
        "based",
        "performance",
        "measure",
        "referred",
        "net",
        "operating",
        "income",
        "noi",
        "noi",
        "margin",
        "adjusted",
        "ebitda",
        "adjusted",
        "ebitda",
        "margin",
        "affo",
        "affo",
        "per",
        "share",
        "payout",
        "ratio",
        "addition",
        "company",
        "assesses",
        "return",
        "investment",
        "development",
        "activity",
        "using",
        "financial",
        "measure",
        "noi",
        "yield",
        "measure",
        "recognized",
        "gaap",
        "standardized",
        "meaning",
        "prescribed",
        "gaap",
        "measure",
        "presented",
        "document",
        "either",
        "management",
        "belief",
        "relevant",
        "measure",
        "ability",
        "extendicare",
        "make",
        "cash",
        "distribution",
        "ii",
        "certain",
        "ongoing",
        "right",
        "obligation",
        "extendicare",
        "may",
        "calculated",
        "using",
        "measure",
        "measure",
        "may",
        "differ",
        "similar",
        "computation",
        "reported",
        "issuer",
        "accordingly",
        "may",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "reported",
        "issuer",
        "intended",
        "replace",
        "earnings",
        "loss",
        "continuing",
        "operation",
        "net",
        "earnings",
        "loss",
        "cash",
        "flow",
        "measure",
        "financial",
        "performance",
        "liquidity",
        "reported",
        "accordance",
        "gaap",
        "detailed",
        "description",
        "term",
        "found",
        "extendicare",
        "disclosure",
        "document",
        "including",
        "management",
        "discussion",
        "analysis",
        "filed",
        "security",
        "regulatory",
        "authority",
        "document",
        "available",
        "extendicare",
        "website",
        "statement",
        "information",
        "provided",
        "extendicare",
        "time",
        "time",
        "including",
        "release",
        "contains",
        "may",
        "contain",
        "statement",
        "concerning",
        "anticipated",
        "financial",
        "event",
        "result",
        "circumstance",
        "economic",
        "performance",
        "expectation",
        "respect",
        "extendicare",
        "subsidiary",
        "including",
        "without",
        "limitation",
        "statement",
        "regarding",
        "business",
        "operation",
        "business",
        "strategy",
        "financial",
        "condition",
        "statement",
        "identified",
        "generally",
        "contain",
        "word",
        "expect",
        "intend",
        "anticipate",
        "believe",
        "estimate",
        "project",
        "plan",
        "objective",
        "similar",
        "expression",
        "negative",
        "thereof",
        "statement",
        "reflect",
        "management",
        "belief",
        "assumption",
        "based",
        "information",
        "currently",
        "available",
        "extendicare",
        "assumes",
        "obligation",
        "update",
        "revise",
        "statement",
        "except",
        "required",
        "applicable",
        "security",
        "law",
        "statement",
        "guarantee",
        "future",
        "performance",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "extendicare",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "given",
        "risk",
        "uncertainty",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "extendicare",
        "statement",
        "information",
        "found",
        "disclosure",
        "document",
        "filed",
        "extendicare",
        "security",
        "regulatory",
        "authority",
        "available",
        "extendicare",
        "website",
        "information",
        "contact",
        "elaine",
        "everson",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "phone",
        "fax",
        "email",
        "eeverson",
        "visit",
        "extendicare",
        "website",
        "source",
        "extendicare",
        "inc"
    ]
}