{
    "organizations": [],
    "uuid": "248aa9a1a7982c8b22a99bc7e465e49b8867392b",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/10/pr-newswire-rxi-pharmaceuticals-reports-first-quarter-2018-financial-results-and-recent-corporate-highlights.html",
    "ord_in_thread": 0,
    "title": "RXi Pharmaceuticals Reports First Quarter 2018 Financial Results and Recent Corporate Highlights",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MARLBOROUGH, Mass., May 10, 2018 /PRNewswire/ -- RXi Pharmaceuticals Corporation (NASDAQ: RXII) a biotechnology company developing the next generation of immuno-oncology therapeutics based on its proprietary self-delivering RNAi (sd-rxRNA®) therapeutic platform today reported its financial results for the first quarter ended March 31, 2018 and provided a business update.\nLogo - http://mma.prnewswire.com/media/594748/RXi_Pharmaceuticals_Corporation_Logo.jpg\n\"With the bulk of the clinical activities for our Dermatology and Ophthalmology studies behind us, we expect in the next 2 to 3 quarters to reduce our cash burn per quarter by $0.5 million - or about 20% - from $2.5 million to about $2 million,\" said Dr. Geert Cauwenbergh, President and CEO of RXi Pharmaceuticals. He further added that, \"The final review of the results of our Phase 2 clinical study with Samcyprone™ in cutaneous warts is almost complete, and these study results will be presented as a poster during the upcoming International Investigative Dermatology meeting on May 18, 2018. We expect that the availability of this clinical data will be helpful in the partnering outreach for our dermatology franchise, and we expect to start the formal partnering process in the next few weeks. Against the back-drop of several partnerships in IO and ACT that we have already announced and expect to expand even further in the current quarter, we feel that RXi is set for some exciting events in the coming few months.\"\nThe Company will host a conference call today at 4:30 p.m. EDT to discuss financial results and provide an update on the Company. The webcast link will be available under the \"Investors – Event Calendar\" section of the Company's website, www.rxipharma.com . The event may also be accessed by dialing toll-free in the United States and Canada: +1 844-376-4678. International participants may access the event by dialing: +1 209-905-5958. An archive of the webcast will be available on the Company's website approximately two hours after the presentation.\nSelect First Quarter 2018 Financial Highlights\nCash Position\nAt March 31, 2018, the Company had cash of $2.6 million as compared with $3.6 million at December 31, 2017.\nOn August 8, 2017, the Company entered into a purchase agreement with Lincoln Park Capital Fund, LLC (\"LPC\"), pursuant to which the Company has the right to sell to LPC up to $15 million in shares of the Company's common stock, subject to certain limitations and conditions set forth therein, over the 30-month term of the purchase agreement. The Company has sold a total of 420,000 shares of common stock to LPC for net proceeds of approximately $1.4 million under the purchase agreement.\nOn April 9, 2018, the Company entered into a securities purchase agreement with certain institutional and accredited investors relating to the offering and sale of 1,510,604 shares of the Company's common stock at a purchase price of $3.15 per share (the \"Offering\"). Concurrently with the Offering, the Company also commenced a private placement, whereby it issued and sold warrants exercisable for a total of 1,132,953 shares of common stock, which represents 75% of the shares of common stock sold in the Offering, with a purchase price per share of $0.125 per underlying warrant share and with an exercise price of $3.15 per share (the \"Private Placement\"). Assuming the warrants are not exercised, net proceeds to the Company from the Offering and Private Placement were approximately $4.1 million after deducting placement agent fees and estimated Offering and Private Placement expenses.\nRevenues\nRevenues for the quarter ended March 31, 2018 were $23,000 and related to the work performed by the Company as a sub-awardee under the government grant awarded to our collaborator BioAxone Biosciences, Inc. from the National Institute of Neurological Disorders and Stroke. The Company had no revenues during the quarter ended March 31, 2017.\nResearch and Development Expenses\nResearch and development expenses for the quarter ended March 31, 2018 were $1.4 million, as compared with $1.3 million for the quarter ended March 31, 2017. The increase was primarily due to increases in lab supply purchases and manufacturing fees for the Company's immuno-oncology program.\nAcquired In-process Research and Development Expense\nThe Company did not have acquired in-process research and development expense for the quarter ended March 31, 2018. The Company recorded $4.6 million of acquired in-process research and development expense for the acquisition of MirImmune Inc. during the quarter ended March 31, 2017. The expense related to the fair value of consideration given in the acquisition of MirImmune, which included transaction costs, liabilities assumed and cancellation of notes receivable, and the deferred tax impact of the acquisition.\nGeneral and Administrative Expenses\nGeneral and administrative expense for the quarter ended March 31, 2018 was $0.9 million, as compared with $1.1 million for the quarter ended March 31, 2017. The decrease was primarily due to decreases in professional fees for legal-related services and payroll-related expenses as a result of a decrease in headcount.\nIncome Tax\nThere was no income tax expense or benefit during the three months ended March 31, 2018. For the three months ended March 31, 2017, the Company recognized an income tax benefit of $1,621,000 due to the tax-related impact of the Company's acquisition of MirImmune in January 2017.\nNet Loss\nNet loss for the quarter ended March 31, 2018 was $2.2 million, compared with $5.5 million for the quarter ended March 31, 2017. The decrease was primarily due to in-process research and development expense and income tax benefit recorded during the prior year quarter related to the Company's acquisition of MirImmune, as discussed above.\nSelect First Quarter 2018 and Recent Corporate Highlights\nSelect Business and Corporate Highlights\nImmuno-Oncology\nOn April 16, 2018, the Company announced that research conducted using its self-delivering RNAi platform in the field of immunotherapy to treat cancer was published in Molecular Therapy, a leading peer-reviewed journal.\nIn this paper, scientists demonstrate the potential of improving therapy with patient-derived tumor infiltrating lymphocytes (TILs) by treating with RXi's novel sd-rxRNA compound which specifically targets PD-1. Targeting the PD-1/PD-L1 axis can enhance the ex vivo expansion rate and in vivo longevity and functionality of these T-cells and thereby have the potential to improve Adoptive Cell Therapy (ACT) outcomes in cancer patients. The sd-rxRNA compounds are based on the proprietary therapeutic platform developed and owned by RXi Pharmaceuticals and are ideally suited to reprogram immune cells used in various forms of ACT.\n\"Self-Delivering RNAi (sd-rxRNA®) Targeting PD-1 using Adoptive Cell Therapy Approach for the Treatment of Malignant Melanoma\" may be accessed on Molecular Therapy's website:\nhttp://www.cell.com/molecular-therapy-family/molecular-therapy/abstract/S1525-0016(18)30172-2\nAbout RXi Pharmaceuticals\nRXi Pharmaceuticals Corporation (NASDAQ: RXII) is a biotechnology company developing the next generation of immuno-oncology therapeutics based on its self-delivering RNAi (sd-rxRNA®) therapeutic platform. The Company's discovery and research efforts are focused on developing sd-rxRNA therapeutic compounds to be used with an Adoptive Cell Transfer (ACT) approach. This process uses immune cells, such as T-lymphocytes that are isolated from the patient or retrieved from allogeneic immune cell banks, and then expanded and in some cases processed to express tumor-binding receptors. Our approach introduces a new and important step in ex-vivo processing of the immune cells where sd-rxRNA is used to eliminate the expression of immunosuppressive receptors or proteins from the therapeutic immune cells, making them less sensitive to tumor resistance mechanisms and thus improving their ability to destroy the tumor cells. Essentially, we aim to maximize the power of our sd-rxRNA therapeutic compounds by weaponizing therapeutic immune effector cells to attack cancer and ultimately provide patients battling terminal cancers with a powerful new treatment option that goes beyond current treatment modalities. For additional information, visit the Company's website, www.rxipharma.com .\nForward-Looking Statements\nThis press release contains within the meaning of the Private Securities Litigation Reform Act of 1995. Such statements include, but are not limited to, statements about: our ability to successfully develop RXI-109, Samcyprone™, RXI-762, RXI-804 and our other product candidates (collectively \"our product candidates\"); the future success of our clinical trials with our product candidates; the timing for the commencement and completion of clinical trials; our ability to enter into strategic partnerships and the future success of these strategic partnerships; and our ability to deploy our sd-rxRNA® technology through partnerships, as well as the prospects of these partnerships to provide positive returns. Forward-looking statements about expectations and development plans of RXi's product candidates and partnerships involve significant risks and uncertainties, including the following: risks that we may not be able to successfully develop and commercialize our product candidates; risks that product development and clinical studies may be delayed, not proceed as planned and/or be subject to significant cost over-runs; risks related to the development and commercialization of products by competitors; risks related to our ability to control the timing and terms of collaborations with third parties; and risks that other companies or organizations may assert patent rights preventing us from developing or commercializing our product candidates. Additional risks are detailed in our most recent Annual Report on Form 10-K and subsequent Quarterly Reports on Form 10-Q under the caption \"Risk Factors.\" Readers are urged to review these risk factors and to not act in reliance on any , as actual results may differ from those contemplated by our . RXi does not undertake to update to reflect a change in its views, events or circumstances that occur after the date of this release.\nContact\nRXi Pharmaceuticals Corporation\nTamara McGrillen\n508-929-3646\nRXi PHARMACEUTICALS CORPORATION\nCONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS\n(Amounts in thousands, except share and per share data)\n(Unaudited)\nFor the\nFor the\nQuarter Ended\nQuarter Ended\nMarch 31, 2018\nMarch 31, 2017\nRevenues\n$\n23\n$\n—\nOperating expenses:\nResearch and development\n1,361\n1,347\nAcquired in-process research and development\n—\n4,611\nGeneral and administrative\n901\n1,123\nTotal operating expenses\n2,262\n7,081\nOperating loss\n(2,239)\n(7,081)\nTotal other (expense) income, net\n—\n—\nLoss before income taxes\n(2,239)\n(7,081)\nIncome tax benefit\n—\n1,621\nNet loss\n$\n(2,239)\n$\n(5,460)\nNet loss per common share: Basic and diluted\n$\n(0.90)\n$\n(2.65)\nWeighted average common shares: Basic and diluted\n2,494,464\n2,057,114\nRXi PHARMACEUTICALS CORPORATION\nCONDENSED CONSOLIDATED BALANCE SHEETS\n(Amounts in thousands)\n(Unaudited)\nMarch 31,\nDecember 31,\n2018\n2017\nASSETS\nCurrent assets:\nCash and cash equivalents\n$ 2,606\n$ 3,581\nRestricted cash\n50\n50\nPrepaid expenses and other current assets\n206\n201\nTotal current assets\n2,862\n3,832\nProperty and equipment, net\n228\n248\nOther assets\n—\n18\nTotal assets\n$ 3,090\n$ 4,098\nLIABILITIES AND STOCKHOLDERS' EQUITY\nCurrent liabilities:\nAccounts payable\n$ 521\n$ 511\nAccrued expenses\n2,002\n1,754\nTotal current liabilities\n2,523\n2,265\nTotal stockholders' equity\n567\n1,833\nTotal liabilities and stockholders' equity\n$ 3,090\n$ 4,098\nView original content: http://www.prnewswire.com/news-releases/rxi-pharmaceuticals-reports-first-quarter-2018-financial-results-and-recent-corporate-highlights-300646036.html\nSOURCE RXi Pharmaceuticals Corporation",
    "published": "2018-05-10T15:05:00.000+03:00",
    "crawled": "2018-05-10T18:24:12.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "marlborough",
        "may",
        "rxi",
        "pharmaceutical",
        "corporation",
        "nasdaq",
        "rxii",
        "biotechnology",
        "company",
        "developing",
        "next",
        "generation",
        "therapeutic",
        "based",
        "proprietary",
        "rnai",
        "therapeutic",
        "platform",
        "today",
        "reported",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "provided",
        "business",
        "update",
        "logo",
        "http",
        "bulk",
        "clinical",
        "activity",
        "dermatology",
        "ophthalmology",
        "study",
        "behind",
        "u",
        "expect",
        "next",
        "quarter",
        "reduce",
        "cash",
        "burn",
        "per",
        "quarter",
        "million",
        "million",
        "million",
        "said",
        "geert",
        "cauwenbergh",
        "president",
        "ceo",
        "rxi",
        "pharmaceutical",
        "added",
        "final",
        "review",
        "result",
        "phase",
        "clinical",
        "study",
        "cutaneous",
        "wart",
        "almost",
        "complete",
        "study",
        "result",
        "presented",
        "poster",
        "upcoming",
        "international",
        "investigative",
        "dermatology",
        "meeting",
        "may",
        "expect",
        "availability",
        "clinical",
        "data",
        "helpful",
        "partnering",
        "outreach",
        "dermatology",
        "franchise",
        "expect",
        "start",
        "formal",
        "partnering",
        "process",
        "next",
        "week",
        "several",
        "partnership",
        "io",
        "act",
        "already",
        "announced",
        "expect",
        "expand",
        "even",
        "current",
        "quarter",
        "feel",
        "rxi",
        "set",
        "exciting",
        "event",
        "coming",
        "month",
        "company",
        "host",
        "conference",
        "call",
        "today",
        "edt",
        "discus",
        "financial",
        "result",
        "provide",
        "update",
        "company",
        "webcast",
        "link",
        "available",
        "investor",
        "event",
        "calendar",
        "section",
        "company",
        "website",
        "event",
        "may",
        "also",
        "accessed",
        "dialing",
        "united",
        "state",
        "canada",
        "international",
        "participant",
        "may",
        "access",
        "event",
        "dialing",
        "archive",
        "webcast",
        "available",
        "company",
        "website",
        "approximately",
        "two",
        "hour",
        "presentation",
        "select",
        "first",
        "quarter",
        "financial",
        "highlight",
        "cash",
        "position",
        "march",
        "company",
        "cash",
        "million",
        "compared",
        "million",
        "december",
        "august",
        "company",
        "entered",
        "purchase",
        "agreement",
        "lincoln",
        "park",
        "capital",
        "fund",
        "llc",
        "lpc",
        "pursuant",
        "company",
        "right",
        "sell",
        "lpc",
        "million",
        "share",
        "company",
        "common",
        "stock",
        "subject",
        "certain",
        "limitation",
        "condition",
        "set",
        "forth",
        "therein",
        "term",
        "purchase",
        "agreement",
        "company",
        "sold",
        "total",
        "share",
        "common",
        "stock",
        "lpc",
        "net",
        "proceeds",
        "approximately",
        "million",
        "purchase",
        "agreement",
        "april",
        "company",
        "entered",
        "security",
        "purchase",
        "agreement",
        "certain",
        "institutional",
        "accredited",
        "investor",
        "relating",
        "offering",
        "sale",
        "share",
        "company",
        "common",
        "stock",
        "purchase",
        "price",
        "per",
        "share",
        "offering",
        "concurrently",
        "offering",
        "company",
        "also",
        "commenced",
        "private",
        "placement",
        "whereby",
        "issued",
        "sold",
        "warrant",
        "exercisable",
        "total",
        "share",
        "common",
        "stock",
        "represents",
        "share",
        "common",
        "stock",
        "sold",
        "offering",
        "purchase",
        "price",
        "per",
        "share",
        "per",
        "underlying",
        "warrant",
        "share",
        "exercise",
        "price",
        "per",
        "share",
        "private",
        "placement",
        "assuming",
        "warrant",
        "exercised",
        "net",
        "proceeds",
        "company",
        "offering",
        "private",
        "placement",
        "approximately",
        "million",
        "deducting",
        "placement",
        "agent",
        "fee",
        "estimated",
        "offering",
        "private",
        "placement",
        "expense",
        "revenue",
        "revenue",
        "quarter",
        "ended",
        "march",
        "related",
        "work",
        "performed",
        "company",
        "government",
        "grant",
        "awarded",
        "collaborator",
        "bioaxone",
        "bioscience",
        "national",
        "institute",
        "neurological",
        "disorder",
        "stroke",
        "company",
        "revenue",
        "quarter",
        "ended",
        "march",
        "research",
        "development",
        "expense",
        "research",
        "development",
        "expense",
        "quarter",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "quarter",
        "ended",
        "march",
        "increase",
        "primarily",
        "due",
        "increase",
        "lab",
        "supply",
        "purchase",
        "manufacturing",
        "fee",
        "company",
        "program",
        "acquired",
        "research",
        "development",
        "expense",
        "company",
        "acquired",
        "research",
        "development",
        "expense",
        "quarter",
        "ended",
        "march",
        "company",
        "recorded",
        "million",
        "acquired",
        "research",
        "development",
        "expense",
        "acquisition",
        "mirimmune",
        "quarter",
        "ended",
        "march",
        "expense",
        "related",
        "fair",
        "value",
        "consideration",
        "given",
        "acquisition",
        "mirimmune",
        "included",
        "transaction",
        "cost",
        "liability",
        "assumed",
        "cancellation",
        "note",
        "receivable",
        "deferred",
        "tax",
        "impact",
        "acquisition",
        "general",
        "administrative",
        "expense",
        "general",
        "administrative",
        "expense",
        "quarter",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "quarter",
        "ended",
        "march",
        "decrease",
        "primarily",
        "due",
        "decrease",
        "professional",
        "fee",
        "service",
        "expense",
        "result",
        "decrease",
        "headcount",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "benefit",
        "three",
        "month",
        "ended",
        "march",
        "three",
        "month",
        "ended",
        "march",
        "company",
        "recognized",
        "income",
        "tax",
        "benefit",
        "due",
        "impact",
        "company",
        "acquisition",
        "mirimmune",
        "january",
        "net",
        "loss",
        "net",
        "loss",
        "quarter",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "quarter",
        "ended",
        "march",
        "decrease",
        "primarily",
        "due",
        "research",
        "development",
        "expense",
        "income",
        "tax",
        "benefit",
        "recorded",
        "prior",
        "year",
        "quarter",
        "related",
        "company",
        "acquisition",
        "mirimmune",
        "discussed",
        "select",
        "first",
        "quarter",
        "recent",
        "corporate",
        "highlight",
        "select",
        "business",
        "corporate",
        "highlight",
        "april",
        "company",
        "announced",
        "research",
        "conducted",
        "using",
        "rnai",
        "platform",
        "field",
        "immunotherapy",
        "treat",
        "cancer",
        "published",
        "molecular",
        "therapy",
        "leading",
        "journal",
        "paper",
        "scientist",
        "demonstrate",
        "potential",
        "improving",
        "therapy",
        "tumor",
        "infiltrating",
        "lymphocyte",
        "tils",
        "treating",
        "rxi",
        "novel",
        "compound",
        "specifically",
        "target",
        "targeting",
        "axis",
        "enhance",
        "ex",
        "vivo",
        "expansion",
        "rate",
        "vivo",
        "longevity",
        "functionality",
        "thereby",
        "potential",
        "improve",
        "adoptive",
        "cell",
        "therapy",
        "act",
        "outcome",
        "cancer",
        "patient",
        "compound",
        "based",
        "proprietary",
        "therapeutic",
        "platform",
        "developed",
        "owned",
        "rxi",
        "pharmaceutical",
        "ideally",
        "suited",
        "reprogram",
        "immune",
        "cell",
        "used",
        "various",
        "form",
        "act",
        "rnai",
        "targeting",
        "using",
        "adoptive",
        "cell",
        "therapy",
        "approach",
        "treatment",
        "malignant",
        "melanoma",
        "may",
        "accessed",
        "molecular",
        "therapy",
        "website",
        "http",
        "rxi",
        "pharmaceutical",
        "rxi",
        "pharmaceutical",
        "corporation",
        "nasdaq",
        "rxii",
        "biotechnology",
        "company",
        "developing",
        "next",
        "generation",
        "therapeutic",
        "based",
        "rnai",
        "therapeutic",
        "platform",
        "company",
        "discovery",
        "research",
        "effort",
        "focused",
        "developing",
        "therapeutic",
        "compound",
        "used",
        "adoptive",
        "cell",
        "transfer",
        "act",
        "approach",
        "process",
        "us",
        "immune",
        "cell",
        "isolated",
        "patient",
        "retrieved",
        "allogeneic",
        "immune",
        "cell",
        "bank",
        "expanded",
        "case",
        "processed",
        "express",
        "receptor",
        "approach",
        "introduces",
        "new",
        "important",
        "step",
        "processing",
        "immune",
        "cell",
        "used",
        "eliminate",
        "expression",
        "immunosuppressive",
        "receptor",
        "protein",
        "therapeutic",
        "immune",
        "cell",
        "making",
        "less",
        "sensitive",
        "tumor",
        "resistance",
        "mechanism",
        "thus",
        "improving",
        "ability",
        "destroy",
        "tumor",
        "cell",
        "essentially",
        "aim",
        "maximize",
        "power",
        "therapeutic",
        "compound",
        "weaponizing",
        "therapeutic",
        "immune",
        "effector",
        "cell",
        "attack",
        "cancer",
        "ultimately",
        "provide",
        "patient",
        "battling",
        "terminal",
        "cancer",
        "powerful",
        "new",
        "treatment",
        "option",
        "go",
        "beyond",
        "current",
        "treatment",
        "modality",
        "additional",
        "information",
        "visit",
        "company",
        "website",
        "statement",
        "press",
        "release",
        "contains",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "include",
        "limited",
        "statement",
        "ability",
        "successfully",
        "develop",
        "product",
        "candidate",
        "collectively",
        "product",
        "candidate",
        "future",
        "success",
        "clinical",
        "trial",
        "product",
        "candidate",
        "timing",
        "commencement",
        "completion",
        "clinical",
        "trial",
        "ability",
        "enter",
        "strategic",
        "partnership",
        "future",
        "success",
        "strategic",
        "partnership",
        "ability",
        "deploy",
        "technology",
        "partnership",
        "well",
        "prospect",
        "partnership",
        "provide",
        "positive",
        "return",
        "statement",
        "expectation",
        "development",
        "plan",
        "rxi",
        "product",
        "candidate",
        "partnership",
        "involve",
        "significant",
        "risk",
        "uncertainty",
        "including",
        "following",
        "risk",
        "may",
        "able",
        "successfully",
        "develop",
        "commercialize",
        "product",
        "candidate",
        "risk",
        "product",
        "development",
        "clinical",
        "study",
        "may",
        "delayed",
        "proceed",
        "planned",
        "subject",
        "significant",
        "cost",
        "risk",
        "related",
        "development",
        "commercialization",
        "product",
        "competitor",
        "risk",
        "related",
        "ability",
        "control",
        "timing",
        "term",
        "collaboration",
        "third",
        "party",
        "risk",
        "company",
        "organization",
        "may",
        "assert",
        "patent",
        "right",
        "preventing",
        "u",
        "developing",
        "commercializing",
        "product",
        "candidate",
        "additional",
        "risk",
        "detailed",
        "recent",
        "annual",
        "report",
        "form",
        "subsequent",
        "quarterly",
        "report",
        "form",
        "caption",
        "risk",
        "factor",
        "reader",
        "urged",
        "review",
        "risk",
        "factor",
        "act",
        "reliance",
        "actual",
        "result",
        "may",
        "differ",
        "contemplated",
        "rxi",
        "undertake",
        "update",
        "reflect",
        "change",
        "view",
        "event",
        "circumstance",
        "occur",
        "date",
        "release",
        "contact",
        "rxi",
        "pharmaceutical",
        "corporation",
        "tamara",
        "mcgrillen",
        "rxi",
        "pharmaceutical",
        "corporation",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "amount",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "unaudited",
        "quarter",
        "ended",
        "quarter",
        "ended",
        "march",
        "march",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "acquired",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "operating",
        "loss",
        "total",
        "expense",
        "income",
        "net",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "benefit",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "basic",
        "diluted",
        "rxi",
        "pharmaceutical",
        "corporation",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "amount",
        "thousand",
        "unaudited",
        "march",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "total",
        "current",
        "liability",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "view",
        "original",
        "content",
        "http",
        "source",
        "rxi",
        "pharmaceutical",
        "corporation"
    ]
}