{
    "organizations": [],
    "uuid": "dbe58b66cf5238fc6a31f210863f7f06239da21f",
    "author": "",
    "url": "https://www.reuters.com/article/us-baseball-mlb/major-league-baseball-ohtani-angels-end-rays-winning-streak-idUSKCN1IM0WS",
    "ord_in_thread": 0,
    "title": "Major League Baseball: Ohtani, Angels end Rays' winning streak",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Shohei Ohtani struck out nine over 7 2/3 innings, allowing two runs, as the host Los Angeles Angels snapped the Tampa Bay Rays’ six-game winning streak and avoided a four-game sweep with a 5-2 win Sunday.\nMay 20, 2018; Anaheim, CA, USA; Los Angeles Angels starting pitcher Shohei Ohtani (17) delivers a pitch in he fifth inning against the Tampa Bay Rays at Angel Stadium of Anaheim. Mandatory Credit: Kirby Lee-USA TODAY Sports Ohtani (4-1) allowed six hits and walked one. Martin Maldonado hit a solo homer, his second, and had two RBIs, Zack Cozart added two RBIs and Luis Valbuena had one for Los Angeles, which snapped its season-high five-game skid.\nJohnny Field clubbed a solo blast for his fourth homer of the year and Denard Span also had an RBI for Tampa Bay, which couldn’t build on its major league-leading win streak.\nFor the second straight day, Tampa Bay started reliever Sergio Romo. He pitched 1 1/3 hitless innings with two walks and three strikeouts. Matt Andriese (1-2) followed Romo and gave up two unearned runs on no hits and two walks while striking out one.\nBraves 10, Marlins 9\nDansby Swanson’s two-run single with the bases loaded in the ninth inning capped a six-run rally and gave Atlanta a wild win over Miami at SunTrust Park.\nSwanson had been 0-for-8 since returning from the disabled list on Saturday. He drove a 2-2 pitch from reliever Tayron Guerrero (0-2) into the left field corner to bring home Tyler Flowers and Kurt Suzuki with the tying and winning runs.\nSwanson struck out to start the inning, but the Braves began to peck away against reliever Brad Ziegler. Ronald Acuna Jr. drove in a run with a sacrifice fly, Freddie Freeman’s hustle on an infield single plated another, and Nick Markakis drove in a run with a single to center field. Miami brought in Guerrero, who walked Flowers and surrendered an RBI hit to Suzuki. He walked Johan Camargo to load the bases with two outs, setting up Swanson’s game-winning heroics.\nCubs 6, Reds 1\nKyle Schwarber, Javier Baez and Ben Zobrist homered to back the strong pitching of Yu Darvish, sending Chicago past host Cincinnati.\nDarvish (1-3) allowed a first-inning run, but then shut out the Reds over the next five innings as the Cubs won three games of the four-game series, which included a split of a day-night double-header on Saturday.\nAfter Scott Schebler’s infield hit had given the Reds a 1-0 lead in the first, the Cubs responded immediately against Reds starter Tyler Mahle (3-6) with back-to-back homers by Schwarber and Baez after Ian Happ had walked to lead off the top of the second. Zobrist increased the lead to 4-1 in the fifth.\nCardinals 5, Phillies 1\nRookie Tyler O’Neill hit his second major league home run, one day after his first, and fellow rookie Jack Flaherty struck out 13 over 7 2/3 innings for his first major league victory as host St. Louis knocked off Philadelphia to split a four-game series at Busch Stadium.\nO’Neill, starting in left field as the Cardinals gave a day off to struggling Marcell Ozuna, led off the bottom of the sixth inning with a home run to center field off Phillies starter Aaron Nola (6-2), who had given up only three home runs in 58 2/3 innings before Sunday and saw his winning streak halted at five games.\nFlaherty (1-1), who recently returned to the rotation with the injury to Adam Wainwright, gave up just two hits, one of them Rhys Hoskins’ sixth home run of the season. He walked just one while throwing 120 pitches.\nRed Sox 5, Orioles 0\nJ.D. Martinez blasted two home runs and finished with three RBIs to supplement a strong start by Eduardo Rodriguez as Boston silenced visiting Baltimore.\nMay 20, 2018; Anaheim, CA, USA; Los Angeles Angels third baseman Zack Cozart (7) follows through on a run scoring sacrifice fly in the fifth inning as Tampa Bay Rays catcher Wilson Ramos (40) and home plate umpire Jeff Nelson (45) watch at Angel Stadium of Anaheim. Mandatory Credit: Kirby Lee-USA TODAY Sports It was the first multi-homer game with the Red Sox for Martinez (2-for-4), who tied teammate Mookie Betts for the major league lead with 15 home runs. Andrew Benintendi went 3-for-5 and slugged a two-run shot as Boston won three of four in the series.\nRodriguez (4-1) claimed the victory, striking out seven over 5 2/3 scoreless innings while allowing nine hits and walking none. Baltimore starter David Hess (1-1) was charged with five runs on eight hits and two walks with four strikeouts in 4 2/3 innings. Adam Jones went 3-for-4 for the Orioles, who lost for the 15th time in 16 road games.\nMariners 3, Tigers 2 (11 innings)\nJean Segura singled in the winning run in the bottom of the 11th inning as host Seattle rallied to defeat Detroit, spoiling an outstanding start by Francisco Liriano.\nDee Gordon led off 11th by grounding a single into right field off right-hander Buck Farmer (0-3). Gordon stole second base, his American League-leading 16th of the season, and Segura grounded a single to right field.\nNick Vincent (2-1) pitched a scoreless inning of relief for the victory. Lirinao allowed one hit in eight scoreless innings. He walked three and struck out five, but the Mariners tied it in the bottom of the ninth on Mitch Haniger’s two-run homer off closer Shane Greene.\nMets 4, Diamondbacks 1\nAsdrubal Cabrera and Amed Rosario homered on consecutive pitches in the seventh inning as New York completed a three-game sweep of Arizona at Citi Field.\nThe sweep for the Mets is their first at Citi Field since September 2016. The Diamondbacks have lost four straight and 10 of 11.\nArizona left-hander Jorge De La Rosa (0-2) retired the first two batters he faced in the seventh, but Tomas Nido singled and Cabrera, pinch-hitting for starting pitcher Noah Syndergaard (4-1), smacked his third career pinch-hit homer. Rosario, who homered for the Mets’ first run in the sixth, followed by completing his first two-homer day as a major leaguer.\nGiants 9, Rockies 5\nBrandon Belt and Nick Hundley hit back-to-back homers in the seventh inning to give host San Francisco the lead for good over Colorado at AT&T Park.\nWith their second straight win, the Giants salvaged a split of the four-game series and kept the Rockies from moving into first place in the National League West.\nGorkys Hernandez, who began the Giants’ comeback with a two-run homer in the fifth, led off the seventh by singling against Bryan Shaw (1-2). Evan Longoria drew a one-out walk, after which left-hander Jake McGee entered to face the left-handed-hitting Belt. But Belt beat the percentages by homering on a 1-0 pitch for his first round-tripper against a southpaw this season.\nWhite Sox 3, Rangers 0\nWelington Castillo had two hits and a homer and right-hander Reynaldo Lopez pitched eight scoreless innings to help Chicago win its first series since late April with the win over Texas at Guaranteed Rate Field.\nLeury Garcia had two hits and drove in two runs and Lopez (1-3) gave up two hits and retired 17 of the last 19 he faced in his longest career outing. It was his first victory since Sept. 22, 2017. Lopez struck out eight and did not allow a hit after Carlos Perez opened the third inning with a double\nTexas left-hander Mike Minor (3-3) gave up six hits and three runs in five innings, with a season-high nine strikeouts.\nTwins 3, Brewers 1\nSlideshow (14 Images) Logan Morrison’s two-run single in the eighth inning put Minnesota ahead for good in an interleague victory over visiting Milwaukee.\nMorrison came within feet of a grand slam as his single with the bases loaded, off Brewers reliever Boone Logan, was high off the right field wall. A sharp rebound prevented him from extra bases.\nThe go-ahead hit came after Logan intentionally walked Eduardo Escobar. All three Twins baserunners aboard when Logan delivered his hit reached via walk, two against Logan and one against reliever Taylor Williams (0-2), who took the loss.\nPadres 8, Pirates 5\nSan Diego rode a four-run ninth inning to its third straight win against host Pittsburgh.\nThe Pirates took a 5-4 lead in the eighth, but in the ninth, Jose Pirela and Christian Villanueva opened with singles against Pittsburgh closer Felipe Vazquez (2-1). Pinch hitter Cory Spangenberg reached and Pirela scored for a 5-5 tie on shortstop Jordy Mercer’s throwing error.\nFreddy Galvis’ bunt single brought home pinch runner Franchy Cordero for the go-ahead run. After a double steal, A.J. Ellis hit a two-run single to make it 8-5.\nAthletics 9, Blue Jays 2\nMarcus Semien had a two-run home run and three RBIs, Daniel Mengden pitched seven scoreless innings and visiting Oakland defeated Toronto to complete a four-game sweep.\nThe Athletics took advantage of four Toronto errors and other miscues to score five unearned runs.\nOakland finished a 10-game road trip 7-3 to move three games over .500 for the first time this season at 25-22. The Blue Jays fell to three games below .500 for the first time this season at 22-25.\nAstros 3, Indians 1\nLance McCullers carried a perfect game into the sixth inning and Brian McCann snapped a scoreless tie with a home run in the seventh as Houston claimed the rubber match of its weekend series with Cleveland at Minute Maid Park.\nMcCullers (6-2) breezed before Indians second baseman Jason Kipnis led off the sixth with a single to right field, completing his first five frames on 57 pitches. He leaned on his third pitch, a changeup, in his last outing but found his primary weapon against Cleveland, wielding his knuckle curveball to positive results while recording six strikeouts through three innings.\nThe Astros fashioned a rally on McCullers’ behalf in the bottom of the seventh, with Yuli Gurriel recording his second hard-hit ball off Indians right-hander Carlos Carrasco (5-3) to open the inning. Two batters later, Brian McCann followed the Gurriel single with a home run to the back of the Astros’ bullpen in right-center field, his fourth dinger of the season, finally ending the stalemate.\nDodgers 7, Nationals 2\nYasmani Grandal, Enrique Hernandez and Yasiel Puig all homered as Los Angeles defeated Washington at Nationals Park.\nLeft-hander Alex Wood (1-4) went six innings and gave up two runs on three hits and even helped on offense with his first career stolen base. Josh Fields got the final four outs for this second save.\nWashington right-hander Stephen Strasburg (5-4) allowed just five hits in 6 2/3 innings — but two of them were homers and gave the Dodgers three runs.\nYankees 10, Royals 1\nSonny Gray retired the first 14 hitters and pitched eight outstanding innings while Tyler Austin hit a pair of two-run homers as New York beat Kansas City at Kauffman Stadium.\nGray (3-3) scattered four hits, struck out five and issued one walk. He threw 92 pitches and recorded first-pitch strikes on 22 hitters.\nGray did not allow a baserunner until Hunter Dozier blooped a single to center field with two outs in the fourth inning. He allowed two more baserunners when he opened the seventh by hitting Jorge Soler with a pitch and then Mike Moustakas singled.\n—Field Level Media\n ",
    "published": "2018-05-21T13:11:00.000+03:00",
    "crawled": "2018-05-21T14:59:46.015+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "shohei",
        "ohtani",
        "struck",
        "nine",
        "inning",
        "allowing",
        "two",
        "run",
        "host",
        "los",
        "angeles",
        "angel",
        "snapped",
        "tampa",
        "bay",
        "ray",
        "winning",
        "streak",
        "avoided",
        "sweep",
        "win",
        "sunday",
        "may",
        "anaheim",
        "ca",
        "usa",
        "los",
        "angeles",
        "angel",
        "starting",
        "pitcher",
        "shohei",
        "ohtani",
        "delivers",
        "pitch",
        "fifth",
        "inning",
        "tampa",
        "bay",
        "ray",
        "angel",
        "stadium",
        "anaheim",
        "mandatory",
        "credit",
        "kirby",
        "today",
        "sport",
        "ohtani",
        "allowed",
        "six",
        "hit",
        "walked",
        "one",
        "martin",
        "maldonado",
        "hit",
        "solo",
        "homer",
        "second",
        "two",
        "rbi",
        "zack",
        "cozart",
        "added",
        "two",
        "rbi",
        "luis",
        "valbuena",
        "one",
        "los",
        "angeles",
        "snapped",
        "skid",
        "johnny",
        "field",
        "clubbed",
        "solo",
        "blast",
        "fourth",
        "homer",
        "year",
        "denard",
        "span",
        "also",
        "rbi",
        "tampa",
        "bay",
        "build",
        "major",
        "win",
        "streak",
        "second",
        "straight",
        "day",
        "tampa",
        "bay",
        "started",
        "reliever",
        "sergio",
        "romo",
        "pitched",
        "hitless",
        "inning",
        "two",
        "walk",
        "three",
        "strikeout",
        "matt",
        "andriese",
        "followed",
        "romo",
        "gave",
        "two",
        "unearned",
        "run",
        "hit",
        "two",
        "walk",
        "striking",
        "one",
        "brave",
        "marlin",
        "dansby",
        "swanson",
        "single",
        "base",
        "loaded",
        "ninth",
        "inning",
        "capped",
        "rally",
        "gave",
        "atlanta",
        "wild",
        "win",
        "miami",
        "suntrust",
        "park",
        "swanson",
        "since",
        "returning",
        "disabled",
        "list",
        "saturday",
        "drove",
        "pitch",
        "reliever",
        "tayron",
        "guerrero",
        "left",
        "field",
        "corner",
        "bring",
        "home",
        "tyler",
        "flower",
        "kurt",
        "suzuki",
        "tying",
        "winning",
        "run",
        "swanson",
        "struck",
        "start",
        "inning",
        "brave",
        "began",
        "peck",
        "away",
        "reliever",
        "brad",
        "ziegler",
        "ronald",
        "acuna",
        "drove",
        "run",
        "sacrifice",
        "fly",
        "freddie",
        "freeman",
        "hustle",
        "infield",
        "single",
        "plated",
        "another",
        "nick",
        "markakis",
        "drove",
        "run",
        "single",
        "center",
        "field",
        "miami",
        "brought",
        "guerrero",
        "walked",
        "flower",
        "surrendered",
        "rbi",
        "hit",
        "suzuki",
        "walked",
        "johan",
        "camargo",
        "load",
        "base",
        "two",
        "out",
        "setting",
        "swanson",
        "heroic",
        "cub",
        "red",
        "kyle",
        "schwarber",
        "javier",
        "baez",
        "ben",
        "zobrist",
        "homered",
        "back",
        "strong",
        "pitching",
        "yu",
        "darvish",
        "sending",
        "chicago",
        "past",
        "host",
        "cincinnati",
        "darvish",
        "allowed",
        "run",
        "shut",
        "red",
        "next",
        "five",
        "inning",
        "cub",
        "three",
        "game",
        "series",
        "included",
        "split",
        "saturday",
        "scott",
        "schebler",
        "infield",
        "hit",
        "given",
        "red",
        "lead",
        "first",
        "cub",
        "responded",
        "immediately",
        "red",
        "starter",
        "tyler",
        "mahle",
        "homer",
        "schwarber",
        "baez",
        "ian",
        "happ",
        "walked",
        "lead",
        "top",
        "second",
        "zobrist",
        "increased",
        "lead",
        "fifth",
        "cardinal",
        "phillies",
        "rookie",
        "tyler",
        "neill",
        "hit",
        "second",
        "major",
        "league",
        "home",
        "run",
        "one",
        "day",
        "first",
        "fellow",
        "rookie",
        "jack",
        "flaherty",
        "struck",
        "inning",
        "first",
        "major",
        "league",
        "victory",
        "host",
        "louis",
        "knocked",
        "philadelphia",
        "split",
        "series",
        "busch",
        "stadium",
        "neill",
        "starting",
        "left",
        "field",
        "cardinal",
        "gave",
        "day",
        "struggling",
        "marcell",
        "ozuna",
        "led",
        "bottom",
        "sixth",
        "inning",
        "home",
        "run",
        "center",
        "field",
        "phillies",
        "starter",
        "aaron",
        "nola",
        "given",
        "three",
        "home",
        "run",
        "inning",
        "sunday",
        "saw",
        "winning",
        "streak",
        "halted",
        "five",
        "game",
        "flaherty",
        "recently",
        "returned",
        "rotation",
        "injury",
        "adam",
        "wainwright",
        "gave",
        "two",
        "hit",
        "one",
        "rhys",
        "hoskins",
        "sixth",
        "home",
        "run",
        "season",
        "walked",
        "one",
        "throwing",
        "pitch",
        "red",
        "sox",
        "oriole",
        "martinez",
        "blasted",
        "two",
        "home",
        "run",
        "finished",
        "three",
        "rbi",
        "supplement",
        "strong",
        "start",
        "eduardo",
        "rodriguez",
        "boston",
        "silenced",
        "visiting",
        "baltimore",
        "may",
        "anaheim",
        "ca",
        "usa",
        "los",
        "angeles",
        "angel",
        "third",
        "baseman",
        "zack",
        "cozart",
        "follows",
        "run",
        "scoring",
        "sacrifice",
        "fly",
        "fifth",
        "inning",
        "tampa",
        "bay",
        "ray",
        "catcher",
        "wilson",
        "ramos",
        "home",
        "plate",
        "umpire",
        "jeff",
        "nelson",
        "watch",
        "angel",
        "stadium",
        "anaheim",
        "mandatory",
        "credit",
        "kirby",
        "today",
        "sport",
        "first",
        "game",
        "red",
        "sox",
        "martinez",
        "tied",
        "teammate",
        "mookie",
        "betts",
        "major",
        "league",
        "lead",
        "home",
        "run",
        "andrew",
        "benintendi",
        "went",
        "slugged",
        "shot",
        "boston",
        "three",
        "four",
        "series",
        "rodriguez",
        "claimed",
        "victory",
        "striking",
        "seven",
        "scoreless",
        "inning",
        "allowing",
        "nine",
        "hit",
        "walking",
        "none",
        "baltimore",
        "starter",
        "david",
        "hess",
        "charged",
        "five",
        "run",
        "eight",
        "hit",
        "two",
        "walk",
        "four",
        "strikeout",
        "inning",
        "adam",
        "jones",
        "went",
        "oriole",
        "lost",
        "15th",
        "time",
        "road",
        "game",
        "mariner",
        "tiger",
        "inning",
        "jean",
        "segura",
        "singled",
        "winning",
        "run",
        "bottom",
        "11th",
        "inning",
        "host",
        "seattle",
        "rallied",
        "defeat",
        "detroit",
        "spoiling",
        "outstanding",
        "start",
        "francisco",
        "liriano",
        "dee",
        "gordon",
        "led",
        "11th",
        "grounding",
        "single",
        "right",
        "field",
        "buck",
        "farmer",
        "gordon",
        "stole",
        "second",
        "base",
        "american",
        "16th",
        "season",
        "segura",
        "grounded",
        "single",
        "right",
        "field",
        "nick",
        "vincent",
        "pitched",
        "scoreless",
        "inning",
        "relief",
        "victory",
        "lirinao",
        "allowed",
        "one",
        "hit",
        "eight",
        "scoreless",
        "inning",
        "walked",
        "three",
        "struck",
        "five",
        "mariner",
        "tied",
        "bottom",
        "ninth",
        "mitch",
        "haniger",
        "homer",
        "closer",
        "shane",
        "greene",
        "mets",
        "diamondback",
        "asdrubal",
        "cabrera",
        "amed",
        "rosario",
        "homered",
        "consecutive",
        "pitch",
        "seventh",
        "inning",
        "new",
        "york",
        "completed",
        "sweep",
        "arizona",
        "citi",
        "field",
        "sweep",
        "mets",
        "first",
        "citi",
        "field",
        "since",
        "september",
        "diamondback",
        "lost",
        "four",
        "straight",
        "arizona",
        "jorge",
        "de",
        "la",
        "rosa",
        "retired",
        "first",
        "two",
        "batter",
        "faced",
        "seventh",
        "tomas",
        "nido",
        "singled",
        "cabrera",
        "starting",
        "pitcher",
        "noah",
        "syndergaard",
        "smacked",
        "third",
        "career",
        "homer",
        "rosario",
        "homered",
        "mets",
        "first",
        "run",
        "sixth",
        "followed",
        "completing",
        "first",
        "day",
        "major",
        "leaguer",
        "giant",
        "rockies",
        "brandon",
        "belt",
        "nick",
        "hundley",
        "hit",
        "homer",
        "seventh",
        "inning",
        "give",
        "host",
        "san",
        "francisco",
        "lead",
        "good",
        "colorado",
        "park",
        "second",
        "straight",
        "win",
        "giant",
        "salvaged",
        "split",
        "series",
        "kept",
        "rockies",
        "moving",
        "first",
        "place",
        "national",
        "league",
        "west",
        "gorky",
        "hernandez",
        "began",
        "giant",
        "comeback",
        "homer",
        "fifth",
        "led",
        "seventh",
        "singling",
        "bryan",
        "shaw",
        "evan",
        "longoria",
        "drew",
        "walk",
        "jake",
        "mcgee",
        "entered",
        "face",
        "belt",
        "belt",
        "beat",
        "percentage",
        "homering",
        "pitch",
        "first",
        "southpaw",
        "season",
        "white",
        "sox",
        "ranger",
        "welington",
        "castillo",
        "two",
        "hit",
        "homer",
        "reynaldo",
        "lopez",
        "pitched",
        "eight",
        "scoreless",
        "inning",
        "help",
        "chicago",
        "win",
        "first",
        "series",
        "since",
        "late",
        "april",
        "win",
        "texas",
        "guaranteed",
        "rate",
        "field",
        "leury",
        "garcia",
        "two",
        "hit",
        "drove",
        "two",
        "run",
        "lopez",
        "gave",
        "two",
        "hit",
        "retired",
        "last",
        "faced",
        "longest",
        "career",
        "outing",
        "first",
        "victory",
        "since",
        "lopez",
        "struck",
        "eight",
        "allow",
        "hit",
        "carlos",
        "perez",
        "opened",
        "third",
        "inning",
        "double",
        "texas",
        "mike",
        "minor",
        "gave",
        "six",
        "hit",
        "three",
        "run",
        "five",
        "inning",
        "nine",
        "strikeout",
        "twin",
        "brewer",
        "slideshow",
        "image",
        "logan",
        "morrison",
        "single",
        "eighth",
        "inning",
        "put",
        "minnesota",
        "ahead",
        "good",
        "interleague",
        "victory",
        "visiting",
        "milwaukee",
        "morrison",
        "came",
        "within",
        "foot",
        "grand",
        "slam",
        "single",
        "base",
        "loaded",
        "brewer",
        "reliever",
        "boone",
        "logan",
        "high",
        "right",
        "field",
        "wall",
        "sharp",
        "rebound",
        "prevented",
        "extra",
        "base",
        "hit",
        "came",
        "logan",
        "intentionally",
        "walked",
        "eduardo",
        "escobar",
        "three",
        "twin",
        "baserunners",
        "aboard",
        "logan",
        "delivered",
        "hit",
        "reached",
        "via",
        "walk",
        "two",
        "logan",
        "one",
        "reliever",
        "taylor",
        "williams",
        "took",
        "loss",
        "padre",
        "pirate",
        "san",
        "diego",
        "rode",
        "ninth",
        "inning",
        "third",
        "straight",
        "win",
        "host",
        "pittsburgh",
        "pirate",
        "took",
        "lead",
        "eighth",
        "ninth",
        "jose",
        "pirela",
        "christian",
        "villanueva",
        "opened",
        "single",
        "pittsburgh",
        "closer",
        "felipe",
        "vazquez",
        "pinch",
        "hitter",
        "cory",
        "spangenberg",
        "reached",
        "pirela",
        "scored",
        "tie",
        "shortstop",
        "jordy",
        "mercer",
        "throwing",
        "error",
        "freddy",
        "galvis",
        "bunt",
        "single",
        "brought",
        "home",
        "pinch",
        "runner",
        "franchy",
        "cordero",
        "run",
        "double",
        "steal",
        "elli",
        "hit",
        "single",
        "make",
        "athletics",
        "blue",
        "jay",
        "marcus",
        "semien",
        "home",
        "run",
        "three",
        "rbi",
        "daniel",
        "mengden",
        "pitched",
        "seven",
        "scoreless",
        "inning",
        "visiting",
        "oakland",
        "defeated",
        "toronto",
        "complete",
        "sweep",
        "athletics",
        "took",
        "advantage",
        "four",
        "toronto",
        "error",
        "miscue",
        "score",
        "five",
        "unearned",
        "run",
        "oakland",
        "finished",
        "road",
        "trip",
        "move",
        "three",
        "game",
        "first",
        "time",
        "season",
        "blue",
        "jay",
        "fell",
        "three",
        "game",
        "first",
        "time",
        "season",
        "astros",
        "indian",
        "lance",
        "mccullers",
        "carried",
        "perfect",
        "game",
        "sixth",
        "inning",
        "brian",
        "mccann",
        "snapped",
        "scoreless",
        "tie",
        "home",
        "run",
        "seventh",
        "houston",
        "claimed",
        "rubber",
        "match",
        "weekend",
        "series",
        "cleveland",
        "minute",
        "maid",
        "park",
        "mccullers",
        "breezed",
        "indian",
        "second",
        "baseman",
        "jason",
        "kipnis",
        "led",
        "sixth",
        "single",
        "right",
        "field",
        "completing",
        "first",
        "five",
        "frame",
        "pitch",
        "leaned",
        "third",
        "pitch",
        "changeup",
        "last",
        "outing",
        "found",
        "primary",
        "weapon",
        "cleveland",
        "wielding",
        "knuckle",
        "curveball",
        "positive",
        "result",
        "recording",
        "six",
        "strikeout",
        "three",
        "inning",
        "astros",
        "fashioned",
        "rally",
        "mccullers",
        "behalf",
        "bottom",
        "seventh",
        "yuli",
        "gurriel",
        "recording",
        "second",
        "ball",
        "indian",
        "carlos",
        "carrasco",
        "open",
        "inning",
        "two",
        "batter",
        "later",
        "brian",
        "mccann",
        "followed",
        "gurriel",
        "single",
        "home",
        "run",
        "back",
        "astros",
        "bullpen",
        "field",
        "fourth",
        "dinger",
        "season",
        "finally",
        "ending",
        "stalemate",
        "dodger",
        "national",
        "yasmani",
        "grandal",
        "enrique",
        "hernandez",
        "yasiel",
        "puig",
        "homered",
        "los",
        "angeles",
        "defeated",
        "washington",
        "national",
        "park",
        "alex",
        "wood",
        "went",
        "six",
        "inning",
        "gave",
        "two",
        "run",
        "three",
        "hit",
        "even",
        "helped",
        "offense",
        "first",
        "career",
        "stolen",
        "base",
        "josh",
        "field",
        "got",
        "final",
        "four",
        "out",
        "second",
        "save",
        "washington",
        "stephen",
        "strasburg",
        "allowed",
        "five",
        "hit",
        "inning",
        "two",
        "homer",
        "gave",
        "dodger",
        "three",
        "run",
        "yankee",
        "royal",
        "sonny",
        "gray",
        "retired",
        "first",
        "hitter",
        "pitched",
        "eight",
        "outstanding",
        "inning",
        "tyler",
        "austin",
        "hit",
        "pair",
        "homer",
        "new",
        "york",
        "beat",
        "kansa",
        "city",
        "kauffman",
        "stadium",
        "gray",
        "scattered",
        "four",
        "hit",
        "struck",
        "five",
        "issued",
        "one",
        "walk",
        "threw",
        "pitch",
        "recorded",
        "strike",
        "hitter",
        "gray",
        "allow",
        "baserunner",
        "hunter",
        "dozier",
        "blooped",
        "single",
        "center",
        "field",
        "two",
        "out",
        "fourth",
        "inning",
        "allowed",
        "two",
        "baserunners",
        "opened",
        "seventh",
        "hitting",
        "jorge",
        "soler",
        "pitch",
        "mike",
        "moustakas",
        "singled",
        "level",
        "medium"
    ]
}