{
    "organizations": [],
    "uuid": "337582605981ecf78e5c499d59c49583473474b4",
    "author": "",
    "url": "https://in.reuters.com/article/uk-shipping-investment-beaching-insight/shippings-financiers-turning-the-tide-on-shipbreaking-practices-idINKCN1IG0JJ",
    "ord_in_thread": 0,
    "title": "Insight: Shipping's financiers turning the tide on shipbreaking practices",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "LONDON (Reuters) - The shipping industry has long been criticised by campaigners for allowing vessels to be broken up on beaches, endangering workers and polluting the sea and sand.\nFILE PHOTO: Workers dismantle a decommissioned ship at the Alang shipyard in the western Indian state of Gujarat, March 27, 2015. REUTERS/Amit Dave/File Photo Now, it is being called to account from a quarter that may have a bit more clout - its financial backers.\nNorway’s $1 trillion Oil Fund, a leader in ethical investing, in February sold its stake in four firms because they scrap on the beach.\nThree of the firms excluded by Norway’s fund - Taiwan’s Evergreen Marine, Precious Shipping ( PSL.BK ) and Thoresen Thai Agencies (TTA) ( TTA.BK ) of Thailand - say they have been unfairly singled out. The fourth, Korea Line ( 005880.KS ), declined to comment.\nNorwegian life insurer KLP soon followed, selling shares in the one of the four it owned and blacklisting the other three.\nFurther exclusions are likely, said KLP, the fund and its advisory Council on Ethics. The council’s chief adviser, Aslak Skancke, said the divestments had already effected wider change, including encouraging companies to seek cleaner scrapping.\nThe fund contacted several firms in its portfolio during its investigation, Skancke said, “and when we made them aware of the possibility of exclusion from the fund, they ... decided to change their policy.” He declined to name the companies.\nThree leading pensions funds - Caisse de Depot, CCP and OMERS - are reviewing their investments in shipping over ethical and green considerations, a finance source familiar with the matter said. OMERS declined to comment. Caisse de Depot and CCP did not respond to requests for comment.\nThe steps add to momentum on the issue from European Union regulators and courts, in particular pressure to measure up to standards for inclusion on the EU’s list of approved ship-breaking yards, which is due to be updated later this year.\nIt’s a revolution that has been a long time coming, environmental, labour and human rights activists say. But a transition won’t be easy, for owners or breakers.\nMore than 80 percent of ageing commercial ships are broken up on the beaches of Bangladesh, Pakistan and India. Industry leaders in South Asia say they cannot afford to upgrade their sites and remain competitive.\nAnd not all beaching is the same. In its most criticised forms, workers cut up ships with little more than their hands and blowtorches, with parts and pollutants dropping directly onto the sand. Other sites have cranes, impermeable surfaces and safety standards for workers and equipment.\n“No one has ever really been able to come up with a reasonable definition” of beaching, said John Stawpert, manager for environment and trade at the International Chamber of Shipping, which represents most of the world’s merchant fleet.\n“If there was to be a blanket ban on ‘beaching’ there would be a very, very serious capacity problem because there is nowhere else big enough to deal with it at the moment,” he said.\nBeaching in South Asia also pays more, an important consideration as the shipping industry emerges from a decade in the doldrums due to over-ordering of ships and slowing global trade, 90 percent of which is transported by sea.\nFinancial sources estimate shipping companies face a $30 billion funding gap in 2018, because even though the business is recovering, they are still not getting enough money from banks who are constrained by stricter capital requirements.\nCommerzbank has said it will exit shipping financing and invest its capital elsewhere; others, such as Deutsche Bank, say they aim to cut their exposure to the sector.\nFor a graphic on ship scrapping, click here\nFINANCING Leading Dutch shipping finance houses ABN AMRO ( ABNd.AS ) and ING, Sweden’s Nordea ( NDA.ST ), Norway’s DNB ( DNB.OL ) and Denmark’s Danske Bank ( DANSKE.CO ), as well as the Netherlands’ NIBC, say they are taking a hard look at their borrowers’ policies.\n“We believe actors that do not take the environmental and social risk seriously will have problems accessing capital markets in the future,” said Kristin Holth, DNB’s leader for Ocean Industries.\nMost of the 18 institutional investors contacted by Reuters said they preferred engagement to divestment, at least at first.\nSasja Beslik, head of group sustainable finance at Nordea, said the bank had “no issue with divestments - we’ve done that over the years and are not afraid of doing that.”\nBut he added that in the case of ship breaking, the approach for now was to encourage companies to “take responsibility”.\nA spokesman for ABN AMRO said in a statement if clients did not comply with the bank’s sustainability policies, there would be “a phase of engagement”.\nSlideshow (2 Images) “If engagement is without result, the ultimate consequence is that the relationship with (the) client will be ended,” he added.\nEurope has a powerful voice as the world’s second-largest ship-owning region after China, with an estimated $301 billion worth of tonnage, according to valuation company VesselsValue.\nThe EU’s decision to draw up a list of approved ship-breaking yards in December 2016 was the first regulatory step with real teeth; the Hong Kong Convention on recycling drawn up in 2009 does not take a position on beaching and has only a handful of signatories so far.\nCourts in Europe are playing a role, too. In March, Dutch company Seatrade and two of its directors were found guilty of violating rules banning the transport of waste from the EU to India when it sailed ships there to have them demolished, one of the first criminal cases of its kind.\nThe case “sets an important precedent”, said Ingvild Jenssen, founder and coordinator of NGO Shipbreaking Platform, a coalition of environmental, human and labour rights organisations formed in 2005 which has mapped out direct links between shipowners and beaching operations.\nSkancke said Shipbreaking Platform’s work played an important role in its decision to divest.\nBEACHING In beaching, ships are run to ground in inter-tidal areas that would normally teem with sea life.\nOil, sludge, paint chips and slag can get washed out to sea with the tide, environmental and rights campaigners say. Other toxic materials, like asbestos, get absorbed into the sand.\nThe yards - centred in Pakistan (mainly Gadani), India (Alang) and Bangladesh (Chittagong) - employ tens of thousands of people, of whom dozens are killed each year, the campaigners say. An oil tanker blast in 2016 in Gadani killed at least 26 workers and injured dozens.\nGovernment officials and shipowners say conditions have improved significantly in recent years.\n“From the day of the (Gadani) accident until this day improvements have been brought at the yards, like working conditions,” Hashim Gilzai, the government commissioner with administrative control over the yard, told Reuters.\nBangladesh passed regulations in January to upgrade facilities and impose tougher penalties, said Shamsul Areefin, additional secretary with the ministry of industries.\nThe challenge was how to put expensive infrastructure in place while remaining cost competitive, said Nitin Kanakiya, secretary of India’s Ship Recycling Industries Association.\n“We cannot afford these huge capital investments,” he said. “And if we invest this much, our economic significance will go away.”\nFUND’S METHODS DISPUTED Taiwan’s Evergreen, one of the four firms excluded by the Norwegian fund, said it “specifically demanded” that vessels be broken up at certified green recycling shipyards. TTA said it was compliant with all international rules and regulations.\nKhalid Hashim, managing director of Precious Shipping, one of Thailand’s largest dry cargo ship owners, disputed the way the fund was going about its goal because it would be easy to sell ageing ships to third parties before their end of life.\n“In that case we would be whiter than the snow that falls in Norway but the buyers of our ships would, a few years later, scrap the ships at the beaches of the Indian sub-continent.”\nSkancke said the fund’s actions were just the beginning of a process, starting with Pakistan and Bangladesh.\n“Now the question remains, can you still do this in a responsible manner?” he said. “And that is a question that will have implications for how we view companies which send ships for beaching in India.”\nThe ICS’s Stawpert said continuing improvements in South Asia operations would allow the region to remain at the centre of global ship-breaking.\nBut Shipbreaking Platform’s Jenssen said that was not possible as long as beaching continued.\n“Our role is to promote clean and safe solutions and to make sure that there is no double standard in the way the environment and workers are protected around the world,” she said.\n“It is key to make sure that the surrounding environment is not contaminated. This is impossible on a tidal beach, as is cleaning up an oil spill.”\nAdditional reporting by Joyce Lee in Seoul, Stine Jacobsen in Copenhagen, Joachim Dagenborg and Gwladys Fouche in Oslo, Syed Raza Hassan and Drazen Jorgic in Islamabad, Ruma Paul in Dhaka and Sudarshan Varadhan in New Delhi; Editing by Sonya Hepinstall\n ",
    "published": "2018-05-15T08:34:00.000+03:00",
    "crawled": "2018-05-15T08:53:34.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "london",
        "reuters",
        "shipping",
        "industry",
        "long",
        "criticised",
        "campaigner",
        "allowing",
        "vessel",
        "broken",
        "beach",
        "endangering",
        "worker",
        "polluting",
        "sea",
        "sand",
        "file",
        "photo",
        "worker",
        "dismantle",
        "decommissioned",
        "ship",
        "alang",
        "shipyard",
        "western",
        "indian",
        "state",
        "gujarat",
        "march",
        "photo",
        "called",
        "account",
        "quarter",
        "may",
        "bit",
        "clout",
        "financial",
        "backer",
        "norway",
        "trillion",
        "oil",
        "fund",
        "leader",
        "ethical",
        "investing",
        "february",
        "sold",
        "stake",
        "four",
        "firm",
        "scrap",
        "beach",
        "three",
        "firm",
        "excluded",
        "norway",
        "fund",
        "taiwan",
        "evergreen",
        "marine",
        "precious",
        "shipping",
        "thoresen",
        "thai",
        "agency",
        "tta",
        "thailand",
        "say",
        "unfairly",
        "singled",
        "fourth",
        "korea",
        "line",
        "declined",
        "comment",
        "norwegian",
        "life",
        "insurer",
        "klp",
        "soon",
        "followed",
        "selling",
        "share",
        "one",
        "four",
        "owned",
        "blacklisting",
        "three",
        "exclusion",
        "likely",
        "said",
        "klp",
        "fund",
        "advisory",
        "council",
        "ethic",
        "council",
        "chief",
        "adviser",
        "aslak",
        "skancke",
        "said",
        "divestments",
        "already",
        "effected",
        "wider",
        "change",
        "including",
        "encouraging",
        "company",
        "seek",
        "cleaner",
        "scrapping",
        "fund",
        "contacted",
        "several",
        "firm",
        "portfolio",
        "investigation",
        "skancke",
        "said",
        "made",
        "aware",
        "possibility",
        "exclusion",
        "fund",
        "decided",
        "change",
        "declined",
        "name",
        "company",
        "three",
        "leading",
        "pension",
        "fund",
        "caisse",
        "de",
        "depot",
        "ccp",
        "omers",
        "reviewing",
        "investment",
        "shipping",
        "ethical",
        "green",
        "consideration",
        "finance",
        "source",
        "familiar",
        "matter",
        "said",
        "omers",
        "declined",
        "comment",
        "caisse",
        "de",
        "depot",
        "ccp",
        "respond",
        "request",
        "comment",
        "step",
        "add",
        "momentum",
        "issue",
        "european",
        "union",
        "regulator",
        "court",
        "particular",
        "pressure",
        "measure",
        "standard",
        "inclusion",
        "eu",
        "list",
        "approved",
        "yard",
        "due",
        "updated",
        "later",
        "year",
        "revolution",
        "long",
        "time",
        "coming",
        "environmental",
        "labour",
        "human",
        "right",
        "activist",
        "say",
        "transition",
        "easy",
        "owner",
        "breaker",
        "percent",
        "ageing",
        "commercial",
        "ship",
        "broken",
        "beach",
        "bangladesh",
        "pakistan",
        "india",
        "industry",
        "leader",
        "south",
        "asia",
        "say",
        "afford",
        "upgrade",
        "site",
        "remain",
        "competitive",
        "beaching",
        "criticised",
        "form",
        "worker",
        "cut",
        "ship",
        "little",
        "hand",
        "blowtorch",
        "part",
        "pollutant",
        "dropping",
        "directly",
        "onto",
        "sand",
        "site",
        "crane",
        "impermeable",
        "surface",
        "safety",
        "standard",
        "worker",
        "equipment",
        "one",
        "ever",
        "really",
        "able",
        "come",
        "reasonable",
        "definition",
        "beaching",
        "said",
        "john",
        "stawpert",
        "manager",
        "environment",
        "trade",
        "international",
        "chamber",
        "shipping",
        "represents",
        "world",
        "merchant",
        "fleet",
        "blanket",
        "ban",
        "beaching",
        "would",
        "serious",
        "capacity",
        "problem",
        "nowhere",
        "else",
        "big",
        "enough",
        "deal",
        "moment",
        "said",
        "beaching",
        "south",
        "asia",
        "also",
        "pay",
        "important",
        "consideration",
        "shipping",
        "industry",
        "emerges",
        "decade",
        "doldrums",
        "due",
        "ship",
        "slowing",
        "global",
        "trade",
        "percent",
        "transported",
        "sea",
        "financial",
        "source",
        "estimate",
        "shipping",
        "company",
        "face",
        "billion",
        "funding",
        "gap",
        "even",
        "though",
        "business",
        "recovering",
        "still",
        "getting",
        "enough",
        "money",
        "bank",
        "constrained",
        "stricter",
        "capital",
        "requirement",
        "commerzbank",
        "said",
        "exit",
        "shipping",
        "financing",
        "invest",
        "capital",
        "elsewhere",
        "others",
        "deutsche",
        "bank",
        "say",
        "aim",
        "cut",
        "exposure",
        "sector",
        "graphic",
        "ship",
        "scrapping",
        "click",
        "financing",
        "leading",
        "dutch",
        "shipping",
        "finance",
        "house",
        "abn",
        "amro",
        "ing",
        "sweden",
        "nordea",
        "norway",
        "dnb",
        "denmark",
        "danske",
        "bank",
        "well",
        "netherlands",
        "nibc",
        "say",
        "taking",
        "hard",
        "look",
        "borrower",
        "policy",
        "believe",
        "actor",
        "take",
        "environmental",
        "social",
        "risk",
        "seriously",
        "problem",
        "accessing",
        "capital",
        "market",
        "future",
        "said",
        "kristin",
        "holth",
        "dnb",
        "leader",
        "ocean",
        "industry",
        "institutional",
        "investor",
        "contacted",
        "reuters",
        "said",
        "preferred",
        "engagement",
        "divestment",
        "least",
        "first",
        "sasja",
        "beslik",
        "head",
        "group",
        "sustainable",
        "finance",
        "nordea",
        "said",
        "bank",
        "issue",
        "divestments",
        "done",
        "year",
        "afraid",
        "added",
        "case",
        "ship",
        "breaking",
        "approach",
        "encourage",
        "company",
        "take",
        "responsibility",
        "spokesman",
        "abn",
        "amro",
        "said",
        "statement",
        "client",
        "comply",
        "bank",
        "sustainability",
        "policy",
        "would",
        "phase",
        "engagement",
        "slideshow",
        "image",
        "engagement",
        "without",
        "result",
        "ultimate",
        "consequence",
        "relationship",
        "client",
        "ended",
        "added",
        "europe",
        "powerful",
        "voice",
        "world",
        "region",
        "china",
        "estimated",
        "billion",
        "worth",
        "tonnage",
        "according",
        "valuation",
        "company",
        "vesselsvalue",
        "eu",
        "decision",
        "draw",
        "list",
        "approved",
        "yard",
        "december",
        "first",
        "regulatory",
        "step",
        "real",
        "teeth",
        "hong",
        "kong",
        "convention",
        "recycling",
        "drawn",
        "take",
        "position",
        "beaching",
        "handful",
        "signatory",
        "far",
        "court",
        "europe",
        "playing",
        "role",
        "march",
        "dutch",
        "company",
        "seatrade",
        "two",
        "director",
        "found",
        "guilty",
        "violating",
        "rule",
        "banning",
        "transport",
        "waste",
        "eu",
        "india",
        "sailed",
        "ship",
        "demolished",
        "one",
        "first",
        "criminal",
        "case",
        "kind",
        "case",
        "set",
        "important",
        "precedent",
        "said",
        "ingvild",
        "jenssen",
        "founder",
        "coordinator",
        "ngo",
        "shipbreaking",
        "platform",
        "coalition",
        "environmental",
        "human",
        "labour",
        "right",
        "organisation",
        "formed",
        "mapped",
        "direct",
        "link",
        "shipowner",
        "beaching",
        "operation",
        "skancke",
        "said",
        "shipbreaking",
        "platform",
        "work",
        "played",
        "important",
        "role",
        "decision",
        "divest",
        "beaching",
        "beaching",
        "ship",
        "run",
        "ground",
        "area",
        "would",
        "normally",
        "teem",
        "sea",
        "life",
        "oil",
        "sludge",
        "paint",
        "chip",
        "slag",
        "get",
        "washed",
        "sea",
        "tide",
        "environmental",
        "right",
        "campaigner",
        "say",
        "toxic",
        "material",
        "like",
        "asbestos",
        "get",
        "absorbed",
        "sand",
        "yard",
        "centred",
        "pakistan",
        "mainly",
        "gadani",
        "india",
        "alang",
        "bangladesh",
        "chittagong",
        "employ",
        "ten",
        "thousand",
        "people",
        "dozen",
        "killed",
        "year",
        "campaigner",
        "say",
        "oil",
        "tanker",
        "blast",
        "gadani",
        "killed",
        "least",
        "worker",
        "injured",
        "dozen",
        "government",
        "official",
        "shipowner",
        "say",
        "condition",
        "improved",
        "significantly",
        "recent",
        "year",
        "day",
        "gadani",
        "accident",
        "day",
        "improvement",
        "brought",
        "yard",
        "like",
        "working",
        "condition",
        "hashim",
        "gilzai",
        "government",
        "commissioner",
        "administrative",
        "control",
        "yard",
        "told",
        "reuters",
        "bangladesh",
        "passed",
        "regulation",
        "january",
        "upgrade",
        "facility",
        "impose",
        "tougher",
        "penalty",
        "said",
        "shamsul",
        "areefin",
        "additional",
        "secretary",
        "ministry",
        "industry",
        "challenge",
        "put",
        "expensive",
        "infrastructure",
        "place",
        "remaining",
        "cost",
        "competitive",
        "said",
        "nitin",
        "kanakiya",
        "secretary",
        "india",
        "ship",
        "recycling",
        "industry",
        "association",
        "afford",
        "huge",
        "capital",
        "investment",
        "said",
        "invest",
        "much",
        "economic",
        "significance",
        "go",
        "fund",
        "method",
        "disputed",
        "taiwan",
        "evergreen",
        "one",
        "four",
        "firm",
        "excluded",
        "norwegian",
        "fund",
        "said",
        "specifically",
        "demanded",
        "vessel",
        "broken",
        "certified",
        "green",
        "recycling",
        "shipyard",
        "tta",
        "said",
        "compliant",
        "international",
        "rule",
        "regulation",
        "khalid",
        "hashim",
        "managing",
        "director",
        "precious",
        "shipping",
        "one",
        "thailand",
        "largest",
        "dry",
        "cargo",
        "ship",
        "owner",
        "disputed",
        "way",
        "fund",
        "going",
        "goal",
        "would",
        "easy",
        "sell",
        "ageing",
        "ship",
        "third",
        "party",
        "end",
        "life",
        "case",
        "would",
        "whiter",
        "snow",
        "fall",
        "norway",
        "buyer",
        "ship",
        "would",
        "year",
        "later",
        "scrap",
        "ship",
        "beach",
        "indian",
        "skancke",
        "said",
        "fund",
        "action",
        "beginning",
        "process",
        "starting",
        "pakistan",
        "bangladesh",
        "question",
        "remains",
        "still",
        "responsible",
        "manner",
        "said",
        "question",
        "implication",
        "view",
        "company",
        "send",
        "ship",
        "beaching",
        "ic",
        "stawpert",
        "said",
        "continuing",
        "improvement",
        "south",
        "asia",
        "operation",
        "would",
        "allow",
        "region",
        "remain",
        "centre",
        "global",
        "shipbreaking",
        "platform",
        "jenssen",
        "said",
        "possible",
        "long",
        "beaching",
        "continued",
        "role",
        "promote",
        "clean",
        "safe",
        "solution",
        "make",
        "sure",
        "double",
        "standard",
        "way",
        "environment",
        "worker",
        "protected",
        "around",
        "world",
        "said",
        "key",
        "make",
        "sure",
        "surrounding",
        "environment",
        "contaminated",
        "impossible",
        "tidal",
        "beach",
        "cleaning",
        "oil",
        "additional",
        "reporting",
        "joyce",
        "lee",
        "seoul",
        "stine",
        "jacobsen",
        "copenhagen",
        "joachim",
        "dagenborg",
        "gwladys",
        "fouche",
        "oslo",
        "syed",
        "raza",
        "hassan",
        "drazen",
        "jorgic",
        "islamabad",
        "ruma",
        "paul",
        "dhaka",
        "sudarshan",
        "varadhan",
        "new",
        "delhi",
        "editing",
        "sonya",
        "hepinstall"
    ]
}