{
    "organizations": [],
    "uuid": "ffcb342f3c88f0e1973c8b04b32bbc30c6c6b43e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/21/pr-newswire-ameren-missouri-planning-largest-wind-farm-in-the-state.html",
    "ord_in_thread": 0,
    "title": "Ameren Missouri Planning Largest Wind Farm in the State",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "ST. LOUIS, May 21, 2018 /PRNewswire/ -- Today Ameren Missouri, a subsidiary of Ameren Corporation (NYSE: AEE), announced that it has entered into an agreement to acquire, after construction, a 400-megawatt wind farm in northeast Missouri, the largest ever in the state.\n\"We are excited to take this transformative step to bring more renewable generation to our customers,\" said Michael Moehn, president of Ameren Missouri. \"Adding more wind energy will help us achieve our goal to reduce carbon emissions 80 percent by 2050.\"\nThe facility would be built by an affiliate of Terra-Gen, LLC in Adair and Schuyler counties. Groundbreaking is expected in summer 2019. The wind farm will consist of 175 American-made wind turbines that will stand more than 450 feet above the ground. These types of turbines will be among the most technologically advanced in the state. Energy produced by the wind farm will power an estimated 120,000 homes by 2020.\n\"This major wind development would benefit our customers, the communities we serve and the environment,\" said Ajay Arora, vice president of power operations and energy management at Ameren Missouri. \"Missouri-based wind generation recently became an affordable option. These planned investments in wind energy would help keep customers' rates more stable over time. Our state would also benefit from continued investment and economic growth, including hundreds of construction jobs, as well as permanent jobs when the turbines are in service.\"\nThe wind farm is enabled by the expanded transmission capacity made possible by Ameren Transmission Company of Illinois' Mark Twain Transmission Project, approved in January by the Missouri Public Service Commission (PSC). The Mark Twain Transmission Project has a targeted in-service date of December 2019.\n\"The new transmission line is vital to the expansion of renewable energy generation and distribution in Missouri,\" Moehn said. \"In addition to being an engine for economic growth, the Mark Twain Transmission Project will strengthen our region's energy grid and deliver greater energy reliability.\"\nThe transaction is subject to a number of conditions, including timely approval from the PSC and obtaining a timely and acceptable Midcontinent Independent System Operator transmission interconnection agreement.\nToday's announcement is the first major step in implementing Ameren Missouri's Integrated Resource Plan, a 20-year outlook that supports cleaner energy in the state. The plan is consistent with Missouri's Renewable Energy Standard passed by voters in 2008. Planned investments include approximately $1 billion to build wind generation projects in Missouri and possibly neighboring states, resulting in at least 700 megawatts of new wind-generated energy by 2020. This wind farm would meet more than half of that planned capacity. Ameren Missouri also expects to add 100 megawatts of solar-generated energy over the next 10 years, with 50 megawatts targeted to come online by 2025.\nAmeren Missouri has been providing electric and gas service for more than 100 years, and the company's electric rates are among the lowest in the nation. Ameren Missouri's mission is to power the quality of life for its 1.2 million electric and 130,000 natural gas customers in central and eastern Missouri. The company's service area covers 64 counties and more than 500 communities, including the greater St. Louis area. For more information, visit Ameren.com/Missouri or follow us at @AmerenMissouri or Facebook.com/AmerenMissouri .\nForward-looking Statements\nStatements in this release not based on historical facts are considered \"forward-looking\" and, accordingly, involve risks and uncertainties that could cause actual results to differ materially from those discussed. Although such forward-looking statements have been made in good faith and are based on reasonable assumptions, there is no assurance that the expected results will be achieved. These statements include (without limitation) statements as to future expectations, beliefs, plans, strategies, objectives, events, conditions, and financial performance. In connection with the \"safe harbor\" provisions of the Private Securities Litigation Reform Act of 1995, we are providing this cautionary statement to identify important factors that could cause actual results to differ materially from those anticipated. The following factors, in addition to those discussed under Risk Factors in Ameren's Annual Report on Form 10-K for the year ended December 31, 2017, and elsewhere in this release and in our other filings with the Securities and Exchange Commission, could cause actual results to differ materially from management expectations suggested in such forward-looking statements:\nregulatory, judicial, or legislative actions, and changes in regulatory policies and ratemaking determinations, such as actions that change regulatory recovery mechanisms; the effects of changes in federal, state, or local laws and other governmental actions, including monetary, fiscal, and energy policies; the effects of changes in federal, state, or local tax laws or rates, including additional regulations, interpretations, amendments, or technical corrections to the Tax Cuts and Jobs Act of 2017 (TCJA), and any challenges to the tax positions we have taken; the effects on demand for our services resulting from technological advances, including advances in customer energy efficiency and private generation sources, which generate electricity at the site of consumption and are becoming more cost-competitive; our ability to align overall spending, both operating and capital, with frameworks established by our regulators and to recover these costs in a timely manner in our attempt to earn our allowed returns on equity; the cost and availability of fuel, such as ultra-low-sulfur coal, natural gas, and enriched uranium used to produce electricity; the cost and availability of purchased power, zero-emission credits, and renewable energy credits; and the level and volatility of future market prices for such commodities, including our ability to recover the costs for such commodities and our customers' tolerance for any related price increases; business and economic conditions, including their impact on interest rates, collection of our receivable balances, and demand for our products; disruptions of the capital markets, deterioration in our credit metrics, including as a result of the implementation of the TCJA, or other events that may have an adverse effect on the cost or availability of capital, including short-term credit and liquidity; the actions of credit rating agencies and the effects of such actions; the construction, installation, performance, and cost recovery of generation, transmission, and distribution assets; the effects of our increasing investment in electric transmission projects, as well as potential wind and solar generation projects, our ability to obtain all of the necessary approvals to complete the projects, and the uncertainty as to whether we will achieve our expected returns in a timely manner; the effects of strategic initiatives, including mergers, acquisitions, and divestitures; the impact of current environmental regulations and new, more stringent, or changing requirements, including those related to carbon dioxide, other emissions and discharges, cooling water intake structures, coal combustion residuals, and energy efficiency, that are enacted over time and that could limit or terminate the operation of certain of Ameren Missouri's energy centers, increase our costs or investment requirements, result in an impairment of our assets, cause us to sell our assets, reduce our customers' demand for electricity or natural gas, or otherwise have a negative financial effect; the impact of negative opinions of us or our utility services that our customers, legislators, or regulators may have or develop, which could result from a variety of factors, including failures in system reliability, failure to implement our investment plans or protect sensitive customer information, increases in rates, or negative media coverage; the impact of complying with renewable energy portfolio requirements in Missouri; labor disputes, work force reductions, future wage and employee benefits costs, including changes in discount rates, mortality tables, and returns on benefit plan assets; the inability of our counterparties to meet their obligations with respect to contracts, credit agreements, and financial instruments; the cost and availability of transmission capacity for the energy generated by Ameren Missouri's energy centers or required to satisfy Ameren Missouri's energy sales; legal and administrative proceedings; the impact of cyber attacks, which could, among other things, result in the loss of operational control of energy centers and electric transmission and distribution systems and/or the loss of data, such as customer, employee, financial, and operating system information; and acts of sabotage, war, terrorism, or other intentionally disruptive acts.\nNew factors emerge from time to time, and it is not possible for management to predict all of such factors, nor can it assess the impact of each such factor on the business or the extent to which any factor, or combination of factors, may cause actual results to differ materially from those contained or implied in any forward-looking statement. Given these uncertainties, undue reliance should not be placed on these forward-looking statements. Except to the extent required by the federal securities laws, we undertake no obligation to update or revise publicly any forward-looking statements to reflect new information or future events.\nView original content: http://www.prnewswire.com/news-releases/ameren-missouri-planning-largest-wind-farm-in-the-state-300651751.html\nSOURCE Ameren Missouri",
    "published": "2018-05-21T16:33:00.000+03:00",
    "crawled": "2018-05-21T18:38:52.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "louis",
        "may",
        "today",
        "ameren",
        "missouri",
        "subsidiary",
        "ameren",
        "corporation",
        "nyse",
        "aee",
        "announced",
        "entered",
        "agreement",
        "acquire",
        "construction",
        "wind",
        "farm",
        "northeast",
        "missouri",
        "largest",
        "ever",
        "state",
        "excited",
        "take",
        "transformative",
        "step",
        "bring",
        "renewable",
        "generation",
        "customer",
        "said",
        "michael",
        "moehn",
        "president",
        "ameren",
        "missouri",
        "adding",
        "wind",
        "energy",
        "help",
        "u",
        "achieve",
        "goal",
        "reduce",
        "carbon",
        "emission",
        "percent",
        "facility",
        "would",
        "built",
        "affiliate",
        "llc",
        "adair",
        "schuyler",
        "county",
        "groundbreaking",
        "expected",
        "summer",
        "wind",
        "farm",
        "consist",
        "wind",
        "turbine",
        "stand",
        "foot",
        "ground",
        "type",
        "turbine",
        "among",
        "technologically",
        "advanced",
        "state",
        "energy",
        "produced",
        "wind",
        "farm",
        "power",
        "estimated",
        "home",
        "major",
        "wind",
        "development",
        "would",
        "benefit",
        "customer",
        "community",
        "serve",
        "environment",
        "said",
        "ajay",
        "arora",
        "vice",
        "president",
        "power",
        "operation",
        "energy",
        "management",
        "ameren",
        "missouri",
        "wind",
        "generation",
        "recently",
        "became",
        "affordable",
        "option",
        "planned",
        "investment",
        "wind",
        "energy",
        "would",
        "help",
        "keep",
        "customer",
        "rate",
        "stable",
        "time",
        "state",
        "would",
        "also",
        "benefit",
        "continued",
        "investment",
        "economic",
        "growth",
        "including",
        "hundred",
        "construction",
        "job",
        "well",
        "permanent",
        "job",
        "turbine",
        "service",
        "wind",
        "farm",
        "enabled",
        "expanded",
        "transmission",
        "capacity",
        "made",
        "possible",
        "ameren",
        "transmission",
        "company",
        "illinois",
        "mark",
        "twain",
        "transmission",
        "project",
        "approved",
        "january",
        "missouri",
        "public",
        "service",
        "commission",
        "psc",
        "mark",
        "twain",
        "transmission",
        "project",
        "targeted",
        "date",
        "december",
        "new",
        "transmission",
        "line",
        "vital",
        "expansion",
        "renewable",
        "energy",
        "generation",
        "distribution",
        "missouri",
        "moehn",
        "said",
        "addition",
        "engine",
        "economic",
        "growth",
        "mark",
        "twain",
        "transmission",
        "project",
        "strengthen",
        "region",
        "energy",
        "grid",
        "deliver",
        "greater",
        "energy",
        "reliability",
        "transaction",
        "subject",
        "number",
        "condition",
        "including",
        "timely",
        "approval",
        "psc",
        "obtaining",
        "timely",
        "acceptable",
        "midcontinent",
        "independent",
        "system",
        "operator",
        "transmission",
        "interconnection",
        "agreement",
        "today",
        "announcement",
        "first",
        "major",
        "step",
        "implementing",
        "ameren",
        "missouri",
        "integrated",
        "resource",
        "plan",
        "outlook",
        "support",
        "cleaner",
        "energy",
        "state",
        "plan",
        "consistent",
        "missouri",
        "renewable",
        "energy",
        "standard",
        "passed",
        "voter",
        "planned",
        "investment",
        "include",
        "approximately",
        "billion",
        "build",
        "wind",
        "generation",
        "project",
        "missouri",
        "possibly",
        "neighboring",
        "state",
        "resulting",
        "least",
        "megawatt",
        "new",
        "energy",
        "wind",
        "farm",
        "would",
        "meet",
        "half",
        "planned",
        "capacity",
        "ameren",
        "missouri",
        "also",
        "expects",
        "add",
        "megawatt",
        "energy",
        "next",
        "year",
        "megawatt",
        "targeted",
        "come",
        "online",
        "ameren",
        "missouri",
        "providing",
        "electric",
        "gas",
        "service",
        "year",
        "company",
        "electric",
        "rate",
        "among",
        "lowest",
        "nation",
        "ameren",
        "missouri",
        "mission",
        "power",
        "quality",
        "life",
        "million",
        "electric",
        "natural",
        "gas",
        "customer",
        "central",
        "eastern",
        "missouri",
        "company",
        "service",
        "area",
        "cover",
        "county",
        "community",
        "including",
        "greater",
        "louis",
        "area",
        "information",
        "visit",
        "follow",
        "u",
        "amerenmissouri",
        "statement",
        "statement",
        "release",
        "based",
        "historical",
        "fact",
        "considered",
        "accordingly",
        "involve",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "discussed",
        "although",
        "statement",
        "made",
        "good",
        "faith",
        "based",
        "reasonable",
        "assumption",
        "assurance",
        "expected",
        "result",
        "achieved",
        "statement",
        "include",
        "without",
        "limitation",
        "statement",
        "future",
        "expectation",
        "belief",
        "plan",
        "strategy",
        "objective",
        "event",
        "condition",
        "financial",
        "performance",
        "connection",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "providing",
        "cautionary",
        "statement",
        "identify",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "anticipated",
        "following",
        "factor",
        "addition",
        "discussed",
        "risk",
        "factor",
        "ameren",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "elsewhere",
        "release",
        "filing",
        "security",
        "exchange",
        "commission",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "management",
        "expectation",
        "suggested",
        "statement",
        "regulatory",
        "judicial",
        "legislative",
        "action",
        "change",
        "regulatory",
        "policy",
        "ratemaking",
        "determination",
        "action",
        "change",
        "regulatory",
        "recovery",
        "mechanism",
        "effect",
        "change",
        "federal",
        "state",
        "local",
        "law",
        "governmental",
        "action",
        "including",
        "monetary",
        "fiscal",
        "energy",
        "policy",
        "effect",
        "change",
        "federal",
        "state",
        "local",
        "tax",
        "law",
        "rate",
        "including",
        "additional",
        "regulation",
        "interpretation",
        "amendment",
        "technical",
        "correction",
        "tax",
        "cut",
        "job",
        "act",
        "tcja",
        "challenge",
        "tax",
        "position",
        "taken",
        "effect",
        "demand",
        "service",
        "resulting",
        "technological",
        "advance",
        "including",
        "advance",
        "customer",
        "energy",
        "efficiency",
        "private",
        "generation",
        "source",
        "generate",
        "electricity",
        "site",
        "consumption",
        "becoming",
        "ability",
        "align",
        "overall",
        "spending",
        "operating",
        "capital",
        "framework",
        "established",
        "regulator",
        "recover",
        "cost",
        "timely",
        "manner",
        "attempt",
        "earn",
        "allowed",
        "return",
        "equity",
        "cost",
        "availability",
        "fuel",
        "coal",
        "natural",
        "gas",
        "enriched",
        "uranium",
        "used",
        "produce",
        "electricity",
        "cost",
        "availability",
        "purchased",
        "power",
        "credit",
        "renewable",
        "energy",
        "credit",
        "level",
        "volatility",
        "future",
        "market",
        "price",
        "commodity",
        "including",
        "ability",
        "recover",
        "cost",
        "commodity",
        "customer",
        "tolerance",
        "related",
        "price",
        "increase",
        "business",
        "economic",
        "condition",
        "including",
        "impact",
        "interest",
        "rate",
        "collection",
        "receivable",
        "balance",
        "demand",
        "product",
        "disruption",
        "capital",
        "market",
        "deterioration",
        "credit",
        "metric",
        "including",
        "result",
        "implementation",
        "tcja",
        "event",
        "may",
        "adverse",
        "effect",
        "cost",
        "availability",
        "capital",
        "including",
        "credit",
        "liquidity",
        "action",
        "credit",
        "rating",
        "agency",
        "effect",
        "action",
        "construction",
        "installation",
        "performance",
        "cost",
        "recovery",
        "generation",
        "transmission",
        "distribution",
        "asset",
        "effect",
        "increasing",
        "investment",
        "electric",
        "transmission",
        "project",
        "well",
        "potential",
        "wind",
        "solar",
        "generation",
        "project",
        "ability",
        "obtain",
        "necessary",
        "approval",
        "complete",
        "project",
        "uncertainty",
        "whether",
        "achieve",
        "expected",
        "return",
        "timely",
        "manner",
        "effect",
        "strategic",
        "initiative",
        "including",
        "merger",
        "acquisition",
        "divestiture",
        "impact",
        "current",
        "environmental",
        "regulation",
        "new",
        "stringent",
        "changing",
        "requirement",
        "including",
        "related",
        "carbon",
        "dioxide",
        "emission",
        "discharge",
        "cooling",
        "water",
        "intake",
        "structure",
        "coal",
        "combustion",
        "residual",
        "energy",
        "efficiency",
        "enacted",
        "time",
        "could",
        "limit",
        "terminate",
        "operation",
        "certain",
        "ameren",
        "missouri",
        "energy",
        "center",
        "increase",
        "cost",
        "investment",
        "requirement",
        "result",
        "impairment",
        "asset",
        "cause",
        "u",
        "sell",
        "asset",
        "reduce",
        "customer",
        "demand",
        "electricity",
        "natural",
        "gas",
        "otherwise",
        "negative",
        "financial",
        "effect",
        "impact",
        "negative",
        "opinion",
        "u",
        "utility",
        "service",
        "customer",
        "legislator",
        "regulator",
        "may",
        "develop",
        "could",
        "result",
        "variety",
        "factor",
        "including",
        "failure",
        "system",
        "reliability",
        "failure",
        "implement",
        "investment",
        "plan",
        "protect",
        "sensitive",
        "customer",
        "information",
        "increase",
        "rate",
        "negative",
        "medium",
        "coverage",
        "impact",
        "complying",
        "renewable",
        "energy",
        "portfolio",
        "requirement",
        "missouri",
        "labor",
        "dispute",
        "work",
        "force",
        "reduction",
        "future",
        "wage",
        "employee",
        "benefit",
        "cost",
        "including",
        "change",
        "discount",
        "rate",
        "mortality",
        "table",
        "return",
        "benefit",
        "plan",
        "asset",
        "inability",
        "counterparties",
        "meet",
        "obligation",
        "respect",
        "contract",
        "credit",
        "agreement",
        "financial",
        "instrument",
        "cost",
        "availability",
        "transmission",
        "capacity",
        "energy",
        "generated",
        "ameren",
        "missouri",
        "energy",
        "center",
        "required",
        "satisfy",
        "ameren",
        "missouri",
        "energy",
        "sale",
        "legal",
        "administrative",
        "proceeding",
        "impact",
        "cyber",
        "attack",
        "could",
        "among",
        "thing",
        "result",
        "loss",
        "operational",
        "control",
        "energy",
        "center",
        "electric",
        "transmission",
        "distribution",
        "system",
        "loss",
        "data",
        "customer",
        "employee",
        "financial",
        "operating",
        "system",
        "information",
        "act",
        "sabotage",
        "war",
        "terrorism",
        "intentionally",
        "disruptive",
        "act",
        "new",
        "factor",
        "emerge",
        "time",
        "time",
        "possible",
        "management",
        "predict",
        "factor",
        "assess",
        "impact",
        "factor",
        "business",
        "extent",
        "factor",
        "combination",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "contained",
        "implied",
        "statement",
        "given",
        "uncertainty",
        "undue",
        "reliance",
        "placed",
        "statement",
        "except",
        "extent",
        "required",
        "federal",
        "security",
        "law",
        "undertake",
        "obligation",
        "update",
        "revise",
        "publicly",
        "statement",
        "reflect",
        "new",
        "information",
        "future",
        "event",
        "view",
        "original",
        "content",
        "http",
        "source",
        "ameren",
        "missouri"
    ]
}