{
    "organizations": [],
    "uuid": "0763e11ad4d65556be9d52d805b5734c43082967",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/15/globe-newswire-storagevault-reports-2018-first-quarter-results-increases-annual-dividend-and-updates-previously-announced-acquisitions.html",
    "ord_in_thread": 0,
    "title": "StorageVault Reports 2018 First Quarter Results, Increases Annual Dividend and Updates Previously Announced Acquisitions",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO, STORAGEVAULT CANADA INC. (“ StorageVault ” or the “ Corporation ”) (TSX-V:SVI) reported the Corporation’s 2018 first quarter results, increases annual dividend and updates previously announced acquisitions. Iqbal Khan, Chief Financial Officer, commented:\n“Commencing fiscal 2018, we now have 49 stores qualifying as Existing Self Storage – providing more weight to our comparative year over year results. The quarter’s results were above our projections and puts us on pace to achieve our expected annual results. We continue to focus on acquisitions and improving our operational performance. Year to date, we closed or announced $88.2 million in acquisitions and are revising our acquisition outlook to $90 to $110 million. Our net operating income on existing self storage stores increased by 8.2% for Q1 2018 over Q1 2017.”\n2018 First Quarter Results\nThe Q1 2018 net loss of $7.8 million (net loss of $10.8 million for Q1 2017) is after $13.5 million of depreciation and amortization, a non-cash item.\nRevenue for the first quarter increased to $20.9 million compared to $10.1 million in Q1 2017 and net operating income (NOI), a non-IFRS measure, grew to $13.6 million from $6.2 million for the comparative period. Cash flow from operations grew to $6.1 million in Q1 2018 from $2.8 million in Q1 2017 and when combined with our financing and investing activities resulted in a cash balance of $31.8 million at the end of the quarter.\nAs a result of our revenue management program and operational efficiency, Existing Self Storage stores revenue increased 5.7% compared to the same period last year, and NOI, a non-IFRS measure, increased 8.2% compared to the same period last year. Funds from operations (FFO), a non-IFRS measure, were $5.8 million for Q1 2018 compared to $2.7 million in Q1 2017, a 116.7% increase from the same period last year. Adjusted funds from operations (AFFO), a non-IFRS measure, were $6.3 million for Q1 2018 compared to $3.4 million in Q1 2017, an 86.2% increase from the same period last year.\nFor a reconciliation of the above NOI, FFO, and AFFO amounts to IFRS, please see the Corporation’s Management’s Discussion & Analysis for the three months ended March 31, 2018 filed on SEDAR at www.sedar.com .\nIncreases Annual Dividend\nBased on the strong quarterly and year over year results, StorageVault is increasing its annual dividend by 2% commencing in Q2 2018.\nUpdate On Previously Announced Acquisitions\nDue diligence on the three stores in Ontario being purchased for $68.7 million, announced on April 2, 2018, is progressing as expected and we expect to close $66.5 million of these transactions on or around May 22, 2018, with the remaining, conditional on due diligence, on or around June 30, 2018.\nOur Strategy\nStorageVault is focused on owning and operating storage in the top markets in Canada. Our goal is to have multiple stores in each market, with complementary portable storage units, to take advantage of economies of scale. Our growth strategy is focused on acquisitions, organic growth, expansion of our existing stores and expansion of our portable storage business.\nFurther Information\nFor comprehensive disclosure of StorageVault’s performance for the three months ended March 31, 2018 and its financial position as at such date, please see StorageVault’s Unaudited Interim Consolidated Financial Statements and Management’s Discussion and Analysis for the three months ended March 31, 2018 filed on SEDAR at www.sedar.com .\nNon-IFRS Financial Measures\nManagement uses both IFRS and Non-IFRS Measures to assess the financial and operating performance of the Company’s operations. These Non-IFRS Measures are not recognized measures under IFRS, do not have a standardized meaning under IFRS and are unlikely to be comparable to similar measures presented by other companies. The Non-IFRS Measures referenced in this news release include the following:\nNet Operating Income (“ NOI ”) – NOI is defined as storage and related services revenue less related property operating costs. NOI does not include interest expense or income, depreciation and amortization, corporate administrative costs, stock based compensation costs or taxes. NOI assists management in assessing profitability and valuation from principal business activities. Funds from Operations (“ FFO ”) – FFO is defined as net income (loss) excluding gains or losses from the sale of depreciable real estate, plus depreciation and amortization, stock based compensation expenses, and deferred income taxes; and after adjustments for equity accounted entities and non-controlling interests. The Corporation believes that FFO can be a beneficial measure, when combined with primary IFRS measures, to assist in the evaluation of the Corporation’s ability to generate cash and evaluate its return on investments as it excludes the effects of real estate amortization and gains and losses from the sale of real estate, all of which are based on historical cost accounting and which may be of limited significance in evaluating current performance. Adjusted Funds from Operations (“ AFFO ”) – AFFO is defined as FFO plus acquisition and integration costs. Acquisition and integration costs are one time in nature to the specific assets purchased in the current period or pending and are expensed under IFRS. Existing Self Storage – means stores that the StorageVault has owned or leased since the beginning of the previous fiscal year.\nNOI, FFO, AFFO and Existing Self Storage, should not be viewed as an alternative to, in isolation from, or superior to, net income or cash flow from operations, or results from StorageVault’s comprehensive operations, respectively, or other measures calculated in accordance with IFRS. NOI, FFO and AFFO should not be interpreted as an indicator of cash generated from operating activities and is not indicative of cash available to fund operating expenditures, or for the payment of cash distributions. Existing Self Storage should not be considered a measure of StorageVault’s comprehensive operations. NOI, FFO, AFFO and Existing Self Storage are simply additional measures of operating performance which highlight trends in StorageVault’s core business that may not otherwise be apparent when relying solely on IFRS financial measures. StorageVault’s management also uses these non-IFRS measures in order to facilitate operating performance comparisons from period to period and to prepare operating budgets. In addition, the Corporation’s definitions of NOI, FFO, AFFO and Existing Self Storage may differ from that of other issuers.\nAbout StorageVault Canada Inc.\nStorageVault owns and operates storage locations in the provinces of British Columbia, Alberta, Saskatchewan, Manitoba, Ontario, Quebec, and Nova Scotia.\nFor further information, contact Mr. Steven Scott or Mr. Iqbal Khan:\nTel: 1-877-622-0205\nir@storagevaultcanada.com\nNeither the TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\nForward-Looking Information : This news release contains “forward-looking information” within the meaning of applicable Canadian securities legislation. All statements, other than statements of historical fact, included herein are forward-looking information. In particular, this news release contains forward-looking information regarding: statements regarding StorageVault’s expected future performance, including expected annual results; StorageVault’s strategic objectives, goals, growth strategy and focus, including focusing on acquisitions, improving StorageVault’s operational performance, expansion of StorageVault’s existing stores and expansion of StorageVault’s portable storage business; the size of potential future acquisitions StorageVault may make in 2018; and the potential closing date for previously announced acquisitions. There can be no assurance that such forward-looking information will prove to be accurate, and actual results and future events could differ materially from those anticipated in such forward-looking information. This forward-looking information reflects StorageVault’s current beliefs and is based on information currently available to StorageVault and on assumptions StorageVault believes are reasonable. These assumptions include, but are not limited to: the level of activity in the storage business and the economy generally; consumer interest in the Corporation’s services and products; competition and StorageVault’s competitive advantages; trends in the storage industry, including, increased growth and growth in the portable storage business; the availability of attractive and financially competitive asset acquisitions in the future; and the potential closing of previously announced acquisitions continuing to proceed as they have progressed to date. Forward-looking information is subject to known and unknown risks, uncertainties and other factors that may cause the actual results, level of activity, performance or achievements of StorageVault to be materially different from those expressed or implied by such forward-looking information. Such risks and other factors may include, but are not limited to: general business, economic, competitive, political and social uncertainties; general capital market conditions and market prices for securities; delay or failure to receive board or regulatory approvals; the actual results of future operations; competition; changes in legislation, including environmental legislation, affecting StorageVault; the timing and availability of external financing on acceptable terms; conclusions of economic evaluations and appraisals; and lack of qualified, skilled labour or loss of key individuals. A description of additional assumptions used to develop such forward-looking information and a description of additional risk factors that may cause actual results to differ materially from forward-looking information can be found in StorageVault’s disclosure documents on the SEDAR website at www.sedar.com . Although StorageVault has attempted to identify important factors that could cause actual results to differ materially from those contained in forward-looking information, there may be other factors that cause results not to be as anticipated, estimated or intended. Readers are cautioned that the foregoing list of factors is not exhaustive. Readers are further cautioned not to place undue reliance on forward-looking information as there can be no assurance that the plans, intentions or expectations upon which they are placed will occur. Forward-looking information contained in this news release is expressly qualified by this cautionary statement. The forward-looking information contained in this news release represents the expectations of StorageVault as of the date of this news release and, accordingly, is subject to change after such date. However, StorageVault expressly disclaims any intention or obligation to update or revise any forward-looking information, whether as a result of new information, future events or otherwise, except as expressly required by applicable securities law.\nThe potential expected annual results and the amount of potential future acquisitions by the Corporation in fiscal 2018 contained in this news release may be considered a financial outlook as defined by applicable securities legislation. Such information and any other financial outlooks have been approved by management of the Corporation as of the date hereof. Such financial outlooks are provided for the purpose of presenting information about management's current expectations and goals relating to the future business of the Corporation. Readers are cautioned that reliance on such information may not be appropriate for other purposes.\nSource: StorageVault Canada Inc.",
    "published": "2018-05-16T01:17:00.000+03:00",
    "crawled": "2018-05-16T01:55:05.022+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "toronto",
        "storagevault",
        "canada",
        "storagevault",
        "corporation",
        "svi",
        "reported",
        "corporation",
        "first",
        "quarter",
        "result",
        "increase",
        "annual",
        "dividend",
        "update",
        "previously",
        "announced",
        "acquisition",
        "iqbal",
        "khan",
        "chief",
        "financial",
        "officer",
        "commented",
        "commencing",
        "fiscal",
        "store",
        "qualifying",
        "existing",
        "self",
        "storage",
        "providing",
        "weight",
        "comparative",
        "year",
        "year",
        "result",
        "quarter",
        "result",
        "projection",
        "put",
        "u",
        "pace",
        "achieve",
        "expected",
        "annual",
        "result",
        "continue",
        "focus",
        "acquisition",
        "improving",
        "operational",
        "performance",
        "year",
        "date",
        "closed",
        "announced",
        "million",
        "acquisition",
        "revising",
        "acquisition",
        "outlook",
        "million",
        "net",
        "operating",
        "income",
        "existing",
        "self",
        "storage",
        "store",
        "increased",
        "q1",
        "q1",
        "first",
        "quarter",
        "result",
        "q1",
        "net",
        "loss",
        "million",
        "net",
        "loss",
        "million",
        "q1",
        "million",
        "depreciation",
        "amortization",
        "item",
        "revenue",
        "first",
        "quarter",
        "increased",
        "million",
        "compared",
        "million",
        "q1",
        "net",
        "operating",
        "income",
        "noi",
        "measure",
        "grew",
        "million",
        "million",
        "comparative",
        "period",
        "cash",
        "flow",
        "operation",
        "grew",
        "million",
        "q1",
        "million",
        "q1",
        "combined",
        "financing",
        "investing",
        "activity",
        "resulted",
        "cash",
        "balance",
        "million",
        "end",
        "quarter",
        "result",
        "revenue",
        "management",
        "program",
        "operational",
        "efficiency",
        "existing",
        "self",
        "storage",
        "store",
        "revenue",
        "increased",
        "compared",
        "period",
        "last",
        "year",
        "noi",
        "measure",
        "increased",
        "compared",
        "period",
        "last",
        "year",
        "fund",
        "operation",
        "ffo",
        "measure",
        "million",
        "q1",
        "compared",
        "million",
        "q1",
        "increase",
        "period",
        "last",
        "year",
        "adjusted",
        "fund",
        "operation",
        "affo",
        "measure",
        "million",
        "q1",
        "compared",
        "million",
        "q1",
        "increase",
        "period",
        "last",
        "year",
        "reconciliation",
        "noi",
        "ffo",
        "affo",
        "amount",
        "ifrs",
        "please",
        "see",
        "corporation",
        "management",
        "discussion",
        "analysis",
        "three",
        "month",
        "ended",
        "march",
        "filed",
        "sedar",
        "increase",
        "annual",
        "dividend",
        "based",
        "strong",
        "quarterly",
        "year",
        "year",
        "result",
        "storagevault",
        "increasing",
        "annual",
        "dividend",
        "commencing",
        "q2",
        "update",
        "previously",
        "announced",
        "acquisition",
        "due",
        "diligence",
        "three",
        "store",
        "ontario",
        "purchased",
        "million",
        "announced",
        "april",
        "progressing",
        "expected",
        "expect",
        "close",
        "million",
        "transaction",
        "around",
        "may",
        "remaining",
        "conditional",
        "due",
        "diligence",
        "around",
        "june",
        "strategy",
        "storagevault",
        "focused",
        "owning",
        "operating",
        "storage",
        "top",
        "market",
        "canada",
        "goal",
        "multiple",
        "store",
        "market",
        "complementary",
        "portable",
        "storage",
        "unit",
        "take",
        "advantage",
        "economy",
        "scale",
        "growth",
        "strategy",
        "focused",
        "acquisition",
        "organic",
        "growth",
        "expansion",
        "existing",
        "store",
        "expansion",
        "portable",
        "storage",
        "business",
        "information",
        "comprehensive",
        "disclosure",
        "storagevault",
        "performance",
        "three",
        "month",
        "ended",
        "march",
        "financial",
        "position",
        "date",
        "please",
        "see",
        "storagevault",
        "unaudited",
        "interim",
        "consolidated",
        "financial",
        "statement",
        "management",
        "discussion",
        "analysis",
        "three",
        "month",
        "ended",
        "march",
        "filed",
        "sedar",
        "financial",
        "measure",
        "management",
        "us",
        "ifrs",
        "measure",
        "assess",
        "financial",
        "operating",
        "performance",
        "company",
        "operation",
        "measure",
        "recognized",
        "measure",
        "ifrs",
        "standardized",
        "meaning",
        "ifrs",
        "unlikely",
        "comparable",
        "similar",
        "measure",
        "presented",
        "company",
        "measure",
        "referenced",
        "news",
        "release",
        "include",
        "following",
        "net",
        "operating",
        "income",
        "noi",
        "noi",
        "defined",
        "storage",
        "related",
        "service",
        "revenue",
        "less",
        "related",
        "property",
        "operating",
        "cost",
        "noi",
        "include",
        "interest",
        "expense",
        "income",
        "depreciation",
        "amortization",
        "corporate",
        "administrative",
        "cost",
        "stock",
        "based",
        "compensation",
        "cost",
        "tax",
        "noi",
        "assist",
        "management",
        "assessing",
        "profitability",
        "valuation",
        "principal",
        "business",
        "activity",
        "fund",
        "operation",
        "ffo",
        "ffo",
        "defined",
        "net",
        "income",
        "loss",
        "excluding",
        "gain",
        "loss",
        "sale",
        "depreciable",
        "real",
        "estate",
        "plus",
        "depreciation",
        "amortization",
        "stock",
        "based",
        "compensation",
        "expense",
        "deferred",
        "income",
        "tax",
        "adjustment",
        "equity",
        "accounted",
        "entity",
        "interest",
        "corporation",
        "belief",
        "ffo",
        "beneficial",
        "measure",
        "combined",
        "primary",
        "ifrs",
        "measure",
        "assist",
        "evaluation",
        "corporation",
        "ability",
        "generate",
        "cash",
        "evaluate",
        "return",
        "investment",
        "excludes",
        "effect",
        "real",
        "estate",
        "amortization",
        "gain",
        "loss",
        "sale",
        "real",
        "estate",
        "based",
        "historical",
        "cost",
        "accounting",
        "may",
        "limited",
        "significance",
        "evaluating",
        "current",
        "performance",
        "adjusted",
        "fund",
        "operation",
        "affo",
        "affo",
        "defined",
        "ffo",
        "plus",
        "acquisition",
        "integration",
        "cost",
        "acquisition",
        "integration",
        "cost",
        "one",
        "time",
        "nature",
        "specific",
        "asset",
        "purchased",
        "current",
        "period",
        "pending",
        "expensed",
        "ifrs",
        "existing",
        "self",
        "storage",
        "mean",
        "store",
        "storagevault",
        "owned",
        "leased",
        "since",
        "beginning",
        "previous",
        "fiscal",
        "year",
        "noi",
        "ffo",
        "affo",
        "existing",
        "self",
        "storage",
        "viewed",
        "alternative",
        "isolation",
        "superior",
        "net",
        "income",
        "cash",
        "flow",
        "operation",
        "result",
        "storagevault",
        "comprehensive",
        "operation",
        "respectively",
        "measure",
        "calculated",
        "accordance",
        "ifrs",
        "noi",
        "ffo",
        "affo",
        "interpreted",
        "indicator",
        "cash",
        "generated",
        "operating",
        "activity",
        "indicative",
        "cash",
        "available",
        "fund",
        "operating",
        "expenditure",
        "payment",
        "cash",
        "distribution",
        "existing",
        "self",
        "storage",
        "considered",
        "measure",
        "storagevault",
        "comprehensive",
        "operation",
        "noi",
        "ffo",
        "affo",
        "existing",
        "self",
        "storage",
        "simply",
        "additional",
        "measure",
        "operating",
        "performance",
        "highlight",
        "trend",
        "storagevault",
        "core",
        "business",
        "may",
        "otherwise",
        "apparent",
        "relying",
        "solely",
        "ifrs",
        "financial",
        "measure",
        "storagevault",
        "management",
        "also",
        "us",
        "measure",
        "order",
        "facilitate",
        "operating",
        "performance",
        "comparison",
        "period",
        "period",
        "prepare",
        "operating",
        "budget",
        "addition",
        "corporation",
        "definition",
        "noi",
        "ffo",
        "affo",
        "existing",
        "self",
        "storage",
        "may",
        "differ",
        "issuer",
        "storagevault",
        "canada",
        "storagevault",
        "owns",
        "operates",
        "storage",
        "location",
        "province",
        "british",
        "columbia",
        "alberta",
        "saskatchewan",
        "manitoba",
        "ontario",
        "quebec",
        "nova",
        "scotia",
        "information",
        "contact",
        "steven",
        "scott",
        "iqbal",
        "khan",
        "tel",
        "ir",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "information",
        "news",
        "release",
        "contains",
        "information",
        "within",
        "meaning",
        "applicable",
        "canadian",
        "security",
        "legislation",
        "statement",
        "statement",
        "historical",
        "fact",
        "included",
        "herein",
        "information",
        "particular",
        "news",
        "release",
        "contains",
        "information",
        "regarding",
        "statement",
        "regarding",
        "storagevault",
        "expected",
        "future",
        "performance",
        "including",
        "expected",
        "annual",
        "result",
        "storagevault",
        "strategic",
        "objective",
        "goal",
        "growth",
        "strategy",
        "focus",
        "including",
        "focusing",
        "acquisition",
        "improving",
        "storagevault",
        "operational",
        "performance",
        "expansion",
        "storagevault",
        "existing",
        "store",
        "expansion",
        "storagevault",
        "portable",
        "storage",
        "business",
        "size",
        "potential",
        "future",
        "acquisition",
        "storagevault",
        "may",
        "make",
        "potential",
        "closing",
        "date",
        "previously",
        "announced",
        "acquisition",
        "assurance",
        "information",
        "prove",
        "accurate",
        "actual",
        "result",
        "future",
        "event",
        "could",
        "differ",
        "materially",
        "anticipated",
        "information",
        "information",
        "reflects",
        "storagevault",
        "current",
        "belief",
        "based",
        "information",
        "currently",
        "available",
        "storagevault",
        "assumption",
        "storagevault",
        "belief",
        "reasonable",
        "assumption",
        "include",
        "limited",
        "level",
        "activity",
        "storage",
        "business",
        "economy",
        "generally",
        "consumer",
        "interest",
        "corporation",
        "service",
        "product",
        "competition",
        "storagevault",
        "competitive",
        "advantage",
        "trend",
        "storage",
        "industry",
        "including",
        "increased",
        "growth",
        "growth",
        "portable",
        "storage",
        "business",
        "availability",
        "attractive",
        "financially",
        "competitive",
        "asset",
        "acquisition",
        "future",
        "potential",
        "closing",
        "previously",
        "announced",
        "acquisition",
        "continuing",
        "proceed",
        "progressed",
        "date",
        "information",
        "subject",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "level",
        "activity",
        "performance",
        "achievement",
        "storagevault",
        "materially",
        "different",
        "expressed",
        "implied",
        "information",
        "risk",
        "factor",
        "may",
        "include",
        "limited",
        "general",
        "business",
        "economic",
        "competitive",
        "political",
        "social",
        "uncertainty",
        "general",
        "capital",
        "market",
        "condition",
        "market",
        "price",
        "security",
        "delay",
        "failure",
        "receive",
        "board",
        "regulatory",
        "approval",
        "actual",
        "result",
        "future",
        "operation",
        "competition",
        "change",
        "legislation",
        "including",
        "environmental",
        "legislation",
        "affecting",
        "storagevault",
        "timing",
        "availability",
        "external",
        "financing",
        "acceptable",
        "term",
        "conclusion",
        "economic",
        "evaluation",
        "appraisal",
        "lack",
        "qualified",
        "skilled",
        "labour",
        "loss",
        "key",
        "individual",
        "description",
        "additional",
        "assumption",
        "used",
        "develop",
        "information",
        "description",
        "additional",
        "risk",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "information",
        "found",
        "storagevault",
        "disclosure",
        "document",
        "sedar",
        "website",
        "although",
        "storagevault",
        "attempted",
        "identify",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "contained",
        "information",
        "may",
        "factor",
        "cause",
        "result",
        "anticipated",
        "estimated",
        "intended",
        "reader",
        "cautioned",
        "foregoing",
        "list",
        "factor",
        "exhaustive",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "information",
        "assurance",
        "plan",
        "intention",
        "expectation",
        "upon",
        "placed",
        "occur",
        "information",
        "contained",
        "news",
        "release",
        "expressly",
        "qualified",
        "cautionary",
        "statement",
        "information",
        "contained",
        "news",
        "release",
        "represents",
        "expectation",
        "storagevault",
        "date",
        "news",
        "release",
        "accordingly",
        "subject",
        "change",
        "date",
        "however",
        "storagevault",
        "expressly",
        "disclaims",
        "intention",
        "obligation",
        "update",
        "revise",
        "information",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "expressly",
        "required",
        "applicable",
        "security",
        "law",
        "potential",
        "expected",
        "annual",
        "result",
        "amount",
        "potential",
        "future",
        "acquisition",
        "corporation",
        "fiscal",
        "contained",
        "news",
        "release",
        "may",
        "considered",
        "financial",
        "outlook",
        "defined",
        "applicable",
        "security",
        "legislation",
        "information",
        "financial",
        "outlook",
        "approved",
        "management",
        "corporation",
        "date",
        "hereof",
        "financial",
        "outlook",
        "provided",
        "purpose",
        "presenting",
        "information",
        "management",
        "current",
        "expectation",
        "goal",
        "relating",
        "future",
        "business",
        "corporation",
        "reader",
        "cautioned",
        "reliance",
        "information",
        "may",
        "appropriate",
        "purpose",
        "source",
        "storagevault",
        "canada",
        "inc"
    ]
}