{
    "organizations": [],
    "uuid": "3c8c1589c5c5b698b446cb4feff4bc072416850b",
    "author": "Aaron Pressman",
    "url": "http://fortune.com/2018/05/30/data-sheet-ai-war-military-google/?iid=recirc_f500landing-zone2",
    "ord_in_thread": 0,
    "title": "Google AI Contract For Military Use Sparks Internal Debate",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "The silhouettes of attendees are seen at the Google Inc. booth during the 2018 Consumer Electronics Show in Las Vegas, Nev., on Jan. 11, 2018. David Paul Morris—Bloomberg/Getty Images By Aaron Pressman May 30, 2018\nThis is the web version of Data Sheet, Fortune’s daily newsletter on the top tech news. To get it delivered daily to your in-box, sign up here .\nThe current controversy over data privacy may look like a tempest in a teapot compared to the possible misuses of artificial intelligence. Or as Fei-Fei Li, chief scientist for AI at Google Cloud, put it in a recent email: “I don’t know what would happen if the media starts picking up a theme that Google is secretly building AI weapons or AI technologies to enable weapons for the Defense industry.”\nGood morning at midweek. Aaron in for Adam, thinking about whether it should be Arnold Schwarzenegger’s Terminator or Majel Barrett-Roddenberry’s Star Trek computer voice that comes to mind when we consider the future of AI.\nA trio of New York Times reporters has dug into the internal debate at Google over developing AI applications for the military after the company won a Pentagon contract to do just that. The reporters got their hands on the Li email, as well as many others, to reveal just how controversial the Pentagon work is inside the company. Some of this has been reported previously, like Gizmodo’s report about Google employees resigning over the contract. But the Times report includes considerable new detail and nuance.\nAnd it also goes to show that we probably can’t rely on tech companies to police themselves when it comes to dangerous AI developments. Not only did Google take the military work, citing the fact that competitors Amazon and Microsoft were already in the running, but its all-too-frequent arrogance was also on display. Google co-founder Sergey Brin explained to employees last week, according to the Times , that it would be better for the world if military groups engaged with Google rather than just traditional defense contractors. That’s a rationalization that could justify almost any unethical or risky decision. Google also says it’s developing guidelines that will include a ban on AI work in weaponry.\nStill, the debate over whether or how to regulate artificial intelligence is just getting started. AI expert Amitai Etzioni and his son and fellow expert Oren Etzioni penned a lengthy essay last year arguing against regulation . He’s out of media favor right now, but Tesla CEO Elon Musk has been the most vocal on the other side of the debate, calling for strong and immediate regulation .\nBut if there’s one take away from all of the recent reporting, it’s that decisions must be made soon, because the industry is racing ahead now.\nAaron Pressman @ampressman aaron.pressman@fortune.com NEWSWORTHY\nPress one for more options . Uber is adding an emergency assistance button to its ride hailing app. If a user pushes the button , the app reaches out to emergency services and displays the user’s location along with the make, model, and license plate number of the car they are in. The company may need some additional assistance of its own, after San Francisco subpoenaed Uber and rival Lyft for driver pay data. The information could be used in conjunction with a recent state Supreme Court ruling on independent contractors to challenge whether drivers’ pay and benefits meet San Francisco law for employees.\nA plague on both your houses . Electric scooter rental service Bird is raising at least $150 million in a venture capital deal that will value the company at $1 billion, Bloomberg reports. Rivals Lime and Spin are also in capital raising mode, as the startups compete to plaster America’s streets and sidewalks with scooters.\nUp day. Back in the public markets, Salesforce said its fiscal first quarter revenue increased 25% to $3 billion, better than analysts expected, and forecast another 25% year-over-year jump to $3.2 billion in its next quarter. CEO Marc Benioff said the company’s Einstein platform was delivering 2 billion AI predictions per day to customers. Salesforce shares gained 4% in premarket trading on Wednesday. HP also beat analyst expectations , with a 13% revenue gain to $14 billion, with sales of both PCs and printers increasing by double digits. Also, HP CFO Cathie Lesjak said she will retire early in 2019. HP’s shares were up 3%.\nUp day, continued . What did famed investor Benjamin Graham say about the stock market? In the short run, it’s a voting machine (or popularity contest) but in the long run, it’s a weighing machine (looking at fundamental results). Not sure whether it’s popularity or profits, but investors decided yesterday after three years that Microsoft’s stock is worth more than the shares of Google’s parent Alphabet . The crossing is a bit of a mirage since, including the impact of debt and cash, Microsoft has been more valuable in overall enterprise value for a while.\nUp day, literally . Someone has been watching a lot of episodes of The Expanse . Jeff Bezos predicted that most heavy industry will move off the Earth to the moon and elsewhere in the solar system. The effort won’t be accomplished just by his company, Blue Origin, but will need “thousands of companies working in concert over many decades,” Bezos said at the Space Development Conference in Los Angeles.\nProbably doesn’t have a second career as a comedian . While he’s not happy that Facebook copied his app’s key feature, stories, Snap CEO Evan Spiegel got in a joke at his rival’s expense. “We would really appreciate it if they copied our data protection practices also,” Spiegel said in an interview at the Code Conference on Tuesday. Separately, news emerged on Tuesday that a former software engineer at Snap wrote a memo to her entire department last year criticizing the company’s lack of diversity. Shannon Lubetich, who left the app maker last November, told Cheddar she wanted to make others who felt as she did “know that they are not alone and to know that it is okay to criticize a culture and try to make it better.”\nAdvertisement FOOD FOR THOUGHT\nWall Street banks may be hemming and hawing about whether to embrace digital currencies, but their top traders are suffering from no such hesitation, it seems. Bloomberg’s Alastair Marsh reports on top traders quitting their jobs after making a personal killing trading bitcoin and other cryptocurrencies. Consider the case of former BlackRock pension adviser Asim Ahmad, for example:\nWhen Ahmad first came across Ether in 2016, the same year he joined BlackRock in London, he invested all the savings he had available from six years working for an investment consultancy in Northern England, or 10,000 pounds ($13,250). While declining to say how much money he made from his investments, which included participation in initial coin offerings, he said Ether cost about $10 when he invested. It now trades above $500 and cost more than $1,400 earlier in the year.\n“If you start mentally spending this money it will hurt you when it falls,” said Ahmad, who quit BlackRock in March. “If you enjoyed the volatility on the way up you have to accept it falls as hard if not harder at times.”\nIN CASE YOU MISSED IT\nDigital License Plates Are Coming and They Could Be a Big Deterrent Against Auto Theft By Natasha Bach\nPapua New Guinea Is Banning Facebook for a Month By Emily Price\nExclusive: Dfinity Annouces $35M ‘Air Drop’ for Blockchain-Based Cloud By Jeff John Roberts\nSecurity Expert Frank Abagnale: ‘You’ll See Banks All Move to Blockchain’ By Polina Marinova\nUser Reports Problems With Microsoft Windows 10 Update That ‘All But Destroyed’ Laptop By Sarah Gray\nApple Just Updated Its HomePod Smart Speaker With an Important New Feature By Jonathan Vanian\nNokia Updates Smartphone Line With Affordable New Models By Aaron Pressman\nAdvertisement BEFORE YOU GO\nMichael Chabon is rightly famous as the author of epic fiction, like his Pulitzer Prize-winning tome The Amazing Adventures of Kavalier & Clay . Now he’s out with a book of non-fiction essays called Pops, digging into the theme of fatherhood. Movie director Judd Apatow reviews it kindly , saying the book “shines a light on moments revealing the plight of the modern father.” And so perfectly timed for Father’s Day gift giving, too.\nThis edition of Data Sheet was curated by Aaron Pressman . Find past issues, and sign up for other Fortune newsletters .",
    "published": "2018-05-30T21:32:00.000+03:00",
    "crawled": "2018-05-31T00:27:24.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "silhouette",
        "attendee",
        "seen",
        "google",
        "booth",
        "consumer",
        "electronics",
        "show",
        "la",
        "vega",
        "david",
        "paul",
        "image",
        "aaron",
        "pressman",
        "may",
        "web",
        "version",
        "data",
        "sheet",
        "fortune",
        "daily",
        "newsletter",
        "top",
        "tech",
        "news",
        "get",
        "delivered",
        "daily",
        "sign",
        "current",
        "controversy",
        "data",
        "privacy",
        "may",
        "look",
        "like",
        "tempest",
        "teapot",
        "compared",
        "possible",
        "misuse",
        "artificial",
        "intelligence",
        "li",
        "chief",
        "scientist",
        "ai",
        "google",
        "cloud",
        "put",
        "recent",
        "email",
        "know",
        "would",
        "happen",
        "medium",
        "start",
        "picking",
        "theme",
        "google",
        "secretly",
        "building",
        "ai",
        "weapon",
        "ai",
        "technology",
        "enable",
        "weapon",
        "defense",
        "good",
        "morning",
        "midweek",
        "aaron",
        "adam",
        "thinking",
        "whether",
        "arnold",
        "schwarzenegger",
        "terminator",
        "majel",
        "star",
        "trek",
        "computer",
        "voice",
        "come",
        "mind",
        "consider",
        "future",
        "ai",
        "trio",
        "new",
        "york",
        "time",
        "reporter",
        "dug",
        "internal",
        "debate",
        "google",
        "developing",
        "ai",
        "application",
        "military",
        "company",
        "pentagon",
        "contract",
        "reporter",
        "got",
        "hand",
        "li",
        "email",
        "well",
        "many",
        "others",
        "reveal",
        "controversial",
        "pentagon",
        "work",
        "inside",
        "company",
        "reported",
        "previously",
        "like",
        "gizmodo",
        "report",
        "google",
        "employee",
        "resigning",
        "contract",
        "time",
        "report",
        "includes",
        "considerable",
        "new",
        "detail",
        "nuance",
        "also",
        "go",
        "show",
        "probably",
        "rely",
        "tech",
        "company",
        "police",
        "come",
        "dangerous",
        "ai",
        "development",
        "google",
        "take",
        "military",
        "work",
        "citing",
        "fact",
        "competitor",
        "amazon",
        "microsoft",
        "already",
        "running",
        "arrogance",
        "also",
        "display",
        "google",
        "sergey",
        "brin",
        "explained",
        "employee",
        "last",
        "week",
        "according",
        "time",
        "would",
        "better",
        "world",
        "military",
        "group",
        "engaged",
        "google",
        "rather",
        "traditional",
        "defense",
        "contractor",
        "rationalization",
        "could",
        "justify",
        "almost",
        "unethical",
        "risky",
        "decision",
        "google",
        "also",
        "say",
        "developing",
        "guideline",
        "include",
        "ban",
        "ai",
        "work",
        "weaponry",
        "still",
        "debate",
        "whether",
        "regulate",
        "artificial",
        "intelligence",
        "getting",
        "started",
        "ai",
        "expert",
        "amitai",
        "etzioni",
        "son",
        "fellow",
        "expert",
        "oren",
        "etzioni",
        "penned",
        "lengthy",
        "essay",
        "last",
        "year",
        "arguing",
        "regulation",
        "medium",
        "favor",
        "right",
        "tesla",
        "ceo",
        "elon",
        "musk",
        "vocal",
        "side",
        "debate",
        "calling",
        "strong",
        "immediate",
        "regulation",
        "one",
        "take",
        "away",
        "recent",
        "reporting",
        "decision",
        "must",
        "made",
        "soon",
        "industry",
        "racing",
        "ahead",
        "aaron",
        "pressman",
        "ampressman",
        "newsworthy",
        "press",
        "one",
        "option",
        "uber",
        "adding",
        "emergency",
        "assistance",
        "button",
        "ride",
        "hailing",
        "app",
        "user",
        "push",
        "button",
        "app",
        "reach",
        "emergency",
        "service",
        "display",
        "user",
        "location",
        "along",
        "make",
        "model",
        "license",
        "plate",
        "number",
        "car",
        "company",
        "may",
        "need",
        "additional",
        "assistance",
        "san",
        "francisco",
        "subpoenaed",
        "uber",
        "rival",
        "lyft",
        "driver",
        "pay",
        "data",
        "information",
        "could",
        "used",
        "conjunction",
        "recent",
        "state",
        "supreme",
        "court",
        "ruling",
        "independent",
        "contractor",
        "challenge",
        "whether",
        "driver",
        "pay",
        "benefit",
        "meet",
        "san",
        "francisco",
        "law",
        "employee",
        "plague",
        "house",
        "electric",
        "scooter",
        "rental",
        "service",
        "bird",
        "raising",
        "least",
        "million",
        "venture",
        "capital",
        "deal",
        "value",
        "company",
        "billion",
        "bloomberg",
        "report",
        "rival",
        "lime",
        "spin",
        "also",
        "capital",
        "raising",
        "mode",
        "startup",
        "compete",
        "plaster",
        "america",
        "street",
        "sidewalk",
        "scooter",
        "day",
        "back",
        "public",
        "market",
        "salesforce",
        "said",
        "fiscal",
        "first",
        "quarter",
        "revenue",
        "increased",
        "billion",
        "better",
        "analyst",
        "expected",
        "forecast",
        "another",
        "jump",
        "billion",
        "next",
        "quarter",
        "ceo",
        "marc",
        "benioff",
        "said",
        "company",
        "einstein",
        "platform",
        "delivering",
        "billion",
        "ai",
        "prediction",
        "per",
        "day",
        "customer",
        "salesforce",
        "share",
        "gained",
        "premarket",
        "trading",
        "wednesday",
        "hp",
        "also",
        "beat",
        "analyst",
        "expectation",
        "revenue",
        "gain",
        "billion",
        "sale",
        "pc",
        "printer",
        "increasing",
        "double",
        "digit",
        "also",
        "hp",
        "cfo",
        "cathie",
        "lesjak",
        "said",
        "retire",
        "early",
        "hp",
        "share",
        "day",
        "continued",
        "famed",
        "investor",
        "benjamin",
        "graham",
        "say",
        "stock",
        "market",
        "short",
        "run",
        "voting",
        "machine",
        "popularity",
        "contest",
        "long",
        "run",
        "weighing",
        "machine",
        "looking",
        "fundamental",
        "result",
        "sure",
        "whether",
        "popularity",
        "profit",
        "investor",
        "decided",
        "yesterday",
        "three",
        "year",
        "microsoft",
        "stock",
        "worth",
        "share",
        "google",
        "parent",
        "alphabet",
        "crossing",
        "bit",
        "mirage",
        "since",
        "including",
        "impact",
        "debt",
        "cash",
        "microsoft",
        "valuable",
        "overall",
        "enterprise",
        "value",
        "day",
        "literally",
        "someone",
        "watching",
        "lot",
        "episode",
        "expanse",
        "jeff",
        "bezos",
        "predicted",
        "heavy",
        "industry",
        "move",
        "earth",
        "moon",
        "elsewhere",
        "solar",
        "system",
        "effort",
        "accomplished",
        "company",
        "blue",
        "origin",
        "need",
        "thousand",
        "company",
        "working",
        "concert",
        "many",
        "decade",
        "bezos",
        "said",
        "space",
        "development",
        "conference",
        "los",
        "angeles",
        "probably",
        "second",
        "career",
        "comedian",
        "happy",
        "facebook",
        "copied",
        "app",
        "key",
        "feature",
        "story",
        "snap",
        "ceo",
        "evan",
        "spiegel",
        "got",
        "joke",
        "rival",
        "expense",
        "would",
        "really",
        "appreciate",
        "copied",
        "data",
        "protection",
        "practice",
        "also",
        "spiegel",
        "said",
        "interview",
        "code",
        "conference",
        "tuesday",
        "separately",
        "news",
        "emerged",
        "tuesday",
        "former",
        "software",
        "engineer",
        "snap",
        "wrote",
        "memo",
        "entire",
        "department",
        "last",
        "year",
        "criticizing",
        "company",
        "lack",
        "diversity",
        "shannon",
        "lubetich",
        "left",
        "app",
        "maker",
        "last",
        "november",
        "told",
        "cheddar",
        "wanted",
        "make",
        "others",
        "felt",
        "know",
        "alone",
        "know",
        "okay",
        "criticize",
        "culture",
        "try",
        "make",
        "advertisement",
        "food",
        "thought",
        "wall",
        "street",
        "bank",
        "may",
        "hemming",
        "hawing",
        "whether",
        "embrace",
        "digital",
        "currency",
        "top",
        "trader",
        "suffering",
        "hesitation",
        "seems",
        "bloomberg",
        "alastair",
        "marsh",
        "report",
        "top",
        "trader",
        "quitting",
        "job",
        "making",
        "personal",
        "killing",
        "trading",
        "bitcoin",
        "cryptocurrencies",
        "consider",
        "case",
        "former",
        "blackrock",
        "pension",
        "adviser",
        "asim",
        "ahmad",
        "example",
        "ahmad",
        "first",
        "came",
        "across",
        "ether",
        "year",
        "joined",
        "blackrock",
        "london",
        "invested",
        "saving",
        "available",
        "six",
        "year",
        "working",
        "investment",
        "consultancy",
        "northern",
        "england",
        "pound",
        "declining",
        "say",
        "much",
        "money",
        "made",
        "investment",
        "included",
        "participation",
        "initial",
        "coin",
        "offering",
        "said",
        "ether",
        "cost",
        "invested",
        "trade",
        "cost",
        "earlier",
        "year",
        "start",
        "mentally",
        "spending",
        "money",
        "hurt",
        "fall",
        "said",
        "ahmad",
        "quit",
        "blackrock",
        "march",
        "enjoyed",
        "volatility",
        "way",
        "accept",
        "fall",
        "hard",
        "harder",
        "case",
        "missed",
        "digital",
        "license",
        "plate",
        "coming",
        "could",
        "big",
        "deterrent",
        "auto",
        "theft",
        "natasha",
        "bach",
        "papua",
        "new",
        "guinea",
        "banning",
        "facebook",
        "month",
        "emily",
        "price",
        "exclusive",
        "dfinity",
        "annouces",
        "35m",
        "air",
        "drop",
        "cloud",
        "jeff",
        "john",
        "robert",
        "security",
        "expert",
        "frank",
        "abagnale",
        "see",
        "bank",
        "move",
        "blockchain",
        "polina",
        "marinova",
        "user",
        "report",
        "problem",
        "microsoft",
        "window",
        "update",
        "destroyed",
        "laptop",
        "sarah",
        "gray",
        "apple",
        "updated",
        "homepod",
        "smart",
        "speaker",
        "important",
        "new",
        "feature",
        "jonathan",
        "vanian",
        "nokia",
        "update",
        "smartphone",
        "line",
        "affordable",
        "new",
        "model",
        "aaron",
        "pressman",
        "advertisement",
        "go",
        "michael",
        "chabon",
        "rightly",
        "famous",
        "author",
        "epic",
        "fiction",
        "like",
        "pulitzer",
        "tome",
        "amazing",
        "adventure",
        "kavalier",
        "clay",
        "book",
        "essay",
        "called",
        "pop",
        "digging",
        "theme",
        "fatherhood",
        "movie",
        "director",
        "judd",
        "apatow",
        "review",
        "kindly",
        "saying",
        "book",
        "shine",
        "light",
        "moment",
        "revealing",
        "plight",
        "modern",
        "perfectly",
        "timed",
        "father",
        "day",
        "gift",
        "giving",
        "edition",
        "data",
        "sheet",
        "curated",
        "aaron",
        "pressman",
        "find",
        "past",
        "issue",
        "sign",
        "fortune",
        "newsletter"
    ]
}