{
    "organizations": [],
    "uuid": "7a2d2d22868dea6739e792755b6a54ba8062beee",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/23/globe-newswire-petroshale-announces-financial-and-operating-results-for-first-quarter-2018.html",
    "ord_in_thread": 0,
    "title": "PetroShale Announces Financial and Operating Results for First Quarter 2018",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CALGARY, Alberta, May 23, 2018 (GLOBE NEWSWIRE) -- PetroShale Inc. (\"PetroShale\" or the \"Company\") (TSXV:PSH) (OTCQX:PSHIF) is pleased to announce its financial and operating results for the three month period ended March 31, 2018.\nThe Company’s unaudited consolidated financial statements and corresponding Management’s Discussion and Analysis (MD&A) for the period will be available on SEDAR at www.sedar.com , on the OTCQX website at www.otcqx.com , and on PetroShale’s website at www.petroshaleinc.com . Copies of the materials can also be obtained upon request without charge by contacting the Company directly. Please note, currency figures presented herein are reflected in Canadian dollars, unless otherwise noted.\nDuring the first quarter of 2018, PetroShale acquired additional acreage in our core South Berthold area for US$17.8 million and achieved record quarterly production, revenue and cash flow as a result of bringing on several new operated wells that have significantly increased our current average working interest production to in excess of 6,000 barrels of oil equivalent per day (“boepd”) compared to 2,121 boepd in the fourth quarter of 2017.\nFIRST QUARTER 2018 HIGHLIGHTS\nProduction averaged 3,315 boepd (92% liquids) in the first quarter, a 56% increase from the fourth quarter of 2017. The increase in production reflects four (3.7 net) new operated wells which commenced production during February and March of 2018, and the recommencement of production from our first operated Primus ‘8H’ well, following a workover completed at the end of March. Current average working interest production is in excess of 6,000 boepd, reflecting new production from the first quarter capital program. Revenue totaled $19.3 million, an increase of 28% over the same period of 2017. EBITDA increased to $10.9 million, 36% higher than the first quarter of 2017. Operating netback, prior to the impact of hedging, was $42.09 per boe (Company interest, gross of royalty; $52.36 per boe net of royalty), an increase of 38% over the first quarter of 2017. Capital expenditures totaled $53.7 million, including the acquisition of significant undrilled acreage in our core South Berthold area for US$17.8 million. Closed a strategic financing with a US-based private equity investor, First Reserve, in January 2018 for US$75 million of preferred shares with a 5-year term and a 9% coupon rate. Proceeds were used to repay and terminate the Company’s subordinated loan facility and repay amounts drawn under the senior loan.\nRESULTS OF OIL AND GAS ACTIVITIES\nThree months ended\nMarch 31, 2018\nMarch 31, 2017 Sales volumes Crude Oil (Bbl/d) 2,779 2,655 Natural gas (Mcf/d) 1,669 1,658 NGLs (Bbl/d) 258 282 Barrel of oil equivalent (Boe/d) 3,315 3,213 Operating Netback ($/Boe) (1) Revenue $ 64.59 $ 52.08 Royalties (12.40 ) (10.92 ) Realized loss on hedge (3.67 ) - Operating costs (4.15 ) (5.82 ) Production taxes (5.01 ) (3.91 ) Transportation expense (0.94 ) (0.98 ) Operating netback (2) $ 38.42 $ 30.45 Operating netback prior to hedging (2) $ 42.09 $ 30.45 Operating netback, on a net of royalty basis (2) $ 52.36 $ 38.48\n(1) See \"Oil and Gas Advisories\". (2) See “Non-GAAP Measures”. MESSAGE FROM THE CEO\nThe first quarter of 2018 has been a very active start to the year for PetroShale with production growing 56% quarter-over-quarter through a successful drilling program, adding new acreage within our core areas, and enhancing our financial flexibility through a strategic financing. The significant production increase reflects volumes from four (3.7 net) new operated wells and the resumption of production from our first operated Primus ‘8H’ well following a workover. These wells have had a significant impact to PetroShale with current average working interest production increasing to over 6,000 boepd.\nContinued strengthening of WTI benchmark prices and stabilizing Bakken oil price differentials during the first quarter contributed to strong operating netbacks and EBITDA. Increased production has led to lower average operating costs, declining from $5.82 per Boe in the first quarter of 2017 to $4.15 per Boe in the first quarter of 2018.\nPetroShale completed an acquisition of significant undrilled operated acreage in our core South Berthold area for US$17.8 million, adding a number of new locations to our high-quality drilling inventory.\nPetroShale continued to exploit our non-operated acreage with the participation in four (1.6 net) non-operated wells in the South Berthold area which we anticipate will commence production near the beginning of the third quarter.\nIn January, we completed a US$75 million placement of preferred shares to First Reserve, a US-based energy-focused private equity firm, which continued to enhance our financial position. Proceeds from this financing were used to repay all amounts owing under our subordinated and senior credit facilities. This financing and an anticipated increase in our borrowing base, following our senior lender’s review of our December 31, 2017 reserve report, has positioned PetroShale to increase our operated drilling and acquisition activity.\nWith our high-quality asset base and increasing number of operated DSUs, we are excited by the opportunities that PetroShale has ahead. In the third quarter of this year we will commence an operated drilling program that will continue into 2019. As we move forward, we will strive to achieve per share increases in production, reserves and EBITDA.\nAs always, I wish to thank all of PetroShale’s employees, directors and shareholders for your continued support and look forward to updating you on our progress and achievements through the balance of 2018.\n((signed))\nMike Wood\nPresident & CEO\nAMENDMENTS TO PREFERRED SHARES\nThe Company also announces that it has amended the terms of the outstanding preferred shares in its US subsidiary, PetroShale (US), Inc. (\"PetroShale US\"), to provide that PetroShale US may, in certain circumstances and subject to certain limits, elect to pay certain quarterly dividend amounts \"in kind\" at a rate of 12% per annum in lieu of paying a cash dividend for such quarter at a rate of 9% per annum. First Reserve is the sole holder of such preferred shares. As a result of such amendments, PetroShale US will be permitted to exercise its payment in kind election, on or after the first anniversary of the date of issuance of the preferred shares (being January 25, 2018), with respect to a maximum of two fiscal quarters during any consecutive twelve month period and six fiscal quarters in total. In the event any dividend is elected to be paid in kind, the dollar amount repayable to First Reserve at the end of the term of the preferred shares will increase by the dollar amount represented by the \"in kind\" dividend, and, concurrent with any increase, additional special voting shares of the Company (\"Special Voting Shares\") will be issued by the Company to First Reserve. As such, in the event that PetroShale US elects to pay the maximum number of dividends \"in kind\" as described above, PetroShale estimates that up to an additional 8,349,057 Special Voting Shares may be issuable to First Reserve. The Company intends to seek shareholder approval, in accordance with the rules of the TSX Venture Exchange, for First Reserve as a \"control person\" of the Company at the Company's upcoming annual and special meeting of shareholders. A copy of the terms of the preferred shares, as amended, will be available for review on the Company's SEDAR profile at www.sedar.com .\nAbout PetroShale\nPetroShale is an oil company engaged in the acquisition, development and consolidation of interests in the North Dakota Bakken / Three Forks.\nFor more information, please contact:\nPetroShale Inc.\nAttention: President and CEO\nEmail: Info@PetroShaleInc.com\nPhone: +1.303.297.1407\nwww.petroshaleinc.com\nor\nCindy Gray\n5 Quarters Investor Relations, Inc.\n403.828.0146 or info@5qir.com\nNeither the TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\nNote Regarding Forward-Looking Statements and Other Advisories\nThis press release contains forward-looking statements and forward-looking information (collectively \"forward-looking information\") within the meaning of applicable securities laws relating to, among other things, available aspects of management focus, objectives, strategies and business opportunities. More particularly and without limitation, this press release contains forward-looking information concerning: the opportunity to use available and undrawn amounts under the Company's credit facilities to fund drilling and acquisitions, PetroShale's position to achieve future growth in production, reserves and revenue; PetroShale's intention to seek out land acquisition opportunities; the sufficiency of the Company's financial flexibility and capital requirements; the Company's growth and development plans, including anticipated new well production and related timing; the anticipated benefits to the Company from certain infrastructure investments on its properties; the Company's participation in drilling opportunities and the future prospects for new wells (including with respect to the Company’s planned 2018 drilling program); anticipated connection of new wells to gas gathering infrastructure; the impact of recent pipeline development on future oil price differentials; anticipated production increases and associated netback increases; and the general outlook of the Company. PetroShale provided such forward-looking statements in reliance on certain expectations and assumptions that it believes are reasonable at the time, including expectations and assumptions concerning prevailing commodity prices, liquidity, exchange rates, interest rates, applicable royalty rates and tax laws; future production rates and estimates of operating costs; performance of existing and future wells; reserve volumes; business prospects and opportunities; the availability and cost of financing, labor and services; the impact of increasing competition; ability to market oil and natural gas successfully; and the Company's ability to access capital.\nAlthough the Company believes that the expectations and assumptions on which such forward-looking information is based are reasonable, undue reliance should not be placed on the forward-looking information because the Company can give no assurance that they will prove to be correct. Forward-looking information addresses future events and conditions, which by their very nature involve inherent risks and uncertainties. The Company's actual results, performance or achievement could differ materially from those expressed in, or implied by, the forward-looking information and, accordingly, no assurance can be given that any of the events anticipated by the forward-looking information will transpire or occur, or if any of them do so, what benefits the Company will derive therefrom. Management has included the above summary of assumptions and risks related to forward-looking information provided in this press release in order to provide security holders with a more complete perspective on the Company's future operations and such information may not be appropriate for other purposes.\nReaders are cautioned that the foregoing lists of factors are not exhaustive. Additional information on these and other factors that could affect our operations or financial results are included in reports on file with applicable securities regulatory authorities and may be accessed through the SEDAR website ( www.sedar.com ). These forward-looking statements are made as of the date of this press release and the Company disclaims any intent or obligation to update publicly any forward-looking information, whether as a result of new information, future events or results or otherwise, other than as required by applicable securities laws.\nNon -GAAP Measures:\nWithin this press release, references are made to “operating netback”, “operating netback on a net of royalty basis”, “operating netback prior to hedging” and “EBITDA”, which are not recognized measures under IFRS and therefore may not be comparable to performance measures presented by others. EBITDA means net income (loss) before taxes, depletion and depreciation expense, any impairments, finance expense, any gain or loss on property dispositions, foreign exchange gain or loss, share-based compensation expense and unrealized gain or loss on financial derivatives. Operating netback means revenue and realized gain or loss on financial derivatives, less royalties, production taxes, operating costs and transportation expense and has been presented on a per Boe basis. Operating netback on a net of royalty basis represents operating netback divided by production, net of royalty interest. Operating netback prior to hedging means operating netback excluding realized gain or loss on financial derivatives. Management believes that in addition to net income (loss) and cash flow from (used in) operating activities, EBITDA and operating netback are useful supplemental measures as they assist a reader in the determination of the Company's operating performance, leverage and liquidity. Readers are cautioned, however, that these measures should not be construed as an alternative to net income (loss) or cash flow from (used in) operating activities as determined in accordance with IFRS as an indication of our performance or value.\nOil and Gas Advisories:\nWhere amounts are expressed on a barrel of oil equivalent (“Boe”) basis, natural gas volumes have been converted to Boe using a ratio of 6,000 cubic feet of natural gas to one barrel of oil (6 Mcf: 1 Bbl). This Boe conversion ratio is based on an energy equivalency conversion method primarily applicable at the burner tip and does not represent a value equivalency at the wellhead. Given the value ratio based on the current price of crude oil as compared to natural gas is significantly different from the energy equivalency of 6 Mcf: 1 Bbl, utilizing a conversion ratio at 6 Mcf: 1 Bbl may be misleading as an indication of value. In this release, mboe refers to thousands of barrels of oil equivalent, while mbbls refers to thousands of barrels of oil, and mmcf refers to millions of cubic feet of natural gas.\nAll dollar figures included herein are presented in Canadian dollars, unless otherwise noted.\nSource: PetroShale Inc.",
    "published": "2018-05-23T15:00:00.000+03:00",
    "crawled": "2018-05-23T16:37:23.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "calgary",
        "alberta",
        "may",
        "globe",
        "newswire",
        "petroshale",
        "petroshale",
        "company",
        "tsxv",
        "psh",
        "otcqx",
        "pshif",
        "pleased",
        "announce",
        "financial",
        "operating",
        "result",
        "three",
        "month",
        "period",
        "ended",
        "march",
        "company",
        "unaudited",
        "consolidated",
        "financial",
        "statement",
        "corresponding",
        "management",
        "discussion",
        "analysis",
        "md",
        "period",
        "available",
        "sedar",
        "otcqx",
        "website",
        "petroshale",
        "website",
        "copy",
        "material",
        "also",
        "obtained",
        "upon",
        "request",
        "without",
        "charge",
        "contacting",
        "company",
        "directly",
        "please",
        "note",
        "currency",
        "figure",
        "presented",
        "herein",
        "reflected",
        "canadian",
        "dollar",
        "unless",
        "otherwise",
        "noted",
        "first",
        "quarter",
        "petroshale",
        "acquired",
        "additional",
        "acreage",
        "core",
        "south",
        "berthold",
        "area",
        "u",
        "million",
        "achieved",
        "record",
        "quarterly",
        "production",
        "revenue",
        "cash",
        "flow",
        "result",
        "bringing",
        "several",
        "new",
        "operated",
        "well",
        "significantly",
        "increased",
        "current",
        "average",
        "working",
        "interest",
        "production",
        "excess",
        "barrel",
        "oil",
        "equivalent",
        "per",
        "day",
        "boepd",
        "compared",
        "boepd",
        "fourth",
        "quarter",
        "first",
        "quarter",
        "highlight",
        "production",
        "averaged",
        "boepd",
        "liquid",
        "first",
        "quarter",
        "increase",
        "fourth",
        "quarter",
        "increase",
        "production",
        "reflects",
        "four",
        "net",
        "new",
        "operated",
        "well",
        "commenced",
        "production",
        "february",
        "march",
        "recommencement",
        "production",
        "first",
        "operated",
        "primus",
        "8h",
        "well",
        "following",
        "workover",
        "completed",
        "end",
        "march",
        "current",
        "average",
        "working",
        "interest",
        "production",
        "excess",
        "boepd",
        "reflecting",
        "new",
        "production",
        "first",
        "quarter",
        "capital",
        "program",
        "revenue",
        "totaled",
        "million",
        "increase",
        "period",
        "ebitda",
        "increased",
        "million",
        "higher",
        "first",
        "quarter",
        "operating",
        "netback",
        "prior",
        "impact",
        "hedging",
        "per",
        "boe",
        "company",
        "interest",
        "gross",
        "royalty",
        "per",
        "boe",
        "net",
        "royalty",
        "increase",
        "first",
        "quarter",
        "capital",
        "expenditure",
        "totaled",
        "million",
        "including",
        "acquisition",
        "significant",
        "undrilled",
        "acreage",
        "core",
        "south",
        "berthold",
        "area",
        "u",
        "million",
        "closed",
        "strategic",
        "financing",
        "private",
        "equity",
        "investor",
        "first",
        "reserve",
        "january",
        "u",
        "million",
        "preferred",
        "share",
        "term",
        "coupon",
        "rate",
        "proceeds",
        "used",
        "repay",
        "terminate",
        "company",
        "subordinated",
        "loan",
        "facility",
        "repay",
        "amount",
        "drawn",
        "senior",
        "loan",
        "result",
        "oil",
        "gas",
        "activity",
        "three",
        "month",
        "ended",
        "march",
        "march",
        "sale",
        "volume",
        "crude",
        "oil",
        "natural",
        "gas",
        "ngls",
        "barrel",
        "oil",
        "equivalent",
        "operating",
        "netback",
        "revenue",
        "royalty",
        "realized",
        "loss",
        "hedge",
        "operating",
        "cost",
        "production",
        "tax",
        "transportation",
        "expense",
        "operating",
        "netback",
        "operating",
        "netback",
        "prior",
        "hedging",
        "operating",
        "netback",
        "net",
        "royalty",
        "basis",
        "see",
        "oil",
        "gas",
        "advisory",
        "see",
        "measure",
        "message",
        "ceo",
        "first",
        "quarter",
        "active",
        "start",
        "year",
        "petroshale",
        "production",
        "growing",
        "successful",
        "drilling",
        "program",
        "adding",
        "new",
        "acreage",
        "within",
        "core",
        "area",
        "enhancing",
        "financial",
        "flexibility",
        "strategic",
        "financing",
        "significant",
        "production",
        "increase",
        "reflects",
        "volume",
        "four",
        "net",
        "new",
        "operated",
        "well",
        "resumption",
        "production",
        "first",
        "operated",
        "primus",
        "8h",
        "well",
        "following",
        "workover",
        "well",
        "significant",
        "impact",
        "petroshale",
        "current",
        "average",
        "working",
        "interest",
        "production",
        "increasing",
        "boepd",
        "continued",
        "strengthening",
        "wti",
        "benchmark",
        "price",
        "stabilizing",
        "bakken",
        "oil",
        "price",
        "differential",
        "first",
        "quarter",
        "contributed",
        "strong",
        "operating",
        "netbacks",
        "ebitda",
        "increased",
        "production",
        "led",
        "lower",
        "average",
        "operating",
        "cost",
        "declining",
        "per",
        "boe",
        "first",
        "quarter",
        "per",
        "boe",
        "first",
        "quarter",
        "petroshale",
        "completed",
        "acquisition",
        "significant",
        "undrilled",
        "operated",
        "acreage",
        "core",
        "south",
        "berthold",
        "area",
        "u",
        "million",
        "adding",
        "number",
        "new",
        "location",
        "drilling",
        "inventory",
        "petroshale",
        "continued",
        "exploit",
        "acreage",
        "participation",
        "four",
        "net",
        "well",
        "south",
        "berthold",
        "area",
        "anticipate",
        "commence",
        "production",
        "near",
        "beginning",
        "third",
        "quarter",
        "january",
        "completed",
        "u",
        "million",
        "placement",
        "preferred",
        "share",
        "first",
        "reserve",
        "private",
        "equity",
        "firm",
        "continued",
        "enhance",
        "financial",
        "position",
        "proceeds",
        "financing",
        "used",
        "repay",
        "amount",
        "owing",
        "subordinated",
        "senior",
        "credit",
        "facility",
        "financing",
        "anticipated",
        "increase",
        "borrowing",
        "base",
        "following",
        "senior",
        "lender",
        "review",
        "december",
        "reserve",
        "report",
        "positioned",
        "petroshale",
        "increase",
        "operated",
        "drilling",
        "acquisition",
        "activity",
        "asset",
        "base",
        "increasing",
        "number",
        "operated",
        "dsus",
        "excited",
        "opportunity",
        "petroshale",
        "ahead",
        "third",
        "quarter",
        "year",
        "commence",
        "operated",
        "drilling",
        "program",
        "continue",
        "move",
        "forward",
        "strive",
        "achieve",
        "per",
        "share",
        "increase",
        "production",
        "reserve",
        "ebitda",
        "always",
        "wish",
        "thank",
        "petroshale",
        "employee",
        "director",
        "shareholder",
        "continued",
        "support",
        "look",
        "forward",
        "updating",
        "progress",
        "achievement",
        "balance",
        "signed",
        "mike",
        "wood",
        "president",
        "ceo",
        "amendment",
        "preferred",
        "share",
        "company",
        "also",
        "announces",
        "amended",
        "term",
        "outstanding",
        "preferred",
        "share",
        "u",
        "subsidiary",
        "petroshale",
        "u",
        "petroshale",
        "u",
        "provide",
        "petroshale",
        "u",
        "may",
        "certain",
        "circumstance",
        "subject",
        "certain",
        "limit",
        "elect",
        "pay",
        "certain",
        "quarterly",
        "dividend",
        "amount",
        "kind",
        "rate",
        "per",
        "annum",
        "lieu",
        "paying",
        "cash",
        "dividend",
        "quarter",
        "rate",
        "per",
        "annum",
        "first",
        "reserve",
        "sole",
        "holder",
        "preferred",
        "share",
        "result",
        "amendment",
        "petroshale",
        "u",
        "permitted",
        "exercise",
        "payment",
        "kind",
        "election",
        "first",
        "anniversary",
        "date",
        "issuance",
        "preferred",
        "share",
        "january",
        "respect",
        "maximum",
        "two",
        "fiscal",
        "quarter",
        "consecutive",
        "twelve",
        "month",
        "period",
        "six",
        "fiscal",
        "quarter",
        "total",
        "event",
        "dividend",
        "elected",
        "paid",
        "kind",
        "dollar",
        "amount",
        "repayable",
        "first",
        "reserve",
        "end",
        "term",
        "preferred",
        "share",
        "increase",
        "dollar",
        "amount",
        "represented",
        "kind",
        "dividend",
        "concurrent",
        "increase",
        "additional",
        "special",
        "voting",
        "share",
        "company",
        "special",
        "voting",
        "share",
        "issued",
        "company",
        "first",
        "reserve",
        "event",
        "petroshale",
        "u",
        "elect",
        "pay",
        "maximum",
        "number",
        "dividend",
        "kind",
        "described",
        "petroshale",
        "estimate",
        "additional",
        "special",
        "voting",
        "share",
        "may",
        "issuable",
        "first",
        "reserve",
        "company",
        "intends",
        "seek",
        "shareholder",
        "approval",
        "accordance",
        "rule",
        "tsx",
        "venture",
        "exchange",
        "first",
        "reserve",
        "control",
        "person",
        "company",
        "company",
        "upcoming",
        "annual",
        "special",
        "meeting",
        "shareholder",
        "copy",
        "term",
        "preferred",
        "share",
        "amended",
        "available",
        "review",
        "company",
        "sedar",
        "profile",
        "petroshale",
        "petroshale",
        "oil",
        "company",
        "engaged",
        "acquisition",
        "development",
        "consolidation",
        "interest",
        "north",
        "dakota",
        "bakken",
        "three",
        "fork",
        "information",
        "please",
        "contact",
        "petroshale",
        "attention",
        "president",
        "ceo",
        "email",
        "info",
        "phone",
        "cindy",
        "gray",
        "quarter",
        "investor",
        "relation",
        "info",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "note",
        "regarding",
        "statement",
        "advisory",
        "press",
        "release",
        "contains",
        "statement",
        "information",
        "collectively",
        "information",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "relating",
        "among",
        "thing",
        "available",
        "aspect",
        "management",
        "focus",
        "objective",
        "strategy",
        "business",
        "opportunity",
        "particularly",
        "without",
        "limitation",
        "press",
        "release",
        "contains",
        "information",
        "concerning",
        "opportunity",
        "use",
        "available",
        "undrawn",
        "amount",
        "company",
        "credit",
        "facility",
        "fund",
        "drilling",
        "acquisition",
        "petroshale",
        "position",
        "achieve",
        "future",
        "growth",
        "production",
        "reserve",
        "revenue",
        "petroshale",
        "intention",
        "seek",
        "land",
        "acquisition",
        "opportunity",
        "sufficiency",
        "company",
        "financial",
        "flexibility",
        "capital",
        "requirement",
        "company",
        "growth",
        "development",
        "plan",
        "including",
        "anticipated",
        "new",
        "well",
        "production",
        "related",
        "timing",
        "anticipated",
        "benefit",
        "company",
        "certain",
        "infrastructure",
        "investment",
        "property",
        "company",
        "participation",
        "drilling",
        "opportunity",
        "future",
        "prospect",
        "new",
        "well",
        "including",
        "respect",
        "company",
        "planned",
        "drilling",
        "program",
        "anticipated",
        "connection",
        "new",
        "well",
        "gas",
        "gathering",
        "infrastructure",
        "impact",
        "recent",
        "pipeline",
        "development",
        "future",
        "oil",
        "price",
        "differential",
        "anticipated",
        "production",
        "increase",
        "associated",
        "netback",
        "increase",
        "general",
        "outlook",
        "company",
        "petroshale",
        "provided",
        "statement",
        "reliance",
        "certain",
        "expectation",
        "assumption",
        "belief",
        "reasonable",
        "time",
        "including",
        "expectation",
        "assumption",
        "concerning",
        "prevailing",
        "commodity",
        "price",
        "liquidity",
        "exchange",
        "rate",
        "interest",
        "rate",
        "applicable",
        "royalty",
        "rate",
        "tax",
        "law",
        "future",
        "production",
        "rate",
        "estimate",
        "operating",
        "cost",
        "performance",
        "existing",
        "future",
        "well",
        "reserve",
        "volume",
        "business",
        "prospect",
        "opportunity",
        "availability",
        "cost",
        "financing",
        "labor",
        "service",
        "impact",
        "increasing",
        "competition",
        "ability",
        "market",
        "oil",
        "natural",
        "gas",
        "successfully",
        "company",
        "ability",
        "access",
        "capital",
        "although",
        "company",
        "belief",
        "expectation",
        "assumption",
        "information",
        "based",
        "reasonable",
        "undue",
        "reliance",
        "placed",
        "information",
        "company",
        "give",
        "assurance",
        "prove",
        "correct",
        "information",
        "address",
        "future",
        "event",
        "condition",
        "nature",
        "involve",
        "inherent",
        "risk",
        "uncertainty",
        "company",
        "actual",
        "result",
        "performance",
        "achievement",
        "could",
        "differ",
        "materially",
        "expressed",
        "implied",
        "information",
        "accordingly",
        "assurance",
        "given",
        "event",
        "anticipated",
        "information",
        "transpire",
        "occur",
        "benefit",
        "company",
        "derive",
        "therefrom",
        "management",
        "included",
        "summary",
        "assumption",
        "risk",
        "related",
        "information",
        "provided",
        "press",
        "release",
        "order",
        "provide",
        "security",
        "holder",
        "complete",
        "perspective",
        "company",
        "future",
        "operation",
        "information",
        "may",
        "appropriate",
        "purpose",
        "reader",
        "cautioned",
        "foregoing",
        "list",
        "factor",
        "exhaustive",
        "additional",
        "information",
        "factor",
        "could",
        "affect",
        "operation",
        "financial",
        "result",
        "included",
        "report",
        "file",
        "applicable",
        "security",
        "regulatory",
        "authority",
        "may",
        "accessed",
        "sedar",
        "website",
        "statement",
        "made",
        "date",
        "press",
        "release",
        "company",
        "disclaims",
        "intent",
        "obligation",
        "update",
        "publicly",
        "information",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "result",
        "otherwise",
        "required",
        "applicable",
        "security",
        "law",
        "non",
        "measure",
        "within",
        "press",
        "release",
        "reference",
        "made",
        "operating",
        "netback",
        "operating",
        "netback",
        "net",
        "royalty",
        "basis",
        "operating",
        "netback",
        "prior",
        "hedging",
        "ebitda",
        "recognized",
        "measure",
        "ifrs",
        "therefore",
        "may",
        "comparable",
        "performance",
        "measure",
        "presented",
        "others",
        "ebitda",
        "mean",
        "net",
        "income",
        "loss",
        "tax",
        "depletion",
        "depreciation",
        "expense",
        "impairment",
        "finance",
        "expense",
        "gain",
        "loss",
        "property",
        "disposition",
        "foreign",
        "exchange",
        "gain",
        "loss",
        "compensation",
        "expense",
        "unrealized",
        "gain",
        "loss",
        "financial",
        "derivative",
        "operating",
        "netback",
        "mean",
        "revenue",
        "realized",
        "gain",
        "loss",
        "financial",
        "derivative",
        "less",
        "royalty",
        "production",
        "tax",
        "operating",
        "cost",
        "transportation",
        "expense",
        "presented",
        "per",
        "boe",
        "basis",
        "operating",
        "netback",
        "net",
        "royalty",
        "basis",
        "represents",
        "operating",
        "netback",
        "divided",
        "production",
        "net",
        "royalty",
        "interest",
        "operating",
        "netback",
        "prior",
        "hedging",
        "mean",
        "operating",
        "netback",
        "excluding",
        "realized",
        "gain",
        "loss",
        "financial",
        "derivative",
        "management",
        "belief",
        "addition",
        "net",
        "income",
        "loss",
        "cash",
        "flow",
        "used",
        "operating",
        "activity",
        "ebitda",
        "operating",
        "netback",
        "useful",
        "supplemental",
        "measure",
        "assist",
        "reader",
        "determination",
        "company",
        "operating",
        "performance",
        "leverage",
        "liquidity",
        "reader",
        "cautioned",
        "however",
        "measure",
        "construed",
        "alternative",
        "net",
        "income",
        "loss",
        "cash",
        "flow",
        "used",
        "operating",
        "activity",
        "determined",
        "accordance",
        "ifrs",
        "indication",
        "performance",
        "value",
        "oil",
        "gas",
        "advisory",
        "amount",
        "expressed",
        "barrel",
        "oil",
        "equivalent",
        "boe",
        "basis",
        "natural",
        "gas",
        "volume",
        "converted",
        "boe",
        "using",
        "ratio",
        "cubic",
        "foot",
        "natural",
        "gas",
        "one",
        "barrel",
        "oil",
        "mcf",
        "bbl",
        "boe",
        "conversion",
        "ratio",
        "based",
        "energy",
        "equivalency",
        "conversion",
        "method",
        "primarily",
        "applicable",
        "burner",
        "tip",
        "represent",
        "value",
        "equivalency",
        "wellhead",
        "given",
        "value",
        "ratio",
        "based",
        "current",
        "price",
        "crude",
        "oil",
        "compared",
        "natural",
        "gas",
        "significantly",
        "different",
        "energy",
        "equivalency",
        "mcf",
        "bbl",
        "utilizing",
        "conversion",
        "ratio",
        "mcf",
        "bbl",
        "may",
        "misleading",
        "indication",
        "value",
        "release",
        "mboe",
        "refers",
        "thousand",
        "barrel",
        "oil",
        "equivalent",
        "mbbls",
        "refers",
        "thousand",
        "barrel",
        "oil",
        "mmcf",
        "refers",
        "million",
        "cubic",
        "foot",
        "natural",
        "gas",
        "dollar",
        "figure",
        "included",
        "herein",
        "presented",
        "canadian",
        "dollar",
        "unless",
        "otherwise",
        "noted",
        "source",
        "petroshale",
        "inc"
    ]
}