{
    "organizations": [],
    "uuid": "7b477a8294674e5a056b5bf3a61612012543de57",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/21/pr-newswire-mubadala-led-investor-group-and-sony-reach-agreement-for-sony-to-acquire-all-of-mubadalas-interest-in-emi-music-publishing.html",
    "ord_in_thread": 0,
    "title": "Mubadala-led Investor Group and Sony Reach Agreement for Sony to Acquire All of Mubadala's Interest in EMI Music Publishing",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "ABU DHABI, United Arab Emirates and TOKYO and NEW YORK, May 21, 2018 /PRNewswire/ -- Mubadala Investment Company (\"Mubadala\") and Sony Corporation (\"Sony\") today announced that they have signed a legally binding memorandum of understanding (\"MOU\") for the sale of the Mubadala consortium's approximately 60% equity interest in EMI Music Publishing to Sony Corporation of America, a wholly owned subsidiary of Sony, based on an enterprise value of $4.75 billion. As a result of the transaction, Sony will indirectly own approximately 90% of the equity interest in EMI Music Publishing and it will become a consolidated subsidiary of Sony. The closing of the transaction is subject to certain closing conditions, including regulatory approvals.\nKenichiro Yoshida, President and CEO, Sony Corporation said: \"We are thrilled to bring EMI Music Publishing into the Sony family and maintain our number one position in the music publishing industry. I would also like to convey my gratitude to Mubadala, our equity partner in EMI Music Publishing, for sharing our long-term perspective on the potential success of music publishing and their support as we grew the business. The music business has enjoyed a resurgence over the past couple of years, driven largely by the rise of paid subscription-based streaming services. In the entertainment space, we are focusing on building a strong IP portfolio, and I believe this acquisition will be a particularly significant milestone for our long-term growth.\"\nThe original transaction and the investor consortium that partnered with Sony and the Michael Jackson Estate to acquire EMI Music Publishing from a wholly-owned subsidiary of Citigroup Inc. were sourced and assembled by Mubadala Capital's private equity business, which has controlled and managed EMI Music Publishing on behalf of Mubadala and other third-party investors since 2012.\nHani Barhoush, Head of Mubadala Capital, said: \"EMI has been a successful investment for Mubadala and I would like to personally extend my appreciation to the leadership at Sony and Sony/ATV, who have been instrumental in administering the EMI catalog as well as shaping the music landscape on a global basis. They have been tremendous partners to us.\"\nAdib Mattar, Head of Private Equity for Mubadala Capital and Chairman of EMI Music Publishing, said: \"EMI Music Publishing represents one of the world's largest and most diverse catalog of copyrights with iconic songs that span every decade over the last one hundred years. Writers and artists only stand to benefit under consolidated ownership and should feel proud to be part of the Sony family. The sale of our consortium's interest in EMI Music Publishing represents a milestone for Mubadala and our private equity business.\"\nWhile the final purchase price to be paid by Sony for all of Mubadala's equity interest in EMI Music Publishing is subject to customary closing adjustments, the total cash consideration Sony expects to pay to consolidate EMI Music Publishing is approximately $2.3 billion. Sony will assume EMI Music Publishing's existing gross indebtedness, which was approximately $1.359 billion as of March 31, 2018. Upon closing of the transaction, Sony expects to record in operating income a non-cash step-up gain of approximately 100 billion yen for the equity interest in EMI Music Publishing it currently owns. The step-up gain and the consolidation of EMI Music Publishing has not been included in Sony's forecast of consolidated financial results for the fiscal year ending March 31, 2019, and Sony is currently assessing the impact of this step-up gain and the consolidation of EMI Music Publishing on its consolidated financial results for the fiscal year ending March 31, 2019.\nOver the past six years, Mubadala and Sony have worked together as partners to create value alongside Sony/ATV Music Publishing (\"Sony/ATV\"), Sony's music publishing arm, which has been administering the EMI Music Publishing catalog's legacy of iconic writers and artists, reinvesting in existing writer relationships and growing the catalog by signing new writers on a 50/50 basis with Sony/ATV. These actions, coupled with the global rise of streaming and paid streaming services, have led to an appreciation in value of the EMI Music Publishing catalog as millions of consumers have been provided access to innovative distribution channels to enjoy music like never before.\nEMI Music Publishing owns or administers over two million songs that include classics by Queen, Carole King and the Motown catalog along with contemporary songs from Kanye West, Alicia Keys, Drake, Sam Smith, Pink, Pharrell Williams, Calvin Harris, Fetty Wap, Hozier and Sia.\nTogether with Sony's 100%-owned music publishing company, Sony/ATV, and Sony's 100%-owned music company, Sony Music Entertainment (Japan) Inc., the Sony Group collectively owns more than 2.3 million copyrights, featuring the Beatles, contemporary superstars and the Leiber Stoller catalog.\nEMI Music Publishing generated revenue of $663 million, adjusted operating income of $181 million*, and adjusted EBITDA of $249 million* for the fiscal year ended March 31, 2018.\n*Adjusted to exclude certain non-recurring warrant expense and management incentive plan accruals.\nAbout Sony Corporation\nSony Corporation is a leading manufacturer of audio, video, game, communications, key device and information technology products for the consumer and professional markets. With its music, pictures, computer entertainment and online businesses, Sony is uniquely positioned to be the leading electronics and entertainment company in the world. Sony recorded consolidated annual sales of approximately $77 billion for the fiscal year ended March 31, 2018. Sony Global Web Site: https://www.Sony.net/\nAbout Mubadala Investment Company\nMubadala Investment Company is a pioneering global investor, deploying capital with integrity and ingenuity to accelerate economic growth for the long-term benefit of Abu Dhabi. As Abu Dhabi's leading strategic investment company, Mubadala is active in 13 sectors and more than 30 countries around the world, creating lasting value for our shareholder, the Government of Abu Dhabi.\nMubadala's portfolio includes the development of global industrial champions in sectors such as aerospace, ICT, semiconductors, metals and mining and renewable energy, utilities, and the management of diverse financial holdings. We build on legacy expertise in oil and gas to invest across the hydrocarbon spectrum, and enhance the UAE's growth potential through investments in healthcare, real estate and defense services. Our investment approach prioritizes partnership with best-in-class organizations and a commitment to the highest standards of governance.\nwww.mubadala.com\nAbout Mubadala Capital\nMubadala Capital was established in 2011 as the financial investment arm of Mubadala, operating six integrated businesses focused on various asset classes and geographies that include private equity, public equities, credit, venture, sovereign investment partnerships and Brazil. The group invests globally across the capital structure in both public and private securities, whether directly or through third-party managed funds.\nIn addition to managing its own balance sheet investments, Mubadala Capital manages third party capital on behalf of institutional investors in three of its businesses, including through two private equity funds and one early stage venture fund.\nMubadala Capital is based in the Abu Dhabi Global Market.\nAbout EMI Music Publishing\nEMI Music Publishing is the second largest music publishing company by revenue. Through various arrangements, EMI either owns or has rights to publish approximately 2.1 million musical composition from every major genre and period. EMI exploits a comprehensive and diverse collection of copyrights for music and lyrics, sourced from a roster that includes a wide variety of iconic and popular songwriters, to generate revenues. EMI's catalog is distinguished by its size, sustainability, stability, diversity and longevity. EMI's catalog contains some of the greatest hits dating from the first half of the 20th century (''Over the Rainbow'' continues to be a top 10 revenue performer more than 75 years after its initial release) through today (including ''Happy,'' ''Chandelier,'' ''Summer'' and ''Take Me to Church''). EMI has rights to publish musical compositions from current songwriters including Kanye West, Alicia Keys, Drake, Sam Smith, Pink, Pharrell Williams, Calvin Harris, Fetty Wap, Hozier and Sia. EMI is a global company that obtains rights to musical compositions from songwriters and other rights holders around the world and exploits those rights in 32 countries.\nView original content: http://www.prnewswire.com/news-releases/mubadala-led-investor-group-and-sony-reach-agreement-for-sony-to-acquire-all-of-mubadalas-interest-in-emi-music-publishing-300652291.html\nSOURCE Sony Corporation",
    "published": "2018-05-22T03:37:00.000+03:00",
    "crawled": "2018-05-22T05:55:30.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "abu",
        "dhabi",
        "united",
        "arab",
        "emirate",
        "tokyo",
        "new",
        "york",
        "may",
        "mubadala",
        "investment",
        "company",
        "mubadala",
        "sony",
        "corporation",
        "sony",
        "today",
        "announced",
        "signed",
        "legally",
        "binding",
        "memorandum",
        "understanding",
        "mou",
        "sale",
        "mubadala",
        "consortium",
        "approximately",
        "equity",
        "interest",
        "emi",
        "music",
        "publishing",
        "sony",
        "corporation",
        "america",
        "wholly",
        "owned",
        "subsidiary",
        "sony",
        "based",
        "enterprise",
        "value",
        "billion",
        "result",
        "transaction",
        "sony",
        "indirectly",
        "approximately",
        "equity",
        "interest",
        "emi",
        "music",
        "publishing",
        "become",
        "consolidated",
        "subsidiary",
        "sony",
        "closing",
        "transaction",
        "subject",
        "certain",
        "closing",
        "condition",
        "including",
        "regulatory",
        "approval",
        "kenichiro",
        "yoshida",
        "president",
        "ceo",
        "sony",
        "corporation",
        "said",
        "thrilled",
        "bring",
        "emi",
        "music",
        "publishing",
        "sony",
        "family",
        "maintain",
        "number",
        "one",
        "position",
        "music",
        "publishing",
        "industry",
        "would",
        "also",
        "like",
        "convey",
        "gratitude",
        "mubadala",
        "equity",
        "partner",
        "emi",
        "music",
        "publishing",
        "sharing",
        "perspective",
        "potential",
        "success",
        "music",
        "publishing",
        "support",
        "grew",
        "business",
        "music",
        "business",
        "enjoyed",
        "resurgence",
        "past",
        "couple",
        "year",
        "driven",
        "largely",
        "rise",
        "paid",
        "streaming",
        "service",
        "entertainment",
        "space",
        "focusing",
        "building",
        "strong",
        "ip",
        "portfolio",
        "believe",
        "acquisition",
        "particularly",
        "significant",
        "milestone",
        "growth",
        "original",
        "transaction",
        "investor",
        "consortium",
        "partnered",
        "sony",
        "michael",
        "jackson",
        "estate",
        "acquire",
        "emi",
        "music",
        "publishing",
        "subsidiary",
        "citigroup",
        "sourced",
        "assembled",
        "mubadala",
        "capital",
        "private",
        "equity",
        "business",
        "controlled",
        "managed",
        "emi",
        "music",
        "publishing",
        "behalf",
        "mubadala",
        "investor",
        "since",
        "hani",
        "barhoush",
        "head",
        "mubadala",
        "capital",
        "said",
        "emi",
        "successful",
        "investment",
        "mubadala",
        "would",
        "like",
        "personally",
        "extend",
        "appreciation",
        "leadership",
        "sony",
        "instrumental",
        "administering",
        "emi",
        "catalog",
        "well",
        "shaping",
        "music",
        "landscape",
        "global",
        "basis",
        "tremendous",
        "partner",
        "u",
        "adib",
        "mattar",
        "head",
        "private",
        "equity",
        "mubadala",
        "capital",
        "chairman",
        "emi",
        "music",
        "publishing",
        "said",
        "emi",
        "music",
        "publishing",
        "represents",
        "one",
        "world",
        "largest",
        "diverse",
        "catalog",
        "copyright",
        "iconic",
        "song",
        "span",
        "every",
        "decade",
        "last",
        "one",
        "hundred",
        "year",
        "writer",
        "artist",
        "stand",
        "benefit",
        "consolidated",
        "ownership",
        "feel",
        "proud",
        "part",
        "sony",
        "family",
        "sale",
        "consortium",
        "interest",
        "emi",
        "music",
        "publishing",
        "represents",
        "milestone",
        "mubadala",
        "private",
        "equity",
        "business",
        "final",
        "purchase",
        "price",
        "paid",
        "sony",
        "mubadala",
        "equity",
        "interest",
        "emi",
        "music",
        "publishing",
        "subject",
        "customary",
        "closing",
        "adjustment",
        "total",
        "cash",
        "consideration",
        "sony",
        "expects",
        "pay",
        "consolidate",
        "emi",
        "music",
        "publishing",
        "approximately",
        "billion",
        "sony",
        "assume",
        "emi",
        "music",
        "publishing",
        "existing",
        "gross",
        "indebtedness",
        "approximately",
        "billion",
        "march",
        "upon",
        "closing",
        "transaction",
        "sony",
        "expects",
        "record",
        "operating",
        "income",
        "gain",
        "approximately",
        "billion",
        "yen",
        "equity",
        "interest",
        "emi",
        "music",
        "publishing",
        "currently",
        "owns",
        "gain",
        "consolidation",
        "emi",
        "music",
        "publishing",
        "included",
        "sony",
        "forecast",
        "consolidated",
        "financial",
        "result",
        "fiscal",
        "year",
        "ending",
        "march",
        "sony",
        "currently",
        "assessing",
        "impact",
        "gain",
        "consolidation",
        "emi",
        "music",
        "publishing",
        "consolidated",
        "financial",
        "result",
        "fiscal",
        "year",
        "ending",
        "march",
        "past",
        "six",
        "year",
        "mubadala",
        "sony",
        "worked",
        "together",
        "partner",
        "create",
        "value",
        "alongside",
        "music",
        "publishing",
        "sony",
        "music",
        "publishing",
        "arm",
        "administering",
        "emi",
        "music",
        "publishing",
        "catalog",
        "legacy",
        "iconic",
        "writer",
        "artist",
        "reinvesting",
        "existing",
        "writer",
        "relationship",
        "growing",
        "catalog",
        "signing",
        "new",
        "writer",
        "basis",
        "action",
        "coupled",
        "global",
        "rise",
        "streaming",
        "paid",
        "streaming",
        "service",
        "led",
        "appreciation",
        "value",
        "emi",
        "music",
        "publishing",
        "catalog",
        "million",
        "consumer",
        "provided",
        "access",
        "innovative",
        "distribution",
        "channel",
        "enjoy",
        "music",
        "like",
        "never",
        "emi",
        "music",
        "publishing",
        "owns",
        "administers",
        "two",
        "million",
        "song",
        "include",
        "classic",
        "queen",
        "carole",
        "king",
        "motown",
        "catalog",
        "along",
        "contemporary",
        "song",
        "kanye",
        "west",
        "alicia",
        "key",
        "drake",
        "sam",
        "smith",
        "pink",
        "pharrell",
        "williams",
        "calvin",
        "harris",
        "fetty",
        "wap",
        "hozier",
        "sia",
        "together",
        "sony",
        "music",
        "publishing",
        "company",
        "sony",
        "music",
        "company",
        "sony",
        "music",
        "entertainment",
        "japan",
        "sony",
        "group",
        "collectively",
        "owns",
        "million",
        "copyright",
        "featuring",
        "beatles",
        "contemporary",
        "superstar",
        "leiber",
        "stoller",
        "catalog",
        "emi",
        "music",
        "publishing",
        "generated",
        "revenue",
        "million",
        "adjusted",
        "operating",
        "income",
        "million",
        "adjusted",
        "ebitda",
        "million",
        "fiscal",
        "year",
        "ended",
        "march",
        "adjusted",
        "exclude",
        "certain",
        "warrant",
        "expense",
        "management",
        "incentive",
        "plan",
        "accrual",
        "sony",
        "corporation",
        "sony",
        "corporation",
        "leading",
        "manufacturer",
        "audio",
        "video",
        "game",
        "communication",
        "key",
        "device",
        "information",
        "technology",
        "product",
        "consumer",
        "professional",
        "market",
        "music",
        "picture",
        "computer",
        "entertainment",
        "online",
        "business",
        "sony",
        "uniquely",
        "positioned",
        "leading",
        "electronics",
        "entertainment",
        "company",
        "world",
        "sony",
        "recorded",
        "consolidated",
        "annual",
        "sale",
        "approximately",
        "billion",
        "fiscal",
        "year",
        "ended",
        "march",
        "sony",
        "global",
        "web",
        "site",
        "http",
        "mubadala",
        "investment",
        "company",
        "mubadala",
        "investment",
        "company",
        "pioneering",
        "global",
        "investor",
        "deploying",
        "capital",
        "integrity",
        "ingenuity",
        "accelerate",
        "economic",
        "growth",
        "benefit",
        "abu",
        "dhabi",
        "abu",
        "dhabi",
        "leading",
        "strategic",
        "investment",
        "company",
        "mubadala",
        "active",
        "sector",
        "country",
        "around",
        "world",
        "creating",
        "lasting",
        "value",
        "shareholder",
        "government",
        "abu",
        "dhabi",
        "mubadala",
        "portfolio",
        "includes",
        "development",
        "global",
        "industrial",
        "champion",
        "sector",
        "aerospace",
        "ict",
        "semiconductor",
        "metal",
        "mining",
        "renewable",
        "energy",
        "utility",
        "management",
        "diverse",
        "financial",
        "holding",
        "build",
        "legacy",
        "expertise",
        "oil",
        "gas",
        "invest",
        "across",
        "hydrocarbon",
        "spectrum",
        "enhance",
        "uae",
        "growth",
        "potential",
        "investment",
        "healthcare",
        "real",
        "estate",
        "defense",
        "service",
        "investment",
        "approach",
        "prioritizes",
        "partnership",
        "organization",
        "commitment",
        "highest",
        "standard",
        "governance",
        "mubadala",
        "capital",
        "mubadala",
        "capital",
        "established",
        "financial",
        "investment",
        "arm",
        "mubadala",
        "operating",
        "six",
        "integrated",
        "business",
        "focused",
        "various",
        "asset",
        "class",
        "geography",
        "include",
        "private",
        "equity",
        "public",
        "equity",
        "credit",
        "venture",
        "sovereign",
        "investment",
        "partnership",
        "brazil",
        "group",
        "invests",
        "globally",
        "across",
        "capital",
        "structure",
        "public",
        "private",
        "security",
        "whether",
        "directly",
        "managed",
        "fund",
        "addition",
        "managing",
        "balance",
        "sheet",
        "investment",
        "mubadala",
        "capital",
        "manages",
        "third",
        "party",
        "capital",
        "behalf",
        "institutional",
        "investor",
        "three",
        "business",
        "including",
        "two",
        "private",
        "equity",
        "fund",
        "one",
        "early",
        "stage",
        "venture",
        "fund",
        "mubadala",
        "capital",
        "based",
        "abu",
        "dhabi",
        "global",
        "market",
        "emi",
        "music",
        "publishing",
        "emi",
        "music",
        "publishing",
        "second",
        "largest",
        "music",
        "publishing",
        "company",
        "revenue",
        "various",
        "arrangement",
        "emi",
        "either",
        "owns",
        "right",
        "publish",
        "approximately",
        "million",
        "musical",
        "composition",
        "every",
        "major",
        "genre",
        "period",
        "emi",
        "exploit",
        "comprehensive",
        "diverse",
        "collection",
        "copyright",
        "music",
        "lyric",
        "sourced",
        "roster",
        "includes",
        "wide",
        "variety",
        "iconic",
        "popular",
        "songwriter",
        "generate",
        "revenue",
        "emi",
        "catalog",
        "distinguished",
        "size",
        "sustainability",
        "stability",
        "diversity",
        "longevity",
        "emi",
        "catalog",
        "contains",
        "greatest",
        "hit",
        "dating",
        "first",
        "half",
        "20th",
        "century",
        "rainbow",
        "continues",
        "top",
        "revenue",
        "performer",
        "year",
        "initial",
        "release",
        "today",
        "including",
        "happy",
        "chandelier",
        "summer",
        "take",
        "church",
        "emi",
        "right",
        "publish",
        "musical",
        "composition",
        "current",
        "songwriter",
        "including",
        "kanye",
        "west",
        "alicia",
        "key",
        "drake",
        "sam",
        "smith",
        "pink",
        "pharrell",
        "williams",
        "calvin",
        "harris",
        "fetty",
        "wap",
        "hozier",
        "sia",
        "emi",
        "global",
        "company",
        "obtains",
        "right",
        "musical",
        "composition",
        "songwriter",
        "right",
        "holder",
        "around",
        "world",
        "exploit",
        "right",
        "country",
        "view",
        "original",
        "content",
        "http",
        "source",
        "sony",
        "corporation"
    ]
}