{
    "organizations": [],
    "uuid": "5b88547a2de5fc3df91e0a73a869c82938972e3b",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/05/21/deutsche-banks-problems-threaten-a-star-banker.html",
    "ord_in_thread": 0,
    "title": "Deutsche bank's problems threaten a star banker",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "FRANKFURT — Ever since he was a 38-year-old Goldman Sachs executive helping to auction off bankrupt East German factories, Paul Achleitner has been known as a relentless modernizer shaking up Germany's sleepy corporate world.\nNow Mr. Achleitner is being cast in a new role: the man responsible for the sorry state of one of Germany's most important industries.\nMr. Achleitner has been the chairman of Deutsche Bank 's supervisory board since 2012, overseeing the company's top management and signing off on major business decisions. As the bank stumbles from one crisis to the next, investors blame him for the missteps that have brought the company to one of the most perilous moments in its nearly 150-year history.\nMore from the New York Times:\nUK unlikely to block Comcast's proposed sky takeover, minister says\nHow one company scammed Silicon Valley. And how it got caught.\nUK court dismisses charges over Qatar fund-raising by Barclays\nIt is the latest blow to the reputation of a man who had been one of Germany's most renowned bankers since the fall of communism. Mr. Achleitner is increasingly viewed as responsible for a series of ill-fated mergers and questionable decisions over the past two decades that have left Germany, and indeed all of Europe, without a serious rival to the likes of Goldman Sachs or JPMorgan Chase .\nEven today, Mr. Achleitner — who is not German, but Austrian — embodies corporate Germany. In addition to his role at Deutsche Bank, he sits on the oversight boards of three other blue-chip German companies, including the automaker Daimler. Friends and acquaintances describe him as a master networker who is quick to reply to text messages and has a knack for making people feel important.\nMr. Achleitner's wife, Ann-Kristin Achleitner, a professor of business at the Technical University of Munich, also sits on the supervisory boards of several large German corporations. They are one of Germany's premier power couples.\nBut Mr. Achleitner's grasp on power appears increasingly tenuous.\nWhen Deutsche Bank's shareholders gather for the company's annual meeting on Thursday, one of the items on the agenda will be a motion to oust Mr. Achleitner.\nMr. Achleitner is expected to survive, at least for now, protected partly because the bank's chief executive, John Cryan, was ousted just last month. The departure of Mr. Achleitner could throw the bank into even greater turmoil.\nMr. Achleitner, who declined to comment for this article, should be given \"one last chance,\" Institutional Shareholder Services, which advises investors on how to vote, said in a report this month. Removing Mr. Achleitner could distract the supervisory board from \"the truly precarious situation at hand: the entire future strategy and survival of the bank.\"\nMr. Achleitner made a name for himself in the 1990s when the German government was selling assets like chemical factories that had belonged to the Communist government of East Germany.\nOther German bankers turned up their noses. But Mr. Achleitner, who was the first native German speaker to run Goldman Sachs in Frankfurt, recognized an opportunity. He used the assignment to forge political and corporate ties and establish Goldman as a player in Germany.\nMr. Achleitner's approach paid off in 1994 when Deutsche Telekom, the German telephone monopoly, prepared to sell shares to the public for the first time. The German government chose Goldman Sachs to be one of three banks handling the large share sale, alongside Germany's Dresdner Bank and Deutsche Bank.\nGoldman's lead role came as a rude awakening to the German banks, which had taken it for granted that they would share such transactions among themselves. That led Deutsche Bank in particular to hastily bulk up in investment banking to fend off foreign competitors.\nOne fateful result was Deutsche Bank's purchase of Bankers Trust in 1998 for $10.1 billion. The transaction instantly made Deutsche Bank a presence on Wall Street, as well as the biggest bank in the world by assets. Goldman Sachs advised Deutsche Bank on the transaction, with Mr. Achleitner playing a supporting role as head of the Frankfurt office.\nThe Bankers Trust deal was troubled from the start. The price was considered steep for a bank that had recently suffered a series of scandals, including accusations of selling derivatives without warning customers about the risks.\nshow chapters Deutsche Bank’s Achleitner: Fundamental challenge is credit pricing 6:02 AM ET Thu, 25 Jan 2018 | 02:22 But Mr. Achleitner's reputation as a dealmaker continued to grow. In 2000, he left Goldman to become chief financial officer at Allianz, the German insurer. Back then, Allianz, Deutsche Bank and Dresdner Bank owned stakes in one another as well as in many of the largest German companies and dominated their supervisory boards. The network was unofficially known as Germany Inc., and scared away foreign investors.\nMr. Achleitner's job was to either unload Allianz's holdings or find a way to make them more valuable.\nAmong Allianz's biggest stakes was 21 percent of Dresdner Bank, one of Germany's biggest banks. First Mr. Achleitner tried to orchestrate a merger between Dresdner and Deutsche Bank, in which Allianz also owned a stake. When that idea was torpedoed by investment bankers at Deutsche Bank, he took a different tack, engineering Allianz's 2001 acquisition of the majority of Dresdner.\nThe plan was to use the bank's retail network to sell insurance products. But Dresdner's huge portfolio of problematic loans left Allianz financially vulnerable. In 2002, after reporting a €2.5 billion loss in the third quarter, the company found itself in serious trouble.\nStill, Mr. Achleitner managed to emerge from the crisis as a hero.\nIn 2003, he arrived late to a management board meeting in Munich. He looked weary and unshaven, according to Emilio Galli Zugaro, the former head of communications for Allianz who was present at the meeting.\nMr. Achleitner had just come from an all-night negotiating session in Hamburg with potential buyers of Allianz's stake in Beiersdorf, a German company best known as the maker of Nivea face cream. Allianz badly needed the cash.\nA group of German investors had agreed to pay €4.4 billion for the Beiersdorf shares, Mr. Achleitner reported. The Allianz executives, normally a restrained group, gave Mr. Achleitner a standing ovation.\nThe Dresdner Bank deal, however, remained a problem for Allianz. In August 2008, as a global financial crisis gathered force, Allianz sold Dresdner to Commerzbank. The price was €9.8 billion, less than half of Dresdner Bank's value when Allianz acquired its stake in 2001.\nMr. Achleitner left Allianz in 2012 to become chairman of Deutsche Bank, overseeing the executives who run the company on a day-to-day basis.\nDeutsche Bank had grave problems. The culture was toxic. Large swaths of the business were poorly managed. Risks were not controlled. The bank had a tendency to needlessly antagonize regulators. It was caught up in just about all of the industry's worst scandals: rigging interest rates, selling toxic mortgages, laundering money, violating sanctions.\nRivals like UBS and Credit Suisse scaled back their investment banks in the wake of the financial crisis. But Deutsche Bank, with Mr. Achleitner's backing, continued to try to play in the Wall Street big leagues.\nMr. Achleitner insisted that Europe needed a counterweight to the big American investment banks. \"If we don't watch out,\" he said in an interview with a German magazine in May 2015, \"we'll have the same American dominance that we already have in the internet.\"\nWeeks later, the bank's co-chief executive, Anshu Jain, one of the architects of the investment bank, resigned under pressure from shareholders and regulators unhappy with the way the bank had responded to government investigations.\nMr. Achleitner chose Mr. Cryan, his colleague on the supervisory board, to succeed Mr. Jain. Mr. Cryan tried to refine Deutsche Bank's strategy and to instill a more ethical corporate culture.\nLess than three years into Mr. Cryan's tenure, Mr. Achleitner grew disenchanted. He contacted a number of executives at rival financial institutions to gauge their interest in taking over as chief executive.\nIn late March, Mr. Achleitner was on an Amazon River cruise with his family when The Times of London reported that he had secretly been talking to possible replacements for Mr. Cryan. Mr. Achleitner rushed back to Frankfurt.\nMr. Cryan was in limbo for more than a week. Mr. Achleitner remained silent. Finally, in early April, the board voted to replace him with Christian Sewing, a risk expert who has spent his entire career at the bank.\nMr. Sewing quickly announced plans to scale back the investment bank. But Deutsche Bank is years behind European rivals in reorienting itself toward other lines of business that are less prone to scandal and losses.\n\"There have been a series of missteps going back quite a while, and I do think Chairman Achleitner is part of the problem,\" said Jeffrey A. Sonnenfeld, a professor of leadership at Yale School of Management. \"At some point someone should be accountable.\"",
    "published": "2018-05-21T20:14:00.000+03:00",
    "crawled": "2018-05-21T19:44:49.005+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "frankfurt",
        "ever",
        "since",
        "goldman",
        "sachs",
        "executive",
        "helping",
        "auction",
        "bankrupt",
        "east",
        "german",
        "factory",
        "paul",
        "achleitner",
        "known",
        "relentless",
        "modernizer",
        "shaking",
        "germany",
        "sleepy",
        "corporate",
        "world",
        "achleitner",
        "cast",
        "new",
        "role",
        "man",
        "responsible",
        "sorry",
        "state",
        "one",
        "germany",
        "important",
        "industry",
        "achleitner",
        "chairman",
        "deutsche",
        "bank",
        "supervisory",
        "board",
        "since",
        "overseeing",
        "company",
        "top",
        "management",
        "signing",
        "major",
        "business",
        "decision",
        "bank",
        "stumble",
        "one",
        "crisis",
        "next",
        "investor",
        "blame",
        "misstep",
        "brought",
        "company",
        "one",
        "perilous",
        "moment",
        "nearly",
        "history",
        "new",
        "york",
        "time",
        "uk",
        "unlikely",
        "block",
        "comcast",
        "proposed",
        "sky",
        "takeover",
        "minister",
        "say",
        "one",
        "company",
        "scammed",
        "silicon",
        "valley",
        "got",
        "caught",
        "uk",
        "court",
        "dismisses",
        "charge",
        "qatar",
        "barclays",
        "latest",
        "blow",
        "reputation",
        "man",
        "one",
        "germany",
        "renowned",
        "banker",
        "since",
        "fall",
        "communism",
        "achleitner",
        "increasingly",
        "viewed",
        "responsible",
        "series",
        "merger",
        "questionable",
        "decision",
        "past",
        "two",
        "decade",
        "left",
        "germany",
        "indeed",
        "europe",
        "without",
        "serious",
        "rival",
        "like",
        "goldman",
        "sachs",
        "jpmorgan",
        "chase",
        "even",
        "today",
        "achleitner",
        "german",
        "austrian",
        "embodies",
        "corporate",
        "germany",
        "addition",
        "role",
        "deutsche",
        "bank",
        "sits",
        "oversight",
        "board",
        "three",
        "german",
        "company",
        "including",
        "automaker",
        "daimler",
        "friend",
        "acquaintance",
        "describe",
        "master",
        "networker",
        "quick",
        "reply",
        "text",
        "message",
        "knack",
        "making",
        "people",
        "feel",
        "important",
        "achleitner",
        "wife",
        "achleitner",
        "professor",
        "business",
        "technical",
        "university",
        "munich",
        "also",
        "sits",
        "supervisory",
        "board",
        "several",
        "large",
        "german",
        "corporation",
        "one",
        "germany",
        "premier",
        "power",
        "couple",
        "achleitner",
        "grasp",
        "power",
        "appears",
        "increasingly",
        "tenuous",
        "deutsche",
        "bank",
        "shareholder",
        "gather",
        "company",
        "annual",
        "meeting",
        "thursday",
        "one",
        "item",
        "agenda",
        "motion",
        "oust",
        "achleitner",
        "achleitner",
        "expected",
        "survive",
        "least",
        "protected",
        "partly",
        "bank",
        "chief",
        "executive",
        "john",
        "cryan",
        "ousted",
        "last",
        "month",
        "departure",
        "achleitner",
        "could",
        "throw",
        "bank",
        "even",
        "greater",
        "turmoil",
        "achleitner",
        "declined",
        "comment",
        "article",
        "given",
        "one",
        "last",
        "chance",
        "institutional",
        "shareholder",
        "service",
        "advises",
        "investor",
        "vote",
        "said",
        "report",
        "month",
        "removing",
        "achleitner",
        "could",
        "distract",
        "supervisory",
        "board",
        "truly",
        "precarious",
        "situation",
        "hand",
        "entire",
        "future",
        "strategy",
        "survival",
        "bank",
        "achleitner",
        "made",
        "name",
        "1990s",
        "german",
        "government",
        "selling",
        "asset",
        "like",
        "chemical",
        "factory",
        "belonged",
        "communist",
        "government",
        "east",
        "germany",
        "german",
        "banker",
        "turned",
        "nose",
        "achleitner",
        "first",
        "native",
        "german",
        "speaker",
        "run",
        "goldman",
        "sachs",
        "frankfurt",
        "recognized",
        "opportunity",
        "used",
        "assignment",
        "forge",
        "political",
        "corporate",
        "tie",
        "establish",
        "goldman",
        "player",
        "germany",
        "achleitner",
        "approach",
        "paid",
        "deutsche",
        "telekom",
        "german",
        "telephone",
        "monopoly",
        "prepared",
        "sell",
        "share",
        "public",
        "first",
        "time",
        "german",
        "government",
        "chose",
        "goldman",
        "sachs",
        "one",
        "three",
        "bank",
        "handling",
        "large",
        "share",
        "sale",
        "alongside",
        "germany",
        "dresdner",
        "bank",
        "deutsche",
        "bank",
        "goldman",
        "lead",
        "role",
        "came",
        "rude",
        "awakening",
        "german",
        "bank",
        "taken",
        "granted",
        "would",
        "share",
        "transaction",
        "among",
        "led",
        "deutsche",
        "bank",
        "particular",
        "hastily",
        "bulk",
        "investment",
        "banking",
        "fend",
        "foreign",
        "competitor",
        "one",
        "fateful",
        "result",
        "deutsche",
        "bank",
        "purchase",
        "banker",
        "trust",
        "billion",
        "transaction",
        "instantly",
        "made",
        "deutsche",
        "bank",
        "presence",
        "wall",
        "street",
        "well",
        "biggest",
        "bank",
        "world",
        "asset",
        "goldman",
        "sachs",
        "advised",
        "deutsche",
        "bank",
        "transaction",
        "achleitner",
        "playing",
        "supporting",
        "role",
        "head",
        "frankfurt",
        "office",
        "banker",
        "trust",
        "deal",
        "troubled",
        "start",
        "price",
        "considered",
        "steep",
        "bank",
        "recently",
        "suffered",
        "series",
        "scandal",
        "including",
        "accusation",
        "selling",
        "derivative",
        "without",
        "warning",
        "customer",
        "risk",
        "show",
        "chapter",
        "deutsche",
        "bank",
        "achleitner",
        "fundamental",
        "challenge",
        "credit",
        "pricing",
        "et",
        "thu",
        "jan",
        "achleitner",
        "reputation",
        "dealmaker",
        "continued",
        "grow",
        "left",
        "goldman",
        "become",
        "chief",
        "financial",
        "officer",
        "allianz",
        "german",
        "insurer",
        "back",
        "allianz",
        "deutsche",
        "bank",
        "dresdner",
        "bank",
        "owned",
        "stake",
        "one",
        "another",
        "well",
        "many",
        "largest",
        "german",
        "company",
        "dominated",
        "supervisory",
        "board",
        "network",
        "unofficially",
        "known",
        "germany",
        "scared",
        "away",
        "foreign",
        "investor",
        "achleitner",
        "job",
        "either",
        "unload",
        "allianz",
        "holding",
        "find",
        "way",
        "make",
        "valuable",
        "among",
        "allianz",
        "biggest",
        "stake",
        "percent",
        "dresdner",
        "bank",
        "one",
        "germany",
        "biggest",
        "bank",
        "first",
        "achleitner",
        "tried",
        "orchestrate",
        "merger",
        "dresdner",
        "deutsche",
        "bank",
        "allianz",
        "also",
        "owned",
        "stake",
        "idea",
        "torpedoed",
        "investment",
        "banker",
        "deutsche",
        "bank",
        "took",
        "different",
        "tack",
        "engineering",
        "allianz",
        "acquisition",
        "majority",
        "dresdner",
        "plan",
        "use",
        "bank",
        "retail",
        "network",
        "sell",
        "insurance",
        "product",
        "dresdner",
        "huge",
        "portfolio",
        "problematic",
        "loan",
        "left",
        "allianz",
        "financially",
        "vulnerable",
        "reporting",
        "billion",
        "loss",
        "third",
        "quarter",
        "company",
        "found",
        "serious",
        "trouble",
        "still",
        "achleitner",
        "managed",
        "emerge",
        "crisis",
        "hero",
        "arrived",
        "late",
        "management",
        "board",
        "meeting",
        "munich",
        "looked",
        "weary",
        "unshaven",
        "according",
        "emilio",
        "galli",
        "zugaro",
        "former",
        "head",
        "communication",
        "allianz",
        "present",
        "meeting",
        "achleitner",
        "come",
        "negotiating",
        "session",
        "hamburg",
        "potential",
        "buyer",
        "allianz",
        "stake",
        "beiersdorf",
        "german",
        "company",
        "best",
        "known",
        "maker",
        "nivea",
        "face",
        "cream",
        "allianz",
        "badly",
        "needed",
        "cash",
        "group",
        "german",
        "investor",
        "agreed",
        "pay",
        "billion",
        "beiersdorf",
        "share",
        "achleitner",
        "reported",
        "allianz",
        "executive",
        "normally",
        "restrained",
        "group",
        "gave",
        "achleitner",
        "standing",
        "ovation",
        "dresdner",
        "bank",
        "deal",
        "however",
        "remained",
        "problem",
        "allianz",
        "august",
        "global",
        "financial",
        "crisis",
        "gathered",
        "force",
        "allianz",
        "sold",
        "dresdner",
        "commerzbank",
        "price",
        "billion",
        "less",
        "half",
        "dresdner",
        "bank",
        "value",
        "allianz",
        "acquired",
        "stake",
        "achleitner",
        "left",
        "allianz",
        "become",
        "chairman",
        "deutsche",
        "bank",
        "overseeing",
        "executive",
        "run",
        "company",
        "basis",
        "deutsche",
        "bank",
        "grave",
        "problem",
        "culture",
        "toxic",
        "large",
        "swath",
        "business",
        "poorly",
        "managed",
        "risk",
        "controlled",
        "bank",
        "tendency",
        "needlessly",
        "antagonize",
        "regulator",
        "caught",
        "industry",
        "worst",
        "scandal",
        "rigging",
        "interest",
        "rate",
        "selling",
        "toxic",
        "mortgage",
        "laundering",
        "money",
        "violating",
        "sanction",
        "rival",
        "like",
        "ubs",
        "credit",
        "suisse",
        "scaled",
        "back",
        "investment",
        "bank",
        "wake",
        "financial",
        "crisis",
        "deutsche",
        "bank",
        "achleitner",
        "backing",
        "continued",
        "try",
        "play",
        "wall",
        "street",
        "big",
        "league",
        "achleitner",
        "insisted",
        "europe",
        "needed",
        "counterweight",
        "big",
        "american",
        "investment",
        "bank",
        "watch",
        "said",
        "interview",
        "german",
        "magazine",
        "may",
        "american",
        "dominance",
        "already",
        "internet",
        "week",
        "later",
        "bank",
        "executive",
        "anshu",
        "jain",
        "one",
        "architect",
        "investment",
        "bank",
        "resigned",
        "pressure",
        "shareholder",
        "regulator",
        "unhappy",
        "way",
        "bank",
        "responded",
        "government",
        "investigation",
        "achleitner",
        "chose",
        "cryan",
        "colleague",
        "supervisory",
        "board",
        "succeed",
        "jain",
        "cryan",
        "tried",
        "refine",
        "deutsche",
        "bank",
        "strategy",
        "instill",
        "ethical",
        "corporate",
        "culture",
        "less",
        "three",
        "year",
        "cryan",
        "tenure",
        "achleitner",
        "grew",
        "disenchanted",
        "contacted",
        "number",
        "executive",
        "rival",
        "financial",
        "institution",
        "gauge",
        "interest",
        "taking",
        "chief",
        "executive",
        "late",
        "march",
        "achleitner",
        "amazon",
        "river",
        "cruise",
        "family",
        "time",
        "london",
        "reported",
        "secretly",
        "talking",
        "possible",
        "replacement",
        "cryan",
        "achleitner",
        "rushed",
        "back",
        "frankfurt",
        "cryan",
        "limbo",
        "week",
        "achleitner",
        "remained",
        "silent",
        "finally",
        "early",
        "april",
        "board",
        "voted",
        "replace",
        "christian",
        "sewing",
        "risk",
        "expert",
        "spent",
        "entire",
        "career",
        "bank",
        "sewing",
        "quickly",
        "announced",
        "plan",
        "scale",
        "back",
        "investment",
        "bank",
        "deutsche",
        "bank",
        "year",
        "behind",
        "european",
        "rival",
        "reorienting",
        "toward",
        "line",
        "business",
        "less",
        "prone",
        "scandal",
        "loss",
        "series",
        "misstep",
        "going",
        "back",
        "quite",
        "think",
        "chairman",
        "achleitner",
        "part",
        "problem",
        "said",
        "jeffrey",
        "sonnenfeld",
        "professor",
        "leadership",
        "yale",
        "school",
        "management",
        "point",
        "someone",
        "accountable"
    ]
}