{
    "organizations": [],
    "uuid": "c99d41797d66a9515c732ca5310a3c386d425389",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/07/business-wire-gramercy-property-trust-enters-into-definitive-agreement-to-be-acquired-by-blackstone-for-27-point-50-per-share-in-a-7-point.html",
    "ord_in_thread": 0,
    "title": "Gramercy Property Trust Enters into Definitive Agreement to be Acquired by Blackstone for $27.50 per Share in a $7.6 billion Transaction",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK--(BUSINESS WIRE)-- Gramercy Property Trust (NYSE: GPT) today announced that it has entered into a definitive agreement with affiliates of Blackstone Real Estate Partners VIII, under which Blackstone will acquire all outstanding common shares of Gramercy for $27.50 per share in an all-cash transaction valued at $7.6 billion.\nThe transaction has been unanimously approved by Gramercy’s Board of Trustees and represents a premium of 23% over the 30-day volume-weighted average share price ending May 4, 2018 and a premium of 15% over the closing stock price on May 4, 2018.\nCommenting on the acquisition, Gordon DuGan, Trustee and Chief Executive Officer of Gramercy said, “I speak for Ben Harris, Nick Pell and the entire team at Gramercy to say that we are very pleased to enter into this transaction. We believe this validates the quality of the portfolio and platform that we have built. Entering into this transaction with Blackstone fulfills our Board of Trustees’ mission to maximize shareholder value.”\n“We are pleased to acquire Gramercy and its strong portfolio of assets,” said Tyler Henritze, head of US real estate acquisitions for Blackstone.\nCompletion of the transaction, which is currently expected to occur in the second half of 2018, is contingent upon customary closing conditions, including the approval of Gramercy's shareholders, who will vote on the transaction at a special meeting on a date to be announced. The transaction is not contingent on receipt of financing by Blackstone.\nGramercy shareholders will be entitled to receive the previously announced second quarter dividend of $0.375 per share payable on July 16, 2018, and if the transaction is completed after October 15, 2018 Gramercy shareholders will receive a per diem amount of approximately $0.004 per share for each day from October 15, 2018 until (but not including) the closing date.\nMorgan Stanley & Co. LLC is acting as exclusive financial advisor to Gramercy. Eastdil Secured LLC is acting as real estate consultant to Gramercy. Wachtell, Lipton, Rosen & Katz is acting as Gramercy’s legal advisor. Citigroup Global Markets Inc. and BofA Merrill Lynch are acting as Blackstone’s financial advisors in connection with the transaction. Simpson Thacher & Bartlett LLP is acting as legal advisor to Blackstone.\nGramercy will release financial results for its second quarter ended June 30, 2018 in late July, but, as a result of today’s announcement, the company will not host a conference call and webcast to discuss financial results and operations for the second quarter.\nAbout Gramercy Property Trust\nGramercy Property Trust is a leading global investor and asset manager of commercial real estate. The Company specializes in acquiring and managing high quality, income producing industrial commercial real estate leased to high quality tenants in major markets in the United States and Europe.\nAbout Blackstone\nBlackstone is a global leader in real estate investing. Blackstone’s real estate business was founded in 1991 and has approximately $120 billion in investor capital under management. Blackstone’s real estate portfolio includes hotel, office, retail, industrial and residential properties in the US, Europe, Asia and Latin America. Major holdings include Hilton Worldwide, Invitation Homes (single family homes), Logicor (pan-European logistics) and prime office buildings in the world’s major cities. Blackstone real estate also operates one of the leading real estate finance platforms, including management of the publicly traded Blackstone Mortgage Trust.\nAdditional Information and Where to Find It\nThis communication relates to the proposed merger transaction involving Gramercy Property Trust (“Gramercy”). In connection with the proposed merger, Gramercy will file relevant materials with the U.S. Securities and Exchange Commission (the “SEC”), including a proxy statement on Schedule 14A (the “Proxy Statement”). This communication is not a substitute for the Proxy Statement or for any other document that Gramercy may file with the SEC and send to Gramercy’s shareholders in connection with the proposed transactions. INVESTORS AND SECURITY HOLDERS OF GRAMERCY ARE URGED TO READ THE PROXY STATEMENT AND OTHER DOCUMENTS FILED WITH THE SEC CAREFULLY AND IN THEIR ENTIRETY WHEN THEY BECOME AVAILABLE BECAUSE THEY WILL CONTAIN IMPORTANT INFORMATION. Investors and security holders will be able to obtain free copies of the Proxy Statement and other documents filed by Gramercy with the SEC through the website maintained by the SEC at http://www.sec.gov . Copies of the documents filed by Gramercy with the SEC will be available free of charge on Gramercy’s website at www.gptreit.com , or by contacting Gramercy’s Investor Relations Department at (888) 686-0112.\nGramercy and its trustees and certain of its executive officers may be considered participants in the solicitation of proxies with respect to the proposed transactions under the rules of the SEC. Information about the trustees and executive officers of Gramercy is set forth in its Annual Report on Form 10-K for the year ended December 31, 2017, which was filed with the SEC on March 1, 2018, its proxy statement for its 2018 annual meeting of shareholders, which was filed with the SEC on April 30, 2018 and other filings filed with the SEC. Additional information regarding the participants in the proxy solicitations and a description of their direct and indirect interests, by security holdings or otherwise, will also be included in the Proxy Statement and other relevant materials to be filed with the SEC when they become available.\nCautionary Statement Regarding Forward-Looking Statements\nCertain statements in this communication regarding the proposed merger transaction involving Gramercy, including any statements regarding the expected timetable for completing the transaction, benefits of the transaction, future opportunities for Gramercy, and any other statements regarding Gramercy’s future expectations, beliefs, plans, objectives, financial conditions, assumptions or future events or performance that are not historical facts are “forward-looking” statements made within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended. These statements are often, but not always, made through the use of words or phrases such as “believe,” “expect,” “anticipate,” “should,” “planned,” “will,” “may,” “intend,” “estimated,” “aim,” “on track,” “target,” “opportunity,” “tentative,” “positioning,” “designed,” “create,” “predict,” “project,” “seek,” “would,” “could”, “potential,” “continue,” “ongoing,” “upside,” “increases,” and “potential,” and similar expressions. All such forward-looking statements involve estimates and assumptions that are subject to risks, uncertainties and other factors that could cause actual results to differ materially from the results expressed in the statements. Although we believe the expectations reflected in any forward-looking statements are based on reasonable assumptions, we can give no assurance that our expectations will be attained and therefore, actual outcomes and results may differ materially from what is expressed or forecasted in such forward-looking statements. Some of the factors that may affect outcomes and results include, but are not limited to: (i) risks associated with Gramercy’s ability to obtain the shareholder approval required to consummate the merger and the timing of the closing of the merger, including the risks that a condition to closing would not be satisfied within the expected timeframe or at all or that the closing of the merger will not occur, (ii) the outcome of any legal proceedings that may be instituted against the parties and others related to the merger agreement, (iii) unanticipated difficulties or expenditures relating to the transaction, the response of business partners and competitors to the announcement of the transaction, and/or potential difficulties in employee retention as a result of the announcement and pendency of the transaction, (iv) changes affecting the real estate industry and changes in financial markets, interest rates and foreign currency exchange rates, (v) increased or unanticipated competition for Gramercy’s properties, (vi) risks associated with acquisitions, (vii) maintenance of real estate investment trust (“REIT”) status, (viii) availability of financing and capital, (ix) changes in demand for developed properties, (x) national, international, regional and local economic climates, and (xi) those additional risks and factors discussed in reports filed with the SEC by Gramercy from time to time, including those discussed under the heading “Risk Factors” in its most recently filed reports on Form 10-K and 10-Q. Gramercy undertakes no obligation to update or revise any forward-looking statements, whether as a result of new information, future events or otherwise. Investors should not place undue reliance upon forward-looking statements.\nTo review the Company’s latest news releases and other corporate documents, please visit the Company's website at www.gptreit.com or contact Investor Relations at 888-686-0112.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180507005493/en/\nGramercy Property Trust\nAshley M. Mancuso, 212-297-1000\nInvestor Relations\nor\nBlackstone\nPublic Affairs\nNew York\n212- 583-5263\nSource: Gramercy Property Trust",
    "published": "2018-05-07T14:45:00.000+03:00",
    "crawled": "2018-05-07T17:58:53.026+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "business",
        "wire",
        "gramercy",
        "property",
        "trust",
        "nyse",
        "gpt",
        "today",
        "announced",
        "entered",
        "definitive",
        "agreement",
        "affiliate",
        "blackstone",
        "real",
        "estate",
        "partner",
        "viii",
        "blackstone",
        "acquire",
        "outstanding",
        "common",
        "share",
        "gramercy",
        "per",
        "share",
        "transaction",
        "valued",
        "billion",
        "transaction",
        "unanimously",
        "approved",
        "gramercy",
        "board",
        "trustee",
        "represents",
        "premium",
        "average",
        "share",
        "price",
        "ending",
        "may",
        "premium",
        "closing",
        "stock",
        "price",
        "may",
        "commenting",
        "acquisition",
        "gordon",
        "dugan",
        "trustee",
        "chief",
        "executive",
        "officer",
        "gramercy",
        "said",
        "speak",
        "ben",
        "harris",
        "nick",
        "pell",
        "entire",
        "team",
        "gramercy",
        "say",
        "pleased",
        "enter",
        "transaction",
        "believe",
        "validates",
        "quality",
        "portfolio",
        "platform",
        "built",
        "entering",
        "transaction",
        "blackstone",
        "fulfills",
        "board",
        "trustee",
        "mission",
        "maximize",
        "shareholder",
        "pleased",
        "acquire",
        "gramercy",
        "strong",
        "portfolio",
        "asset",
        "said",
        "tyler",
        "henritze",
        "head",
        "u",
        "real",
        "estate",
        "acquisition",
        "blackstone",
        "completion",
        "transaction",
        "currently",
        "expected",
        "occur",
        "second",
        "half",
        "contingent",
        "upon",
        "customary",
        "closing",
        "condition",
        "including",
        "approval",
        "gramercy",
        "shareholder",
        "vote",
        "transaction",
        "special",
        "meeting",
        "date",
        "announced",
        "transaction",
        "contingent",
        "receipt",
        "financing",
        "blackstone",
        "gramercy",
        "shareholder",
        "entitled",
        "receive",
        "previously",
        "announced",
        "second",
        "quarter",
        "dividend",
        "per",
        "share",
        "payable",
        "july",
        "transaction",
        "completed",
        "october",
        "gramercy",
        "shareholder",
        "receive",
        "per",
        "diem",
        "amount",
        "approximately",
        "per",
        "share",
        "day",
        "october",
        "including",
        "closing",
        "date",
        "morgan",
        "stanley",
        "llc",
        "acting",
        "exclusive",
        "financial",
        "advisor",
        "gramercy",
        "eastdil",
        "secured",
        "llc",
        "acting",
        "real",
        "estate",
        "consultant",
        "gramercy",
        "wachtell",
        "lipton",
        "rosen",
        "katz",
        "acting",
        "gramercy",
        "legal",
        "advisor",
        "citigroup",
        "global",
        "market",
        "bofa",
        "merrill",
        "lynch",
        "acting",
        "blackstone",
        "financial",
        "advisor",
        "connection",
        "transaction",
        "simpson",
        "thacher",
        "bartlett",
        "llp",
        "acting",
        "legal",
        "advisor",
        "blackstone",
        "gramercy",
        "release",
        "financial",
        "result",
        "second",
        "quarter",
        "ended",
        "june",
        "late",
        "july",
        "result",
        "today",
        "announcement",
        "company",
        "host",
        "conference",
        "call",
        "webcast",
        "discus",
        "financial",
        "result",
        "operation",
        "second",
        "quarter",
        "gramercy",
        "property",
        "trust",
        "gramercy",
        "property",
        "trust",
        "leading",
        "global",
        "investor",
        "asset",
        "manager",
        "commercial",
        "real",
        "estate",
        "company",
        "specializes",
        "acquiring",
        "managing",
        "high",
        "quality",
        "income",
        "producing",
        "industrial",
        "commercial",
        "real",
        "estate",
        "leased",
        "high",
        "quality",
        "tenant",
        "major",
        "market",
        "united",
        "state",
        "europe",
        "blackstone",
        "blackstone",
        "global",
        "leader",
        "real",
        "estate",
        "investing",
        "blackstone",
        "real",
        "estate",
        "business",
        "founded",
        "approximately",
        "billion",
        "investor",
        "capital",
        "management",
        "blackstone",
        "real",
        "estate",
        "portfolio",
        "includes",
        "hotel",
        "office",
        "retail",
        "industrial",
        "residential",
        "property",
        "u",
        "europe",
        "asia",
        "latin",
        "america",
        "major",
        "holding",
        "include",
        "hilton",
        "worldwide",
        "invitation",
        "home",
        "single",
        "family",
        "home",
        "logicor",
        "logistics",
        "prime",
        "office",
        "building",
        "world",
        "major",
        "city",
        "blackstone",
        "real",
        "estate",
        "also",
        "operates",
        "one",
        "leading",
        "real",
        "estate",
        "finance",
        "platform",
        "including",
        "management",
        "publicly",
        "traded",
        "blackstone",
        "mortgage",
        "trust",
        "additional",
        "information",
        "find",
        "communication",
        "relates",
        "proposed",
        "merger",
        "transaction",
        "involving",
        "gramercy",
        "property",
        "trust",
        "gramercy",
        "connection",
        "proposed",
        "merger",
        "gramercy",
        "file",
        "relevant",
        "material",
        "security",
        "exchange",
        "commission",
        "sec",
        "including",
        "proxy",
        "statement",
        "schedule",
        "14a",
        "proxy",
        "statement",
        "communication",
        "substitute",
        "proxy",
        "statement",
        "document",
        "gramercy",
        "may",
        "file",
        "sec",
        "send",
        "gramercy",
        "shareholder",
        "connection",
        "proposed",
        "transaction",
        "investor",
        "security",
        "holder",
        "gramercy",
        "urged",
        "read",
        "proxy",
        "statement",
        "document",
        "filed",
        "sec",
        "carefully",
        "entirety",
        "become",
        "available",
        "contain",
        "important",
        "information",
        "investor",
        "security",
        "holder",
        "able",
        "obtain",
        "free",
        "copy",
        "proxy",
        "statement",
        "document",
        "filed",
        "gramercy",
        "sec",
        "website",
        "maintained",
        "sec",
        "http",
        "copy",
        "document",
        "filed",
        "gramercy",
        "sec",
        "available",
        "free",
        "charge",
        "gramercy",
        "website",
        "contacting",
        "gramercy",
        "investor",
        "relation",
        "department",
        "gramercy",
        "trustee",
        "certain",
        "executive",
        "officer",
        "may",
        "considered",
        "participant",
        "solicitation",
        "proxy",
        "respect",
        "proposed",
        "transaction",
        "rule",
        "sec",
        "information",
        "trustee",
        "executive",
        "officer",
        "gramercy",
        "set",
        "forth",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "filed",
        "sec",
        "march",
        "proxy",
        "statement",
        "annual",
        "meeting",
        "shareholder",
        "filed",
        "sec",
        "april",
        "filing",
        "filed",
        "sec",
        "additional",
        "information",
        "regarding",
        "participant",
        "proxy",
        "solicitation",
        "description",
        "direct",
        "indirect",
        "interest",
        "security",
        "holding",
        "otherwise",
        "also",
        "included",
        "proxy",
        "statement",
        "relevant",
        "material",
        "filed",
        "sec",
        "become",
        "available",
        "cautionary",
        "statement",
        "regarding",
        "statement",
        "certain",
        "statement",
        "communication",
        "regarding",
        "proposed",
        "merger",
        "transaction",
        "involving",
        "gramercy",
        "including",
        "statement",
        "regarding",
        "expected",
        "timetable",
        "completing",
        "transaction",
        "benefit",
        "transaction",
        "future",
        "opportunity",
        "gramercy",
        "statement",
        "regarding",
        "gramercy",
        "future",
        "expectation",
        "belief",
        "plan",
        "objective",
        "financial",
        "condition",
        "assumption",
        "future",
        "event",
        "performance",
        "historical",
        "fact",
        "statement",
        "made",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "statement",
        "often",
        "always",
        "made",
        "use",
        "word",
        "phrase",
        "believe",
        "expect",
        "anticipate",
        "planned",
        "may",
        "intend",
        "estimated",
        "aim",
        "track",
        "target",
        "opportunity",
        "tentative",
        "positioning",
        "designed",
        "create",
        "predict",
        "project",
        "seek",
        "would",
        "could",
        "potential",
        "continue",
        "ongoing",
        "upside",
        "increase",
        "potential",
        "similar",
        "expression",
        "statement",
        "involve",
        "estimate",
        "assumption",
        "subject",
        "risk",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "result",
        "expressed",
        "statement",
        "although",
        "believe",
        "expectation",
        "reflected",
        "statement",
        "based",
        "reasonable",
        "assumption",
        "give",
        "assurance",
        "expectation",
        "attained",
        "therefore",
        "actual",
        "outcome",
        "result",
        "may",
        "differ",
        "materially",
        "expressed",
        "forecasted",
        "statement",
        "factor",
        "may",
        "affect",
        "outcome",
        "result",
        "include",
        "limited",
        "risk",
        "associated",
        "gramercy",
        "ability",
        "obtain",
        "shareholder",
        "approval",
        "required",
        "consummate",
        "merger",
        "timing",
        "closing",
        "merger",
        "including",
        "risk",
        "condition",
        "closing",
        "would",
        "satisfied",
        "within",
        "expected",
        "timeframe",
        "closing",
        "merger",
        "occur",
        "ii",
        "outcome",
        "legal",
        "proceeding",
        "may",
        "instituted",
        "party",
        "others",
        "related",
        "merger",
        "agreement",
        "iii",
        "unanticipated",
        "difficulty",
        "expenditure",
        "relating",
        "transaction",
        "response",
        "business",
        "partner",
        "competitor",
        "announcement",
        "transaction",
        "potential",
        "difficulty",
        "employee",
        "retention",
        "result",
        "announcement",
        "pendency",
        "transaction",
        "iv",
        "change",
        "affecting",
        "real",
        "estate",
        "industry",
        "change",
        "financial",
        "market",
        "interest",
        "rate",
        "foreign",
        "currency",
        "exchange",
        "rate",
        "v",
        "increased",
        "unanticipated",
        "competition",
        "gramercy",
        "property",
        "vi",
        "risk",
        "associated",
        "acquisition",
        "vii",
        "maintenance",
        "real",
        "estate",
        "investment",
        "trust",
        "reit",
        "status",
        "viii",
        "availability",
        "financing",
        "capital",
        "ix",
        "change",
        "demand",
        "developed",
        "property",
        "x",
        "national",
        "international",
        "regional",
        "local",
        "economic",
        "climate",
        "xi",
        "additional",
        "risk",
        "factor",
        "discussed",
        "report",
        "filed",
        "sec",
        "gramercy",
        "time",
        "time",
        "including",
        "discussed",
        "heading",
        "risk",
        "factor",
        "recently",
        "filed",
        "report",
        "form",
        "gramercy",
        "undertakes",
        "obligation",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "investor",
        "place",
        "undue",
        "reliance",
        "upon",
        "statement",
        "review",
        "company",
        "latest",
        "news",
        "release",
        "corporate",
        "document",
        "please",
        "visit",
        "company",
        "website",
        "contact",
        "investor",
        "relation",
        "view",
        "source",
        "version",
        "http",
        "gramercy",
        "property",
        "trust",
        "ashley",
        "mancuso",
        "investor",
        "relation",
        "blackstone",
        "public",
        "affair",
        "new",
        "york",
        "source",
        "gramercy",
        "property",
        "trust"
    ]
}