{
    "organizations": [],
    "uuid": "0a253a297724e289236cf10ee5085a7e2dc80980",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/14/globe-newswire-acer-therapeutics-reports-first-quarter-2018-financial-results-and-provides-corporate-update.html",
    "ord_in_thread": 0,
    "title": "Acer Therapeutics Reports First Quarter 2018 Financial Results and Provides Corporate Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Acer continues progression from development to potential commercialization of EDSIVO™\nCompany appoints Chief Legal Officer and 3 new VPs of Clinical Operations, Program and Alliance Management, and Market Access and Reimbursement\nNEWTON, Mass., May 14, 2018 (GLOBE NEWSWIRE) -- Acer Therapeutics Inc. (Nasdaq:ACER), a pharmaceutical company focused on the acquisition, development and commercialization of therapies for serious rare and ultra-rare diseases with critical unmet medical need, today reported financial results for the quarter ended March 31, 2018 and provided an update on the Company’s recent corporate developments. The Company also announced that it has appointed Don Joseph, as Chief Legal Officer; Stacey Bain, Ph.D., as Vice President, Clinical Operations; Kristin Mulready, as Vice President, Program and Alliance Management; and Matt Seibt, as Vice President, Market Access and Reimbursement.\n“We have continued to make progress towards finalizing the critical activities over the next few months required to submit a New Drug Application (NDA) for EDSIVO™ in vascular Ehlers-Danlos syndrome (vEDS) as well as conducting pre-commercial activities,” said Chris Schelling, CEO and Founder of Acer. “We have also made additional senior-level hires. Our new team members bring deep industry knowledge and experience with them, which will be invaluable as we move forward. I warmly welcome Don, Kristin and Matt, who will report to me, and Stacey, who will report to our Chief Medical Officer.”\n“We are also active in supporting patient advocacy initiatives and are working very closely with the vEDS community to better understand their needs and to learn how we can best partner with them going forward.” Mr. Schelling continued, “Beyond vEDS, we look to advance and expand our pipeline with the goal of bringing multiple products to patients with serious ultra-orphan diseases over the next several years.”\nFirst Quarter 2018 and Recent Highlights\nExpanded management team by hiring a Chief Legal Officer and six Vice Presidents – previously announced in February the appointments of Terrie Kellmeyer, Ph.D., as Vice President, Clinical Science; John Klopp as Vice President, Manufacturing; and Jason Kneeland, CPA, as Vice President Finance, Controller Ended first quarter with $12.4 million in cash and cash equivalents and no debt, which we believe is sufficient to fund our current operating and capital requirements through the end of 2018\nUpcoming Milestones\nPotential publication of celiprolol vEDS Patient Registry data; the manuscript is currently under peer review Targeting a pre-NDA meeting, which may consist of one or more consultations, with the FDA later in this second quarter of 2018 Anticipate submitting an NDA to the FDA for EDSIVO™ for the treatment of vEDS at the end of the first half of 2018 Continuing pre-commercial activities for EDSIVO™ Making additional senior-level commercial and medical affairs hires this year, as well as continuing to build out the commercial team and add other core personnel later this year\nFinancial Results for the First Quarter 2018\nCash position. Cash and cash equivalents were $12.4 million as of March 31, 2018, compared to $15.6 million as of December 31, 2017. We believe our cash position is sufficient to fund our current operating and capital requirements through the end of 2018.\nResearch and Development Expenses. Research and development expenses were $2.1 million during the three months ended March 31, 2018, compared to $3.0 million during the three months ended March 31, 2017. This decrease of $0.9 million was principally due to a decrease in spending for contract research, data licenses and manufacturing services relating to EDSIVO™. Research and development expense for the three months ended March 31, 2018 was comprised of $2.2 million related to EDSIVO™, offset by net $93,000 resulting from a refund from a supplier related to ACER-001.\nGeneral and Administrative Expenses. General and administrative expenses were $1.9 million for the three months ended March 31, 2018, compared to $334,000 for the three months ended March 31, 2017. This increase of $1.6 million was primarily due to an increase in pre-commercial costs, personnel costs, and legal related expenses.\nNet Loss. Net loss for the three months ended March 31, 2018 was $4.0 million, or $0.53 loss per share (basic and diluted), compared with a net loss of $3.4 million, or $1.38 loss per share (basic and diluted), for the three months ended March 31, 2017.\nFor additional information, please see our Quarterly Report on Form 10-Q filed today with the SEC.\nAbout Don Joseph\nMr. Joseph joined Acer as Chief Legal Officer and Secretary in April 2018. He has over 20 years of biopharmaceutical industry experience, including general counsel and senior management positions in biopharmaceutical and global health organizations. Mr. Joseph served as Chief Legal Officer and Board Secretary of KaloBios Pharmaceuticals, Inc., a publicly listed biopharmaceutical company. Prior to KaloBios, he was Chief Executive Officer, and before that, Chief Operating Officer of BIO Ventures for Global Health, or BVGH. Mr. Joseph is currently a member and Secretary of the BVGH board of directors, having served previously as its Chairman. He previously served as general counsel, corporate secretary, and in other senior management roles at publicly held biopharmaceutical companies, including Abgenix and Renovis. Mr. Joseph currently serves as lead independent director of Achieve Life Sciences, a publicly held pharmaceutical company. Before entering the life sciences industry, he practiced corporate law for a number of years in major firms, including as an international partner at Baker & McKenzie, one of the world’s largest law firms. Mr. Joseph received his J.D. degree from the University of Texas School of Law, with honors.\nAbout Stacey Bain, Ph.D.\nDr. Bain joined Acer as Vice President, Clinical Operations in February 2018. She brings with her 20 years of international clinical operational and drug development experience in the pharmaceutical, biotechnology, and clinical research organization settings. Dr. Bain has managed or played an integral role in over 25 clinical trials, including both domestic and global studies. She oversaw two global Phase 3 oncology programs simultaneously with a combined budget of $75 million. Dr. Bain’s experience includes management of various cross functional clinical development areas (clinical operations, drug safety, regulatory, data management, programming, biostatistics, medical writing, and third-party vendors). Previously, she held key leadership roles at Amunix Operating Inc., BioNumerik Inc., QLT Inc., InClin Inc., and PPD Development. Dr. Bain received a B.S. degree in Biomedical Science from Texas A&M University and a Ph.D. degree in Medical Science from Texas A&M College of Medicine.\nAbout Kristin Mulready\nMrs. Mulready joined Acer as Vice President, Program and Alliance Management in April 2018. She has over 20 years of biotechnology experience with expertise in executional strategy and team leadership. Prior to joining Acer, she was Senior Director of Program and Alliance Management at Mersana Therapeutics where she launched the function with responsibility for establishing and leading governance and teams, driving the business processes to advance the multiple internal and partnered programs, and ensuring efficiency in delivering on goals across the portfolio. Previously, she held roles of increasing responsibility at ImmunoGen, Inc. spanning Program Management, Alliance Management and Discovery Research. Mrs. Mulready earned her B.A. degree in Biology from Colby-Sawyer College and her M.S. degree in Management from Lasell College.\nAbout Matt Seibt\nMr. Seibt joined Acer as Vice President, Market Access and Reimbursement in April 2018. He has over 22 years of health care industry experience, with 15 years of specialization in managed care market access and reimbursement. During his career, Mr. Seibt has successfully launched 18 products in primary care, specialty, and rare diseases. Prior to joining Acer, he was the Director of Account Management, where he led a field market access team dedicated to securing distribution, formulary coverage, and reimbursement of Biogen’s portfolio in hemophilia, multiple sclerosis, and spinal muscular atrophy. Previously, Mr. Seibt has held roles in sales, marketing, and market access at Pfizer, Vertex, PCA HealthPlans and PacifiCare. He received his B.A. degree in economics at The University of Texas and completed the healthcare leadership program at Portland State University.\nAbout Acer Therapeutics\nAcer, headquartered in Newton, MA, is a pharmaceutical company focused on the acquisition, development and commercialization of therapies for patients with serious rare and ultra-rare diseases with critical unmet medical need. Acer’s late-stage clinical pipeline includes two candidates for severe genetic disorders: EDSIVO™ (celiprolol) for vascular Ehlers-Danlos syndrome (vEDS), and ACER-001 (a fully taste-masked, immediate release formulation of sodium phenylbutyrate) for urea cycle disorders (UCD) and Maple Syrup Urine Disease (MSUD). There are no FDA-approved drugs for vEDS and MSUD and limited options for UCD, which collectively impact approximately 7,000 patients in the U.S. Acer’s product candidates have clinical proof-of-concept and mechanistic differentiation, and Acer intends to seek approval for them in the U.S. by using the regulatory pathway established under section 505(b)(2) of the Federal Food, Drug, and Cosmetic Act (FFDCA) that allows an applicant to rely at least in part on third-party data for approval, which may expedite the preparation, submission, and approval of a marketing application.\nFor more information, visit www.acertx.com .\nForward-Looking Statements\nThis press release contains “ ” that involve substantial risks and uncertainties for purposes of the safe harbor provided by the Private Securities Litigation Reform Act of 1995. All statements, other than statements of historical facts, included in this press release regarding strategy, future operations, prospects, plans and objectives of management are . Examples of such statements include, but are not limited to, statements relating to the potential for EDSIVO™ (celiprolol) and ACER-001 to safely and effectively target diseases; our ability to successfully complete regulatory submissions; and the development, expected timeline and commercial potential of any product candidates of the company. Acer may not actually achieve the plans, carry out the intentions or meet the expectations or projections disclosed in the and you should not place undue reliance on these . Such statements are based on management’s current expectations and involve risks and uncertainties. Actual results and performance could differ materially from those projected in the as a result of many factors, including, without limitation, risks and uncertainties associated with market conditions, unexpected cash requirements, changes in Acer’s business plan, the fact that the results of earlier studies and trials may not be predictive of future clinical trial results, and the process of developing, obtaining regulatory approval for and commercializing drug candidates that are safe and effective for use as human therapeutics. Acer disclaims any intent or obligation to update these to reflect events or circumstances that exist after the date on which they were made. You should review additional disclosures we make in our filings with the Securities and Exchange Commission, including our Quarterly Reports on Form 10-Q and our Annual Report on Form 10-K. You may access these documents for no charge at http://www.sec.gov .\nACER THERAPEUTICS INC.\nCONSOLIDATED STATEMENTS OF OPERATIONS\n(unaudited)\nThree Months Ended March 31, 2018 2017 Operating expenses: Research and development $ 2,073,971 $ 3,033,539 General and administrative 1,917,030 333,529 Loss from operations (3,991,001 ) (3,367,068 ) Other income (expense): Interest income 30,690 — Interest expense — (12,630 ) Foreign currency transaction loss (23,293 ) — Total other income (expense), net 7,397 (12,630 ) Net loss $ (3,983,604 ) $ (3,379,698 ) Net loss per share - basic and diluted $ (0.53 ) $ (1.38 ) Weighted average common shares outstanding - basic and diluted 7,497,433 2,450,000\nSELECTED BALANCE SHEET DATA:\n(unaudited)\nMarch 31, December 31, 2018 2017 Cash and cash equivalents $ 12,368,625 $ 15,644,355 Other current assets $ 826,429 $ 881,887 Property and equipment, net $ 66,512 $ 62,984 Total assets $ 21,043,581 $ 24,368,741 Total liabilities $ 2,478,021 $ 2,033,204 Total stockholders' equity $ 18,565,560 $ 22,335,537 Investor Contact:\nHans Vitzthum\nLifeSci Advisors\nPh: 617-535-7743\nhans@lifesciadvisors.com\nSource:Acer Therapeutics Inc.",
    "published": "2018-05-15T00:01:00.000+03:00",
    "crawled": "2018-05-15T00:36:23.033+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "acer",
        "continues",
        "progression",
        "development",
        "potential",
        "commercialization",
        "company",
        "appoints",
        "chief",
        "legal",
        "officer",
        "new",
        "vps",
        "clinical",
        "operation",
        "program",
        "alliance",
        "management",
        "market",
        "access",
        "reimbursement",
        "newton",
        "may",
        "globe",
        "newswire",
        "acer",
        "therapeutic",
        "nasdaq",
        "acer",
        "pharmaceutical",
        "company",
        "focused",
        "acquisition",
        "development",
        "commercialization",
        "therapy",
        "serious",
        "rare",
        "disease",
        "critical",
        "unmet",
        "medical",
        "need",
        "today",
        "reported",
        "financial",
        "result",
        "quarter",
        "ended",
        "march",
        "provided",
        "update",
        "company",
        "recent",
        "corporate",
        "development",
        "company",
        "also",
        "announced",
        "appointed",
        "joseph",
        "chief",
        "legal",
        "officer",
        "stacey",
        "bain",
        "vice",
        "president",
        "clinical",
        "operation",
        "kristin",
        "mulready",
        "vice",
        "president",
        "program",
        "alliance",
        "management",
        "matt",
        "seibt",
        "vice",
        "president",
        "market",
        "access",
        "reimbursement",
        "continued",
        "make",
        "progress",
        "towards",
        "finalizing",
        "critical",
        "activity",
        "next",
        "month",
        "required",
        "submit",
        "new",
        "drug",
        "application",
        "nda",
        "vascular",
        "syndrome",
        "veds",
        "well",
        "conducting",
        "activity",
        "said",
        "chris",
        "schelling",
        "ceo",
        "founder",
        "acer",
        "also",
        "made",
        "additional",
        "hire",
        "new",
        "team",
        "member",
        "bring",
        "deep",
        "industry",
        "knowledge",
        "experience",
        "invaluable",
        "move",
        "forward",
        "warmly",
        "welcome",
        "kristin",
        "matt",
        "report",
        "stacey",
        "report",
        "chief",
        "medical",
        "also",
        "active",
        "supporting",
        "patient",
        "advocacy",
        "initiative",
        "working",
        "closely",
        "veds",
        "community",
        "better",
        "understand",
        "need",
        "learn",
        "best",
        "partner",
        "going",
        "schelling",
        "continued",
        "beyond",
        "veds",
        "look",
        "advance",
        "expand",
        "pipeline",
        "goal",
        "bringing",
        "multiple",
        "product",
        "patient",
        "serious",
        "disease",
        "next",
        "several",
        "first",
        "quarter",
        "recent",
        "highlight",
        "expanded",
        "management",
        "team",
        "hiring",
        "chief",
        "legal",
        "officer",
        "six",
        "vice",
        "president",
        "previously",
        "announced",
        "february",
        "appointment",
        "terrie",
        "kellmeyer",
        "vice",
        "president",
        "clinical",
        "science",
        "john",
        "klopp",
        "vice",
        "president",
        "manufacturing",
        "jason",
        "kneeland",
        "cpa",
        "vice",
        "president",
        "finance",
        "controller",
        "ended",
        "first",
        "quarter",
        "million",
        "cash",
        "cash",
        "equivalent",
        "debt",
        "believe",
        "sufficient",
        "fund",
        "current",
        "operating",
        "capital",
        "requirement",
        "end",
        "upcoming",
        "milestone",
        "potential",
        "publication",
        "celiprolol",
        "veds",
        "patient",
        "registry",
        "data",
        "manuscript",
        "currently",
        "peer",
        "review",
        "targeting",
        "meeting",
        "may",
        "consist",
        "one",
        "consultation",
        "fda",
        "later",
        "second",
        "quarter",
        "anticipate",
        "submitting",
        "nda",
        "fda",
        "treatment",
        "veds",
        "end",
        "first",
        "half",
        "continuing",
        "activity",
        "making",
        "additional",
        "commercial",
        "medical",
        "affair",
        "hire",
        "year",
        "well",
        "continuing",
        "build",
        "commercial",
        "team",
        "add",
        "core",
        "personnel",
        "later",
        "year",
        "financial",
        "result",
        "first",
        "quarter",
        "cash",
        "position",
        "cash",
        "cash",
        "equivalent",
        "million",
        "march",
        "compared",
        "million",
        "december",
        "believe",
        "cash",
        "position",
        "sufficient",
        "fund",
        "current",
        "operating",
        "capital",
        "requirement",
        "end",
        "research",
        "development",
        "expense",
        "research",
        "development",
        "expense",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "decrease",
        "million",
        "principally",
        "due",
        "decrease",
        "spending",
        "contract",
        "research",
        "data",
        "license",
        "manufacturing",
        "service",
        "relating",
        "research",
        "development",
        "expense",
        "three",
        "month",
        "ended",
        "march",
        "comprised",
        "million",
        "related",
        "offset",
        "net",
        "resulting",
        "refund",
        "supplier",
        "related",
        "general",
        "administrative",
        "expense",
        "general",
        "administrative",
        "expense",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "three",
        "month",
        "ended",
        "march",
        "increase",
        "million",
        "primarily",
        "due",
        "increase",
        "cost",
        "personnel",
        "cost",
        "legal",
        "related",
        "expense",
        "net",
        "loss",
        "net",
        "loss",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "compared",
        "net",
        "loss",
        "million",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "three",
        "month",
        "ended",
        "march",
        "additional",
        "information",
        "please",
        "see",
        "quarterly",
        "report",
        "form",
        "filed",
        "today",
        "sec",
        "joseph",
        "joseph",
        "joined",
        "acer",
        "chief",
        "legal",
        "officer",
        "secretary",
        "april",
        "year",
        "biopharmaceutical",
        "industry",
        "experience",
        "including",
        "general",
        "counsel",
        "senior",
        "management",
        "position",
        "biopharmaceutical",
        "global",
        "health",
        "organization",
        "joseph",
        "served",
        "chief",
        "legal",
        "officer",
        "board",
        "secretary",
        "kalobios",
        "pharmaceutical",
        "publicly",
        "listed",
        "biopharmaceutical",
        "company",
        "prior",
        "kalobios",
        "chief",
        "executive",
        "officer",
        "chief",
        "operating",
        "officer",
        "bio",
        "venture",
        "global",
        "health",
        "bvgh",
        "joseph",
        "currently",
        "member",
        "secretary",
        "bvgh",
        "board",
        "director",
        "served",
        "previously",
        "chairman",
        "previously",
        "served",
        "general",
        "counsel",
        "corporate",
        "secretary",
        "senior",
        "management",
        "role",
        "publicly",
        "held",
        "biopharmaceutical",
        "company",
        "including",
        "abgenix",
        "renovis",
        "joseph",
        "currently",
        "serf",
        "lead",
        "independent",
        "director",
        "achieve",
        "life",
        "science",
        "publicly",
        "held",
        "pharmaceutical",
        "company",
        "entering",
        "life",
        "science",
        "industry",
        "practiced",
        "corporate",
        "law",
        "number",
        "year",
        "major",
        "firm",
        "including",
        "international",
        "partner",
        "baker",
        "mckenzie",
        "one",
        "world",
        "largest",
        "law",
        "firm",
        "joseph",
        "received",
        "degree",
        "university",
        "texas",
        "school",
        "law",
        "honor",
        "stacey",
        "bain",
        "bain",
        "joined",
        "acer",
        "vice",
        "president",
        "clinical",
        "operation",
        "february",
        "brings",
        "year",
        "international",
        "clinical",
        "operational",
        "drug",
        "development",
        "experience",
        "pharmaceutical",
        "biotechnology",
        "clinical",
        "research",
        "organization",
        "setting",
        "bain",
        "managed",
        "played",
        "integral",
        "role",
        "clinical",
        "trial",
        "including",
        "domestic",
        "global",
        "study",
        "oversaw",
        "two",
        "global",
        "phase",
        "oncology",
        "program",
        "simultaneously",
        "combined",
        "budget",
        "million",
        "bain",
        "experience",
        "includes",
        "management",
        "various",
        "cross",
        "functional",
        "clinical",
        "development",
        "area",
        "clinical",
        "operation",
        "drug",
        "safety",
        "regulatory",
        "data",
        "management",
        "programming",
        "biostatistics",
        "medical",
        "writing",
        "vendor",
        "previously",
        "held",
        "key",
        "leadership",
        "role",
        "amunix",
        "operating",
        "bionumerik",
        "qlt",
        "inclin",
        "ppd",
        "development",
        "bain",
        "received",
        "degree",
        "biomedical",
        "science",
        "texas",
        "university",
        "degree",
        "medical",
        "science",
        "texas",
        "college",
        "medicine",
        "kristin",
        "mulready",
        "mulready",
        "joined",
        "acer",
        "vice",
        "president",
        "program",
        "alliance",
        "management",
        "april",
        "year",
        "biotechnology",
        "experience",
        "expertise",
        "executional",
        "strategy",
        "team",
        "leadership",
        "prior",
        "joining",
        "acer",
        "senior",
        "director",
        "program",
        "alliance",
        "management",
        "mersana",
        "therapeutic",
        "launched",
        "function",
        "responsibility",
        "establishing",
        "leading",
        "governance",
        "team",
        "driving",
        "business",
        "process",
        "advance",
        "multiple",
        "internal",
        "partnered",
        "program",
        "ensuring",
        "efficiency",
        "delivering",
        "goal",
        "across",
        "portfolio",
        "previously",
        "held",
        "role",
        "increasing",
        "responsibility",
        "immunogen",
        "spanning",
        "program",
        "management",
        "alliance",
        "management",
        "discovery",
        "research",
        "mulready",
        "earned",
        "degree",
        "biology",
        "college",
        "degree",
        "management",
        "lasell",
        "college",
        "matt",
        "seibt",
        "seibt",
        "joined",
        "acer",
        "vice",
        "president",
        "market",
        "access",
        "reimbursement",
        "april",
        "year",
        "health",
        "care",
        "industry",
        "experience",
        "year",
        "specialization",
        "managed",
        "care",
        "market",
        "access",
        "reimbursement",
        "career",
        "seibt",
        "successfully",
        "launched",
        "product",
        "primary",
        "care",
        "specialty",
        "rare",
        "disease",
        "prior",
        "joining",
        "acer",
        "director",
        "account",
        "management",
        "led",
        "field",
        "market",
        "access",
        "team",
        "dedicated",
        "securing",
        "distribution",
        "formulary",
        "coverage",
        "reimbursement",
        "biogen",
        "portfolio",
        "hemophilia",
        "multiple",
        "sclerosis",
        "spinal",
        "muscular",
        "atrophy",
        "previously",
        "seibt",
        "held",
        "role",
        "sale",
        "marketing",
        "market",
        "access",
        "pfizer",
        "vertex",
        "pca",
        "healthplans",
        "pacificare",
        "received",
        "degree",
        "economics",
        "university",
        "texas",
        "completed",
        "healthcare",
        "leadership",
        "program",
        "portland",
        "state",
        "university",
        "acer",
        "therapeutic",
        "acer",
        "headquartered",
        "newton",
        "pharmaceutical",
        "company",
        "focused",
        "acquisition",
        "development",
        "commercialization",
        "therapy",
        "patient",
        "serious",
        "rare",
        "disease",
        "critical",
        "unmet",
        "medical",
        "need",
        "acer",
        "clinical",
        "pipeline",
        "includes",
        "two",
        "candidate",
        "severe",
        "genetic",
        "disorder",
        "celiprolol",
        "vascular",
        "syndrome",
        "veds",
        "fully",
        "immediate",
        "release",
        "formulation",
        "sodium",
        "phenylbutyrate",
        "urea",
        "cycle",
        "disorder",
        "ucd",
        "maple",
        "syrup",
        "urine",
        "disease",
        "msud",
        "drug",
        "veds",
        "msud",
        "limited",
        "option",
        "ucd",
        "collectively",
        "impact",
        "approximately",
        "patient",
        "acer",
        "product",
        "candidate",
        "clinical",
        "mechanistic",
        "differentiation",
        "acer",
        "intends",
        "seek",
        "approval",
        "using",
        "regulatory",
        "pathway",
        "established",
        "section",
        "b",
        "federal",
        "food",
        "drug",
        "cosmetic",
        "act",
        "ffdca",
        "allows",
        "applicant",
        "rely",
        "least",
        "part",
        "data",
        "approval",
        "may",
        "expedite",
        "preparation",
        "submission",
        "approval",
        "marketing",
        "application",
        "information",
        "visit",
        "statement",
        "press",
        "release",
        "contains",
        "involve",
        "substantial",
        "risk",
        "uncertainty",
        "purpose",
        "safe",
        "harbor",
        "provided",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "statement",
        "historical",
        "fact",
        "included",
        "press",
        "release",
        "regarding",
        "strategy",
        "future",
        "operation",
        "prospect",
        "plan",
        "objective",
        "management",
        "example",
        "statement",
        "include",
        "limited",
        "statement",
        "relating",
        "potential",
        "celiprolol",
        "safely",
        "effectively",
        "target",
        "disease",
        "ability",
        "successfully",
        "complete",
        "regulatory",
        "submission",
        "development",
        "expected",
        "timeline",
        "commercial",
        "potential",
        "product",
        "candidate",
        "company",
        "acer",
        "may",
        "actually",
        "achieve",
        "plan",
        "carry",
        "intention",
        "meet",
        "expectation",
        "projection",
        "disclosed",
        "place",
        "undue",
        "reliance",
        "statement",
        "based",
        "management",
        "current",
        "expectation",
        "involve",
        "risk",
        "uncertainty",
        "actual",
        "result",
        "performance",
        "could",
        "differ",
        "materially",
        "projected",
        "result",
        "many",
        "factor",
        "including",
        "without",
        "limitation",
        "risk",
        "uncertainty",
        "associated",
        "market",
        "condition",
        "unexpected",
        "cash",
        "requirement",
        "change",
        "acer",
        "business",
        "plan",
        "fact",
        "result",
        "earlier",
        "study",
        "trial",
        "may",
        "predictive",
        "future",
        "clinical",
        "trial",
        "result",
        "process",
        "developing",
        "obtaining",
        "regulatory",
        "approval",
        "commercializing",
        "drug",
        "candidate",
        "safe",
        "effective",
        "use",
        "human",
        "therapeutic",
        "acer",
        "disclaims",
        "intent",
        "obligation",
        "update",
        "reflect",
        "event",
        "circumstance",
        "exist",
        "date",
        "made",
        "review",
        "additional",
        "disclosure",
        "make",
        "filing",
        "security",
        "exchange",
        "commission",
        "including",
        "quarterly",
        "report",
        "form",
        "annual",
        "report",
        "form",
        "may",
        "access",
        "document",
        "charge",
        "http",
        "acer",
        "therapeutic",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "loss",
        "operation",
        "income",
        "expense",
        "interest",
        "income",
        "interest",
        "expense",
        "foreign",
        "currency",
        "transaction",
        "loss",
        "total",
        "income",
        "expense",
        "net",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "selected",
        "balance",
        "sheet",
        "data",
        "unaudited",
        "march",
        "december",
        "cash",
        "cash",
        "equivalent",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "total",
        "asset",
        "total",
        "liability",
        "total",
        "stockholder",
        "equity",
        "investor",
        "contact",
        "han",
        "vitzthum",
        "lifesci",
        "advisor",
        "ph",
        "han",
        "source",
        "acer",
        "therapeutic",
        "inc"
    ]
}