{
    "organizations": [],
    "uuid": "c9f57f09124a781193b687ffd34735427eb56e6d",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/morningcall/update-1-asia-morning-call-global-markets-idUSL3N1SK0MJ",
    "ord_in_thread": 0,
    "title": "UPDATE 1-Asia Morning Call-Global Markets",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "May 14 (Reuters) - Stock Markets Net Chng Stock Markets Net Chng S&P/ASX 200** 6,116.200 -2.5 NZX 50** 8,676.69 38.97 DJIA** 24,831.17 91.64 NIKKEI** 0 0.00 Nasdaq** 7,402.883 -2.092 FTSE** 7,724.55 23.58 S&P 500** 2,727.72 4.65 Hang Seng** 31,122.06 312.84 SPI 200 Fut 6,100 4.00 STI** 3,570.17 32.58 SSEC** 3,163.2632 -11.1495 KOSPI** 2,477.71 13.55 -- Bonds Net Chng Bonds Net Chng JP 10 YR Bond 0.043 -0.003 KR 10 YR Bond 2.785 0 AU 10 YR Bond 2.778 -0.014 US 10 YR Bond 2.9695 0 NZ 10 YR Bond 2.745 -0.01 US 30 YR Bond 3.1017 0 -- Currencies Net Chng Net Chng SGD US$ 1.3362 -0.0009 KRW US$ 1,066.76 -0.13 AUD US$ 0.7544 0 NZD US$ 0.6955 -0.0011 EUR US$ 1.19451 0.00031 Yen US$ 109.33 -0.05 THB US$ 31.910 0 PHP US$ 52.42 0.025 IDR US$ 13,945 -125 INR US$ 67.355 0.1150 MYR US$ 3.948 0.00 TWD US$ 29.773 -0.099 CNY US$ 6.3323 -0.0137 HKD US$ 7.8494 0 -- Commodities Net Chng Net Chng Spot Gold 1,317.6801 -3.3299 Silver (Lon) 16.62 -0.049 U.S. Gold Fut 1,321 -2 Brent Crude 77.12 -0.35 Iron Ore CNY484 6.5 TRJCRB Index - - TOCOM Rubber JPY192.3 -1.1 LME Copper 6,942.0 25.0 -- ** indicates closing price All prices as of 21:28 GMT EQUITIES GLOBAL - The U.S. dollar eased on Friday while an index of global stock performance gained and was poised for its best week since early March, as moderate inflation eased worries about a faster pace of U.S. interest rate hikes and boosted risk appetite. MSCI's gauge of stock markets across the globe rose 0.42 percent to advance 2.1 percent for the week, its best weekly gain since early March. For a full report, click on - - - - NEW YORK - The S&P 500 rose on Friday, helped by healthcare stocks after President Donald Trump blasted high drug prices but avoided taking aggressive measures to cut them. The Dow Jones Industrial Average rose 0.37 percent to end at 24,831.17 points, while the S&P 500 gained 0.17 percent to 2,727.72, its highest close since mid-March. The Nasdaq Composite slipped 0.03 percent to 7,402.88. For a full report, click on - - - - LONDON - European stocks achieved their longest weekly winning streak for more than three years on Friday as M&A activity added to an advance on the back of a busy earnings season. Shares traded in a narrow range, with the pan-European STOXX 600 index ending up 0.1 percent, scoring its seventh straight week of gains and the longest winning streak since March 2015. Germany's DAX fell 0.2 percent while Britain's FTSE 100 added 0.3 percent. For a full report, click on - - - - TOKYO - Japan's Nikkei share average rose to a three-month high on Friday, buoyed by tepid U.S. inflation data easing concerns over the Federal Reserve hiking rates at an accelerated pace, as well on gains for several companies posting solid earnings. The Nikkei closed the day up 1.16 percent at 22,758.48 after brushing 22,769.16, its highest since Feb. 5. The index gained 1.3 percent this week. For a full report, click on - - - - SHANGHAI - China stocks fell on Friday, but posted their best weekly performance in almost three months, as interest towards Chinese blue-chips has been steadily building ahead of MSCI's A-share inclusion next month. The blue-chip CSI300 index fell 0.5 percent to 3,872.84, while the Shanghai Composite Index lost 0.4 percent to 3,163.26. For a full report, click on - - - - AUSTRALIA - Australian shares are expected to edge up on Monday, with miners buoyed by strong iron ore prices, while weak oil prices are likely to pressure energy stocks. The share price index futures rose 4 points to 6,100, a 16.2 point discount to the underlying S&P/ASX 200 index close. For a full report, click on - - - - SEOUL - South Korea's KOSPI stock index ended higher as soft U.S. inflation saw the dollar easing in global markets. At 06:32 GMT, the KOSPI was up 13.53 points or 0.55 percent at 2,477.69. The benchmark stock index rose 0.7 percent on a weekly basis. For a full report, click on - - - - FOREIGN EXCHANGE NEW YORK - The dollar fell for a third day on Friday against a basket of currencies as traders booked gains on its recent run-up spurred by the widening interest rate gaps in favor of the United States and signs of cooling growth in the rest of the world. An index that tracks the dollar versus six currencies rose initially before selling re-emerged. It was down 0.15 percent at 92.603, below its strongest level of the year at 93.416 on Wednesday. For a full report, click on - - - - CHINA - China's yuan inched up against the U.S. dollar on Friday after the central bank set the midpoint at a one-week high, keeping it on course for its first week of gains in four. The spot market opened at 6.3372 per dollar and was changing hands at 6.3450 at midday, 10 pips firmer than the previous late session close and 0.12 percent stronger than the midpoint. For a full report, click on - - - - AUSTRALIA - The Australian and New Zealand dollars held well above recent multi-month lows on Friday as the greenback eased after softer-than-expected U.S. inflation tempered expectations of aggressive policy tightening by the Federal Reserve. The Australian dollar was last at $0.7533, above a more than 11-month trough of $0.7413 hit on Wednesday. The Aussie is seen ending this week mostly flat after three straight weeks of losses. For a full report, click on - - - - SEOUL - South Korea's won ended higher as soft U.S. inflation saw the dollar easing in global markets. In offshore trading, the won was Quote: d at 1,068.28 per U.S. dollar, down 0.34 percent from the previous day, For a full report, click on - - - - TREASURIES NEW YORK - The Treasury yield curve on Friday was the flattest it had been since July 2007 as shorter-dated yields rose on expectations the Federal Reserve would hike U.S. interest rates in spite of weaker-than-expected economic data this week. The spread between the five-year and 30-year bond yields reached a session low of 26.2 basis points, its narrowest since before the financial crisis in 2007. The spread between two- and 10-year note yields bottomed out at 41.0 basis points, the lowest since September 2007. For a full report, click on - - - - LONDON - Investors bought up Italian government bonds on Friday, taking advantage of this week's sharp rise in yields and soothed by some moderate comments from the anti-establishment parties that look likely to form Italy's next government. Italian 10-year yields were set for their biggest weekly rise since February, although they were down 5 basis points on Friday at 1.88 percent. For a full report, click on - - - - TOKYO - Japanese government bonds barely budged on Friday, but the yield on 20-year bonds rose slightly after the Bank of Japan's buying in that maturity drew sizable selling interest. The 10-year JGB yield was flat at 0.045 percent, while the 20-year JGB yield rose 0.5 basis point to 0.525 percent. For a full report, click on COMMODITIES GOLD Gold was flat on Friday, headed for its first weekly gain in four weeks, as the dollar weakened and investors grew a bit less confident about prospects that the Federal Reserve would raise interest rates three more times in 2018. Spot gold was unchanged at $1,321 per ounce by 1:43 p.m. EDT (1743 GMT). During the session it touched its highest since April 25 at $1,325.96, nudging its 100-day moving average of $1,326. It was up 0.5 percent for the week so far. For a full report, click on - - - - IRON ORE China's iron and steel prices rose on Friday amid growing optimism about demand as inventories of metal continued to fall and buying from the real estate market strengthened, while coke rallied as investors braced for output cuts in Jiangsu province. The most-active construction rebar futures on the Shanghai Futures Exchange ended up 2.28 percent at 3,675 yuan ($580.32) a tonne. For a full report, click on - - - - BASE METALS Aluminium fell to its lowest in a week on Friday and ended the week in negative territory as the market corrected after a recent price surge on U.S. sanctions against the world's largest producer and its major shareholder. Benchmark aluminium on the London Metal Exchange slipped 2 percent to $2,288 a tonne, its lowest since May 3. The price in the light metal rallied to a nine-year high last month. For a full report, click on - - - - OIL Crude prices fell in a see-saw session on Friday, retreating after early gains as it looked likely that U.S. allies would push to maintain a deal with Iran, which could keep that country's crude exports on global markets. Brent crude settled down 35 cents at $77.12 a barrel, just below the $78-level hit on Thursday, its highest since November 2014. The benchmark contract remained lower in post-settlement trade. For a full report, click on - - - - Benchmark Tokyo rubber futures edged higher on Friday, helped by a temporary rise in Shanghai futures and short-covering ahead of the weekend, dealers said. The Tokyo Commodity Exchange (TOCOM) rubber contract for October delivery, finished 0.5 yen higher at 193.4 yen ($1.77) per kg. For the week, it rose 0.7 percent. For a full report, click on - - - - (Bengaluru Bureau; +91 80 6749 1130)\n ",
    "published": "2018-05-14T05:48:00.000+03:00",
    "crawled": "2018-05-14T18:31:58.012+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "may",
        "reuters",
        "stock",
        "market",
        "net",
        "chng",
        "stock",
        "market",
        "net",
        "chng",
        "nzx",
        "djia",
        "nikkei",
        "nasdaq",
        "ftse",
        "p",
        "hang",
        "seng",
        "spi",
        "fut",
        "sti",
        "ssec",
        "kospi",
        "bond",
        "net",
        "chng",
        "bond",
        "net",
        "chng",
        "jp",
        "yr",
        "bond",
        "kr",
        "yr",
        "bond",
        "au",
        "yr",
        "bond",
        "u",
        "yr",
        "bond",
        "nz",
        "yr",
        "bond",
        "u",
        "yr",
        "bond",
        "currency",
        "net",
        "chng",
        "net",
        "chng",
        "sgd",
        "u",
        "krw",
        "u",
        "aud",
        "u",
        "nzd",
        "u",
        "eur",
        "u",
        "yen",
        "u",
        "thb",
        "u",
        "php",
        "u",
        "idr",
        "u",
        "inr",
        "u",
        "myr",
        "u",
        "twd",
        "u",
        "cny",
        "u",
        "hkd",
        "u",
        "commodity",
        "net",
        "chng",
        "net",
        "chng",
        "spot",
        "gold",
        "silver",
        "lon",
        "gold",
        "fut",
        "brent",
        "crude",
        "iron",
        "ore",
        "cny484",
        "trjcrb",
        "index",
        "tocom",
        "rubber",
        "lme",
        "copper",
        "indicates",
        "closing",
        "price",
        "price",
        "gmt",
        "equity",
        "global",
        "dollar",
        "eased",
        "friday",
        "index",
        "global",
        "stock",
        "performance",
        "gained",
        "poised",
        "best",
        "week",
        "since",
        "early",
        "march",
        "moderate",
        "inflation",
        "eased",
        "worry",
        "faster",
        "pace",
        "interest",
        "rate",
        "hike",
        "boosted",
        "risk",
        "appetite",
        "msci",
        "gauge",
        "stock",
        "market",
        "across",
        "globe",
        "rose",
        "percent",
        "advance",
        "percent",
        "week",
        "best",
        "weekly",
        "gain",
        "since",
        "early",
        "march",
        "full",
        "report",
        "click",
        "new",
        "york",
        "p",
        "rose",
        "friday",
        "helped",
        "healthcare",
        "stock",
        "president",
        "donald",
        "trump",
        "blasted",
        "high",
        "drug",
        "price",
        "avoided",
        "taking",
        "aggressive",
        "measure",
        "cut",
        "dow",
        "jones",
        "industrial",
        "average",
        "rose",
        "percent",
        "end",
        "point",
        "p",
        "gained",
        "percent",
        "highest",
        "close",
        "since",
        "nasdaq",
        "composite",
        "slipped",
        "percent",
        "full",
        "report",
        "click",
        "london",
        "european",
        "stock",
        "achieved",
        "longest",
        "weekly",
        "winning",
        "streak",
        "three",
        "year",
        "friday",
        "activity",
        "added",
        "advance",
        "back",
        "busy",
        "earnings",
        "season",
        "share",
        "traded",
        "narrow",
        "range",
        "stoxx",
        "index",
        "ending",
        "percent",
        "scoring",
        "seventh",
        "straight",
        "week",
        "gain",
        "longest",
        "winning",
        "streak",
        "since",
        "march",
        "germany",
        "dax",
        "fell",
        "percent",
        "britain",
        "ftse",
        "added",
        "percent",
        "full",
        "report",
        "click",
        "tokyo",
        "japan",
        "nikkei",
        "share",
        "average",
        "rose",
        "high",
        "friday",
        "buoyed",
        "tepid",
        "inflation",
        "data",
        "easing",
        "concern",
        "federal",
        "reserve",
        "hiking",
        "rate",
        "accelerated",
        "pace",
        "well",
        "gain",
        "several",
        "company",
        "posting",
        "solid",
        "earnings",
        "nikkei",
        "closed",
        "day",
        "percent",
        "brushing",
        "highest",
        "since",
        "index",
        "gained",
        "percent",
        "week",
        "full",
        "report",
        "click",
        "shanghai",
        "china",
        "stock",
        "fell",
        "friday",
        "posted",
        "best",
        "weekly",
        "performance",
        "almost",
        "three",
        "month",
        "interest",
        "towards",
        "chinese",
        "steadily",
        "building",
        "ahead",
        "msci",
        "inclusion",
        "next",
        "month",
        "csi300",
        "index",
        "fell",
        "percent",
        "shanghai",
        "composite",
        "index",
        "lost",
        "percent",
        "full",
        "report",
        "click",
        "australia",
        "australian",
        "share",
        "expected",
        "edge",
        "monday",
        "miner",
        "buoyed",
        "strong",
        "iron",
        "ore",
        "price",
        "weak",
        "oil",
        "price",
        "likely",
        "pressure",
        "energy",
        "stock",
        "share",
        "price",
        "index",
        "future",
        "rose",
        "point",
        "point",
        "discount",
        "underlying",
        "index",
        "close",
        "full",
        "report",
        "click",
        "seoul",
        "south",
        "korea",
        "kospi",
        "stock",
        "index",
        "ended",
        "higher",
        "soft",
        "inflation",
        "saw",
        "dollar",
        "easing",
        "global",
        "market",
        "gmt",
        "kospi",
        "point",
        "percent",
        "benchmark",
        "stock",
        "index",
        "rose",
        "percent",
        "weekly",
        "basis",
        "full",
        "report",
        "click",
        "foreign",
        "exchange",
        "new",
        "york",
        "dollar",
        "fell",
        "third",
        "day",
        "friday",
        "basket",
        "currency",
        "trader",
        "booked",
        "gain",
        "recent",
        "spurred",
        "widening",
        "interest",
        "rate",
        "gap",
        "favor",
        "united",
        "state",
        "sign",
        "cooling",
        "growth",
        "rest",
        "world",
        "index",
        "track",
        "dollar",
        "versus",
        "six",
        "currency",
        "rose",
        "initially",
        "selling",
        "percent",
        "strongest",
        "level",
        "year",
        "wednesday",
        "full",
        "report",
        "click",
        "china",
        "china",
        "yuan",
        "inched",
        "dollar",
        "friday",
        "central",
        "bank",
        "set",
        "midpoint",
        "high",
        "keeping",
        "course",
        "first",
        "week",
        "gain",
        "four",
        "spot",
        "market",
        "opened",
        "per",
        "dollar",
        "changing",
        "hand",
        "midday",
        "pip",
        "firmer",
        "previous",
        "late",
        "session",
        "close",
        "percent",
        "stronger",
        "midpoint",
        "full",
        "report",
        "click",
        "australia",
        "australian",
        "new",
        "zealand",
        "dollar",
        "held",
        "well",
        "recent",
        "low",
        "friday",
        "greenback",
        "eased",
        "inflation",
        "tempered",
        "expectation",
        "aggressive",
        "policy",
        "tightening",
        "federal",
        "reserve",
        "australian",
        "dollar",
        "last",
        "trough",
        "hit",
        "wednesday",
        "aussie",
        "seen",
        "ending",
        "week",
        "mostly",
        "flat",
        "three",
        "straight",
        "week",
        "loss",
        "full",
        "report",
        "click",
        "seoul",
        "south",
        "korea",
        "ended",
        "higher",
        "soft",
        "inflation",
        "saw",
        "dollar",
        "easing",
        "global",
        "market",
        "offshore",
        "trading",
        "quote",
        "per",
        "dollar",
        "percent",
        "previous",
        "day",
        "full",
        "report",
        "click",
        "treasury",
        "new",
        "york",
        "treasury",
        "yield",
        "curve",
        "friday",
        "flattest",
        "since",
        "july",
        "yield",
        "rose",
        "expectation",
        "federal",
        "reserve",
        "would",
        "hike",
        "interest",
        "rate",
        "spite",
        "economic",
        "data",
        "week",
        "spread",
        "bond",
        "yield",
        "reached",
        "session",
        "low",
        "basis",
        "point",
        "narrowest",
        "since",
        "financial",
        "crisis",
        "spread",
        "note",
        "yield",
        "bottomed",
        "basis",
        "point",
        "lowest",
        "since",
        "september",
        "full",
        "report",
        "click",
        "london",
        "investor",
        "bought",
        "italian",
        "government",
        "bond",
        "friday",
        "taking",
        "advantage",
        "week",
        "sharp",
        "rise",
        "yield",
        "soothed",
        "moderate",
        "comment",
        "party",
        "look",
        "likely",
        "form",
        "italy",
        "next",
        "government",
        "italian",
        "yield",
        "set",
        "biggest",
        "weekly",
        "rise",
        "since",
        "february",
        "although",
        "basis",
        "point",
        "friday",
        "percent",
        "full",
        "report",
        "click",
        "tokyo",
        "japanese",
        "government",
        "bond",
        "barely",
        "budged",
        "friday",
        "yield",
        "bond",
        "rose",
        "slightly",
        "bank",
        "japan",
        "buying",
        "maturity",
        "drew",
        "sizable",
        "selling",
        "interest",
        "jgb",
        "yield",
        "flat",
        "percent",
        "jgb",
        "yield",
        "rose",
        "basis",
        "point",
        "percent",
        "full",
        "report",
        "click",
        "commodity",
        "gold",
        "gold",
        "flat",
        "friday",
        "headed",
        "first",
        "weekly",
        "gain",
        "four",
        "week",
        "dollar",
        "weakened",
        "investor",
        "grew",
        "bit",
        "less",
        "confident",
        "prospect",
        "federal",
        "reserve",
        "would",
        "raise",
        "interest",
        "rate",
        "three",
        "time",
        "spot",
        "gold",
        "unchanged",
        "per",
        "ounce",
        "edt",
        "gmt",
        "session",
        "touched",
        "highest",
        "since",
        "april",
        "nudging",
        "moving",
        "average",
        "percent",
        "week",
        "far",
        "full",
        "report",
        "click",
        "iron",
        "ore",
        "china",
        "iron",
        "steel",
        "price",
        "rose",
        "friday",
        "amid",
        "growing",
        "optimism",
        "demand",
        "inventory",
        "metal",
        "continued",
        "fall",
        "buying",
        "real",
        "estate",
        "market",
        "strengthened",
        "coke",
        "rallied",
        "investor",
        "braced",
        "output",
        "cut",
        "jiangsu",
        "province",
        "construction",
        "rebar",
        "future",
        "shanghai",
        "future",
        "exchange",
        "ended",
        "percent",
        "yuan",
        "tonne",
        "full",
        "report",
        "click",
        "base",
        "metal",
        "aluminium",
        "fell",
        "lowest",
        "week",
        "friday",
        "ended",
        "week",
        "negative",
        "territory",
        "market",
        "corrected",
        "recent",
        "price",
        "surge",
        "sanction",
        "world",
        "largest",
        "producer",
        "major",
        "shareholder",
        "benchmark",
        "aluminium",
        "london",
        "metal",
        "exchange",
        "slipped",
        "percent",
        "tonne",
        "lowest",
        "since",
        "may",
        "price",
        "light",
        "metal",
        "rallied",
        "high",
        "last",
        "month",
        "full",
        "report",
        "click",
        "oil",
        "crude",
        "price",
        "fell",
        "session",
        "friday",
        "retreating",
        "early",
        "gain",
        "looked",
        "likely",
        "ally",
        "would",
        "push",
        "maintain",
        "deal",
        "iran",
        "could",
        "keep",
        "country",
        "crude",
        "export",
        "global",
        "market",
        "brent",
        "crude",
        "settled",
        "cent",
        "barrel",
        "hit",
        "thursday",
        "highest",
        "since",
        "november",
        "benchmark",
        "contract",
        "remained",
        "lower",
        "trade",
        "full",
        "report",
        "click",
        "benchmark",
        "tokyo",
        "rubber",
        "future",
        "edged",
        "higher",
        "friday",
        "helped",
        "temporary",
        "rise",
        "shanghai",
        "future",
        "ahead",
        "weekend",
        "dealer",
        "said",
        "tokyo",
        "commodity",
        "exchange",
        "tocom",
        "rubber",
        "contract",
        "october",
        "delivery",
        "finished",
        "yen",
        "higher",
        "yen",
        "per",
        "kg",
        "week",
        "rose",
        "percent",
        "full",
        "report",
        "click",
        "bengaluru",
        "bureau"
    ]
}