{
    "organizations": [],
    "uuid": "b54c759a54088a4133c966f601b43f75b0cccbea",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/10/globe-newswire-cytori-reports-q1-2018-business-and-financial-results.html",
    "ord_in_thread": 0,
    "title": "Cytori Reports Q1 2018 Business and Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN DIEGO, May 10, 2018 (GLOBE NEWSWIRE) -- Cytori Therapeutics (NASDAQ:CYTX) (“Cytori” or the “Company”) today announced Q1 2018 financial results and provided updates on corporate development.\nQ1 2018 net loss was $4.4 million, or $0.07 per share. Operating cash burn for Q1 was approximately $4.1 million. Cytori ended Q1 with approximately $5.9 million of cash and cash equivalents.\nCytori’s recently acquired nanomedicine facility in San Antonio, Texas is now actively manufacturing validation batches of ATI-0918, pegylated liposomal doxorubicin, in preparation for filing a Marketing Authorization Application with the European Medicines Agency. All key supply chain contracts are being established to produce final drug product. Cytori has also expanded its on-site analytical chemistry evaluation capability to meet all process validation requirements. To prepare commercially, we are having ongoing discussions with potential licensing partners for ATI-0918 distribution in Europe, Asia, and North America. The Company is also actively evaluating potential co-development partners for ATI-1123, protein-stabilized pegylated liposomal docetaxel, a new chemical entity for various cancer types.\nRegarding Cytori Cell Therapy, Cytori announced the completion of enrollment in the European investigator-initiated clinical trial SCLERADEC-II with a planned data readout in 2H 2018. Cytori also announced completion of enrollment in the Japanese investigator-initiated ADRESU clinical trial for male stress urinary incontinence, for which data is expected in early 2019. Finally, U.S. FDA has approved a protocol amendment for the RELIEF thermal burn injury trial sponsored by BARDA intended to facilitate enrollment. The Company is currently in the process of initiating up to 10 sites in the U.S. for RELIEF.\n“Our major corporate objective is to file for market approval in Europe for ATI-0918, our oncology drug product and a generic version of Caelyx ® . Additionally, we are working to define the clinical and regulatory pathways for our nanomedicine products in China, where a substantial opportunity exists based on the evolution of drug standards to mirror those in the U.S.” said Dr. Marc Hedrick, President and CEO of Cytori. “Also, we are preparing for international trial readouts from the SCLERADEC-II scleroderma and ADRESU urinary incontinence trials, in 2018 or early 2019.”\nQ1 2018 Financial Performance\nQ1 2018 operating cash burn was $4.1 million, compared to $4.8 million for Q1 2017. Q1 2018 total revenues were $1.6 million. In Q1 2018, consumable utilization in Japan grew by more than 50% as compared to Q1 2017. Cash and debt principal balances at March 31, 2018 were approximately $5.9 million and $13.0 million, respectively. Q1 2018 net loss was $4.4 million or $0.07 per share, compared to a net loss of $7.5 million or $0.33 per share for Q1 2017.\nSelected Key Anticipated Milestones:\nComplete ATI-0918 manufacturing and regulatory activities required to prepare and file an application for EMA approval. Enroll first patient in the BARDA funded U.S. RELIEF burn clinical trial. Report of 12/24-week European SCLERADEC-II trial data for scleroderma hand dysfunction. Report of 24/48-week Japanese ADRESU trial data for post-surgical urinary incontinence.\nManagement Conference Call Webcast\nCytori will host a management conference call at 5:30 p.m. Eastern Time today to further discuss its progress. The webcast will be available live and by replay two hours after the call and may be accessed under \"Webcasts\" in the Investor Relations section of Cytori's website. If you are unable to access the webcast, you may dial in to the call at +1.877.402.3914, Conference ID: 7194327.\nAbout Cytori\nCytori is a therapeutics company developing regenerative and oncologic therapies from its proprietary cell therapy and nanoparticle platforms for a variety of medical conditions. Cytori Nanomedicine™ is developing encapsulated therapies for regenerative medicine and oncologic indications using technology that allows Cytori to use the benefits of its encapsulation platform to develop novel therapeutic strategies and reformulate other drugs to optimize their clinical properties. Data from preclinical studies and clinical trials suggest that Cytori Cell Therapy™ acts principally by improving blood flow, modulating the immune system, and facilitating wound repair. As a result, Cytori Cell Therapy™ may provide benefits across multiple disease states and can be made available to the physician and patient at the point-of-care through Cytori’s proprietary technologies and products. For more information, visit www.cytori.com .\nCautionary Statement Regarding Forward-Looking Statements\nThis press release includes forward-looking statements that involve known and unknown risks and uncertainties. All statements, other than historical facts are forward looking statements. Such statements, including, without limitation, statements regarding anticipated commercial launch of our ATI-0918 drug candidate (and timing thereof); completion of manufacturing activities necessary to submit an MAA to the EMA for our ATI-0918 drug candidate; are subject to risks and uncertainties that could cause our actual results and financial position to differ materially. Some of these risks include clinical, pre-clinical and regulatory uncertainties, such as those associated with conduct and completion of the Company-sponsored RELIEF thermal burn trial, as well as the Company’s anticipated submission of data to the EMA from the previously completed bioequivalency trial for ATI-0918. We also face risks that investigator-initiated trials using our Cytori Cell Therapy fail to fully enroll or otherwise are conducted in a manner that ultimately is injurious to our business. We also face the risk that we will be unable to time successfully manufacture our ATI-0918 drug candidate in time to meet our projected timeline for submission of an MAA to the EMA, or at all. Some of these risks also include risks relating to regulatory challenges the Company faces (including the U.S., EU, China, Japan and its other key geographies) due to a number of factors including novelty of the Company’s technology and product offerings, changes in and /or evolution of regulatory approaches to cellular therapeutics like the Company’s in its key geographies, and similar matters. It is possible that the Company could face unexpected revenue shortfalls, expense increases or other occurrences that adversely affect our cash burn and cash management strategies. Further the Company face risks pertaining to dependence on third party performance and approvals (including performance of investigator-initiated trials, outcome of BARDA’s review of the Company’s proposed burn wound trial pursuant to its contract with BARDA, and outcome of the EMA’s review of our ATI-0918 MAA); performance and acceptance of the Company’s products in clinical studies/trials and in the marketplace (including commercial acceptance of the Company’s products in Japan and other markets where are products are commercially available, and similar risks); material changes in the marketplace that could adversely impact revenue projections (including changes in market perceptions of the Company’s products, and introduction of competitive products); unexpected costs and expenses that could adversely impact liquidity and shorten the Company’s current liquidity projections (which could in turn require the Company to seek additional debt or equity capital sooner than currently anticipated); the Company’s reliance on key personnel; the Company’s ability to identify and develop new programs or assets to expand the Company’s clinical pipeline; the right of the U.S. government (BARDA) to cut or terminate further support of the thermal burn injury program (including any decision by BARDA not to proceed with our proposed thermal burn trial); the Company’s abilities to capitalize on its internal restructuring and achieve break-even or profitability (or to continue to reduce our operating losses); and other risks and uncertainties described under the \"Risk Factors\" in Cytori's Securities and Exchange Commission Filings, included in the Company’s annual and quarterly reports.\nThere may be events in the future that the Company is unable to predict, or over which it has no control, and its business, financial condition, results of operations and prospects may change in the future. The Company assumes no responsibility to update or revise any forward-looking statements to reflect events, trends or circumstances after the date they are made unless the Company has an obligation under U.S. Federal securities laws to do so.\nCYTORI THERAPEUTICS, INC.\nCONSOLIDATED CONDENSED BALANCE SHEETS\n(UNAUDITED)\n(in thousands, except share and par value data)\nAs of March 31,\n2018 As of December 31,\n2017 Assets Current assets: Cash and cash equivalents $ 5,902 $ 9,550 Accounts receivable, net of reserves of $167 in both 2018 and 2017 769 145 Restricted cash 40 675 Inventories, net 3,188 3,183 Other current assets 837 1,311 Total current assets 10,736 14,864 Property and equipment, net 2,907 3,052 Other assets 2,182 2,570 Intangibles, net 6,895 7,207 Goodwill 3,922 3,922 Total assets $ 26,642 $ 31,615 Liabilities and Stockholders’ Equity Current liabilities: Accounts payable and accrued expenses $ 4,150 $ 4,790 Current portion of long-term obligations, net of discount 13,729 13,624 Total current liabilities 17,879 18,414 Deferred revenues 178 94 Long-term deferred rent and other 105 107 Total liabilities 18,162 18,615 Commitments and contingencies Stockholders’ equity: Preferred stock, $0.001 par value; 5,000,000 shares authorized; 23,500 shares issued; 1,203 and 2,431 shares outstanding in 2018 and 2017, respectively — — Common stock, $0.001 par value; 75,000,000 shares authorized; 61,613,798 and 57,825,729 shares issued and outstanding in 2018 and 2017, respectively 62 58 Additional paid-in capital 413,470 413,304 Accumulated other comprehensive income 1,106 1,387 Accumulated deficit (406,158 ) (401,749 ) Total stockholders’ equity 8,480 13,000 Total liabilities and stockholders’ equity $ 26,642 $ 31,615\nCYTORI THERAPEUTICS, INC.\nCONSOLIDATED CONDENSED STATEMENTS OF OPERATIONS AND COMPREHENSIVE (LOSS) INCOME\n(UNAUDITED)\n(in thousands, except share and per share data)\nFor the Three Months Ended March 31, 2018 2017 Product revenues $ 731 $ 591 Cost of product revenues 273 410 Amortization of intangible assets 306 306 Gross (loss) profit 152 (125 ) Development revenues: Government contracts and other 917 1,018 917 1,018 Operating expenses: Research and development 2,499 3,289 Sales and marketing 678 939 General and administrative 2,244 2,108 In process research and development acquired from Azaya Therapeutics — 1,686 Total operating expenses 5,421 8,022 Operating loss (4,352 ) (7,129 ) Other income (expense): Interest income 14 11 Interest expense (423 ) (591 ) Other income, net 352 165 Total other expense (57 ) (415 ) Net loss $ (4,409 ) $ (7,544 ) Basic and diluted net loss per share $ (0.07 ) $ (0.33 ) Basic and diluted weighted average shares used in calculating net loss per share 60,177,911 22,736,366 Comprehensive loss: Net loss $ (4,409 ) $ (7,544 ) Other comprehensive loss – foreign currency translation adjustments (281 ) (60 ) Comprehensive loss $ (4,690 ) $ (7,604 )\nCYTORI THERAPEUTICS, INC.\nCONSOLIDATED CONDENSED STATEMENTS OF CASH FLOWS\n(UNAUDITED)\n(in thousands)\nFor the Three Months Ended March 31, 2018 2017 Cash flows from operating activities: Net loss $ (4,409 ) $ (7,544 ) Adjustments to reconcile net loss to net cash used in operating activities: Depreciation and amortization 497 442 Amortization of deferred financing costs and debt discount 105 219 In process research and development acquired from Azaya Therapeutics — 1,686 Provision for expired inventory 326 340 Share-based compensation expense 143 199 Loss on asset disposal 22 2 Increases (decreases) in cash caused by changes in operating assets and liabilities: Accounts receivable (747 ) 335 Inventories 141 7 Other current assets 301 (65 ) Other assets (24 ) 24 Accounts payable and accrued expenses (556 ) (484 ) Deferred revenues 84 12 Long-term deferred rent (2 ) — Net cash used in operating activities (4,119 ) (4,827 ) Cash flows from investing activities: Purchases of property and equipment (53 ) (5 ) Purchase of long-lived assets part of Azaya Therapeutics' acquisition — (1,158 ) Net cash used in investing activities (53 ) (1,163 ) Cash flows from financing activities: Principal payments on long-term obligations — (1,770 ) Proceeds from sale of common stock, net (150 ) 1,435 Net cash used in financing activities (150 ) (335 ) Effect of exchange rate changes on cash and cash equivalents 39 20 Net decrease in cash and cash equivalents (4,283 ) (6,305 ) Cash, cash equivalents, and restricted cash at beginning of period 10,225 12,910 Cash, cash equivalents, and restricted cash at end of period 5,942 6,605\nCytori Therapeutics contact Tiago Girao +1.858.458.0900 ir@cytori.com\nSource:Cytori Therapeutics Inc",
    "published": "2018-05-11T00:25:00.000+03:00",
    "crawled": "2018-05-11T00:27:56.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "diego",
        "may",
        "globe",
        "newswire",
        "cytori",
        "therapeutic",
        "nasdaq",
        "cytx",
        "cytori",
        "company",
        "today",
        "announced",
        "q1",
        "financial",
        "result",
        "provided",
        "update",
        "corporate",
        "development",
        "q1",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "operating",
        "cash",
        "burn",
        "q1",
        "approximately",
        "million",
        "cytori",
        "ended",
        "q1",
        "approximately",
        "million",
        "cash",
        "cash",
        "equivalent",
        "cytori",
        "recently",
        "acquired",
        "nanomedicine",
        "facility",
        "san",
        "antonio",
        "texas",
        "actively",
        "manufacturing",
        "validation",
        "batch",
        "pegylated",
        "liposomal",
        "doxorubicin",
        "preparation",
        "filing",
        "marketing",
        "authorization",
        "application",
        "european",
        "medicine",
        "agency",
        "key",
        "supply",
        "chain",
        "contract",
        "established",
        "produce",
        "final",
        "drug",
        "product",
        "cytori",
        "also",
        "expanded",
        "analytical",
        "chemistry",
        "evaluation",
        "capability",
        "meet",
        "process",
        "validation",
        "requirement",
        "prepare",
        "commercially",
        "ongoing",
        "discussion",
        "potential",
        "licensing",
        "partner",
        "distribution",
        "europe",
        "asia",
        "north",
        "america",
        "company",
        "also",
        "actively",
        "evaluating",
        "potential",
        "partner",
        "pegylated",
        "liposomal",
        "docetaxel",
        "new",
        "chemical",
        "entity",
        "various",
        "cancer",
        "type",
        "regarding",
        "cytori",
        "cell",
        "therapy",
        "cytori",
        "announced",
        "completion",
        "enrollment",
        "european",
        "clinical",
        "trial",
        "planned",
        "data",
        "readout",
        "2h",
        "cytori",
        "also",
        "announced",
        "completion",
        "enrollment",
        "japanese",
        "adresu",
        "clinical",
        "trial",
        "male",
        "stress",
        "urinary",
        "incontinence",
        "data",
        "expected",
        "early",
        "finally",
        "fda",
        "approved",
        "protocol",
        "amendment",
        "relief",
        "thermal",
        "burn",
        "injury",
        "trial",
        "sponsored",
        "barda",
        "intended",
        "facilitate",
        "enrollment",
        "company",
        "currently",
        "process",
        "initiating",
        "site",
        "relief",
        "major",
        "corporate",
        "objective",
        "file",
        "market",
        "approval",
        "europe",
        "oncology",
        "drug",
        "product",
        "generic",
        "version",
        "caelyx",
        "additionally",
        "working",
        "define",
        "clinical",
        "regulatory",
        "pathway",
        "nanomedicine",
        "product",
        "china",
        "substantial",
        "opportunity",
        "exists",
        "based",
        "evolution",
        "drug",
        "standard",
        "mirror",
        "said",
        "marc",
        "hedrick",
        "president",
        "ceo",
        "cytori",
        "also",
        "preparing",
        "international",
        "trial",
        "readout",
        "scleroderma",
        "adresu",
        "urinary",
        "incontinence",
        "trial",
        "early",
        "q1",
        "financial",
        "performance",
        "q1",
        "operating",
        "cash",
        "burn",
        "million",
        "compared",
        "million",
        "q1",
        "q1",
        "total",
        "revenue",
        "million",
        "q1",
        "consumable",
        "utilization",
        "japan",
        "grew",
        "compared",
        "q1",
        "cash",
        "debt",
        "principal",
        "balance",
        "march",
        "approximately",
        "million",
        "million",
        "respectively",
        "q1",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "q1",
        "selected",
        "key",
        "anticipated",
        "milestone",
        "complete",
        "manufacturing",
        "regulatory",
        "activity",
        "required",
        "prepare",
        "file",
        "application",
        "ema",
        "approval",
        "enroll",
        "first",
        "patient",
        "barda",
        "funded",
        "relief",
        "burn",
        "clinical",
        "trial",
        "report",
        "european",
        "trial",
        "data",
        "scleroderma",
        "hand",
        "dysfunction",
        "report",
        "japanese",
        "adresu",
        "trial",
        "data",
        "urinary",
        "incontinence",
        "management",
        "conference",
        "call",
        "webcast",
        "cytori",
        "host",
        "management",
        "conference",
        "call",
        "eastern",
        "time",
        "today",
        "discus",
        "progress",
        "webcast",
        "available",
        "live",
        "replay",
        "two",
        "hour",
        "call",
        "may",
        "accessed",
        "webcasts",
        "investor",
        "relation",
        "section",
        "cytori",
        "website",
        "unable",
        "access",
        "webcast",
        "may",
        "dial",
        "call",
        "conference",
        "id",
        "cytori",
        "cytori",
        "therapeutic",
        "company",
        "developing",
        "regenerative",
        "oncologic",
        "therapy",
        "proprietary",
        "cell",
        "therapy",
        "nanoparticle",
        "platform",
        "variety",
        "medical",
        "condition",
        "cytori",
        "developing",
        "encapsulated",
        "therapy",
        "regenerative",
        "medicine",
        "oncologic",
        "indication",
        "using",
        "technology",
        "allows",
        "cytori",
        "use",
        "benefit",
        "encapsulation",
        "platform",
        "develop",
        "novel",
        "therapeutic",
        "strategy",
        "reformulate",
        "drug",
        "optimize",
        "clinical",
        "property",
        "data",
        "preclinical",
        "study",
        "clinical",
        "trial",
        "suggest",
        "cytori",
        "cell",
        "act",
        "principally",
        "improving",
        "blood",
        "flow",
        "modulating",
        "immune",
        "system",
        "facilitating",
        "wound",
        "repair",
        "result",
        "cytori",
        "cell",
        "may",
        "provide",
        "benefit",
        "across",
        "multiple",
        "disease",
        "state",
        "made",
        "available",
        "physician",
        "patient",
        "cytori",
        "proprietary",
        "technology",
        "product",
        "information",
        "visit",
        "cautionary",
        "statement",
        "regarding",
        "statement",
        "press",
        "release",
        "includes",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "statement",
        "historical",
        "fact",
        "forward",
        "looking",
        "statement",
        "statement",
        "including",
        "without",
        "limitation",
        "statement",
        "regarding",
        "anticipated",
        "commercial",
        "launch",
        "drug",
        "candidate",
        "timing",
        "thereof",
        "completion",
        "manufacturing",
        "activity",
        "necessary",
        "submit",
        "maa",
        "ema",
        "drug",
        "candidate",
        "subject",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "financial",
        "position",
        "differ",
        "materially",
        "risk",
        "include",
        "clinical",
        "regulatory",
        "uncertainty",
        "associated",
        "conduct",
        "completion",
        "relief",
        "thermal",
        "burn",
        "trial",
        "well",
        "company",
        "anticipated",
        "submission",
        "data",
        "ema",
        "previously",
        "completed",
        "bioequivalency",
        "trial",
        "also",
        "face",
        "risk",
        "trial",
        "using",
        "cytori",
        "cell",
        "therapy",
        "fail",
        "fully",
        "enroll",
        "otherwise",
        "conducted",
        "manner",
        "ultimately",
        "injurious",
        "business",
        "also",
        "face",
        "risk",
        "unable",
        "time",
        "successfully",
        "manufacture",
        "drug",
        "candidate",
        "time",
        "meet",
        "projected",
        "timeline",
        "submission",
        "maa",
        "ema",
        "risk",
        "also",
        "include",
        "risk",
        "relating",
        "regulatory",
        "challenge",
        "company",
        "face",
        "including",
        "eu",
        "china",
        "japan",
        "key",
        "geography",
        "due",
        "number",
        "factor",
        "including",
        "novelty",
        "company",
        "technology",
        "product",
        "offering",
        "change",
        "evolution",
        "regulatory",
        "approach",
        "cellular",
        "therapeutic",
        "like",
        "company",
        "key",
        "geography",
        "similar",
        "matter",
        "possible",
        "company",
        "could",
        "face",
        "unexpected",
        "revenue",
        "shortfall",
        "expense",
        "increase",
        "occurrence",
        "adversely",
        "affect",
        "cash",
        "burn",
        "cash",
        "management",
        "strategy",
        "company",
        "face",
        "risk",
        "pertaining",
        "dependence",
        "third",
        "party",
        "performance",
        "approval",
        "including",
        "performance",
        "trial",
        "outcome",
        "barda",
        "review",
        "company",
        "proposed",
        "burn",
        "wound",
        "trial",
        "pursuant",
        "contract",
        "barda",
        "outcome",
        "ema",
        "review",
        "maa",
        "performance",
        "acceptance",
        "company",
        "product",
        "clinical",
        "marketplace",
        "including",
        "commercial",
        "acceptance",
        "company",
        "product",
        "japan",
        "market",
        "product",
        "commercially",
        "available",
        "similar",
        "risk",
        "material",
        "change",
        "marketplace",
        "could",
        "adversely",
        "impact",
        "revenue",
        "projection",
        "including",
        "change",
        "market",
        "perception",
        "company",
        "product",
        "introduction",
        "competitive",
        "product",
        "unexpected",
        "cost",
        "expense",
        "could",
        "adversely",
        "impact",
        "liquidity",
        "shorten",
        "company",
        "current",
        "liquidity",
        "projection",
        "could",
        "turn",
        "require",
        "company",
        "seek",
        "additional",
        "debt",
        "equity",
        "capital",
        "sooner",
        "currently",
        "anticipated",
        "company",
        "reliance",
        "key",
        "personnel",
        "company",
        "ability",
        "identify",
        "develop",
        "new",
        "program",
        "asset",
        "expand",
        "company",
        "clinical",
        "pipeline",
        "right",
        "government",
        "barda",
        "cut",
        "terminate",
        "support",
        "thermal",
        "burn",
        "injury",
        "program",
        "including",
        "decision",
        "barda",
        "proceed",
        "proposed",
        "thermal",
        "burn",
        "trial",
        "company",
        "ability",
        "capitalize",
        "internal",
        "restructuring",
        "achieve",
        "profitability",
        "continue",
        "reduce",
        "operating",
        "loss",
        "risk",
        "uncertainty",
        "described",
        "risk",
        "factor",
        "cytori",
        "security",
        "exchange",
        "commission",
        "filing",
        "included",
        "company",
        "annual",
        "quarterly",
        "report",
        "may",
        "event",
        "future",
        "company",
        "unable",
        "predict",
        "control",
        "business",
        "financial",
        "condition",
        "result",
        "operation",
        "prospect",
        "may",
        "change",
        "future",
        "company",
        "assumes",
        "responsibility",
        "update",
        "revise",
        "statement",
        "reflect",
        "event",
        "trend",
        "circumstance",
        "date",
        "made",
        "unless",
        "company",
        "obligation",
        "federal",
        "security",
        "law",
        "cytori",
        "therapeutic",
        "consolidated",
        "condensed",
        "balance",
        "sheet",
        "unaudited",
        "thousand",
        "except",
        "share",
        "par",
        "value",
        "data",
        "march",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "net",
        "reserve",
        "restricted",
        "cash",
        "inventory",
        "net",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "asset",
        "intangible",
        "net",
        "goodwill",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "current",
        "portion",
        "obligation",
        "net",
        "discount",
        "total",
        "current",
        "liability",
        "deferred",
        "revenue",
        "deferred",
        "rent",
        "total",
        "liability",
        "commitment",
        "contingency",
        "stockholder",
        "equity",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "share",
        "outstanding",
        "respectively",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "comprehensive",
        "income",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "cytori",
        "therapeutic",
        "consolidated",
        "condensed",
        "statement",
        "operation",
        "comprehensive",
        "loss",
        "income",
        "unaudited",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "product",
        "revenue",
        "cost",
        "product",
        "revenue",
        "amortization",
        "intangible",
        "asset",
        "gross",
        "loss",
        "profit",
        "development",
        "revenue",
        "government",
        "contract",
        "operating",
        "expense",
        "research",
        "development",
        "sale",
        "marketing",
        "general",
        "administrative",
        "process",
        "research",
        "development",
        "acquired",
        "azaya",
        "therapeutic",
        "total",
        "operating",
        "expense",
        "operating",
        "loss",
        "income",
        "expense",
        "interest",
        "income",
        "interest",
        "expense",
        "income",
        "net",
        "total",
        "expense",
        "net",
        "loss",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "used",
        "calculating",
        "net",
        "loss",
        "per",
        "share",
        "comprehensive",
        "loss",
        "net",
        "loss",
        "comprehensive",
        "loss",
        "foreign",
        "currency",
        "translation",
        "adjustment",
        "comprehensive",
        "loss",
        "cytori",
        "therapeutic",
        "consolidated",
        "condensed",
        "statement",
        "cash",
        "flow",
        "unaudited",
        "thousand",
        "three",
        "month",
        "ended",
        "march",
        "cash",
        "flow",
        "operating",
        "activity",
        "net",
        "loss",
        "adjustment",
        "reconcile",
        "net",
        "loss",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "depreciation",
        "amortization",
        "amortization",
        "deferred",
        "financing",
        "cost",
        "debt",
        "discount",
        "process",
        "research",
        "development",
        "acquired",
        "azaya",
        "therapeutic",
        "provision",
        "expired",
        "inventory",
        "compensation",
        "expense",
        "loss",
        "asset",
        "disposal",
        "increase",
        "decrease",
        "cash",
        "caused",
        "change",
        "operating",
        "asset",
        "liability",
        "account",
        "receivable",
        "inventory",
        "current",
        "asset",
        "asset",
        "account",
        "payable",
        "accrued",
        "expense",
        "deferred",
        "revenue",
        "deferred",
        "rent",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "cash",
        "flow",
        "investing",
        "activity",
        "purchase",
        "property",
        "equipment",
        "purchase",
        "asset",
        "part",
        "azaya",
        "therapeutic",
        "acquisition",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "cash",
        "flow",
        "financing",
        "activity",
        "principal",
        "payment",
        "obligation",
        "proceeds",
        "sale",
        "common",
        "stock",
        "net",
        "net",
        "cash",
        "used",
        "financing",
        "activity",
        "effect",
        "exchange",
        "rate",
        "change",
        "cash",
        "cash",
        "equivalent",
        "net",
        "decrease",
        "cash",
        "cash",
        "equivalent",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "beginning",
        "period",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "end",
        "period",
        "cytori",
        "therapeutic",
        "contact",
        "tiago",
        "girao",
        "ir",
        "source",
        "cytori",
        "therapeutic",
        "inc"
    ]
}