{
    "organizations": [],
    "uuid": "d11c869afdf90b527e92f09521ffeedffbc96777",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/09/globe-newswire-ibi-group-inc-announces-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "IBI Group Inc. Announces First Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "IBI Group Inc. used surplus cash to reduce the debt by $2.1 million.\nFirst quarter cash flows provided by operating activities increased by 52.17% to $3.5 million compared to the same period in 2017. Management forecasting $361 million of total net revenue in 2018.\nTORONTO, May 09, 2018 (GLOBE NEWSWIRE) -- IBI Group Inc. (the \"Company\") (TSX:IBG) today announced financial results for the three months ended March 31, 2018.\nKEY EVENTS\nThis quarter, net income was $7.6 million compared to $3.9 million for the same period in 2017. Net revenue for the quarter decreased by 0.7% to $90.8 million compared to $91.4 million for the same period in 2017, as a result of foreign exchange losses and a slight decrease in U.S. operational results. Cash flows provided by operating activities for the quarter increased 52.17% to $3.5 million compared to $2.3 million for the same period in 2017. Adjusted EBITDA was $9.1 million (or 10.1% of revenue) for the quarter compared to $10.2 million (or 11.1% of revenue) for the same period in 2017, which reflects a decrease of $1.1 million or 10.8%. During the quarter, adjusted EBITDA was impacted by the increase in cash outflows related to a lease of $1.0 million. The Company finalized its sub-lease agreement for one of its office spaces in 2017, at which point, an increase in rent expense was recognized as part of net earnings, but not included in adjusted EBITDA in 2017. The cash outflows related to the lease have the opposite effect, with no impact to net earnings but a reduction to adjusted EBITDA for the quarter. Interest expense decreased to $2.5 million for the quarter compared to $2.7 million for the same period in 2017.\n“We are focused on growing revenue, strengthening our balance sheet and sustaining our debt reduction measures. Our EBITDA margins, net income, and cash flow puts us in a position to improve our base business and invest in technology offerings in 2018. We are excited to announce details of our technology pivot at the Annual Meeting of shareholders on Thursday, May 10, 2018. With society changing at a rapid pace, we believe our pivot will set IBI Group apart from our competitors and position the Company to benefit from evolving technology,” said Scott Stewart, Chief Executive Officer, IBI Group Inc.\nFINANCIAL HIGHLIGHTS\nTHREE MONTHS ENDED\nMARCH 31, (in thousands of Canadian dollars except for per share amounts) 2018\n(unaudited) 2017\n(unaudited) Number of working days 62 63 Gross Revenue $ 111,329 $ 117,588 Less: Subconsultants and direct costs 20,514 26,222 Net Revenue $ 90,815 91,366 Net income $ 7,556 $ 3,918 Cash flows provided by operating activities $ 3,473 $ 2,263 Basic and diluted earnings per share $ 0.20 $ 0.10 Adjusted EBITDA 1 $ 9,143 $ 10,160 Adjusted EBITDA 1 as a percentage of revenue 10.1 % 11.1 % 1 See “Definition of Non-IFRS Measures” defined in MD&A. FINANCIAL OVERVIEW\nNet revenue for the quarter was $90.8 million, compared with $91.4 million in the same period in 2017, a decrease of 0.7%. The decrease is due to the impact of foreign exchange losses on revenues of $0.6 million, as well as a decrease in operational results in the U.S. for the three months ended March 31, 2018 compared to the same period in 2017.\nThe Company had net income of $7.6 million compared to $3.9 million for the same period in 2017, an increase of 94.9%. The increase in net income is inclusive of a gain in fair value of other financial liabilities of $4.1 million, compared to a loss in fair value of other financial liabilities of $0.3 million in the same period in 2017, as well as inclusive of a loss foreign exchange of $0.6 million. The foreign exchange loss during the quarter reflects the movement in the market value of the Canadian Dollar.\nBasic and diluted earnings per share was $0.20 per share for the quarter, compared to $0.10 per share for the same period in 2017. The increase was primarily due to an increase in net income of $3.7 million, which was slightly offset by an increase in the weighted average number of common shares outstanding to 31,209,776 as of quarter end compared to 31,188,486 for the same period in 2017. The increase in common shares outstanding is a result of the exercise of deferred share units and stock options.\nAdjusted EBITDA was $9.1 million (or 10.1% of revenue) this quarter compared to $10.2 million (or 11.1% of revenue) for the same period in 2017, which reflects a decrease of 10.8%. Adjusted EBITDA was impacted by a $1.0 million increase in cash outflows stemming from the renegotiation of the sublease related to the onerous lease at the end of 2017. The Company recognized the expense as part of net earnings in 2017 at the time of the sub-lease renegotiation and subsequent onerous lease provision revaluation but had no impact on adjusted EBITDA in the same period in 2017.\nOUTLOOK\nManagement is forecasting approximately $361 million in total net revenue for the year ended December 31, 2018. The Company currently has approximately $335 million of work that is committed and under contract for the next five years. The Company has approximately eleven months of backlog (calculated on the basis of the current pace of work that the Company has achieved during the 12 months ended March 31, 2018).\nINVESTOR CONFERENCE CALL\nThe Company invites you to join its conference call on Thursday, May 10, 2018 at 8:30 a.m. ET. A recording of the conference call will be available on IBI Group’s website within 24 hours following the call. An audio replay of the call will be available for 14 days following the call.\nConference Call Details:\nDate: Thursday May 10, 2018 Time: 8:30 a.m. ET Dial In: North America: 1-800-926-4458 Replay: North America: 1-800-558-5253 Replay Passcode: 21887223 ANNUAL MEETING OF SHAREHOLDERS\nFollowing the investor conference call, the Company will host its Annual Meeting (“Meeting”) of Shareholders taking place at the Company’s headquarters at 55 St. Clair Avenue West, Toronto, ON, M4V 2Y7 on Thursday, May 10, 2018 at 10:00 a.m. ET. Following the Meeting, Scott Stewart will provide a keynote on the firm’s Strategic Plan and announce a new Smart Cities initiative with special guests.\nShareholders who cannot attend the Meeting in person are invited to watch the presentation through the event livestream, which is accessible here: IBI Group Inc. Annual Meeting Livestream May 10, 2018\nCAUTION REGARDING FORWARD-LOOKING INFORMATION\nCertain statements in this news release may constitute “forward-looking” statements which involve known and unknown risks, uncertainties and other factors which may cause the actual results, performance or achievements of the Company and its subsidiary entities, including IBI Group Partnership or the industry in which they operate, to be materially different from any future results, performance or achievements expressed or implied by such forward looking statements. When used in this news release, such statements use words such as “may”, “will”, “expect”, “believe”, “plan” and other similar terminology. These statements reflect management’s current expectations regarding future events and operating performance and speak only as of the date of this news release. These forward- looking statements involve a number of risks and uncertainties, including those related to: (i) the Company’s ability to maintain profitability and manage its growth; (ii) the Company’s reliance on its key professionals; (iii) competition in the industry in which the Company operates; (iv) timely completion by the Company of projects and performance by the Company of its obligations; (v) fixed-price contracts; (vi) the general state of the economy; (vii) risk of future legal proceedings against the Company; (viii) the international operations of the Company; (ix) reduction in the Company’s backlog; (x) fluctuations in interest rates; (xi) fluctuations in currency exchange rates; (xii) upfront risk of time invested in participating in consortia bidding on large projects and projects being contracted through private finance initiatives; (xiii) limits under the Company’s insurance policies; (xiv) the Company’s reliance on distributions from its subsidiary entities and, as a result, its susceptibility to fluctuations in their performance; (xv) unpredictability and volatility in the price of Shares; (xvi) the degree to which the Company is leveraged and the effect of the restrictive and financial covenants in the Company’s credit facilities; (xvii) the possibility that the Company may issue additional Common Shares diluting existing Shareholders’ interests; (xviii) income tax matters. These risk factors are discussed in detail under the heading “Risk Factors” in the Company’s Annual Information Form for the year ended December 31, 2018. New risk factors may arise from time to time and it is not possible for management of the Company to predict all of those risk factors or the extent to which any factor or combination of factors may cause actual results, performance or achievements of the Company to be materially different from those contained in forward-looking statements. Given these risks and uncertainties, investors should not place undue reliance on forward-looking statements as a prediction of actual results. Although the forward- looking statements contained in this news release are based upon what management believes to be reasonable assumptions, the Company cannot assure investors that actual results will be consistent with these forward-looking statements. These forward-looking statements are made as at May 9, 2018.\nThe factors used to develop revenue forecast in this news release include the total amount of work the Company has signed an agreement with its clients to complete, the timeline in which that work will be completed based on the current pace of work the Company achieved over the last 12 months and expects to achieve over the next 12 months. The Company updates these assumptions at each reporting period and adjusts its forward-looking information as necessary.\nAbout IBI Group Inc.\nIBI Group Inc. (TSX:IBG) is a globally integrated architecture, planning, engineering, and technology firm with over 2,700 professionals around the world. For more than 40 years, its dedicated professionals have helped clients create livable, sustainable, and advanced urban environments. IBI Group believes that cities must be designed with intelligent systems, sustainable buildings, efficient infrastructure, and a human touch. IBI Group is a lead partner of the Smart Cities Council North America. Follow on Twitter @ibigroup and Instagram @ibi_group .\nSOURCE: IBI Group Inc.\nFOR FURTHER INFORMATION:\nStephen Taylor, CFO\nIBI Group Inc.\n55 St. Clair Avenue West\nToronto, ON M4V 2Y7\nTel: 416-596-1930 Media:\nRiyaz Lalani\nBayfield Strategy, Inc.\n416-907-9365\nrlalani@bayfieldstrategy.com\nSource: IBI Group, Inc.",
    "published": "2018-05-10T01:00:00.000+03:00",
    "crawled": "2018-05-10T03:59:19.005+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "ibi",
        "group",
        "used",
        "surplus",
        "cash",
        "reduce",
        "debt",
        "million",
        "first",
        "quarter",
        "cash",
        "flow",
        "provided",
        "operating",
        "activity",
        "increased",
        "million",
        "compared",
        "period",
        "management",
        "forecasting",
        "million",
        "total",
        "net",
        "revenue",
        "toronto",
        "may",
        "globe",
        "newswire",
        "ibi",
        "group",
        "company",
        "tsx",
        "ibg",
        "today",
        "announced",
        "financial",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "key",
        "event",
        "quarter",
        "net",
        "income",
        "million",
        "compared",
        "million",
        "period",
        "net",
        "revenue",
        "quarter",
        "decreased",
        "million",
        "compared",
        "million",
        "period",
        "result",
        "foreign",
        "exchange",
        "loss",
        "slight",
        "decrease",
        "operational",
        "result",
        "cash",
        "flow",
        "provided",
        "operating",
        "activity",
        "quarter",
        "increased",
        "million",
        "compared",
        "million",
        "period",
        "adjusted",
        "ebitda",
        "million",
        "revenue",
        "quarter",
        "compared",
        "million",
        "revenue",
        "period",
        "reflects",
        "decrease",
        "million",
        "quarter",
        "adjusted",
        "ebitda",
        "impacted",
        "increase",
        "cash",
        "outflow",
        "related",
        "lease",
        "million",
        "company",
        "finalized",
        "agreement",
        "one",
        "office",
        "space",
        "point",
        "increase",
        "rent",
        "expense",
        "recognized",
        "part",
        "net",
        "earnings",
        "included",
        "adjusted",
        "ebitda",
        "cash",
        "outflow",
        "related",
        "lease",
        "opposite",
        "effect",
        "impact",
        "net",
        "earnings",
        "reduction",
        "adjusted",
        "ebitda",
        "quarter",
        "interest",
        "expense",
        "decreased",
        "million",
        "quarter",
        "compared",
        "million",
        "period",
        "focused",
        "growing",
        "revenue",
        "strengthening",
        "balance",
        "sheet",
        "sustaining",
        "debt",
        "reduction",
        "measure",
        "ebitda",
        "margin",
        "net",
        "income",
        "cash",
        "flow",
        "put",
        "u",
        "position",
        "improve",
        "base",
        "business",
        "invest",
        "technology",
        "offering",
        "excited",
        "announce",
        "detail",
        "technology",
        "pivot",
        "annual",
        "meeting",
        "shareholder",
        "thursday",
        "may",
        "society",
        "changing",
        "rapid",
        "pace",
        "believe",
        "pivot",
        "set",
        "ibi",
        "group",
        "apart",
        "competitor",
        "position",
        "company",
        "benefit",
        "evolving",
        "technology",
        "said",
        "scott",
        "stewart",
        "chief",
        "executive",
        "officer",
        "ibi",
        "group",
        "financial",
        "highlight",
        "three",
        "month",
        "ended",
        "march",
        "thousand",
        "canadian",
        "dollar",
        "except",
        "per",
        "share",
        "amount",
        "unaudited",
        "unaudited",
        "number",
        "working",
        "day",
        "gross",
        "revenue",
        "less",
        "subconsultants",
        "direct",
        "cost",
        "net",
        "revenue",
        "net",
        "income",
        "cash",
        "flow",
        "provided",
        "operating",
        "activity",
        "basic",
        "diluted",
        "earnings",
        "per",
        "share",
        "adjusted",
        "ebitda",
        "adjusted",
        "ebitda",
        "percentage",
        "revenue",
        "see",
        "definition",
        "measure",
        "defined",
        "md",
        "financial",
        "overview",
        "net",
        "revenue",
        "quarter",
        "million",
        "compared",
        "million",
        "period",
        "decrease",
        "decrease",
        "due",
        "impact",
        "foreign",
        "exchange",
        "loss",
        "revenue",
        "million",
        "well",
        "decrease",
        "operational",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "period",
        "company",
        "net",
        "income",
        "million",
        "compared",
        "million",
        "period",
        "increase",
        "increase",
        "net",
        "income",
        "inclusive",
        "gain",
        "fair",
        "value",
        "financial",
        "liability",
        "million",
        "compared",
        "loss",
        "fair",
        "value",
        "financial",
        "liability",
        "million",
        "period",
        "well",
        "inclusive",
        "loss",
        "foreign",
        "exchange",
        "million",
        "foreign",
        "exchange",
        "loss",
        "quarter",
        "reflects",
        "movement",
        "market",
        "value",
        "canadian",
        "dollar",
        "basic",
        "diluted",
        "earnings",
        "per",
        "share",
        "per",
        "share",
        "quarter",
        "compared",
        "per",
        "share",
        "period",
        "increase",
        "primarily",
        "due",
        "increase",
        "net",
        "income",
        "million",
        "slightly",
        "offset",
        "increase",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "outstanding",
        "quarter",
        "end",
        "compared",
        "period",
        "increase",
        "common",
        "share",
        "outstanding",
        "result",
        "exercise",
        "deferred",
        "share",
        "unit",
        "stock",
        "option",
        "adjusted",
        "ebitda",
        "million",
        "revenue",
        "quarter",
        "compared",
        "million",
        "revenue",
        "period",
        "reflects",
        "decrease",
        "adjusted",
        "ebitda",
        "impacted",
        "million",
        "increase",
        "cash",
        "outflow",
        "stemming",
        "renegotiation",
        "sublease",
        "related",
        "onerous",
        "lease",
        "end",
        "company",
        "recognized",
        "expense",
        "part",
        "net",
        "earnings",
        "time",
        "renegotiation",
        "subsequent",
        "onerous",
        "lease",
        "provision",
        "revaluation",
        "impact",
        "adjusted",
        "ebitda",
        "period",
        "outlook",
        "management",
        "forecasting",
        "approximately",
        "million",
        "total",
        "net",
        "revenue",
        "year",
        "ended",
        "december",
        "company",
        "currently",
        "approximately",
        "million",
        "work",
        "committed",
        "contract",
        "next",
        "five",
        "year",
        "company",
        "approximately",
        "eleven",
        "month",
        "backlog",
        "calculated",
        "basis",
        "current",
        "pace",
        "work",
        "company",
        "achieved",
        "month",
        "ended",
        "march",
        "investor",
        "conference",
        "call",
        "company",
        "invite",
        "join",
        "conference",
        "call",
        "thursday",
        "may",
        "et",
        "recording",
        "conference",
        "call",
        "available",
        "ibi",
        "group",
        "website",
        "within",
        "hour",
        "following",
        "call",
        "audio",
        "replay",
        "call",
        "available",
        "day",
        "following",
        "call",
        "conference",
        "call",
        "detail",
        "date",
        "thursday",
        "may",
        "time",
        "et",
        "dial",
        "north",
        "america",
        "replay",
        "north",
        "america",
        "replay",
        "passcode",
        "annual",
        "meeting",
        "shareholder",
        "following",
        "investor",
        "conference",
        "call",
        "company",
        "host",
        "annual",
        "meeting",
        "meeting",
        "shareholder",
        "taking",
        "place",
        "company",
        "headquarters",
        "clair",
        "avenue",
        "west",
        "toronto",
        "m4v",
        "2y7",
        "thursday",
        "may",
        "et",
        "following",
        "meeting",
        "scott",
        "stewart",
        "provide",
        "keynote",
        "firm",
        "strategic",
        "plan",
        "announce",
        "new",
        "smart",
        "city",
        "initiative",
        "special",
        "guest",
        "shareholder",
        "attend",
        "meeting",
        "person",
        "invited",
        "watch",
        "presentation",
        "event",
        "livestream",
        "accessible",
        "ibi",
        "group",
        "annual",
        "meeting",
        "livestream",
        "may",
        "caution",
        "regarding",
        "information",
        "certain",
        "statement",
        "news",
        "release",
        "may",
        "constitute",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "company",
        "subsidiary",
        "entity",
        "including",
        "ibi",
        "group",
        "partnership",
        "industry",
        "operate",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "forward",
        "looking",
        "statement",
        "used",
        "news",
        "release",
        "statement",
        "use",
        "word",
        "may",
        "expect",
        "believe",
        "plan",
        "similar",
        "terminology",
        "statement",
        "reflect",
        "management",
        "current",
        "expectation",
        "regarding",
        "future",
        "event",
        "operating",
        "performance",
        "speak",
        "date",
        "news",
        "release",
        "looking",
        "statement",
        "involve",
        "number",
        "risk",
        "uncertainty",
        "including",
        "related",
        "company",
        "ability",
        "maintain",
        "profitability",
        "manage",
        "growth",
        "ii",
        "company",
        "reliance",
        "key",
        "professional",
        "iii",
        "competition",
        "industry",
        "company",
        "operates",
        "iv",
        "timely",
        "completion",
        "company",
        "project",
        "performance",
        "company",
        "obligation",
        "v",
        "contract",
        "vi",
        "general",
        "state",
        "economy",
        "vii",
        "risk",
        "future",
        "legal",
        "proceeding",
        "company",
        "viii",
        "international",
        "operation",
        "company",
        "ix",
        "reduction",
        "company",
        "backlog",
        "x",
        "fluctuation",
        "interest",
        "rate",
        "xi",
        "fluctuation",
        "currency",
        "exchange",
        "rate",
        "xii",
        "upfront",
        "risk",
        "time",
        "invested",
        "participating",
        "consortium",
        "bidding",
        "large",
        "project",
        "project",
        "contracted",
        "private",
        "finance",
        "initiative",
        "xiii",
        "limit",
        "company",
        "insurance",
        "policy",
        "xiv",
        "company",
        "reliance",
        "distribution",
        "subsidiary",
        "entity",
        "result",
        "susceptibility",
        "fluctuation",
        "performance",
        "xv",
        "unpredictability",
        "volatility",
        "price",
        "share",
        "xvi",
        "degree",
        "company",
        "leveraged",
        "effect",
        "restrictive",
        "financial",
        "covenant",
        "company",
        "credit",
        "facility",
        "xvii",
        "possibility",
        "company",
        "may",
        "issue",
        "additional",
        "common",
        "share",
        "diluting",
        "existing",
        "shareholder",
        "interest",
        "xviii",
        "income",
        "tax",
        "matter",
        "risk",
        "factor",
        "discussed",
        "detail",
        "heading",
        "risk",
        "factor",
        "company",
        "annual",
        "information",
        "form",
        "year",
        "ended",
        "december",
        "new",
        "risk",
        "factor",
        "may",
        "arise",
        "time",
        "time",
        "possible",
        "management",
        "company",
        "predict",
        "risk",
        "factor",
        "extent",
        "factor",
        "combination",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "company",
        "materially",
        "different",
        "contained",
        "statement",
        "given",
        "risk",
        "uncertainty",
        "investor",
        "place",
        "undue",
        "reliance",
        "statement",
        "prediction",
        "actual",
        "result",
        "although",
        "looking",
        "statement",
        "contained",
        "news",
        "release",
        "based",
        "upon",
        "management",
        "belief",
        "reasonable",
        "assumption",
        "company",
        "assure",
        "investor",
        "actual",
        "result",
        "consistent",
        "statement",
        "statement",
        "made",
        "may",
        "factor",
        "used",
        "develop",
        "revenue",
        "forecast",
        "news",
        "release",
        "include",
        "total",
        "amount",
        "work",
        "company",
        "signed",
        "agreement",
        "client",
        "complete",
        "timeline",
        "work",
        "completed",
        "based",
        "current",
        "pace",
        "work",
        "company",
        "achieved",
        "last",
        "month",
        "expects",
        "achieve",
        "next",
        "month",
        "company",
        "update",
        "assumption",
        "reporting",
        "period",
        "adjusts",
        "information",
        "necessary",
        "ibi",
        "group",
        "ibi",
        "group",
        "tsx",
        "ibg",
        "globally",
        "integrated",
        "architecture",
        "planning",
        "engineering",
        "technology",
        "firm",
        "professional",
        "around",
        "world",
        "year",
        "dedicated",
        "professional",
        "helped",
        "client",
        "create",
        "livable",
        "sustainable",
        "advanced",
        "urban",
        "environment",
        "ibi",
        "group",
        "belief",
        "city",
        "must",
        "designed",
        "intelligent",
        "system",
        "sustainable",
        "building",
        "efficient",
        "infrastructure",
        "human",
        "touch",
        "ibi",
        "group",
        "lead",
        "partner",
        "smart",
        "city",
        "council",
        "north",
        "america",
        "follow",
        "twitter",
        "ibigroup",
        "instagram",
        "source",
        "ibi",
        "group",
        "information",
        "stephen",
        "taylor",
        "cfo",
        "ibi",
        "group",
        "clair",
        "avenue",
        "west",
        "toronto",
        "m4v",
        "2y7",
        "tel",
        "medium",
        "riyaz",
        "lalani",
        "bayfield",
        "strategy",
        "rlalani",
        "source",
        "ibi",
        "group",
        "inc"
    ]
}