{
    "organizations": [],
    "uuid": "f54c011f5232bc76d66e74a227c3e9683ec0887a",
    "author": "Shilpa Jamkhandikar",
    "url": "https://www.reuters.com/article/hansal-mehta-omerta/interview-hansal-mehta-on-omerta-and-indias-passive-liberals-idUSKBN1I2396",
    "ord_in_thread": 0,
    "title": "Interview: Hansal Mehta on 'Omerta' and India's passive liberals",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Hansal Mehta won acclaim for his 2013 film “Shahid”, based on the real-life story of a Muslim man’s journey from being radicalised to becoming a lawyer who defended people he believed were wrongly accused of terrorism. Mehta says there is no such change of heart in his new film, “Omerta”, where young men are radicalised and commit heinous crimes in the name of religion with state support.\nHandout photo Based on the true story of Ahmed Omar Saeed Sheikh, who was convicted of kidnapping and killing American journalist Daniel Pearl, the film ran into censor troubles in India, forcing producers to postpone its release by two weeks. It opens in theatres on May 4. Mehta spoke to Reuters about the delay, making a film with little information about the main character, and how liberals are ceding space to fundamentalists.\nQ: Will the trouble with censors and change of release date affect your film’s prospects?\nA: It is a bit of a nuisance, but what do you do? I have held back from pushing the release date even further, because the revising committee has asked for a couple of cuts in the film, and I have been advised to accept them. The examining committee had asked for a ridiculous number of cuts, which were not acceptable. I am learning to live with it because taking it to the tribunal would have been a much longer process. It would have been inconsiderate of me. The kind of reaction the trailer has got, not only from the audience, but also from the trade, I didn’t want to kill the momentum.\nQ: Did you anticipate censor trouble, given the subject of your film?A: I did anticipate a little bit. I went into the examining committee screening and said, “give me an adult certification, but don’t cut the film”. But they still asked for too many cuts.\nQ: Given that there is little first-hand information about Omar available, how did you go about constructing his story?\nA: It is not fictionalising. You do all your research and then you build your character from that research. The actor relies on what is in the script and then also does his own research. Not enough information was available on him. We have imagined him and his world, but the events that have taken place, the world knows about them. It is about his state of mind, which I believe is accurate. Yes, it is imagined, and an interpretation.\nQ: What is the merit in making a film on this character?\nHandout photo A: It is a chronicling of our times. We are living in times where someone like Omar is living and is scot-free. This is the companion piece to “Shahid”. People like Shahid Azmi, a champion of human rights, is assassinated, whereas a perpetrator of violence is alive and enjoying the patronage of the state of Pakistan. We are mute spectators to it. I wanted to document these dangerous times, where the state itself is sponsoring terrorism. Don’t think that terrorism comes from some depravity – it comes from the empowerment given to these individuals by the state.\nOmar killed Daniel Pearl, an American citizen. He was tried on Pakistan soil. Today his death sentence has been commuted, and even his life sentence also… he could be a free man by the end of this year. What kind of justice is this? And why is the state allowing this to happen, and why is India letting that state do this to us? These are questions the film throws up.\nQ: How did you draw the line between telling an honest story about Omar and humanising him?\nA: That was a challenge. It is very easy to humanise someone like him, but I did not. I wanted to demonise him. There is a balancing act – his father is somebody who is trying to make him see the voice of reason, but unfortunately, he is like the liberals of today. He takes one step, but then dithers. Eventually, even when he knows his son has been involved in the most heinous crimes, the father says, “my son is innocent”.\nQ: What did you mean by your point about liberals?\nA: I meant that most of us liberal-minded people are passive. There is this armchair activism that we indulge in – we raise our voice and then settle down. Even in the Kathua case - after those three days of hue and cry, what has happened? The government announces the death penalty and we accept it. What are we doing about the safety of these children and women? Liberals do not take on the establishment with force and that is why right-wing and fundamentalist forces dominate our world today. We have been too passive in responding and reacting.\nQ: Movies can be used to speak out against the faults of the establishment. Why don’t we see it happening?\nA: The less said the better. We are afraid to take stands because we are afraid of being targeted. I have been told that “Aligarh” was targeted at the national awards. The regional committees were asked not to send the film up to the central committee. That is very unfortunate – that the film’s artistic merits, the work of an actor, the performance of a lifetime is ignored because the establishment does not find you favouring them. Eventually that fear is going to hurt us, not the government.\nEditing by David Lalmalsawma\n ",
    "published": "2018-05-01T17:48:00.000+03:00",
    "crawled": "2018-05-02T16:16:24.008+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "hansal",
        "mehta",
        "acclaim",
        "film",
        "shahid",
        "based",
        "story",
        "muslim",
        "man",
        "journey",
        "radicalised",
        "becoming",
        "lawyer",
        "defended",
        "people",
        "believed",
        "wrongly",
        "accused",
        "terrorism",
        "mehta",
        "say",
        "change",
        "heart",
        "new",
        "film",
        "omerta",
        "young",
        "men",
        "radicalised",
        "commit",
        "heinous",
        "crime",
        "name",
        "religion",
        "state",
        "support",
        "handout",
        "photo",
        "based",
        "true",
        "story",
        "ahmed",
        "omar",
        "saeed",
        "sheikh",
        "convicted",
        "kidnapping",
        "killing",
        "american",
        "journalist",
        "daniel",
        "pearl",
        "film",
        "ran",
        "censor",
        "trouble",
        "india",
        "forcing",
        "producer",
        "postpone",
        "release",
        "two",
        "week",
        "open",
        "theatre",
        "may",
        "mehta",
        "spoke",
        "reuters",
        "delay",
        "making",
        "film",
        "little",
        "information",
        "main",
        "character",
        "liberal",
        "ceding",
        "space",
        "fundamentalist",
        "q",
        "trouble",
        "censor",
        "change",
        "release",
        "date",
        "affect",
        "film",
        "prospect",
        "bit",
        "nuisance",
        "held",
        "back",
        "pushing",
        "release",
        "date",
        "even",
        "revising",
        "committee",
        "asked",
        "couple",
        "cut",
        "film",
        "advised",
        "accept",
        "examining",
        "committee",
        "asked",
        "ridiculous",
        "number",
        "cut",
        "acceptable",
        "learning",
        "live",
        "taking",
        "tribunal",
        "would",
        "much",
        "longer",
        "process",
        "would",
        "inconsiderate",
        "kind",
        "reaction",
        "trailer",
        "got",
        "audience",
        "also",
        "trade",
        "want",
        "kill",
        "momentum",
        "q",
        "anticipate",
        "censor",
        "trouble",
        "given",
        "subject",
        "film",
        "anticipate",
        "little",
        "bit",
        "went",
        "examining",
        "committee",
        "screening",
        "said",
        "give",
        "adult",
        "certification",
        "cut",
        "film",
        "still",
        "asked",
        "many",
        "cut",
        "q",
        "given",
        "little",
        "information",
        "omar",
        "available",
        "go",
        "constructing",
        "story",
        "fictionalising",
        "research",
        "build",
        "character",
        "research",
        "actor",
        "relies",
        "script",
        "also",
        "research",
        "enough",
        "information",
        "available",
        "imagined",
        "world",
        "event",
        "taken",
        "place",
        "world",
        "know",
        "state",
        "mind",
        "believe",
        "accurate",
        "yes",
        "imagined",
        "interpretation",
        "q",
        "merit",
        "making",
        "film",
        "character",
        "handout",
        "photo",
        "chronicling",
        "time",
        "living",
        "time",
        "someone",
        "like",
        "omar",
        "living",
        "companion",
        "piece",
        "shahid",
        "people",
        "like",
        "shahid",
        "azmi",
        "champion",
        "human",
        "right",
        "assassinated",
        "whereas",
        "perpetrator",
        "violence",
        "alive",
        "enjoying",
        "patronage",
        "state",
        "pakistan",
        "mute",
        "spectator",
        "wanted",
        "document",
        "dangerous",
        "time",
        "state",
        "sponsoring",
        "terrorism",
        "think",
        "terrorism",
        "come",
        "depravity",
        "come",
        "empowerment",
        "given",
        "individual",
        "state",
        "omar",
        "killed",
        "daniel",
        "pearl",
        "american",
        "citizen",
        "tried",
        "pakistan",
        "soil",
        "today",
        "death",
        "sentence",
        "commuted",
        "even",
        "life",
        "sentence",
        "could",
        "free",
        "man",
        "end",
        "year",
        "kind",
        "justice",
        "state",
        "allowing",
        "happen",
        "india",
        "letting",
        "state",
        "u",
        "question",
        "film",
        "throw",
        "q",
        "draw",
        "line",
        "telling",
        "honest",
        "story",
        "omar",
        "humanising",
        "challenge",
        "easy",
        "humanise",
        "someone",
        "like",
        "wanted",
        "demonise",
        "balancing",
        "act",
        "father",
        "somebody",
        "trying",
        "make",
        "see",
        "voice",
        "reason",
        "unfortunately",
        "like",
        "liberal",
        "today",
        "take",
        "one",
        "step",
        "dither",
        "eventually",
        "even",
        "know",
        "son",
        "involved",
        "heinous",
        "crime",
        "father",
        "say",
        "son",
        "innocent",
        "q",
        "mean",
        "point",
        "liberal",
        "meant",
        "u",
        "people",
        "passive",
        "armchair",
        "activism",
        "indulge",
        "raise",
        "voice",
        "settle",
        "even",
        "kathua",
        "case",
        "three",
        "day",
        "hue",
        "cry",
        "happened",
        "government",
        "announces",
        "death",
        "penalty",
        "accept",
        "safety",
        "child",
        "woman",
        "liberal",
        "take",
        "establishment",
        "force",
        "fundamentalist",
        "force",
        "dominate",
        "world",
        "today",
        "passive",
        "responding",
        "reacting",
        "q",
        "movie",
        "used",
        "speak",
        "fault",
        "establishment",
        "see",
        "happening",
        "less",
        "said",
        "better",
        "afraid",
        "take",
        "stand",
        "afraid",
        "targeted",
        "told",
        "aligarh",
        "targeted",
        "national",
        "award",
        "regional",
        "committee",
        "asked",
        "send",
        "film",
        "central",
        "committee",
        "unfortunate",
        "film",
        "artistic",
        "merit",
        "work",
        "actor",
        "performance",
        "lifetime",
        "ignored",
        "establishment",
        "find",
        "favouring",
        "eventually",
        "fear",
        "going",
        "hurt",
        "u",
        "government",
        "editing",
        "david",
        "lalmalsawma"
    ]
}