{
    "organizations": [],
    "uuid": "cb6fd9a1cefd207d07c31396eeb06a5a4b608d86",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/05/11/with-steve-wynn-gone-elaine-wynn-largest-shareholder-wants-change.html",
    "ord_in_thread": 0,
    "title": "With Steve Wynn gone, Elaine Wynn largest shareholder wants change",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Elaine Wynn, known as the Queen of Las Vegas for her long involvement with Mirage and Wynn Resorts , the casino and resort companies she founded with her ex-husband Steve Wynn, might seem an unlikely champion of shareholder rights and good corporate governance.\nShe's better known as a philanthropist (school reform, performing arts), an art collector (she paid $142 million for a Lucian Freud triptych, and she is co-chairwoman of the Los Angeles County Museum of Art) and a stickler for standards at the company's high-end resorts.\n\"To be honest, I'd rather be designing hotel rooms,\" she told me this week from her apartment a few blocks from the Wynn Las Vegas, the hotel she called home before being exiled by her ex-husband (she also has homes in Sun Valley, Beverly Hills and Manhattan).\nMore from the New York Times:\nWithout Steve Wynn, casino empire risks losing more than a name\nStephen Wynn, casino mogul, accused of decades of sexual misconduct\nOn social media's fringes, growing extremism targets women\nInstead, she has had a crash course in corporate law and is working the phones to reach major Wynn shareholders, drumming up support to oust a long-serving board member who's up for re-election at the annual meeting next week.\nThe outcome is of far more than academic interest, given that Ms. Wynn is now the company's largest shareholder, with a 9 percent stake valued this week at nearly $2 billion.\nFor years, the terms of a shareholder agreement related to her 2010 divorce settlement prevented her from voting her shares independently of Mr. Wynn. But that changed earlier this year after The Wall Street Journal reported that Mr. Wynn had engaged in a long pattern of sexual harassment of Wynn employees, and had paid a manicurist $7.5 million after she told others in 2005 that Mr. Wynn had forced her to have sex.\nMr. Wynn denied the allegations and called them \"preposterous.\" But in the aftermath of the article, he agreed to pay Elaine Wynn $25 million and let her vote her shares to settle a yearslong lawsuit she'd filed to overturn the shareholder agreement. Mr. Wynn also resigned as chief executive and sold his 12 percent stake in the company, one in a continuing series of executives of major companies to be swept out in the midst of the #MeToo movement.\nEven though Mr. Wynn is gone, Ms. Wynn worries that his cronies still run the company and have too many board seats. The board chairman, D. Boone Wayson, has been a friend of Mr. Wynn's since childhood. The current chief executive, Matt Maddox, was in Mr. Wynn's wedding party for his 2011 marriage to Andrea Hissom.\nA number of board members have vacation homes close to Mr. Wynn's in Sun Valley, Idaho, and have vacationed on Mr. Wynn's yacht. They include Ms. Wynn's current target, John J. Hagenbuch, a board member who has also been on the committee that routinely approved Mr. Wynn's outsized compensation: $28.2 million in 2016. He's also a member of the board committee investigating the allegations of sexual misconduct by Mr. Wynn.\n\"This is the only megaphone I have,\" Ms. Wynn told me, referring to the proxy fight. \"It's the only way I can send a signal to the board and the investor community that the largest shareholder wants changes made.\"\nShe said that she's not seeking a board seat herself, or the right to name any board members. She's not opposing two other board nominees of more recent vintage who aren't old friends of Mr. Wynn.\n\"My mission is to resurrect the integrity of this extraordinary company that is really the capstone of my professional life,\" she said. \"I could just quietly sell my shares and go off into the sunset and pursue philanthropy. But my mantra is, it's not where you start in life, it's where you end up. And I'm not about to go off and leave this company that I helped build as tarnished as it has become.\"\nThe company opposes Ms. Wynn's effort to remove Mr. Hagenbuch, and has repeatedly dismissed her efforts as those of a disgruntled \"ex-wife,\" a phrase that irritates Ms. Wynn, who is a co-founder and was on the board for years. The company has alleged that she is acting out of personal animosity stemming from her bitter divorce.\nNo matter what her motives, the company may be underestimating Ms. Wynn's campaign. All three major proxy advisory services — Institutional Shareholder Services, Glass Lewis and Egan-Jones — have endorsed her effort to replace Mr. Hagenbuch. As Egan-Jones put it: \"We believe that the mere presence of Jay Hagenbuch in the board presents a strong conflict of interest, given that he has close ties with Mr. Wynn. Mr. Hagenbuch, as a member of the special committee that investigates the misconduct of Mr. Wynn, makes the credibility of the whole probe in question. As such, the reputation of the company and the board is also compromised.\"\nThe firm also faulted Mr. Hagenbuch's role on the compensation committee.\nGlass Lewis said, \"Missteps include appointing a personal friend of Mr. Wynn to a special committee charged with reviewing accusations against him, as well as publication of an awkwardly fawning press release regarding Mr. Wynn's resignation which shows no recognition of the gravity or severity of the claims against him.\"\nWynn Resorts has drawn the scrutiny and criticism of corporate governance experts for years. Since the company went public in 2002, Mr. Wynn effectively controlled it by voting his and his wife's combined 21 percent share and naming directors.\nAs is the case in many public companies controlled by the founder and chief executive, there was little board dissent. Ms. Wynn had influence outside the boardroom, but once the couple became estranged (they were divorced, remarried and divorced again), her objections were routinely silenced, she said. After Ms. Wynn asked a question in one boardroom exchange, Mr. Wynn slammed his first on the table and yelled, \"No more stupid questions,\" Ms. Wynn recalled.\nShe was forced off the board in 2015 and lost a subsequent proxy contest to be reinstated.\n\"That's always a problem when you have a controlling shareholder,\" said Charles Elson, a professor and director of the John L. Weinberg Center for Corporate Governance at the University of Delaware. \"If directors disagree they risk being replaced.\"\nIt's also no surprise that in such a culture, no one was willing to blow the whistle on what appears to have been increasingly brazen sexual misconduct by Mr. Wynn.\nMs. Wynn has testified that she learned about the $7.5 million settlement with the manicurist and reported it to Kimmarie Sinatra, the company's general counsel and corporate secretary, in 2009. After consulting with lawyers, Ms. Sinatra told her the issue had been successfully \"handled personally\" and wasn't a company concern, Ms. Wynn testified. She acknowledged in testimony that she did not tell any of her fellow board members.\nThe company has disputed Ms. Wynn's account, but didn't call any witnesses to offer its version.\nThe Journal's coverage portrayed a culture in which many Wynn employees covered up for Mr. Wynn and denigrated women who tried to register complaints.\n\"That would be a toxic cocktail for any company,\" Mr. Elson said, \"but especially one with such serious governance issues. It's a combination of a family fight, which is always unpleasant, and a hot-button political issue, sexual harassment.\n\"In this environment, the optics matter. You can't have Wynn's friends investigating the allegations. Elaine is absolutely right that the board needs to be refreshed and the legacy directors should go.\"\nThe proxy advisory services did credit Wynn Resorts for moving swiftly to distance itself from its founder and to appoint three new directors, all women, with no ties to the scandal. But the company continues to back Mr. Hagenbuch, arguing that he has valuable experience and, in supporting Ms. Wynn, Institutional Shareholders has \"placed symbolism over pragmatism.\"\nMs. Sinatra, who remains as Wynn's general counsel, told me this week that, all things considered, Wynn Resorts has made \"amazing progress\" in its abrupt transition from a founder-led company to \"a more typical global public company.\" She noted that with the addition of three new female directors, 40 percent of the company's board members will be women. \"That has nothing to do with Elaine, but with the board's attending to longstanding issues of corporate governance that are common at founder-led companies,\" she said.\nMs. Wynn said she wants to get through next week's vote and annual meeting, and then \"we'll see about the next steps.\"\n\"I'd really like go back to playing with my grandchildren,\" she said, \"knowing that this tremendous company has good leadership and that my shares will continue to have value.\"",
    "published": "2018-05-11T23:29:00.000+03:00",
    "crawled": "2018-05-11T22:40:33.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "elaine",
        "wynn",
        "known",
        "queen",
        "la",
        "vega",
        "long",
        "involvement",
        "mirage",
        "wynn",
        "resort",
        "casino",
        "resort",
        "company",
        "founded",
        "steve",
        "wynn",
        "might",
        "seem",
        "unlikely",
        "champion",
        "shareholder",
        "right",
        "good",
        "corporate",
        "governance",
        "better",
        "known",
        "philanthropist",
        "school",
        "reform",
        "performing",
        "art",
        "art",
        "collector",
        "paid",
        "million",
        "lucian",
        "freud",
        "triptych",
        "los",
        "angeles",
        "county",
        "museum",
        "art",
        "stickler",
        "standard",
        "company",
        "resort",
        "honest",
        "rather",
        "designing",
        "hotel",
        "room",
        "told",
        "week",
        "apartment",
        "block",
        "wynn",
        "la",
        "vega",
        "hotel",
        "called",
        "home",
        "exiled",
        "also",
        "home",
        "sun",
        "valley",
        "beverly",
        "hill",
        "manhattan",
        "new",
        "york",
        "time",
        "without",
        "steve",
        "wynn",
        "casino",
        "empire",
        "risk",
        "losing",
        "name",
        "stephen",
        "wynn",
        "casino",
        "mogul",
        "accused",
        "decade",
        "sexual",
        "misconduct",
        "social",
        "medium",
        "fringe",
        "growing",
        "extremism",
        "target",
        "woman",
        "instead",
        "crash",
        "course",
        "corporate",
        "law",
        "working",
        "phone",
        "reach",
        "major",
        "wynn",
        "shareholder",
        "drumming",
        "support",
        "oust",
        "board",
        "member",
        "annual",
        "meeting",
        "next",
        "week",
        "outcome",
        "far",
        "academic",
        "interest",
        "given",
        "wynn",
        "company",
        "largest",
        "shareholder",
        "percent",
        "stake",
        "valued",
        "week",
        "nearly",
        "billion",
        "year",
        "term",
        "shareholder",
        "agreement",
        "related",
        "divorce",
        "settlement",
        "prevented",
        "voting",
        "share",
        "independently",
        "wynn",
        "changed",
        "earlier",
        "year",
        "wall",
        "street",
        "journal",
        "reported",
        "wynn",
        "engaged",
        "long",
        "pattern",
        "sexual",
        "harassment",
        "wynn",
        "employee",
        "paid",
        "manicurist",
        "million",
        "told",
        "others",
        "wynn",
        "forced",
        "sex",
        "wynn",
        "denied",
        "allegation",
        "called",
        "preposterous",
        "aftermath",
        "article",
        "agreed",
        "pay",
        "elaine",
        "wynn",
        "million",
        "let",
        "vote",
        "share",
        "settle",
        "yearslong",
        "lawsuit",
        "filed",
        "overturn",
        "shareholder",
        "agreement",
        "wynn",
        "also",
        "resigned",
        "chief",
        "executive",
        "sold",
        "percent",
        "stake",
        "company",
        "one",
        "continuing",
        "series",
        "executive",
        "major",
        "company",
        "swept",
        "midst",
        "metoo",
        "movement",
        "even",
        "though",
        "wynn",
        "gone",
        "wynn",
        "worry",
        "crony",
        "still",
        "run",
        "company",
        "many",
        "board",
        "seat",
        "board",
        "chairman",
        "boone",
        "wayson",
        "friend",
        "wynn",
        "since",
        "childhood",
        "current",
        "chief",
        "executive",
        "matt",
        "maddox",
        "wynn",
        "wedding",
        "party",
        "marriage",
        "andrea",
        "hissom",
        "number",
        "board",
        "member",
        "vacation",
        "home",
        "close",
        "wynn",
        "sun",
        "valley",
        "idaho",
        "vacationed",
        "wynn",
        "yacht",
        "include",
        "wynn",
        "current",
        "target",
        "john",
        "hagenbuch",
        "board",
        "member",
        "also",
        "committee",
        "routinely",
        "approved",
        "wynn",
        "outsized",
        "compensation",
        "million",
        "also",
        "member",
        "board",
        "committee",
        "investigating",
        "allegation",
        "sexual",
        "misconduct",
        "wynn",
        "megaphone",
        "wynn",
        "told",
        "referring",
        "proxy",
        "fight",
        "way",
        "send",
        "signal",
        "board",
        "investor",
        "community",
        "largest",
        "shareholder",
        "want",
        "change",
        "made",
        "said",
        "seeking",
        "board",
        "seat",
        "right",
        "name",
        "board",
        "member",
        "opposing",
        "two",
        "board",
        "nominee",
        "recent",
        "vintage",
        "old",
        "friend",
        "wynn",
        "mission",
        "resurrect",
        "integrity",
        "extraordinary",
        "company",
        "really",
        "capstone",
        "professional",
        "life",
        "said",
        "could",
        "quietly",
        "sell",
        "share",
        "go",
        "sunset",
        "pursue",
        "philanthropy",
        "mantra",
        "start",
        "life",
        "end",
        "go",
        "leave",
        "company",
        "helped",
        "build",
        "tarnished",
        "become",
        "company",
        "opposes",
        "wynn",
        "effort",
        "remove",
        "hagenbuch",
        "repeatedly",
        "dismissed",
        "effort",
        "disgruntled",
        "phrase",
        "irritates",
        "wynn",
        "board",
        "year",
        "company",
        "alleged",
        "acting",
        "personal",
        "animosity",
        "stemming",
        "bitter",
        "divorce",
        "matter",
        "motif",
        "company",
        "may",
        "underestimating",
        "wynn",
        "campaign",
        "three",
        "major",
        "proxy",
        "advisory",
        "service",
        "institutional",
        "shareholder",
        "service",
        "glass",
        "lewis",
        "endorsed",
        "effort",
        "replace",
        "hagenbuch",
        "put",
        "believe",
        "mere",
        "presence",
        "jay",
        "hagenbuch",
        "board",
        "present",
        "strong",
        "conflict",
        "interest",
        "given",
        "close",
        "tie",
        "wynn",
        "hagenbuch",
        "member",
        "special",
        "committee",
        "investigates",
        "misconduct",
        "wynn",
        "make",
        "credibility",
        "whole",
        "probe",
        "question",
        "reputation",
        "company",
        "board",
        "also",
        "compromised",
        "firm",
        "also",
        "faulted",
        "hagenbuch",
        "role",
        "compensation",
        "committee",
        "glass",
        "lewis",
        "said",
        "misstep",
        "include",
        "appointing",
        "personal",
        "friend",
        "wynn",
        "special",
        "committee",
        "charged",
        "reviewing",
        "accusation",
        "well",
        "publication",
        "awkwardly",
        "fawning",
        "press",
        "release",
        "regarding",
        "wynn",
        "resignation",
        "show",
        "recognition",
        "gravity",
        "severity",
        "claim",
        "wynn",
        "resort",
        "drawn",
        "scrutiny",
        "criticism",
        "corporate",
        "governance",
        "expert",
        "year",
        "since",
        "company",
        "went",
        "public",
        "wynn",
        "effectively",
        "controlled",
        "voting",
        "wife",
        "combined",
        "percent",
        "share",
        "naming",
        "director",
        "case",
        "many",
        "public",
        "company",
        "controlled",
        "founder",
        "chief",
        "executive",
        "little",
        "board",
        "dissent",
        "wynn",
        "influence",
        "outside",
        "boardroom",
        "couple",
        "became",
        "estranged",
        "divorced",
        "remarried",
        "divorced",
        "objection",
        "routinely",
        "silenced",
        "said",
        "wynn",
        "asked",
        "question",
        "one",
        "boardroom",
        "exchange",
        "wynn",
        "slammed",
        "first",
        "table",
        "yelled",
        "stupid",
        "question",
        "wynn",
        "recalled",
        "forced",
        "board",
        "lost",
        "subsequent",
        "proxy",
        "contest",
        "reinstated",
        "always",
        "problem",
        "controlling",
        "shareholder",
        "said",
        "charles",
        "elson",
        "professor",
        "director",
        "john",
        "weinberg",
        "center",
        "corporate",
        "governance",
        "university",
        "delaware",
        "director",
        "disagree",
        "risk",
        "replaced",
        "also",
        "surprise",
        "culture",
        "one",
        "willing",
        "blow",
        "whistle",
        "appears",
        "increasingly",
        "brazen",
        "sexual",
        "misconduct",
        "wynn",
        "wynn",
        "testified",
        "learned",
        "million",
        "settlement",
        "manicurist",
        "reported",
        "kimmarie",
        "sinatra",
        "company",
        "general",
        "counsel",
        "corporate",
        "secretary",
        "consulting",
        "lawyer",
        "sinatra",
        "told",
        "issue",
        "successfully",
        "handled",
        "personally",
        "company",
        "concern",
        "wynn",
        "testified",
        "acknowledged",
        "testimony",
        "tell",
        "fellow",
        "board",
        "member",
        "company",
        "disputed",
        "wynn",
        "account",
        "call",
        "witness",
        "offer",
        "version",
        "journal",
        "coverage",
        "portrayed",
        "culture",
        "many",
        "wynn",
        "employee",
        "covered",
        "wynn",
        "denigrated",
        "woman",
        "tried",
        "register",
        "complaint",
        "would",
        "toxic",
        "cocktail",
        "company",
        "elson",
        "said",
        "especially",
        "one",
        "serious",
        "governance",
        "issue",
        "combination",
        "family",
        "fight",
        "always",
        "unpleasant",
        "political",
        "issue",
        "sexual",
        "harassment",
        "environment",
        "optic",
        "matter",
        "ca",
        "wynn",
        "friend",
        "investigating",
        "allegation",
        "elaine",
        "absolutely",
        "right",
        "board",
        "need",
        "refreshed",
        "legacy",
        "director",
        "go",
        "proxy",
        "advisory",
        "service",
        "credit",
        "wynn",
        "resort",
        "moving",
        "swiftly",
        "distance",
        "founder",
        "appoint",
        "three",
        "new",
        "director",
        "woman",
        "tie",
        "scandal",
        "company",
        "continues",
        "back",
        "hagenbuch",
        "arguing",
        "valuable",
        "experience",
        "supporting",
        "wynn",
        "institutional",
        "shareholder",
        "placed",
        "symbolism",
        "pragmatism",
        "sinatra",
        "remains",
        "wynn",
        "general",
        "counsel",
        "told",
        "week",
        "thing",
        "considered",
        "wynn",
        "resort",
        "made",
        "amazing",
        "progress",
        "abrupt",
        "transition",
        "company",
        "typical",
        "global",
        "public",
        "company",
        "noted",
        "addition",
        "three",
        "new",
        "female",
        "director",
        "percent",
        "company",
        "board",
        "member",
        "woman",
        "nothing",
        "elaine",
        "board",
        "attending",
        "longstanding",
        "issue",
        "corporate",
        "governance",
        "common",
        "company",
        "said",
        "wynn",
        "said",
        "want",
        "get",
        "next",
        "week",
        "vote",
        "annual",
        "meeting",
        "see",
        "next",
        "step",
        "really",
        "like",
        "go",
        "back",
        "playing",
        "grandchild",
        "said",
        "knowing",
        "tremendous",
        "company",
        "good",
        "leadership",
        "share",
        "continue",
        "value"
    ]
}