{
    "organizations": [],
    "uuid": "51cf58a474b50117f85f7a0b1595d135badd4ba9",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/10/globe-newswire-rgs-energy-sees-new-california-2020-solar-mandate-driving-demand-for-powerhousea-3-point-0-company-appoints-dow-solar.html",
    "ord_in_thread": 0,
    "title": "RGS Energy Sees New California 2020 Solar Mandate Driving Demand for POWERHOUSE™ 3.0; Company Appoints Dow Solar Leader, John Hardwick, VP of Construction Services",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "DENVER, RGS Energy (NASDAQ:RGSE), the exclusive worldwide licensee of POWERHOUSE™, an innovative and visually stunning solar shingle system using technology developed by The Dow Chemical Company, expects California’s new 2020 solar mandate to drive even greater demand for POWERHOUSE™ 3.0.\nThe California Energy Commission held a board vote on May 9 that established a new solar standard and mandate. Beginning in 2020, it requires on almost all new homes, condos and apartment buildings be equipped with solar power. While many municipalities across the country have enacted similar renewable energy mandates, California was the first to implement such a solar mandate statewide.\nIn California, currently only 15 to 20 percent of new single-family homes are built with solar power, according to the California Building Industry Association. So, the impact of the new mandate could boost this market by five or six times.\nThe Dow Chemical Company sold earlier generations of the POWERHOUSE™ product to state and national homebuilders, as well as local roofing companies. RGS’ plans to commercialize the next generation product, POWERHOUSE™ 3.0, with direct sales to homebuilders and local roofing companies, each of whom will be trained by RGS to sell and install the product before becoming a POWERHOUSE™ Dealer.\nPOWERHOUSE™ 3.0 has significant advantages over traditional retrofit solar systems. In addition to being visually stunning, when building a new home the overall cost to install a built-in-photovoltaic (“BIPV”) system is comparatively less. RGS believes this is another “moat,” allowing it to have a competitive advantage in the solar marketplace.\nTo best serve POWERHOUSE™ Dealers, the company has appointed former Dow Solar field technical specialist, John Hardwick, as vice president of construction services.\n“Joining the RGS POWERHOUSE™ team allows me to continue the mission of transforming the world of solar with revolutionary products,” said Hardwick. “My years of field experience with this product will support RGS Energy’s successful launch and rapid market acceptance of the product. For meeting this new mandate, I believe it will be the most economical and visually pleasing solution available in California.”\nDennis Lacey, RGS Energy’s CEO, commented: “Having been essential to homebuilder and local roofer relations at Dow Solar, John brings deep knowledge and experience in solar engineering and training programs. He will be instrumental in helping us meet the expected demand and make it easier for homebuilders and local roofers to become RGS POWERHOUSE™ dealers.”\nJohn Hardwick Bio\nAt Dow Solar, based in Southern California, Hardwick was responsible for POWERHOUSE™ sales in California and Texas. He also oversaw training and operational support for Dow Solar’s roofer and homebuilder partners in California, Texas, Colorado, North Carolina, New York, New Jersey and Hawaii. He was also responsible for the safety of all Dow Solar field technicians.\nPrior to Dow Solar, Hardwick worked as a senior project engineer and training manager for the Solar Energy Solutions Group of SHARP Electronics Corporation. At SHARP, he developed and implemented an industry-leading training program that created a network of 2,500 certified installers for Sharp photovoltaic systems. The program received recognition and acceptance from several testing and accreditation boards, including The North American Board of Certified Energy Practitioners.\nHardwick holds a dual Bachelor of Science in Energy and Manufacturing Engineering from James Madison University.\nFollow the company’s progress towards the planned launch this summer of POWERHOUSE™ 3.0 by visiting the PowerLines news section at www.RGSPOWERHOUSE.com .\nAbout RGS Energy\nRGS Energy (Nasdaq:RGSE) is America’s Original Solar Company providing solar, storage and energy services whose mission is clean energy savings. The company is the exclusive manufacturer of POWERHOUSE™, an innovative in-roof solar shingle using technology developed by The Dow Chemical Company. RGS Energy also sells, designs and installs traditional retrofit solar systems for residential homeowners, commercial businesses, non-profit organizations and government entities.\nFor more information, visit RGSEnergy.com and RGSPOWERHOUSE.com , on Facebook at www.facebook.com/RGSEnergy and on Twitter at twitter.com/rgsenergy . Information on such websites and the websites referred to above in this press release is not incorporated by reference into this press release.\nRGS Energy is the company’s registered trade name. RGS Energy files periodic and other reports with the SEC under its official name “Real Goods Solar, Inc.”\nPOWERHOUSE™ is a trademark of The Dow Chemical Company, used under license.\nForward-Looking Statements and Cautionary Statements\nThis press release contains forward-looking statements within the meaning of the U.S. Private Securities Litigation Reform Act of 1995 that involve risks and uncertainties, including statements regarding RGS Energy’s plans for the commercialization of the POWERHOUSE™ 3.0 Solar Shingle, and RGS Energy’s business and financial strategies. Forward-looking statements are neither historical facts nor assurances of future performance. Instead, they provide our current beliefs, expectations, assumptions, forecasts, and hypothetical constructs about future events, and include statements regarding our future results of operations and financial position, business strategy, budgets, projected costs, plans and objectives of management for future operations. The words “forecast,” “project,” “expect,” “plan,” “future,” “believe,” “may,” “hypothetical,” “will,” “anticipate,” and similar expressions as they relate to RGS Energy are intended to identify such forward-looking statements.\nForward-looking statements should not be read as a guarantee of future performance or results, and will not necessarily be accurate indications of the times at, or by, which such performance or results will be achieved, if at all. Forward-looking statements are subject to risks and uncertainties that could cause actual performance or results to differ materially from those expressed in or suggested by the forward-looking statements. Therefore, RGS Energy cautions you against relying on any of these forward-looking statements.\nKey risks and uncertainties that may cause a change in any forward-looking statement or that could cause our actual results and financial condition to differ materially from those indicated in the forward-looking statements include: RGS Energy’s ability to successfully and timely commercialize POWERHOUSE™ 3.0; the ability to obtain requisite UL certification of POWERHOUSE™ 3.0; the adequacy of, and access to, capital necessary to commercialize POWERHOUSE™ 3.0; RGS Energy’s ability to satisfy the conditions and our obligations under the POWERHOUSE™ 3.0 license agreement; RGS Energy’s ability to manage supply chain in order to have production levels and pricing of the POWERHOUSE™ 3.0 shingles to be competitive; the ability of RGS Energy to successfully expand its operations and employees and realize profitable revenue growth from the sale and installation of POWERHOUSE™ 3.0, and to the extent, anticipated; competition in the built-in photovoltaic solar system business; rules, regulations and policies pertaining to electricity pricing and technical interconnection of customer-owned electricity generation such as net energy metering; the continuation and level of government subsidies and incentives for solar energy; the continuation and level of utility and state incentives for solar energy; and changes in general economic, business and political conditions, including tariffs on imported solar cells and changes in the financial markets.\nYou should read the section entitled “Risk Factors” in our 2017 Annual Report on Form 10-K, which has been filed with the Securities and Exchange Commission, which identify certain of these and additional risks and uncertainties. Any forward-looking statements or forward-looking hypothetical examples made by us in this press release speaks only as of the date of this press release. Factors or events that could cause our actual results to differ may emerge from time to time, and it is not possible for us to predict all of them. We do not undertake any obligation to publicly update or revise any forward-looking statement or forward-looking hypothetical example, whether as a result of new information, future developments or otherwise, except as may be required by law.\nInvestor Relations Contact:\nRon Both\nManaging Partner, CMA\nTel 1-949-432-7566\nRGSE@cma.team\nSource: RGS Energy",
    "published": "2018-05-10T16:40:00.000+03:00",
    "crawled": "2018-05-10T17:08:40.008+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "denver",
        "rg",
        "energy",
        "nasdaq",
        "rgse",
        "exclusive",
        "worldwide",
        "licensee",
        "innovative",
        "visually",
        "stunning",
        "solar",
        "shingle",
        "system",
        "using",
        "technology",
        "developed",
        "dow",
        "chemical",
        "company",
        "expects",
        "california",
        "new",
        "solar",
        "mandate",
        "drive",
        "even",
        "greater",
        "demand",
        "california",
        "energy",
        "commission",
        "held",
        "board",
        "vote",
        "may",
        "established",
        "new",
        "solar",
        "standard",
        "mandate",
        "beginning",
        "requires",
        "almost",
        "new",
        "home",
        "condo",
        "apartment",
        "building",
        "equipped",
        "solar",
        "power",
        "many",
        "municipality",
        "across",
        "country",
        "enacted",
        "similar",
        "renewable",
        "energy",
        "mandate",
        "california",
        "first",
        "implement",
        "solar",
        "mandate",
        "statewide",
        "california",
        "currently",
        "percent",
        "new",
        "home",
        "built",
        "solar",
        "power",
        "according",
        "california",
        "building",
        "industry",
        "association",
        "impact",
        "new",
        "mandate",
        "could",
        "boost",
        "market",
        "five",
        "six",
        "time",
        "dow",
        "chemical",
        "company",
        "sold",
        "earlier",
        "generation",
        "product",
        "state",
        "national",
        "homebuilder",
        "well",
        "local",
        "roofing",
        "company",
        "rg",
        "plan",
        "commercialize",
        "next",
        "generation",
        "product",
        "direct",
        "sale",
        "homebuilder",
        "local",
        "roofing",
        "company",
        "trained",
        "rg",
        "sell",
        "install",
        "product",
        "becoming",
        "dealer",
        "significant",
        "advantage",
        "traditional",
        "retrofit",
        "solar",
        "system",
        "addition",
        "visually",
        "stunning",
        "building",
        "new",
        "home",
        "overall",
        "cost",
        "install",
        "bipv",
        "system",
        "comparatively",
        "less",
        "rg",
        "belief",
        "another",
        "moat",
        "allowing",
        "competitive",
        "advantage",
        "solar",
        "marketplace",
        "best",
        "serve",
        "dealer",
        "company",
        "appointed",
        "former",
        "dow",
        "solar",
        "field",
        "technical",
        "specialist",
        "john",
        "hardwick",
        "vice",
        "president",
        "construction",
        "service",
        "joining",
        "rg",
        "team",
        "allows",
        "continue",
        "mission",
        "transforming",
        "world",
        "solar",
        "revolutionary",
        "product",
        "said",
        "hardwick",
        "year",
        "field",
        "experience",
        "product",
        "support",
        "rg",
        "energy",
        "successful",
        "launch",
        "rapid",
        "market",
        "acceptance",
        "product",
        "meeting",
        "new",
        "mandate",
        "believe",
        "economical",
        "visually",
        "pleasing",
        "solution",
        "available",
        "dennis",
        "lacey",
        "rg",
        "energy",
        "ceo",
        "commented",
        "essential",
        "homebuilder",
        "local",
        "roofer",
        "relation",
        "dow",
        "solar",
        "john",
        "brings",
        "deep",
        "knowledge",
        "experience",
        "solar",
        "engineering",
        "training",
        "program",
        "instrumental",
        "helping",
        "u",
        "meet",
        "expected",
        "demand",
        "make",
        "easier",
        "homebuilder",
        "local",
        "roofer",
        "become",
        "rg",
        "john",
        "hardwick",
        "bio",
        "dow",
        "solar",
        "based",
        "southern",
        "california",
        "hardwick",
        "responsible",
        "sale",
        "california",
        "texas",
        "also",
        "oversaw",
        "training",
        "operational",
        "support",
        "dow",
        "solar",
        "roofer",
        "homebuilder",
        "partner",
        "california",
        "texas",
        "colorado",
        "north",
        "carolina",
        "new",
        "york",
        "new",
        "jersey",
        "hawaii",
        "also",
        "responsible",
        "safety",
        "dow",
        "solar",
        "field",
        "technician",
        "prior",
        "dow",
        "solar",
        "hardwick",
        "worked",
        "senior",
        "project",
        "engineer",
        "training",
        "manager",
        "solar",
        "energy",
        "solution",
        "group",
        "sharp",
        "electronics",
        "corporation",
        "sharp",
        "developed",
        "implemented",
        "training",
        "program",
        "created",
        "network",
        "certified",
        "installers",
        "sharp",
        "photovoltaic",
        "system",
        "program",
        "received",
        "recognition",
        "acceptance",
        "several",
        "testing",
        "accreditation",
        "board",
        "including",
        "north",
        "american",
        "board",
        "certified",
        "energy",
        "practitioner",
        "hardwick",
        "hold",
        "dual",
        "bachelor",
        "science",
        "energy",
        "manufacturing",
        "engineering",
        "james",
        "madison",
        "university",
        "follow",
        "company",
        "progress",
        "towards",
        "planned",
        "launch",
        "summer",
        "visiting",
        "powerlines",
        "news",
        "section",
        "rg",
        "energy",
        "rg",
        "energy",
        "nasdaq",
        "rgse",
        "america",
        "original",
        "solar",
        "company",
        "providing",
        "solar",
        "storage",
        "energy",
        "service",
        "whose",
        "mission",
        "clean",
        "energy",
        "saving",
        "company",
        "exclusive",
        "manufacturer",
        "innovative",
        "solar",
        "shingle",
        "using",
        "technology",
        "developed",
        "dow",
        "chemical",
        "company",
        "rg",
        "energy",
        "also",
        "sell",
        "design",
        "installs",
        "traditional",
        "retrofit",
        "solar",
        "system",
        "residential",
        "homeowner",
        "commercial",
        "business",
        "organization",
        "government",
        "entity",
        "information",
        "visit",
        "facebook",
        "twitter",
        "information",
        "website",
        "website",
        "referred",
        "press",
        "release",
        "incorporated",
        "reference",
        "press",
        "release",
        "rg",
        "energy",
        "company",
        "registered",
        "trade",
        "name",
        "rg",
        "energy",
        "file",
        "periodic",
        "report",
        "sec",
        "official",
        "name",
        "real",
        "good",
        "solar",
        "trademark",
        "dow",
        "chemical",
        "company",
        "used",
        "license",
        "statement",
        "cautionary",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "involve",
        "risk",
        "uncertainty",
        "including",
        "statement",
        "regarding",
        "rg",
        "energy",
        "plan",
        "commercialization",
        "solar",
        "shingle",
        "rg",
        "energy",
        "business",
        "financial",
        "strategy",
        "statement",
        "neither",
        "historical",
        "fact",
        "assurance",
        "future",
        "performance",
        "instead",
        "provide",
        "current",
        "belief",
        "expectation",
        "assumption",
        "forecast",
        "hypothetical",
        "construct",
        "future",
        "event",
        "include",
        "statement",
        "regarding",
        "future",
        "result",
        "operation",
        "financial",
        "position",
        "business",
        "strategy",
        "budget",
        "projected",
        "cost",
        "plan",
        "objective",
        "management",
        "future",
        "operation",
        "word",
        "forecast",
        "project",
        "expect",
        "plan",
        "future",
        "believe",
        "may",
        "hypothetical",
        "anticipate",
        "similar",
        "expression",
        "relate",
        "rg",
        "energy",
        "intended",
        "identify",
        "statement",
        "statement",
        "read",
        "guarantee",
        "future",
        "performance",
        "result",
        "necessarily",
        "accurate",
        "indication",
        "time",
        "performance",
        "result",
        "achieved",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "performance",
        "result",
        "differ",
        "materially",
        "expressed",
        "suggested",
        "statement",
        "therefore",
        "rg",
        "energy",
        "caution",
        "relying",
        "statement",
        "key",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "change",
        "statement",
        "could",
        "cause",
        "actual",
        "result",
        "financial",
        "condition",
        "differ",
        "materially",
        "indicated",
        "statement",
        "include",
        "rg",
        "energy",
        "ability",
        "successfully",
        "timely",
        "commercialize",
        "ability",
        "obtain",
        "requisite",
        "ul",
        "certification",
        "adequacy",
        "access",
        "capital",
        "necessary",
        "commercialize",
        "rg",
        "energy",
        "ability",
        "satisfy",
        "condition",
        "obligation",
        "license",
        "agreement",
        "rg",
        "energy",
        "ability",
        "manage",
        "supply",
        "chain",
        "order",
        "production",
        "level",
        "pricing",
        "shingle",
        "competitive",
        "ability",
        "rg",
        "energy",
        "successfully",
        "expand",
        "operation",
        "employee",
        "realize",
        "profitable",
        "revenue",
        "growth",
        "sale",
        "installation",
        "extent",
        "anticipated",
        "competition",
        "photovoltaic",
        "solar",
        "system",
        "business",
        "rule",
        "regulation",
        "policy",
        "pertaining",
        "electricity",
        "pricing",
        "technical",
        "interconnection",
        "electricity",
        "generation",
        "net",
        "energy",
        "metering",
        "continuation",
        "level",
        "government",
        "subsidy",
        "incentive",
        "solar",
        "energy",
        "continuation",
        "level",
        "utility",
        "state",
        "incentive",
        "solar",
        "energy",
        "change",
        "general",
        "economic",
        "business",
        "political",
        "condition",
        "including",
        "tariff",
        "imported",
        "solar",
        "cell",
        "change",
        "financial",
        "market",
        "read",
        "section",
        "entitled",
        "risk",
        "factor",
        "annual",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "identify",
        "certain",
        "additional",
        "risk",
        "uncertainty",
        "statement",
        "hypothetical",
        "example",
        "made",
        "u",
        "press",
        "release",
        "speaks",
        "date",
        "press",
        "release",
        "factor",
        "event",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "may",
        "emerge",
        "time",
        "time",
        "possible",
        "u",
        "predict",
        "undertake",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "hypothetical",
        "example",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "development",
        "otherwise",
        "except",
        "may",
        "required",
        "law",
        "investor",
        "relation",
        "contact",
        "ron",
        "managing",
        "partner",
        "cma",
        "tel",
        "rgse",
        "source",
        "rg",
        "energy"
    ]
}