{
    "organizations": [],
    "uuid": "83106c32085474ad54c2cdc183e38f0a433b2bad",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/09/pr-newswire-verso-corporation-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Verso Corporation Reports First Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MIAMISBURG, Ohio, May 9, 2018 /PRNewswire/ -- Verso Corporation (NYSE: VRS) today reported financial results for the first quarter of 2018, including net sales of $639 million, net loss of $2 million, and Adjusted EBITDA of $41 million.\nOverview\n\"Verso had a good start in the first quarter of 2018, with sales revenue up 4 percent to $639 million, Adjusted EBITDA (a non-GAAP measure) up 58 percent to $41 million, and Adjusted EBITDA margin up 2.2 percentage points compared to the first quarter of 2017,\" said Verso Chief Executive Officer, B. Christopher DiSantis. \"We continued to grow our specialty papers business, now 24 percent of total revenue, and are seeing the benefits of our SG&A cost improvement initiatives, with an improvement of $8 million versus the first quarter of 2017. Looking ahead, we have positioned Verso well to benefit from improved operating rates and are building a better business.\"\nResults of Operations – Comparison of Three Months Ended March 31, 2018 to Three Months Ended March 31, 2017\nThree Months Ended\nMarch 31,\nThree Month\n(Dollars in millions)\n2017\n2018\n$ Change\nNet sales\n$ 616\n$ 639\n$ 23\nCosts and expenses:\nCost of products sold (exclusive of depreciation,\namortization and depletion)\n562\n581\n19\nDepreciation, amortization and depletion\n33\n27\n(6)\nSelling, general and administrative expenses\n33\n25\n(8)\nRestructuring charges\n2\n1\n(1)\nOperating income (loss)\n(14)\n5\n19\nInterest expense\n9\n11\n2\nOther (income) expense\n(2)\n(4)\n(2)\nIncome (loss) before income taxes\n(21)\n(2)\n19\nIncome tax expense\n-\n-\n-\nNet income (loss)\n$ (21)\n$ (2)\n$ 19\nComments to Results of Operations - Comparison of Three Months Ended March 31, 2018 to Three Months Ended March 31, 2017\nNet sales for the first quarter of 2018 increased $23 million compared to the first quarter of 2017. The sales increase was primarily attributable to improved average pricing and product mix, partially offset by a reduction in total sales volume. The decrease in volume was driven by a reduction in external pulp sales of 15 thousand tons, primarily in preparation for a planned outage at our Quinnesec Mill, and a reduction in coated paper sales of 7 thousand tons as a result of capacity reductions at our Androscoggin Mill. While sales volume of specialty papers increased in the first quarter of 2018, it was offset by a reduction in sales volume of other coated papers during that same period. Gross margin, excluding depreciation, amortization and depletion expenses, increased from 8.8% in the first quarter of 2017 to 9.1% in the first quarter of 2018 driven by higher average pricing and improved product mix, lower pension and corporate overhead costs and favorable wood costs, partially offset by lower sales volume, production issues at certain mills, additional major maintenance costs, increased freight expense and inflation on chemicals and energy costs. The most significant production issue was related to a boiler failure at our Luke Mill, combined with a simultaneous weather event and depletion of fuel used to generate steam throughout the mill. This event had an impact of approximately $4 million on the results of the first quarter of 2018. Depreciation, amortization and depletion expenses for the first quarter of 2018 were lower than the first quarter of 2017, as a result of $6 million in accelerated depreciation in first quarter of 2017 attributable to the capacity reductions at the Androscoggin Mill. SG&A expense reduction was primarily attributable to cost reduction initiatives implemented across the Company. Interest expense for the first quarter of 2018 includes $4 million of amortization of debt issuance cost and discount associated with the Term Loan Facility as a result of a $21 million voluntary principal payment and a $21 million excess cash flow payment, both made during the first quarter of 2018. Other (income) expense in the first quarter of 2018 and 2017 includes income of $3 million and $2 million, respectively, associated with the non-operating components of net periodic pension cost (income) in connection with the adoption of a new accounting standard in the first quarter of 2018.\nGuidance\nThe Company is providing the following guidance:\n2018 Second Quarter Net sales of $625-640 million. Capital expenditures are expected to be approximately $30-35 million, including initial investment for the A3 startup project at our Androscoggin Mill. Cash pension funding of $7-8 million. Major maintenance to increase by $13 million versus 1Q 2018. Expectations for Full Year 2018 Revenue and pricing favorable to prior year. Continued headwinds in logistics / freight and other input costs. Capital expenditures in the range of $60-70 million. Cash taxes of $0-5 million, primarily state income and franchise taxes. Major maintenance costs up $14-16 million. Cash pension funding of approximately $45 million. SG&A less than 4% of Net sales.\nReconciliation of Net Income (Loss) to EBITDA and Adjusted EBITDA\nEBITDA consists of earnings before interest, taxes, depreciation, and amortization. Adjusted EBITDA reflects adjustments to EBITDA to eliminate the impact of certain items that we do not consider to be indicative of our ongoing performance. We use EBITDA and Adjusted EBITDA as a way of evaluating our performance relative to that of our peers and to assess compliance with our credit facilities. We believe that Adjusted EBITDA is a non-GAAP operating performance measure commonly used in our industry that provides investors and analysts with a measure of ongoing operating results unaffected by differences in capital structures, capital investment cycles, and ages of related assets among otherwise comparable companies.\nWe believe that the supplemental adjustments applied in calculating Adjusted EBITDA are reasonable and appropriate to provide additional information to investors.\nBecause EBITDA and Adjusted EBITDA are not measurements determined in accordance with Generally Accepted Accounting Principles (GAAP) and are susceptible to varying calculations, EBITDA and Adjusted EBITDA, as presented, may not be comparable to similarly titled measures of other companies. You should consider our EBITDA and Adjusted EBITDA in addition to, and not as a substitute for, or superior to, our operating or net income or cash flows from operating activities, which are determined in accordance with GAAP.\nThe following table reconciles Net income (loss) to EBITDA and Adjusted EBITDA for the presented periods:\nThree Months Ended March 31,\n(Dollars in millions)\n2017\n2018\nNet income (loss)\n$ (21)\n$ (2)\nIncome tax expense\n-\n-\nInterest expense, net\n9\n11\nDepreciation, amortization and depletion\n33\n27\nEBITDA\n$ 21\n$ 36\nAdjustments to EBITDA:\nRestructuring charges (1)\n2\n1\nStrategic initiatives costs (2)\n-\n2\nOther items, net (3)\n3\n2\nAdjusted EBITDA\n$ 26\n$ 41\n(1)\nCharges are primarily associated with the closure and relocation of the Memphis office headquarters and closure of the Wickliffe mill.\n(2)\nProfessional fees and other charges associated with strategic alternatives initiative.\n(3)\nFor 2017, costs incurred in connection with the re-engineering of information systems, amortization of non-cash incentive compensation, costs associated with the temporary idling of the No. 3 paper machine at the Androscoggin mill, and miscellaneous other non-recurring adjustments. For 2018, amortization of non-cash incentive compensation, legal settlement gain associated with prior closed mill and miscellaneous other non-recurring adjustments.\nAbout Verso\nVerso Corporation is the turn-to company for those looking to successfully navigate the complexities of paper sourcing and performance. The leading North American producer of printing and specialty papers and pulp, Verso provides insightful solutions that help drive improved customer efficiency, productivity, brand awareness and business results. Verso's long-standing reputation for quality and reliability is directly tied to our vision to be a company with passion that is respected and trusted by all. Verso's passion is rooted in ethical business practices that demand safe workplaces for our employees and sustainable wood sourcing for our products. This passion, combined with our flexible manufacturing capabilities and an unmatched commitment to product performance, delivery and service, make Verso a preferred choice among commercial printers, paper merchants and brokers, converters, publishers and other end users. For more information, visit us online at versoco.com .\nForward-Looking Statements\nIn this press release, all statements that are not purely historical facts are within the meaning of Section 27A of the Securities Act of 1933 and Section 21E of the Securities Exchange Act of 1934. Forward-looking statements in this press release include, but are not limited to, our guidance for the second quarter of 2018 and the full year of 2018. Forward-looking statements may be identified by the words \"believe,\" \"expect,\" \"anticipate,\" \"project,\" \"plan,\" \"estimate,\" \"intend,\" \"potential\" and other similar expressions. Forward-looking statements are based on currently available business, economic, financial, and other information and reflect management's current beliefs, expectations, and views with respect to future developments and their potential effects on Verso. Actual results could vary materially depending on risks and uncertainties that may affect Verso and its business. Verso's actual actions and results may differ materially from what is expressed or implied by these statements due to a variety of factors, including those risks and uncertainties listed under the caption \"Risk Factors\" in Verso's Form 10-K for the fiscal year ended December 31, 2017 and from time to time in Verso's other filings with the Securities and Exchange Commission. Verso assumes no obligation to update any forward-looking statement made in this press release to reflect subsequent events or circumstances or actual outcomes.\nConference Call\nVerso will host a conference call on Wednesday, May 9, 2018 at 9 a.m. (EDT) to discuss first quarter 2018 financial results. Analysts and investors may access the live conference call only by dialing 888-317-6003 (U.S. toll-free), 866-284-3684 (Canada toll-free) or 412-317-6061 (international) and referencing elite entry number 9692788 and Verso Corporation. To register, please dial in 10 minutes before the conference call begins. The news release and first quarter 2018 results will be available on Verso's website at http://investor.versoco.com by navigating to the Financial Information page.\nAnalysts and investors may also access the live conference call and webcast by clicking on the event link https://www.webcaster4.com/Webcast/Page/1524/25758 or by visiting Verso's website at http://investor.versoco.com and navigating to the Events page. Please go to this link at least one hour before the call and follow the instructions to register, download and install any necessary audio/video software.\nA telephonic replay of the call can be accessed at 877-344-7529 (U.S. toll-free), 855-669-9658 (Canada toll-free) or 412-317-0088 (international), access code 10120176. The replay will be available starting at 11 a.m. (EDT) Wednesday, May 9, 2018, and will remain available until June 9, 2018. An archive of the conference call and webcast will be available at http://investor.versoco.com starting at 11 a.m. (EDT) Wednesday, May 9, 2018, and will remain available for 120 days.\nView original content with multimedia: http://www.prnewswire.com/news-releases/verso-corporation-reports-first-quarter-2018-financial-results-300645055.html\nSOURCE Verso Corporation",
    "published": "2018-05-09T14:30:00.000+03:00",
    "crawled": "2018-05-09T17:05:40.015+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "miamisburg",
        "ohio",
        "may",
        "verso",
        "corporation",
        "nyse",
        "vrs",
        "today",
        "reported",
        "financial",
        "result",
        "first",
        "quarter",
        "including",
        "net",
        "sale",
        "million",
        "net",
        "loss",
        "million",
        "adjusted",
        "ebitda",
        "million",
        "overview",
        "verso",
        "good",
        "start",
        "first",
        "quarter",
        "sale",
        "revenue",
        "percent",
        "million",
        "adjusted",
        "ebitda",
        "measure",
        "percent",
        "million",
        "adjusted",
        "ebitda",
        "margin",
        "percentage",
        "point",
        "compared",
        "first",
        "quarter",
        "said",
        "verso",
        "chief",
        "executive",
        "officer",
        "christopher",
        "disantis",
        "continued",
        "grow",
        "specialty",
        "paper",
        "business",
        "percent",
        "total",
        "revenue",
        "seeing",
        "benefit",
        "sg",
        "cost",
        "improvement",
        "initiative",
        "improvement",
        "million",
        "versus",
        "first",
        "quarter",
        "looking",
        "ahead",
        "positioned",
        "verso",
        "well",
        "benefit",
        "improved",
        "operating",
        "rate",
        "building",
        "better",
        "business",
        "result",
        "operation",
        "comparison",
        "three",
        "month",
        "ended",
        "march",
        "three",
        "month",
        "ended",
        "march",
        "three",
        "month",
        "ended",
        "march",
        "three",
        "month",
        "dollar",
        "million",
        "change",
        "net",
        "sale",
        "cost",
        "expense",
        "cost",
        "product",
        "sold",
        "exclusive",
        "depreciation",
        "amortization",
        "depletion",
        "depreciation",
        "amortization",
        "depletion",
        "selling",
        "general",
        "administrative",
        "expense",
        "restructuring",
        "charge",
        "operating",
        "income",
        "loss",
        "interest",
        "expense",
        "income",
        "expense",
        "income",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "net",
        "income",
        "loss",
        "comment",
        "result",
        "operation",
        "comparison",
        "three",
        "month",
        "ended",
        "march",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "sale",
        "first",
        "quarter",
        "increased",
        "million",
        "compared",
        "first",
        "quarter",
        "sale",
        "increase",
        "primarily",
        "attributable",
        "improved",
        "average",
        "pricing",
        "product",
        "mix",
        "partially",
        "offset",
        "reduction",
        "total",
        "sale",
        "volume",
        "decrease",
        "volume",
        "driven",
        "reduction",
        "external",
        "pulp",
        "sale",
        "thousand",
        "ton",
        "primarily",
        "preparation",
        "planned",
        "outage",
        "quinnesec",
        "mill",
        "reduction",
        "coated",
        "paper",
        "sale",
        "thousand",
        "ton",
        "result",
        "capacity",
        "reduction",
        "androscoggin",
        "mill",
        "sale",
        "volume",
        "specialty",
        "paper",
        "increased",
        "first",
        "quarter",
        "offset",
        "reduction",
        "sale",
        "volume",
        "coated",
        "paper",
        "period",
        "gross",
        "margin",
        "excluding",
        "depreciation",
        "amortization",
        "depletion",
        "expense",
        "increased",
        "first",
        "quarter",
        "first",
        "quarter",
        "driven",
        "higher",
        "average",
        "pricing",
        "improved",
        "product",
        "mix",
        "lower",
        "pension",
        "corporate",
        "overhead",
        "cost",
        "favorable",
        "wood",
        "cost",
        "partially",
        "offset",
        "lower",
        "sale",
        "volume",
        "production",
        "issue",
        "certain",
        "mill",
        "additional",
        "major",
        "maintenance",
        "cost",
        "increased",
        "freight",
        "expense",
        "inflation",
        "chemical",
        "energy",
        "cost",
        "significant",
        "production",
        "issue",
        "related",
        "boiler",
        "failure",
        "luke",
        "mill",
        "combined",
        "simultaneous",
        "weather",
        "event",
        "depletion",
        "fuel",
        "used",
        "generate",
        "steam",
        "throughout",
        "mill",
        "event",
        "impact",
        "approximately",
        "million",
        "result",
        "first",
        "quarter",
        "depreciation",
        "amortization",
        "depletion",
        "expense",
        "first",
        "quarter",
        "lower",
        "first",
        "quarter",
        "result",
        "million",
        "accelerated",
        "depreciation",
        "first",
        "quarter",
        "attributable",
        "capacity",
        "reduction",
        "androscoggin",
        "mill",
        "sg",
        "expense",
        "reduction",
        "primarily",
        "attributable",
        "cost",
        "reduction",
        "initiative",
        "implemented",
        "across",
        "company",
        "interest",
        "expense",
        "first",
        "quarter",
        "includes",
        "million",
        "amortization",
        "debt",
        "issuance",
        "cost",
        "discount",
        "associated",
        "term",
        "loan",
        "facility",
        "result",
        "million",
        "voluntary",
        "principal",
        "payment",
        "million",
        "excess",
        "cash",
        "flow",
        "payment",
        "made",
        "first",
        "quarter",
        "income",
        "expense",
        "first",
        "quarter",
        "includes",
        "income",
        "million",
        "million",
        "respectively",
        "associated",
        "component",
        "net",
        "periodic",
        "pension",
        "cost",
        "income",
        "connection",
        "adoption",
        "new",
        "accounting",
        "standard",
        "first",
        "quarter",
        "guidance",
        "company",
        "providing",
        "following",
        "guidance",
        "second",
        "quarter",
        "net",
        "sale",
        "million",
        "capital",
        "expenditure",
        "expected",
        "approximately",
        "million",
        "including",
        "initial",
        "investment",
        "a3",
        "startup",
        "project",
        "androscoggin",
        "mill",
        "cash",
        "pension",
        "funding",
        "million",
        "major",
        "maintenance",
        "increase",
        "million",
        "versus",
        "1q",
        "expectation",
        "full",
        "year",
        "revenue",
        "pricing",
        "favorable",
        "prior",
        "year",
        "continued",
        "headwind",
        "logistics",
        "freight",
        "input",
        "cost",
        "capital",
        "expenditure",
        "range",
        "million",
        "cash",
        "tax",
        "million",
        "primarily",
        "state",
        "income",
        "franchise",
        "tax",
        "major",
        "maintenance",
        "cost",
        "million",
        "cash",
        "pension",
        "funding",
        "approximately",
        "million",
        "sg",
        "less",
        "net",
        "sale",
        "reconciliation",
        "net",
        "income",
        "loss",
        "ebitda",
        "adjusted",
        "ebitda",
        "ebitda",
        "consists",
        "earnings",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "adjusted",
        "ebitda",
        "reflects",
        "adjustment",
        "ebitda",
        "eliminate",
        "impact",
        "certain",
        "item",
        "consider",
        "indicative",
        "ongoing",
        "performance",
        "use",
        "ebitda",
        "adjusted",
        "ebitda",
        "way",
        "evaluating",
        "performance",
        "relative",
        "peer",
        "assess",
        "compliance",
        "credit",
        "facility",
        "believe",
        "adjusted",
        "ebitda",
        "operating",
        "performance",
        "measure",
        "commonly",
        "used",
        "industry",
        "provides",
        "investor",
        "analyst",
        "measure",
        "ongoing",
        "operating",
        "result",
        "unaffected",
        "difference",
        "capital",
        "structure",
        "capital",
        "investment",
        "cycle",
        "age",
        "related",
        "asset",
        "among",
        "otherwise",
        "comparable",
        "company",
        "believe",
        "supplemental",
        "adjustment",
        "applied",
        "calculating",
        "adjusted",
        "ebitda",
        "reasonable",
        "appropriate",
        "provide",
        "additional",
        "information",
        "investor",
        "ebitda",
        "adjusted",
        "ebitda",
        "measurement",
        "determined",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "susceptible",
        "varying",
        "calculation",
        "ebitda",
        "adjusted",
        "ebitda",
        "presented",
        "may",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "company",
        "consider",
        "ebitda",
        "adjusted",
        "ebitda",
        "addition",
        "substitute",
        "superior",
        "operating",
        "net",
        "income",
        "cash",
        "flow",
        "operating",
        "activity",
        "determined",
        "accordance",
        "gaap",
        "following",
        "table",
        "reconciles",
        "net",
        "income",
        "loss",
        "ebitda",
        "adjusted",
        "ebitda",
        "presented",
        "period",
        "three",
        "month",
        "ended",
        "march",
        "dollar",
        "million",
        "net",
        "income",
        "loss",
        "income",
        "tax",
        "expense",
        "interest",
        "expense",
        "net",
        "depreciation",
        "amortization",
        "depletion",
        "ebitda",
        "adjustment",
        "ebitda",
        "restructuring",
        "charge",
        "strategic",
        "initiative",
        "cost",
        "item",
        "net",
        "adjusted",
        "ebitda",
        "charge",
        "primarily",
        "associated",
        "closure",
        "relocation",
        "memphis",
        "office",
        "headquarters",
        "closure",
        "wickliffe",
        "mill",
        "professional",
        "fee",
        "charge",
        "associated",
        "strategic",
        "alternative",
        "initiative",
        "cost",
        "incurred",
        "connection",
        "information",
        "system",
        "amortization",
        "incentive",
        "compensation",
        "cost",
        "associated",
        "temporary",
        "idling",
        "paper",
        "machine",
        "androscoggin",
        "mill",
        "miscellaneous",
        "adjustment",
        "amortization",
        "incentive",
        "compensation",
        "legal",
        "settlement",
        "gain",
        "associated",
        "prior",
        "closed",
        "mill",
        "miscellaneous",
        "adjustment",
        "verso",
        "verso",
        "corporation",
        "company",
        "looking",
        "successfully",
        "navigate",
        "complexity",
        "paper",
        "sourcing",
        "performance",
        "leading",
        "north",
        "american",
        "producer",
        "printing",
        "specialty",
        "paper",
        "pulp",
        "verso",
        "provides",
        "insightful",
        "solution",
        "help",
        "drive",
        "improved",
        "customer",
        "efficiency",
        "productivity",
        "brand",
        "awareness",
        "business",
        "result",
        "verso",
        "reputation",
        "quality",
        "reliability",
        "directly",
        "tied",
        "vision",
        "company",
        "passion",
        "respected",
        "trusted",
        "verso",
        "passion",
        "rooted",
        "ethical",
        "business",
        "practice",
        "demand",
        "safe",
        "workplace",
        "employee",
        "sustainable",
        "wood",
        "sourcing",
        "product",
        "passion",
        "combined",
        "flexible",
        "manufacturing",
        "capability",
        "unmatched",
        "commitment",
        "product",
        "performance",
        "delivery",
        "service",
        "make",
        "verso",
        "preferred",
        "choice",
        "among",
        "commercial",
        "printer",
        "paper",
        "merchant",
        "broker",
        "converter",
        "publisher",
        "end",
        "user",
        "information",
        "visit",
        "u",
        "online",
        "statement",
        "press",
        "release",
        "statement",
        "purely",
        "historical",
        "fact",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "statement",
        "press",
        "release",
        "include",
        "limited",
        "guidance",
        "second",
        "quarter",
        "full",
        "year",
        "statement",
        "may",
        "identified",
        "word",
        "believe",
        "expect",
        "anticipate",
        "project",
        "plan",
        "estimate",
        "intend",
        "potential",
        "similar",
        "expression",
        "statement",
        "based",
        "currently",
        "available",
        "business",
        "economic",
        "financial",
        "information",
        "reflect",
        "management",
        "current",
        "belief",
        "expectation",
        "view",
        "respect",
        "future",
        "development",
        "potential",
        "effect",
        "verso",
        "actual",
        "result",
        "could",
        "vary",
        "materially",
        "depending",
        "risk",
        "uncertainty",
        "may",
        "affect",
        "verso",
        "business",
        "verso",
        "actual",
        "action",
        "result",
        "may",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "due",
        "variety",
        "factor",
        "including",
        "risk",
        "uncertainty",
        "listed",
        "caption",
        "risk",
        "factor",
        "verso",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "time",
        "time",
        "verso",
        "filing",
        "security",
        "exchange",
        "commission",
        "verso",
        "assumes",
        "obligation",
        "update",
        "statement",
        "made",
        "press",
        "release",
        "reflect",
        "subsequent",
        "event",
        "circumstance",
        "actual",
        "outcome",
        "conference",
        "call",
        "verso",
        "host",
        "conference",
        "call",
        "wednesday",
        "may",
        "edt",
        "discus",
        "first",
        "quarter",
        "financial",
        "result",
        "analyst",
        "investor",
        "may",
        "access",
        "live",
        "conference",
        "call",
        "dialing",
        "canada",
        "international",
        "referencing",
        "elite",
        "entry",
        "number",
        "verso",
        "corporation",
        "register",
        "please",
        "dial",
        "minute",
        "conference",
        "call",
        "begin",
        "news",
        "release",
        "first",
        "quarter",
        "result",
        "available",
        "verso",
        "website",
        "http",
        "navigating",
        "financial",
        "information",
        "page",
        "analyst",
        "investor",
        "may",
        "also",
        "access",
        "live",
        "conference",
        "call",
        "webcast",
        "clicking",
        "event",
        "link",
        "http",
        "visiting",
        "verso",
        "website",
        "http",
        "navigating",
        "event",
        "page",
        "please",
        "go",
        "link",
        "least",
        "one",
        "hour",
        "call",
        "follow",
        "instruction",
        "register",
        "download",
        "install",
        "necessary",
        "software",
        "telephonic",
        "replay",
        "call",
        "accessed",
        "canada",
        "international",
        "access",
        "code",
        "replay",
        "available",
        "starting",
        "edt",
        "wednesday",
        "may",
        "remain",
        "available",
        "june",
        "archive",
        "conference",
        "call",
        "webcast",
        "available",
        "http",
        "starting",
        "edt",
        "wednesday",
        "may",
        "remain",
        "available",
        "day",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "verso",
        "corporation"
    ]
}