{
    "organizations": [],
    "uuid": "e186f31e717fb2fdcb6f5a659556293f28476d85",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/01/globe-newswire-ipg-photonics-announces-record-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "IPG Photonics Announces Record First Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "OXFORD, Mass., May 01, 2018 (GLOBE NEWSWIRE) -- IPG Photonics Corporation (NASDAQ:IPGP) today reported financial results for the first quarter ended March 31, 2018.\nThree Months Ended March 31, (In millions, except per share data) 2018 2017 % Change Revenue $ 359.9 $ 285.8 26% Gross margin 56.5 % 55.0 % Operating income $ 141.1 $ 101.5 39% Operating margin 39.2 % 35.5 % Net income attributable to IPG Photonics Corporation $ 106.3 $ 74.9 42% Earnings per diluted share $ 1.93 $ 1.38 40% Management Comments\n\"The momentum that carried IPG through an outstanding year in 2017 continued in the first quarter of 2018. We delivered record first quarter revenue and net income, driven by the rapid adoption of IPG's high power products within our largest market segments and geographies,\" said Dr. Valentin Gapontsev, IPG Photonics' Chief Executive Officer.\nFirst quarter revenue of $359.9 million increased 26% year over year. Materials processing sales increased 28% year over year and accounted for approximately 94% of total sales driven by strength in cutting and 3D printing applications. Sales to other markets decreased 5% year over year. High power CW laser sales increased 37% year over year, representing 64% of total revenue, with even stronger growth in sales of ultra-high power CW lasers with power levels of six kilowatts and above. By region, sales increased 29% in China and Europe, 39% in Japan, and 3% in the United States, on a year over year basis.\nEarnings per diluted share (\"EPS\") of $1.93 increased 40% year over year. Foreign exchange gains benefited EPS by $0.07. The effective tax rate in the quarter was 25%. IPG's tax rate benefited from the lower U.S. Federal tax rate of 21%, while certain discrete items, including excess tax benefits related to equity compensation, were offset by additional taxes accrued for Global Intangible Low Taxed Income (\"GILTI\") net of Foreign Derived Intangible Income (\"FDII\") deduction benefits.\nDuring the first quarter, IPG generated $99.7 million in cash from operations and used $39.1 million to finance capital expenditures. IPG ended the quarter with $1.18 billion in cash and cash equivalents and short-term investments, representing an increase of $59.8 million from December 31, 2017.\nBusiness Outlook and Financial Guidance\n\"During the first quarter of 2018 we achieved the highest level of quarterly bookings in the Company's history. As a result, our first quarter book-to-bill ratio was above 1, positioning us to deliver strong results in the second quarter as well,\" said Dr. Gapontsev.\nFor the second quarter of 2018, IPG expects revenue of $400 million to $430 million, representing growth of 8% to 15% year over year. The Company expects the second quarter tax rate to be approximately 26% excluding effects relating to equity grants, and anticipates delivering earnings per diluted share in the range of $2.05 to $2.35, representing growth in the range of 7% to 23% year over year, with 53.7 million basic common shares outstanding and 55.2 million diluted common shares outstanding. At this time, IPG is not updating its 2018 annual guidance.\nAs discussed in more detail in the \"Safe Harbor\" passage of this news release, actual results may differ from this guidance due to various factors including, but not limited to, product demand, order cancellations and delays, competition and general economic conditions. This guidance is based upon current market conditions and expectations, and is subject to the risks outlined in the Company's reports with the SEC, and assumes exchange rates relative to the U.S. Dollar of Euro 0.81, Russian Ruble 57, Japanese Yen 106 and Chinese Yuan 6.29, respectively.\nSupplemental Financial Information\nAdditional supplemental financial information is provided in the First Quarter 2018 Financial Data Workbook available on the investor relations section of the Company's website at investor.ipgphotonics.com .\nConference Call Reminder\nThe Company will hold a conference call today, May 1, 2018 at 10:00 am ET. To access the call, please dial 877-407-6184 in the US or 201-389-0877 internationally. A live webcast of the call will also be available and archived on the investor relations section of the Company's website at investor.ipgphotonics.com .\nContact\nJames Hillier\nVice President of Investor Relations\nIPG Photonics Corporation\n508-373-1467\njhillier@ipgphotonics.com\nAbout IPG Photonics Corporation\nIPG Photonics Corporation is the leader in high-power fiber lasers and amplifiers used primarily in materials processing and other diverse applications. The company’s mission is to make its fiber laser technology the tool of choice in mass production. IPG accomplishes this mission by delivering superior performance, reliability and usability at a lower total cost of ownership compared with other types of lasers and non-laser tools, allowing end users to increase productivity and decrease costs. A member of the S&P 500® Index, IPG is headquartered in Oxford, Massachusetts and has more than 25 facilities worldwide. For more information, visit www.ipgphotonics.com .\nSafe Harbor Statement\nInformation and statements provided by IPG and its employees, including statements in this press release, that relate to future plans, events or performance are forward-looking statements. These statements involve risks and uncertainties. Any statements in this press release that are not statements of historical fact are forward-looking statements, including, but not limited to, delivering strong results in the second quarter, and revenue and earnings guidance for the second quarter. Factors that could cause actual results to differ materially include risks and uncertainties, including risks associated with the strength or weakness of the business conditions in industries and geographic markets that IPG serves, particularly the effect of downturns in the markets IPG serves; uncertainties and adverse changes in the general economic conditions of markets; IPG's ability to penetrate new applications for fiber lasers and increase market share; the rate of acceptance and penetration of IPG's products; inability to manage risks associated with international customers and operations; foreign currency fluctuations; high levels of fixed costs from IPG's vertical integration; the appropriateness of IPG's manufacturing capacity for the level of demand; competitive factors, including declining average selling prices; the effect of acquisitions and investments; inventory write-downs; asset impairment charges; intellectual property infringement claims and litigation; interruption in supply of key components; manufacturing risks; government regulations and trade sanctions; and other risks identified in IPG's SEC filings. Readers are encouraged to refer to the risk factors described in IPG's Annual Report on Form 10-K (filed with the SEC on February 28, 2018) and its periodic reports filed with the SEC, as applicable. Actual results, events and performance may differ materially. Readers are cautioned not to rely on the forward-looking statements, which speak only as of the date hereof. IPG undertakes no obligation to update the forward-looking statements that may be made to reflect events or circumstances after the date hereof or to reflect the occurrence of unanticipated events.\nIPG PHOTONICS CORPORATION\nCONSOLIDATED STATEMENTS OF INCOME\nThree Months Ended March 31, 2018 2017 (in thousands, except per share data) NET SALES $ 359,864 $ 285,846 COST OF SALES 156,502 128,579 GROSS PROFIT 203,362 157,267 OPERATING EXPENSES: Sales and marketing 13,516 10,827 Research and development 28,546 22,780 General and administrative 25,495 17,726 (Gain) loss on foreign exchange (5,295 ) 4,453 Total operating expenses 62,262 55,786 OPERATING INCOME 141,100 101,481 OTHER INCOME (EXPENSE), Net: Interest income, net 311 308 Other income (expense), net 443 (529 ) Total other income (expense) 754 (221 ) INCOME BEFORE PROVISION FOR INCOME TAXES 141,854 101,260 PROVISION FOR INCOME TAXES (35,520 ) (26,328 ) NET INCOME 106,334 74,932 LESS: NET LOSS ATTRIBUTABLE TO NONCONTROLLING INTERESTS — (13 ) NET INCOME ATTRIBUTABLE TO IPG PHOTONICS CORPORATION $ 106,334 $ 74,945 NET INCOME ATTRIBUTABLE TO IPG PHOTONICS CORPORATION PER SHARE: Basic $ 1.98 $ 1.40 Diluted $ 1.93 $ 1.38 WEIGHTED AVERAGE SHARES OUTSTANDING: Basic 53,694 53,368 Diluted 55,182 54,370\nIPG PHOTONICS CORPORATION\nSUPPLEMENTAL SCHEDULE OF STOCK-BASED COMPENSATION AND ACCOUNTING STANDARD IMPACTS TO NET INCOME AND EARNINGS PER SHARE\nThree Months Ended March 31, (In thousands) 2018 2017 Cost of sales $ 1,568 $ 1,391 Sales and marketing 556 452 Research and development 1,416 1,205 General and administrative 2,875 2,303 Total stock-based compensation 6,415 5,351 Tax benefit recognized (1,431 ) (1,720 ) Net stock-based compensation $ 4,984 $ 3,631\n(In thousands, except share and per share data) Three Months Ended March 31, 2018 2017 Excess tax benefit on exercise of stock options included in net income $ 3,159 $ 4,130\nIPG PHOTONICS CORPORATION\nSUPPLEMENTAL SCHEDULE OF ACQUISITION RELATED COSTS AND OTHER CHARGES\nThree Months Ended March 31, (In thousands) 2018 2017 Step-up of inventory (1) Cost of sales $ 282 $ — Amortization of intangible assets Cost of sales $ 1,169 $ 745 Sales and marketing 602 160 Research and development 160 160 Impairment charge related to long-lived asset General and administrative — 162 Total acquisition related costs and other charges $ 2,213 $ 1,227 (1) 2018 amount relates to ILT step-up adjustments on inventory sold during the period.\nIPG PHOTONICS CORPORATION\nCONSOLIDATED BALANCE SHEETS\nMarch 31, December 31, 2018 2017 (In thousands, except share and per\nshare data) ASSETS CURRENT ASSETS: Cash and cash equivalents $ 969,123 $ 909,900 Short-term investments 206,786 206,257 Accounts receivable, net 235,477 237,278 Inventories 356,375 307,712 Prepaid income taxes 42,430 44,944 Prepaid expenses and other current assets 54,695 47,919 Total current assets 1,864,886 1,754,010 DEFERRED INCOME TAXES, NET 24,940 26,976 GOODWILL 55,705 55,831 INTANGIBLE ASSETS, NET 49,284 51,223 PROPERTY, PLANT AND EQUIPMENT, NET 479,058 460,206 OTHER ASSETS 24,134 19,009 TOTAL $ 2,498,007 $ 2,367,255 LIABILITIES AND EQUITY CURRENT LIABILITIES: Current portion of long-term debt $ 3,604 $ 3,604 Accounts payable 33,369 35,109 Accrued expenses and other liabilities 135,750 144,417 Income taxes payable 22,820 15,773 Total current liabilities 195,543 198,903 DEFERRED INCOME TAXES AND OTHER LONG-TERM LIABILITIES 112,612 100,652 LONG-TERM DEBT, NET OF CURRENT PORTION 44,483 45,378 Total liabilities 352,638 344,933 COMMITMENTS AND CONTINGENCIES IPG PHOTONICS CORPORATION STOCKHOLDERS' EQUITY: Common stock, $0.0001 par value, 175,000,000 shares authorized; 54,204,016 and 53,742,849 shares issued and outstanding, respectively, at March 31, 2018; 54,007,708 and 53,629,439 shares issued and outstanding, respectively, at December 31, 2017 5 5 Treasury stock, at cost (461,167 and 378,269 shares held) (69,004 ) (48,933 ) Additional paid-in capital 714,255 704,727 Retained earnings 1,550,807 1,443,867 Accumulated other comprehensive loss (50,694 ) (77,344 ) Total IPG Photonics Corporation stockholders' equity 2,145,369 2,022,322 TOTAL $ 2,498,007 $ 2,367,255\nIPG PHOTONICS CORPORATION\nCONSOLIDATED STATEMENTS OF CASH FLOWS\nThree Months Ended March 31, 2018 2017 (In thousands) CASH FLOWS FROM OPERATING ACTIVITIES: Net income $ 106,334 $ 74,932 Adjustments to reconcile net income to net cash provided by operating activities: Depreciation and amortization 19,223 14,504 Provisions for inventory, warranty & bad debt 9,318 9,002 Other 11,829 13,863 Changes in assets and liabilities that used cash: Accounts receivable/payable 9,076 (24,361 ) Inventories (49,744 ) (22,408 ) Other (6,383 ) (14,712 ) Net cash provided by operating activities 99,653 50,820 CASH FLOWS FROM INVESTING ACTIVITIES: Purchases of property, plant and equipment (39,113 ) (21,875 ) Proceeds from sales of property, plant and equipment 210 99 Purchases of short-term investments (70,777 ) (28,173 ) Proceeds from sales of short-term investments 70,161 70,370 Other 76 (47 ) Net cash (used in) provided by investing activities (39,443 ) 20,374 CASH FLOWS FROM FINANCING ACTIVITIES: Principal payments on long-term borrowings (895 ) (797 ) Proceeds from issuance of common stock under employee stock option and purchase plans less payments for taxes related to net share settlement of equity awards 3,113 9,600 Purchase of Treasury Stock, at cost (20,071 ) (12,539 ) Net cash used in financing activities (17,853 ) (3,736 ) EFFECT OF CHANGES IN EXCHANGE RATES ON CASH AND CASH EQUIVALENTS 16,866 6,465 NET INCREASE IN CASH AND CASH EQUIVALENTS 59,223 73,923 CASH AND CASH EQUIVALENTS — Beginning of period 909,900 623,855 CASH AND CASH EQUIVALENTS — End of period $ 969,123 $ 697,778 SUPPLEMENTAL DISCLOSURES OF CASH FLOW INFORMATION: Cash paid for interest $ 799 $ 447 Cash paid for income taxes $ 19,546 $ 31,371\nSource:IPG Photonics Corporation",
    "published": "2018-05-01T16:00:00.000+03:00",
    "crawled": "2018-05-01T17:22:38.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "oxford",
        "may",
        "globe",
        "newswire",
        "ipg",
        "photonics",
        "corporation",
        "nasdaq",
        "ipgp",
        "today",
        "reported",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "except",
        "per",
        "share",
        "data",
        "change",
        "revenue",
        "gross",
        "margin",
        "operating",
        "income",
        "operating",
        "margin",
        "net",
        "income",
        "attributable",
        "ipg",
        "photonics",
        "corporation",
        "earnings",
        "per",
        "diluted",
        "share",
        "management",
        "comment",
        "momentum",
        "carried",
        "ipg",
        "outstanding",
        "year",
        "continued",
        "first",
        "quarter",
        "delivered",
        "record",
        "first",
        "quarter",
        "revenue",
        "net",
        "income",
        "driven",
        "rapid",
        "adoption",
        "ipg",
        "high",
        "power",
        "product",
        "within",
        "largest",
        "market",
        "segment",
        "geography",
        "said",
        "valentin",
        "gapontsev",
        "ipg",
        "photonics",
        "chief",
        "executive",
        "officer",
        "first",
        "quarter",
        "revenue",
        "million",
        "increased",
        "year",
        "year",
        "material",
        "processing",
        "sale",
        "increased",
        "year",
        "year",
        "accounted",
        "approximately",
        "total",
        "sale",
        "driven",
        "strength",
        "cutting",
        "3d",
        "printing",
        "application",
        "sale",
        "market",
        "decreased",
        "year",
        "year",
        "high",
        "power",
        "cw",
        "laser",
        "sale",
        "increased",
        "year",
        "year",
        "representing",
        "total",
        "revenue",
        "even",
        "stronger",
        "growth",
        "sale",
        "power",
        "cw",
        "laser",
        "power",
        "level",
        "six",
        "kilowatt",
        "region",
        "sale",
        "increased",
        "china",
        "europe",
        "japan",
        "united",
        "state",
        "year",
        "year",
        "basis",
        "earnings",
        "per",
        "diluted",
        "share",
        "eps",
        "increased",
        "year",
        "year",
        "foreign",
        "exchange",
        "gain",
        "benefited",
        "eps",
        "effective",
        "tax",
        "rate",
        "quarter",
        "ipg",
        "tax",
        "rate",
        "benefited",
        "lower",
        "federal",
        "tax",
        "rate",
        "certain",
        "discrete",
        "item",
        "including",
        "excess",
        "tax",
        "benefit",
        "related",
        "equity",
        "compensation",
        "offset",
        "additional",
        "tax",
        "accrued",
        "global",
        "intangible",
        "low",
        "taxed",
        "income",
        "gilti",
        "net",
        "foreign",
        "derived",
        "intangible",
        "income",
        "fdii",
        "deduction",
        "benefit",
        "first",
        "quarter",
        "ipg",
        "generated",
        "million",
        "cash",
        "operation",
        "used",
        "million",
        "finance",
        "capital",
        "expenditure",
        "ipg",
        "ended",
        "quarter",
        "billion",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "representing",
        "increase",
        "million",
        "december",
        "business",
        "outlook",
        "financial",
        "guidance",
        "first",
        "quarter",
        "achieved",
        "highest",
        "level",
        "quarterly",
        "booking",
        "company",
        "history",
        "result",
        "first",
        "quarter",
        "ratio",
        "positioning",
        "u",
        "deliver",
        "strong",
        "result",
        "second",
        "quarter",
        "well",
        "said",
        "gapontsev",
        "second",
        "quarter",
        "ipg",
        "expects",
        "revenue",
        "million",
        "million",
        "representing",
        "growth",
        "year",
        "year",
        "company",
        "expects",
        "second",
        "quarter",
        "tax",
        "rate",
        "approximately",
        "excluding",
        "effect",
        "relating",
        "equity",
        "grant",
        "anticipates",
        "delivering",
        "earnings",
        "per",
        "diluted",
        "share",
        "range",
        "representing",
        "growth",
        "range",
        "year",
        "year",
        "million",
        "basic",
        "common",
        "share",
        "outstanding",
        "million",
        "diluted",
        "common",
        "share",
        "outstanding",
        "time",
        "ipg",
        "updating",
        "annual",
        "guidance",
        "discussed",
        "detail",
        "safe",
        "harbor",
        "passage",
        "news",
        "release",
        "actual",
        "result",
        "may",
        "differ",
        "guidance",
        "due",
        "various",
        "factor",
        "including",
        "limited",
        "product",
        "demand",
        "order",
        "cancellation",
        "delay",
        "competition",
        "general",
        "economic",
        "condition",
        "guidance",
        "based",
        "upon",
        "current",
        "market",
        "condition",
        "expectation",
        "subject",
        "risk",
        "outlined",
        "company",
        "report",
        "sec",
        "assumes",
        "exchange",
        "rate",
        "relative",
        "dollar",
        "euro",
        "russian",
        "ruble",
        "japanese",
        "yen",
        "chinese",
        "yuan",
        "respectively",
        "supplemental",
        "financial",
        "information",
        "additional",
        "supplemental",
        "financial",
        "information",
        "provided",
        "first",
        "quarter",
        "financial",
        "data",
        "workbook",
        "available",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "conference",
        "call",
        "reminder",
        "company",
        "hold",
        "conference",
        "call",
        "today",
        "may",
        "et",
        "access",
        "call",
        "please",
        "dial",
        "u",
        "internationally",
        "live",
        "webcast",
        "call",
        "also",
        "available",
        "archived",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "contact",
        "james",
        "hillier",
        "vice",
        "president",
        "investor",
        "relation",
        "ipg",
        "photonics",
        "corporation",
        "jhillier",
        "ipg",
        "photonics",
        "corporation",
        "ipg",
        "photonics",
        "corporation",
        "leader",
        "fiber",
        "laser",
        "amplifier",
        "used",
        "primarily",
        "material",
        "processing",
        "diverse",
        "application",
        "company",
        "mission",
        "make",
        "fiber",
        "laser",
        "technology",
        "tool",
        "choice",
        "mass",
        "production",
        "ipg",
        "accomplishes",
        "mission",
        "delivering",
        "superior",
        "performance",
        "reliability",
        "usability",
        "lower",
        "total",
        "cost",
        "ownership",
        "compared",
        "type",
        "laser",
        "tool",
        "allowing",
        "end",
        "user",
        "increase",
        "productivity",
        "decrease",
        "cost",
        "member",
        "p",
        "index",
        "ipg",
        "headquartered",
        "oxford",
        "massachusetts",
        "facility",
        "worldwide",
        "information",
        "visit",
        "safe",
        "harbor",
        "statement",
        "information",
        "statement",
        "provided",
        "ipg",
        "employee",
        "including",
        "statement",
        "press",
        "release",
        "relate",
        "future",
        "plan",
        "event",
        "performance",
        "statement",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "statement",
        "press",
        "release",
        "statement",
        "historical",
        "fact",
        "statement",
        "including",
        "limited",
        "delivering",
        "strong",
        "result",
        "second",
        "quarter",
        "revenue",
        "earnings",
        "guidance",
        "second",
        "quarter",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "include",
        "risk",
        "uncertainty",
        "including",
        "risk",
        "associated",
        "strength",
        "weakness",
        "business",
        "condition",
        "industry",
        "geographic",
        "market",
        "ipg",
        "serf",
        "particularly",
        "effect",
        "downturn",
        "market",
        "ipg",
        "serf",
        "uncertainty",
        "adverse",
        "change",
        "general",
        "economic",
        "condition",
        "market",
        "ipg",
        "ability",
        "penetrate",
        "new",
        "application",
        "fiber",
        "laser",
        "increase",
        "market",
        "share",
        "rate",
        "acceptance",
        "penetration",
        "ipg",
        "product",
        "inability",
        "manage",
        "risk",
        "associated",
        "international",
        "customer",
        "operation",
        "foreign",
        "currency",
        "fluctuation",
        "high",
        "level",
        "fixed",
        "cost",
        "ipg",
        "vertical",
        "integration",
        "appropriateness",
        "ipg",
        "manufacturing",
        "capacity",
        "level",
        "demand",
        "competitive",
        "factor",
        "including",
        "declining",
        "average",
        "selling",
        "price",
        "effect",
        "acquisition",
        "investment",
        "inventory",
        "asset",
        "impairment",
        "charge",
        "intellectual",
        "property",
        "infringement",
        "claim",
        "litigation",
        "interruption",
        "supply",
        "key",
        "component",
        "manufacturing",
        "risk",
        "government",
        "regulation",
        "trade",
        "sanction",
        "risk",
        "identified",
        "ipg",
        "sec",
        "filing",
        "reader",
        "encouraged",
        "refer",
        "risk",
        "factor",
        "described",
        "ipg",
        "annual",
        "report",
        "form",
        "filed",
        "sec",
        "february",
        "periodic",
        "report",
        "filed",
        "sec",
        "applicable",
        "actual",
        "result",
        "event",
        "performance",
        "may",
        "differ",
        "materially",
        "reader",
        "cautioned",
        "rely",
        "statement",
        "speak",
        "date",
        "hereof",
        "ipg",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "may",
        "made",
        "reflect",
        "event",
        "circumstance",
        "date",
        "hereof",
        "reflect",
        "occurrence",
        "unanticipated",
        "event",
        "ipg",
        "photonics",
        "corporation",
        "consolidated",
        "statement",
        "income",
        "three",
        "month",
        "ended",
        "march",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "net",
        "sale",
        "cost",
        "sale",
        "gross",
        "profit",
        "operating",
        "expense",
        "sale",
        "marketing",
        "research",
        "development",
        "general",
        "administrative",
        "gain",
        "loss",
        "foreign",
        "exchange",
        "total",
        "operating",
        "expense",
        "operating",
        "income",
        "income",
        "expense",
        "net",
        "interest",
        "income",
        "net",
        "income",
        "expense",
        "net",
        "total",
        "income",
        "expense",
        "income",
        "provision",
        "income",
        "tax",
        "provision",
        "income",
        "tax",
        "net",
        "income",
        "less",
        "net",
        "loss",
        "attributable",
        "noncontrolling",
        "interest",
        "net",
        "income",
        "attributable",
        "ipg",
        "photonics",
        "corporation",
        "net",
        "income",
        "attributable",
        "ipg",
        "photonics",
        "corporation",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "ipg",
        "photonics",
        "corporation",
        "supplemental",
        "schedule",
        "compensation",
        "accounting",
        "standard",
        "impact",
        "net",
        "income",
        "earnings",
        "per",
        "share",
        "three",
        "month",
        "ended",
        "march",
        "thousand",
        "cost",
        "sale",
        "sale",
        "marketing",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "compensation",
        "tax",
        "benefit",
        "recognized",
        "net",
        "compensation",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "excess",
        "tax",
        "benefit",
        "exercise",
        "stock",
        "option",
        "included",
        "net",
        "income",
        "ipg",
        "photonics",
        "corporation",
        "supplemental",
        "schedule",
        "acquisition",
        "related",
        "cost",
        "charge",
        "three",
        "month",
        "ended",
        "march",
        "thousand",
        "inventory",
        "cost",
        "sale",
        "amortization",
        "intangible",
        "asset",
        "cost",
        "sale",
        "sale",
        "marketing",
        "research",
        "development",
        "impairment",
        "charge",
        "related",
        "asset",
        "general",
        "administrative",
        "total",
        "acquisition",
        "related",
        "cost",
        "charge",
        "amount",
        "relates",
        "ilt",
        "adjustment",
        "inventory",
        "sold",
        "period",
        "ipg",
        "photonics",
        "corporation",
        "consolidated",
        "balance",
        "sheet",
        "march",
        "december",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "account",
        "receivable",
        "net",
        "inventory",
        "prepaid",
        "income",
        "tax",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "deferred",
        "income",
        "tax",
        "net",
        "goodwill",
        "intangible",
        "asset",
        "net",
        "property",
        "plant",
        "equipment",
        "net",
        "asset",
        "total",
        "liability",
        "equity",
        "current",
        "liability",
        "current",
        "portion",
        "debt",
        "account",
        "payable",
        "accrued",
        "expense",
        "liability",
        "income",
        "tax",
        "payable",
        "total",
        "current",
        "liability",
        "deferred",
        "income",
        "tax",
        "liability",
        "debt",
        "net",
        "current",
        "portion",
        "total",
        "liability",
        "commitment",
        "contingency",
        "ipg",
        "photonics",
        "corporation",
        "stockholder",
        "equity",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "respectively",
        "march",
        "share",
        "issued",
        "outstanding",
        "respectively",
        "december",
        "treasury",
        "stock",
        "cost",
        "share",
        "held",
        "additional",
        "capital",
        "retained",
        "earnings",
        "accumulated",
        "comprehensive",
        "loss",
        "total",
        "ipg",
        "photonics",
        "corporation",
        "stockholder",
        "equity",
        "total",
        "ipg",
        "photonics",
        "corporation",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "three",
        "month",
        "ended",
        "march",
        "thousand",
        "cash",
        "flow",
        "operating",
        "activity",
        "net",
        "income",
        "adjustment",
        "reconcile",
        "net",
        "income",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "depreciation",
        "amortization",
        "provision",
        "inventory",
        "warranty",
        "bad",
        "debt",
        "change",
        "asset",
        "liability",
        "used",
        "cash",
        "account",
        "inventory",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "cash",
        "flow",
        "investing",
        "activity",
        "purchase",
        "property",
        "plant",
        "equipment",
        "proceeds",
        "sale",
        "property",
        "plant",
        "equipment",
        "purchase",
        "investment",
        "proceeds",
        "sale",
        "investment",
        "net",
        "cash",
        "used",
        "provided",
        "investing",
        "activity",
        "cash",
        "flow",
        "financing",
        "activity",
        "principal",
        "payment",
        "borrowing",
        "proceeds",
        "issuance",
        "common",
        "stock",
        "employee",
        "stock",
        "option",
        "purchase",
        "plan",
        "less",
        "payment",
        "tax",
        "related",
        "net",
        "share",
        "settlement",
        "equity",
        "award",
        "purchase",
        "treasury",
        "stock",
        "cost",
        "net",
        "cash",
        "used",
        "financing",
        "activity",
        "effect",
        "change",
        "exchange",
        "rate",
        "cash",
        "cash",
        "equivalent",
        "net",
        "increase",
        "cash",
        "cash",
        "equivalent",
        "cash",
        "cash",
        "equivalent",
        "beginning",
        "period",
        "cash",
        "cash",
        "equivalent",
        "end",
        "period",
        "supplemental",
        "disclosure",
        "cash",
        "flow",
        "information",
        "cash",
        "paid",
        "interest",
        "cash",
        "paid",
        "income",
        "tax",
        "source",
        "ipg",
        "photonics",
        "corporation"
    ]
}