{
    "organizations": [],
    "uuid": "57d8eb062349f6ee313cfa5af4d87111f3b49991",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/29/pr-newswire-cannabis-and-cbd-markets-are-set-to-increase-in-value.html",
    "ord_in_thread": 0,
    "title": "Cannabis and CBD Markets are Set to Increase in Value",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK, May 29, 2018 /PRNewswire/ --\nAccording to a report by Hexa Research, the U.S. medical cannabis market is projected to reach $19.48 billion by 2024. The projected growth is driven by the increasing acceptance of medical advantages associated with cannabis, particularly for patients dealing with cancer, diabetes and chronic pain. Symptoms and conditions that may be treated with cannabis products include cancer, HIV, AIDS, Alzheimer's disease, and multiple sclerosis. Chronic pain accounted for 46 percent of the U.S. cannabis medical market share in 2016. According to the research, the solid cannabis edibles segment in 2016, within the U.S. market generated $2.47 billion in revenue and is expected to continue to dominate the cannabis industry to 2024. Chineseinvestors.com, Inc. (OTC: CIIX), Kush Bottles, Inc. (OTC: KSHB), General Cannabis Corporation (OTC: CANN), Isodiol International Inc. (OTC: ISOLF), PotNetwork Holdings, Inc. (OTC: POTN)\nA major portion of the legal cannabis industry Cannabidiol products. Cannabidiol, or CBD, is one of at least 113 active cannabinoids identified in cannabis. The CBD market is growing rapidly in recent years due to CBD's medical benefits. Sean Murphy, the Founder and Publisher of Hemp Business Journal, said: \"Hemp Business Journal estimates the total retail value of all hemp products sold in the U.S. to be at least $688 million for 2016. We estimate the hemp industry will grow to $1.8 billion in sales by 2020, led by hemp food, body care, and CBD-based products. The data demonstrates the hemp industry is growing quickly at 22% five year CAGR and being led by food and body care products, with Hemp CBD products showing a 53% AGR.\"\nChineseinvestors.com, Inc. (OTCQB: CIIX) last week announced that, \"its wholly owned subsidiary, ChineseHempOil.com, Inc. (\"ChineseHempOil\") has expanded its domestic sales force appointing Nina Wang Vice President of Sales for its United States Consumer Retail/E-Commerce Division on March 19, 2018, setting the stage to complete the temporarily postponed spin off of all of the Company's hemp related assets in the near future.\nMrs. Wang has over 15 year's sales experience in the financial services industry with over 10 years as a Merchant Services Sales Manager at USA First Credit Card, Inc. Prior to that, Mrs. Wang worked as a Sales Manager for Alliance Bank Card Services. Since joining ChineseHempOil.com, Inc. in March 2018, Mrs. Wang has hired a team of sales representatives focused on wholesale and consignment sales in the Los Angeles area.\nThrough her efforts, ChineseHempOil.com, Inc. has developed strategic relationships with over 70 retail establishments in the Los Angeles area to consign the ChineseHempOil OptHemp products with plans to expand to Northern California in the near future. Mrs. Wang will also play an integral role in procuring new manufacturing relationships to, continuing to brand the Opt Hemp product line and developing new cutting edge hemp products.\n\"With over 15 years sales and management experience, we look forward to the increased sales that will be generated through Mrs. Wang's leadership as we are laying the groundwork to increase revenues in advance of the spin-off of all of the Company's hemp related assets. We were pleased with the 57% increase in monthly sales generated by the recent Mother's Day Promotion and are looking forward to an even better response for the Father's Day promotion\" said Warren Wang CEO.\nThe Company recently announced in an 8k filing that spin-off of all of the Company's hemp related assets, originally scheduled for May 31, 2018, has been temporarily postponed as it continues to develop its domestic sales channels.\"\nKush Bottles, Inc. (OTCQB: KSHB) is a dynamic sales platform that provides unique products and services for both businesses and consumers in the cannabis industry. Earlier this month, the company announced it has partnered with MainStem, a technology-based ancillary product distribution company for the regulated cannabis industry, to be the inaugural partner for MainStem's Vendor Program (MVP). Through its partnership with MainStem, Kush Bottles will be able to tap into the dedicated MainStem customer base to distribute its ancillary cannabis products through a centralized sales platform that users can access directly from the 'BiotrackTHC' software, a leading seed-to-sale compliance software, they use to run their businesses.\nGeneral Cannabis Corporation (OTCQB: CANN) is the comprehensive resource for the highest quality service providers available to the regulated Cannabis Industry. On May 14, 2018, the company announced financial results for the quarter ended March 31, 2018. Robert Frichtel, Chief Executive Officer of General Cannabis, said: \"General Cannabis announced first quarter financial results today. For the first quarter of 2018, we reported revenues of $942,482, a 31% increase over 2017 first quarter revenues of $719,105. Our existing operations in Colorado continue to prosper with Security, Marketing and Operations segments each showing strong year-over-year revenue growth. The team and infrastructure we have built allows us to scale with the continued expansion within cannabis industry.\"\nIsodiol International Inc. (OTC: ISOLF) is a global CBD innovator specializing in the development of pharmaceutical and health and wellness products and now supporting the pharmaceutical industry at large with its recently approved CBD as an Active Pharmaceutical Ingredient. Recently, the company announced that it has signed a Letter of Intent (\"LOI\") with Sundial Growers Inc., a privately held Alberta-based Health Canada ACMPR-approved licensed producer of medical cannabis, to import CBD isolate into Canada, subject to applicable regulatory approvals. Sundial currently operates a 31,000 square foot production facility in Rocky View, Alberta, and has two separate production facilities in various stages of completion and licensing. By 2020, it expects to be one of the leading cannabis companies in the country with a projected production of over 100 million grams of dry cannabis and the ability to process over 32 million grams of cannabis extracts.\nPotNetwork Holdings, Inc. (OTC: POTN) is a publicly traded company that acts as a holding company for its subsidiaries, First Capital Venture Co., the owner of Diamond CBD, Inc., the maker of Diamond CBD oils. On May 17, 2018, the company announced that it's wholly owned subsidiary, Diamond CBD, Inc. was showcased at Booth 65 at the Atlantic City Convention Center, where 25,000 samples of its most popular CBD infused assorted gummy bears, were enjoyed by an international crowd of counter-culture exhibitors, consumers, and vendors. Diamond CBD has a highly successful history of sales from these key trade shows. At this show the Company featured numerous products, drawing attention directly from prospective vendors on a global scale. Featured at the show were Diamond CBD's Vape Additives, Liquid Gold Vape Juice, Chill CBD Gummies, Diamond CBD Tinctures and Biotech Creams, the Company's most successful products.\nSubscribe Now! Watch us report LIVE https://www.youtube.com/FinancialBuzzMedia\nFollow us on Twitter for real time Financial News Updates: https://twitter.com/financialbuzz\nFollow and talk to us on Instagram: https://www.instagram.com/financialbuzz\nFacebook Like Us to receive live feeds: https://www.facebook.com/Financialbuzz/\nAbout FinancialBuzz.com\nFinancialBuzz.com , a leading financial news informational web portal designed to provide the latest trends in Market News, Investing News, Personal Finance, Politics, Entertainment, in-depth broadcasts on Stock News, Market Analysis and Company Interviews. A pioneer in the financially driven digital space, video production and integration of social media, FinancialBuzz.com creates 100% unique original content. FinancialBuzz.com also provides financial news PR dissemination, branding, marketing and advertising for third parties for corporate news and original content through our unique media platform that includes Newswire Delivery, Digital Advertising, Social Media Relations, Video Production, Broadcasting, and Financial Publications.\nPlease Note: FinancialBuzz.com is not a financial advisory or advisor, investment advisor or broker-dealer and do not undertake any activities that would require such registration. The information provided on http://www.FinancialBuzz.com (the 'Site') is either original financial news or paid advertisements provided [exclusively] by our affiliates (sponsored content), FinancialBuzz.com , a financial news media and marketing firm enters into media buys or service agreements with the companies which are the subject to the articles posted on the Site or other editorials for advertising such companies. We are not an independent news media provider and therefore do not represent or warrant that the information posted on the Site is accurate, unbiased or complete. FinancialBuzz.com receives fees for producing and presenting high quality and sophisticated content on FinancialBuzz.com along with other financial news PR media services. FinancialBuzz.com does not offer any personal opinions, recommendations or bias commentary as we purely incorporate public market information along with financial and corporate news. FinancialBuzz.com only aggregates or regurgitates financial or corporate news through our unique financial newswire and media platform. For chineseinvestors.com Inc. financial news dissemination and PR services, FinancialBuzz.com expects to be compensated three thousand dollars by the company. Our fees may be either a flat cash sum or negotiated number of securities of the companies featured on this editorial or site, or a combination thereof. The securities are commonly paid in segments, of which a portion is received upon engagement and the balance is paid on or near the conclusion of the engagement. FinancialBuzz.com will always disclose any compensation in securities or cash payments for financial news PR advertising. FinancialBuzz.com has signed a two year agreement with chineseinvestors.com Inc. for one hundred thousand restricted common shares for continued financial news dissemination and PR services. FinancialBuzz.com does not undertake to update any of the information on the editorial or Site or continue to post information about any companies the information contained herein is not intended to be used as the basis for investment decisions and should not be considered as investment advice or a recommendation. The information contained herein is not an offer or solicitation to buy, hold or sell any security. FinancialBuzz.com , members and affiliates are not responsible for any gains or losses that result from the opinions expressed on this editorial or Site, company profiles, quotations or in other materials or presentations that it publishes electronically or in print. Investors accept full responsibility for any and all of their investment decisions based on their own independent research and evaluation of their own investment goals, risk tolerance, and financial condition. FinancialBuzz.com . By accessing this editorial and website and any pages thereof, you agree to be bound by the Terms of Use and Privacy Policy, as may be amended from time to time. None of the content issued by FinancialBuzz.com constitutes a recommendation for any investor to purchase, hold or sell any particular security, pursue a particular investment strategy or that any security is suitable for any investor. This publication is provided by FinancialBuzz.com . Each investor is solely responsible for determining whether a particular security or investment strategy is suitable based on their objectives, other securities holdings, financial situation needs, and tax status. You agree to consult with your investment advisor, tax and legal consultant before making any investment decisions. We make no representations as to the completeness, accuracy or timeless of the material provided. All materials are subject to change without notice. Information is obtained from sources believed to be reliable, but its accuracy and completeness are not guaranteed. For our full disclaimer, disclosure and Terms of Use, please visit: http://www.financialbuzz.com .\nMedia Contact:\ninfo@financialbuzz.com\n+1-877-601-1879\nUrl: http://www.FinancialBuzz.com\nSOURCE FinancialBuzz.com",
    "published": "2018-05-29T17:00:00.000+03:00",
    "crawled": "2018-05-29T18:46:57.047+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "may",
        "according",
        "report",
        "hexa",
        "research",
        "medical",
        "cannabis",
        "market",
        "projected",
        "reach",
        "billion",
        "projected",
        "growth",
        "driven",
        "increasing",
        "acceptance",
        "medical",
        "advantage",
        "associated",
        "cannabis",
        "particularly",
        "patient",
        "dealing",
        "cancer",
        "diabetes",
        "chronic",
        "pain",
        "symptom",
        "condition",
        "may",
        "treated",
        "cannabis",
        "product",
        "include",
        "cancer",
        "hiv",
        "aid",
        "alzheimer",
        "disease",
        "multiple",
        "sclerosis",
        "chronic",
        "pain",
        "accounted",
        "percent",
        "cannabis",
        "medical",
        "market",
        "share",
        "according",
        "research",
        "solid",
        "cannabis",
        "edible",
        "segment",
        "within",
        "market",
        "generated",
        "billion",
        "revenue",
        "expected",
        "continue",
        "dominate",
        "cannabis",
        "industry",
        "otc",
        "ciix",
        "kush",
        "bottle",
        "otc",
        "kshb",
        "general",
        "cannabis",
        "corporation",
        "otc",
        "cann",
        "isodiol",
        "international",
        "otc",
        "isolf",
        "potnetwork",
        "holding",
        "otc",
        "potn",
        "major",
        "portion",
        "legal",
        "cannabis",
        "industry",
        "cannabidiol",
        "product",
        "cannabidiol",
        "cbd",
        "one",
        "least",
        "active",
        "cannabinoids",
        "identified",
        "cannabis",
        "cbd",
        "market",
        "growing",
        "rapidly",
        "recent",
        "year",
        "due",
        "cbd",
        "medical",
        "benefit",
        "sean",
        "murphy",
        "founder",
        "publisher",
        "hemp",
        "business",
        "journal",
        "said",
        "hemp",
        "business",
        "journal",
        "estimate",
        "total",
        "retail",
        "value",
        "hemp",
        "product",
        "sold",
        "least",
        "million",
        "estimate",
        "hemp",
        "industry",
        "grow",
        "billion",
        "sale",
        "led",
        "hemp",
        "food",
        "body",
        "care",
        "product",
        "data",
        "demonstrates",
        "hemp",
        "industry",
        "growing",
        "quickly",
        "five",
        "year",
        "cagr",
        "led",
        "food",
        "body",
        "care",
        "product",
        "hemp",
        "cbd",
        "product",
        "showing",
        "agr",
        "otcqb",
        "ciix",
        "last",
        "week",
        "announced",
        "wholly",
        "owned",
        "subsidiary",
        "chinesehempoil",
        "expanded",
        "domestic",
        "sale",
        "force",
        "appointing",
        "nina",
        "wang",
        "vice",
        "president",
        "sale",
        "united",
        "state",
        "consumer",
        "division",
        "march",
        "setting",
        "stage",
        "complete",
        "temporarily",
        "postponed",
        "spin",
        "company",
        "hemp",
        "related",
        "asset",
        "near",
        "future",
        "wang",
        "year",
        "sale",
        "experience",
        "financial",
        "service",
        "industry",
        "year",
        "merchant",
        "service",
        "sale",
        "manager",
        "usa",
        "first",
        "credit",
        "card",
        "prior",
        "wang",
        "worked",
        "sale",
        "manager",
        "alliance",
        "bank",
        "card",
        "service",
        "since",
        "joining",
        "march",
        "wang",
        "hired",
        "team",
        "sale",
        "representative",
        "focused",
        "wholesale",
        "consignment",
        "sale",
        "los",
        "angeles",
        "area",
        "effort",
        "developed",
        "strategic",
        "relationship",
        "retail",
        "establishment",
        "los",
        "angeles",
        "area",
        "consign",
        "chinesehempoil",
        "opthemp",
        "product",
        "plan",
        "expand",
        "northern",
        "california",
        "near",
        "future",
        "wang",
        "also",
        "play",
        "integral",
        "role",
        "procuring",
        "new",
        "manufacturing",
        "relationship",
        "continuing",
        "brand",
        "opt",
        "hemp",
        "product",
        "line",
        "developing",
        "new",
        "cutting",
        "edge",
        "hemp",
        "product",
        "year",
        "sale",
        "management",
        "experience",
        "look",
        "forward",
        "increased",
        "sale",
        "generated",
        "wang",
        "leadership",
        "laying",
        "groundwork",
        "increase",
        "revenue",
        "advance",
        "company",
        "hemp",
        "related",
        "asset",
        "pleased",
        "increase",
        "monthly",
        "sale",
        "generated",
        "recent",
        "mother",
        "day",
        "promotion",
        "looking",
        "forward",
        "even",
        "better",
        "response",
        "father",
        "day",
        "promotion",
        "said",
        "warren",
        "wang",
        "ceo",
        "company",
        "recently",
        "announced",
        "8k",
        "filing",
        "company",
        "hemp",
        "related",
        "asset",
        "originally",
        "scheduled",
        "may",
        "temporarily",
        "postponed",
        "continues",
        "develop",
        "domestic",
        "sale",
        "channel",
        "kush",
        "bottle",
        "otcqb",
        "kshb",
        "dynamic",
        "sale",
        "platform",
        "provides",
        "unique",
        "product",
        "service",
        "business",
        "consumer",
        "cannabis",
        "industry",
        "earlier",
        "month",
        "company",
        "announced",
        "partnered",
        "mainstem",
        "ancillary",
        "product",
        "distribution",
        "company",
        "regulated",
        "cannabis",
        "industry",
        "inaugural",
        "partner",
        "mainstem",
        "vendor",
        "program",
        "mvp",
        "partnership",
        "mainstem",
        "kush",
        "bottle",
        "able",
        "tap",
        "dedicated",
        "mainstem",
        "customer",
        "base",
        "distribute",
        "ancillary",
        "cannabis",
        "product",
        "centralized",
        "sale",
        "platform",
        "user",
        "access",
        "directly",
        "software",
        "leading",
        "compliance",
        "software",
        "use",
        "run",
        "business",
        "general",
        "cannabis",
        "corporation",
        "otcqb",
        "cann",
        "comprehensive",
        "resource",
        "highest",
        "quality",
        "service",
        "provider",
        "available",
        "regulated",
        "cannabis",
        "industry",
        "may",
        "company",
        "announced",
        "financial",
        "result",
        "quarter",
        "ended",
        "march",
        "robert",
        "frichtel",
        "chief",
        "executive",
        "officer",
        "general",
        "cannabis",
        "said",
        "general",
        "cannabis",
        "announced",
        "first",
        "quarter",
        "financial",
        "result",
        "today",
        "first",
        "quarter",
        "reported",
        "revenue",
        "increase",
        "first",
        "quarter",
        "revenue",
        "existing",
        "operation",
        "colorado",
        "continue",
        "prosper",
        "security",
        "marketing",
        "operation",
        "segment",
        "showing",
        "strong",
        "revenue",
        "growth",
        "team",
        "infrastructure",
        "built",
        "allows",
        "u",
        "scale",
        "continued",
        "expansion",
        "within",
        "cannabis",
        "industry",
        "isodiol",
        "international",
        "otc",
        "isolf",
        "global",
        "cbd",
        "innovator",
        "specializing",
        "development",
        "pharmaceutical",
        "health",
        "wellness",
        "product",
        "supporting",
        "pharmaceutical",
        "industry",
        "large",
        "recently",
        "approved",
        "cbd",
        "active",
        "pharmaceutical",
        "ingredient",
        "recently",
        "company",
        "announced",
        "signed",
        "letter",
        "intent",
        "loi",
        "sundial",
        "grower",
        "privately",
        "held",
        "health",
        "canada",
        "licensed",
        "producer",
        "medical",
        "cannabis",
        "import",
        "cbd",
        "isolate",
        "canada",
        "subject",
        "applicable",
        "regulatory",
        "approval",
        "sundial",
        "currently",
        "operates",
        "square",
        "foot",
        "production",
        "facility",
        "rocky",
        "view",
        "alberta",
        "two",
        "separate",
        "production",
        "facility",
        "various",
        "stage",
        "completion",
        "licensing",
        "expects",
        "one",
        "leading",
        "cannabis",
        "company",
        "country",
        "projected",
        "production",
        "million",
        "gram",
        "dry",
        "cannabis",
        "ability",
        "process",
        "million",
        "gram",
        "cannabis",
        "extract",
        "potnetwork",
        "holding",
        "otc",
        "potn",
        "publicly",
        "traded",
        "company",
        "act",
        "holding",
        "company",
        "subsidiary",
        "first",
        "capital",
        "venture",
        "owner",
        "diamond",
        "cbd",
        "maker",
        "diamond",
        "cbd",
        "oil",
        "may",
        "company",
        "announced",
        "wholly",
        "owned",
        "subsidiary",
        "diamond",
        "cbd",
        "showcased",
        "booth",
        "atlantic",
        "city",
        "convention",
        "center",
        "sample",
        "popular",
        "cbd",
        "infused",
        "assorted",
        "gummy",
        "bear",
        "enjoyed",
        "international",
        "crowd",
        "exhibitor",
        "consumer",
        "vendor",
        "diamond",
        "cbd",
        "highly",
        "successful",
        "history",
        "sale",
        "key",
        "trade",
        "show",
        "show",
        "company",
        "featured",
        "numerous",
        "product",
        "drawing",
        "attention",
        "directly",
        "prospective",
        "vendor",
        "global",
        "scale",
        "featured",
        "show",
        "diamond",
        "cbd",
        "vape",
        "additive",
        "liquid",
        "gold",
        "vape",
        "juice",
        "chill",
        "cbd",
        "gummies",
        "diamond",
        "cbd",
        "tincture",
        "biotech",
        "cream",
        "company",
        "successful",
        "product",
        "subscribe",
        "watch",
        "u",
        "report",
        "live",
        "http",
        "follow",
        "u",
        "twitter",
        "real",
        "time",
        "financial",
        "news",
        "update",
        "http",
        "follow",
        "talk",
        "u",
        "instagram",
        "http",
        "facebook",
        "like",
        "u",
        "receive",
        "live",
        "feed",
        "http",
        "leading",
        "financial",
        "news",
        "informational",
        "web",
        "portal",
        "designed",
        "provide",
        "latest",
        "trend",
        "market",
        "news",
        "investing",
        "news",
        "personal",
        "finance",
        "politics",
        "entertainment",
        "broadcast",
        "stock",
        "news",
        "market",
        "analysis",
        "company",
        "interview",
        "pioneer",
        "financially",
        "driven",
        "digital",
        "space",
        "video",
        "production",
        "integration",
        "social",
        "medium",
        "creates",
        "unique",
        "original",
        "content",
        "also",
        "provides",
        "financial",
        "news",
        "pr",
        "dissemination",
        "branding",
        "marketing",
        "advertising",
        "third",
        "party",
        "corporate",
        "news",
        "original",
        "content",
        "unique",
        "medium",
        "platform",
        "includes",
        "newswire",
        "delivery",
        "digital",
        "advertising",
        "social",
        "medium",
        "relation",
        "video",
        "production",
        "broadcasting",
        "financial",
        "publication",
        "please",
        "note",
        "financial",
        "advisory",
        "advisor",
        "investment",
        "advisor",
        "undertake",
        "activity",
        "would",
        "require",
        "registration",
        "information",
        "provided",
        "http",
        "either",
        "original",
        "financial",
        "news",
        "paid",
        "advertisement",
        "provided",
        "exclusively",
        "affiliate",
        "sponsored",
        "content",
        "financial",
        "news",
        "medium",
        "marketing",
        "firm",
        "enters",
        "medium",
        "buy",
        "service",
        "agreement",
        "company",
        "subject",
        "article",
        "posted",
        "site",
        "editorial",
        "advertising",
        "company",
        "independent",
        "news",
        "medium",
        "provider",
        "therefore",
        "represent",
        "warrant",
        "information",
        "posted",
        "site",
        "accurate",
        "unbiased",
        "complete",
        "receives",
        "fee",
        "producing",
        "presenting",
        "high",
        "quality",
        "sophisticated",
        "content",
        "along",
        "financial",
        "news",
        "pr",
        "medium",
        "service",
        "offer",
        "personal",
        "opinion",
        "recommendation",
        "bias",
        "commentary",
        "purely",
        "incorporate",
        "public",
        "market",
        "information",
        "along",
        "financial",
        "corporate",
        "news",
        "aggregate",
        "regurgitates",
        "financial",
        "corporate",
        "news",
        "unique",
        "financial",
        "newswire",
        "medium",
        "platform",
        "financial",
        "news",
        "dissemination",
        "pr",
        "service",
        "expects",
        "compensated",
        "three",
        "thousand",
        "dollar",
        "company",
        "fee",
        "may",
        "either",
        "flat",
        "cash",
        "sum",
        "negotiated",
        "number",
        "security",
        "company",
        "featured",
        "editorial",
        "site",
        "combination",
        "thereof",
        "security",
        "commonly",
        "paid",
        "segment",
        "portion",
        "received",
        "upon",
        "engagement",
        "balance",
        "paid",
        "near",
        "conclusion",
        "engagement",
        "always",
        "disclose",
        "compensation",
        "security",
        "cash",
        "payment",
        "financial",
        "news",
        "pr",
        "advertising",
        "signed",
        "two",
        "year",
        "agreement",
        "one",
        "hundred",
        "thousand",
        "restricted",
        "common",
        "share",
        "continued",
        "financial",
        "news",
        "dissemination",
        "pr",
        "service",
        "undertake",
        "update",
        "information",
        "editorial",
        "site",
        "continue",
        "post",
        "information",
        "company",
        "information",
        "contained",
        "herein",
        "intended",
        "used",
        "basis",
        "investment",
        "decision",
        "considered",
        "investment",
        "advice",
        "recommendation",
        "information",
        "contained",
        "herein",
        "offer",
        "solicitation",
        "buy",
        "hold",
        "sell",
        "security",
        "member",
        "affiliate",
        "responsible",
        "gain",
        "loss",
        "result",
        "opinion",
        "expressed",
        "editorial",
        "site",
        "company",
        "profile",
        "quotation",
        "material",
        "presentation",
        "publishes",
        "electronically",
        "print",
        "investor",
        "accept",
        "full",
        "responsibility",
        "investment",
        "decision",
        "based",
        "independent",
        "research",
        "evaluation",
        "investment",
        "goal",
        "risk",
        "tolerance",
        "financial",
        "condition",
        "accessing",
        "editorial",
        "website",
        "page",
        "thereof",
        "agree",
        "bound",
        "term",
        "use",
        "privacy",
        "policy",
        "may",
        "amended",
        "time",
        "time",
        "none",
        "content",
        "issued",
        "constitutes",
        "recommendation",
        "investor",
        "purchase",
        "hold",
        "sell",
        "particular",
        "security",
        "pursue",
        "particular",
        "investment",
        "strategy",
        "security",
        "suitable",
        "investor",
        "publication",
        "provided",
        "investor",
        "solely",
        "responsible",
        "determining",
        "whether",
        "particular",
        "security",
        "investment",
        "strategy",
        "suitable",
        "based",
        "objective",
        "security",
        "holding",
        "financial",
        "situation",
        "need",
        "tax",
        "status",
        "agree",
        "consult",
        "investment",
        "advisor",
        "tax",
        "legal",
        "consultant",
        "making",
        "investment",
        "decision",
        "make",
        "representation",
        "completeness",
        "accuracy",
        "timeless",
        "material",
        "provided",
        "material",
        "subject",
        "change",
        "without",
        "notice",
        "information",
        "obtained",
        "source",
        "believed",
        "reliable",
        "accuracy",
        "completeness",
        "guaranteed",
        "full",
        "disclaimer",
        "disclosure",
        "term",
        "use",
        "please",
        "visit",
        "http",
        "medium",
        "contact",
        "info",
        "url",
        "http",
        "source"
    ]
}