{
    "organizations": [],
    "uuid": "d732fcb240d91caafd5b51e2c3459751c2cff025",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/09/globe-newswire-catalyst-pharmaceuticals-announces-first-quarter-2018-financial-results-and-provides-corporate-update.html",
    "ord_in_thread": 0,
    "title": "Catalyst Pharmaceuticals Announces First Quarter 2018 Financial Results and Provides Corporate Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CORAL GABLES, Fla., May 09, 2018 (GLOBE NEWSWIRE) -- Catalyst Pharmaceuticals, Inc. (Nasdaq:CPRX), a biopharmaceutical company focused on developing and commercializing innovative therapies for people with rare debilitating, chronic neuromuscular and neurological diseases, today reported financial results for the first quarter ended March 31, 2018 and provided a corporate update.\n“We are pleased to continue to deliver on our key objectives for 2018, recently marked with the resubmission of our New Drug Application of Firdapse ® for the symptomatic treatment of Lambert-Eaton myasthenic syndrome (LEMS),” said Patrick J. McEnany, Chairman and Chief Executive Officer of Catalyst Pharmaceuticals. “With a positive Type C meeting in the first quarter, we are confident that our NDA resubmission for Firdapse includes all that is required to be accepted for review by the FDA. We are working diligently on the development of our comprehensive patient services program, which is part of our commitment to the LEMS community. This program will have, among other features, a personalized program that provides patient and physician education, assistance with access, and treatment support for patients and their caregivers. Lastly, we continue to make progress in the clinic for the other potential indications that we are pursuing with Firdapse. I look forward to providing updates on our progress throughout the year.”\nQ1-18 and Recent Highlights\nResubmitted NDA for Firdapse for the treatment of LEMS Initiated sites and enrolled the first patient in the Phase 3 trial for MuSK-MG Continued progress with pre-commercialization activities for a potential launch of Firdapse Held positive Type C meeting with the FDA to discuss Firdapse NDA submission for LEMS Ended March 31, 2018 with $77.9 million in cash and investments and no debt\nUpcoming Milestones\nExpect the FDA’s decision regarding acceptance of the NDA for Firdapse in the second quarter of 2018 Complete enrollment in the Phase 3 CMS (CMS-001) trial in second half of 2018 Expect top-line results from Phase 3 CMS (CMS-001) trial in the first quarter of 2019 Enroll first patient in SMA Type 3 proof of concept trial conducted in Italy\nFinancial Results\nFor the quarter ended March 31, 2018, Catalyst reported a GAAP net loss of $5,699,892, or $0.06 per basic and diluted share, compared to a GAAP net loss of $4,967,129, or $0.06 per basic and diluted share, for the same period in 2017. For the first quarter of 2018, Non-GAAP 1 net loss was the same as GAAP net loss as there were no Non-GAAP 1 adjustments. Non-GAAP 1 net loss for the first quarter of 2017 was $4,569,894, or $0.06 per basic and diluted share, which excludes non-cash loss of $397,235 attributable to the change in fair value of liability-classified warrants.\nResearch and development expenses for the first quarter of 2018 were $3,259,042 compared to $2,813,929 in the first quarter of 2017. The increase in research and development expenses for the first three months of 2018 was primarily due to consulting expenses as we prepared to submit our NDA for Firdapse for the treatment of LEMS during March 2018, offset by a decrease in clinical expenses, including related drug costs. The Company expects that costs related to research and development activities will continue to be substantial throughout 2018 as it continues its on-going clinical studies and Expanded Access Program for Firdapse.\nGeneral and administrative expenses for the first quarter of 2018 totaled $2,674,398 as compared to $1,865,942 in the first quarter of 2017. The increase when compared to the same period in 2017 is primarily due to increased pre-commercialization expenses. The Company expects general and administrative expenses, including pre-commercialization expenses, to increase in 2018 as we expand our operations and headcount to build up our infrastructure and commercial programs in preparation for a potential Firdapse launch in 2019.\nAs a development-stage biopharmaceutical company, Catalyst had no revenues in either the first quarter of 2018 and 2017.\nAt March 31, 2018, Catalyst had cash and cash equivalents and short-term investments of $77.9 million and no debt. Catalyst believes that its existing capital resources will be sufficient to support its planned operations through 2019 (without considering revenues and cash receipts that may be received in 2019 if Catalyst is successful in obtaining and approval of Firdapse and launching the product in 2019, of which there can be no assurance).\nMore detailed financial information and analysis may be found in the Company's Quarterly Report on Form 10-Q, which was filed with the Securities and Exchange Commission (SEC) on May 9, 2018.\n1 Statements made in this press release include a non-GAAP financial measure. Such information is provided as additional information and not as an alternative to Catalyst's financial statements presented in accordance with U.S. generally accepted accounting principles (GAAP). This non-GAAP financial measure is intended to enhance an overall understanding of Catalyst's current financial performance. Catalyst believes that the non-GAAP financial measure presented in this press release provides investors and prospective investors with an alternative method for assessing Catalyst's operating results in a manner that Catalyst believes is focused on the performance of ongoing operations and provides a more consistent basis for comparison between periods. The non-GAAP financial measure in this press release excludes from the calculation of net loss the expense (or the income) associated with the change in fair value of the liability-classified warrants. Non-GAAP net loss per share is calculated by dividing non-GAAP net loss by the weighted average common shares outstanding.\nConference Call\nCatalyst management will host an investment-community conference call and webcast at 8:30 a.m. ET, tomorrow, Thursday, May 10, 2018 to discuss the financial results and provide a corporate update. Investors who wish to participate in the conference call may do so by dialing (877) 407-8912 for domestic and Canadian callers or (201) 689-8059 for international callers. Those interested in listening to the conference call live via the internet may do so by visiting the Investors page of the company's website at www.catalystpharma.com and clicking on the webcast link on the Investors home page. A webcast replay will be available on the Catalyst website for 30 days following the call by visiting the Investor page of the company's website at www.catalystpharma.com .\nAbout Catalyst Pharmaceuticals\nCatalyst Pharmaceuticals is a biopharmaceutical company focused on developing and commercializing innovative therapies for people with rare debilitating, chronic neuromuscular and neurological diseases, including Lambert-Eaton myasthenic syndrome (LEMS), congenital myasthenic syndromes (CMS), MuSK antibody positive myasthenia gravis, and infantile spasms. Firdapse has received Breakthrough Therapy Designation from the U.S. Food and Drug Administration (FDA) for the treatment of LEMS and Orphan Drug Designation for LEMS, CMS and myasthenia gravis. Firdapse is the first and only approved drug in Europe for symptomatic treatment in adults with LEMS.\nCatalyst is also developing CPP-115 to treat refractory infantile spasms. CPP-115 has been granted U.S. Orphan Drug Designation for the treatment of infantile spasms by the FDA and has been granted E.U. Orphan Medicinal Product Designation for the treatment of West syndrome by the European Commission. In addition, Catalyst is developing a generic version of Sabril® (vigabatrin).\nForward-Looking Statements\nThis press release contains . Forward-looking statements involve known and unknown risks and uncertainties, which may cause Catalyst's actual results in future periods to differ materially from forecasted results. A number of factors, including (i) whether the results of the LMS-003 trial, combined with the results of the Company's previous Phase 3 trial, will be acceptable to the FDA as support for an approval of Firdapse for the treatment of LEMS, (ii) whether the results of the abuse liability studies undertaken by Catalyst will be acceptable to the FDA as support for an approval of Firdapse, (iii) whether the NDA submitted for Firdapse will be accepted by the FDA, and the timing of any such acceptance, (iv) whether the receipt of breakthrough therapy designation for Firdapse will expedite the development and review of Firdapse by the FDA or the likelihood that the product will be found to be safe and effective, (v) whether, if an NDA for Firdapse is accepted for filing, such NDA will be given a priority review by the FDA, (vi) whether Firdapse will ever be approved for commercialization, (vii) whether Catalyst will be the first company to receive an approval for amifampridine (3,4-DAP), giving it 5-year marketing exclusivity for its product, and (viii) those other factors described in Catalyst's Annual Report on Form 10-K for the fiscal year 2017 and its other filings with the U.S. Securities and Exchange Commission (SEC), could adversely affect Catalyst. Copies of Catalyst's filings with the SEC are available from the SEC, may be found on Catalyst's website, or may be obtained upon request from Catalyst. Catalyst does not undertake any obligation to update the information contained herein, which speaks only as of this date.\nCATALYST PHARMACEUTICALS, INC.\nCONSOLIDATED STATEMENTS OF OPERATIONS (unaudited)\nFor the Three Months Ended\nMarch 31,\n2018 2017 Revenues $ -- $ -- Operating costs and expenses: Research and development 3,259,042 2,813,929 General and administrative 2,674,398 1,865,942 Total operating costs and expenses 5,933,440 4,679,871 Loss from operations (5,933,440 ) (4,679,871 ) Other income, net 233,548 109,977 Change in fair value of warrants liability -- (397,235 ) Loss before income taxes (5,699,892 ) (4,967,129 ) Provision for income taxes -- -- Net loss $ (5,699,892 ) $ (4,967,129 ) Net loss per share – basic and diluted $ (0.06 ) $ (0.06 ) Weighted average shares outstanding – basic and diluted 102,557,350 82,972,316\nCATALYST PHARMACEUTICALS, INC.\nCONDENSED CONSOLIDATED BALANCE SHEETS\nMarch 31,\n2018 December 31,\n2017 (unaudited) ASSETS Current Assets: Cash and cash equivalents $ 19,600,591 $ 57,496,702 Short-term investments 58,342,578 26,516,711 Prepaid expenses and other current assets 992,828 1,173,744 Total current assets 78,935,997 85,187,157 Property and equipment, net 183,370 191,385 Deposits 8,888 8,888 Total assets $ 79,128,255 $ 85,387,430 LIABILITIES AND STOCKHOLDERS’ EQUITY Current Liabilities: Accounts payable $ 805,023 $ 1,945,575 Accrued expenses and other liabilities 1,926,371 2,320,587 Total current liabilities 2,731,394 4,266,162 Accrued expenses and other liabilities, non-current 150,395 157,456 Total liabilities 2,881,789 4,423,618 Total stockholders’ equity 76,246,466 80,963,812 Total liabilities and stockholders’ equity $ 79,128,255 $ 85,387,430\nInvestor Contact Brian Korb Solebury Trout (646) 378-2923 bkorb@troutgroup.com Company Contact Patrick J. McEnany Catalyst Pharmaceuticals Chief Executive Officer (305) 420-3200 pmcenany@catalystpharma.com Media Contact David Schull Russo Partners (212) 845-4271 david.schull@russopartnersllc.com\nSource:Catalyst Pharmaceuticals, Inc.",
    "published": "2018-05-10T00:13:00.000+03:00",
    "crawled": "2018-05-10T01:27:28.036+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "coral",
        "gable",
        "may",
        "globe",
        "newswire",
        "catalyst",
        "pharmaceutical",
        "nasdaq",
        "cprx",
        "biopharmaceutical",
        "company",
        "focused",
        "developing",
        "commercializing",
        "innovative",
        "therapy",
        "people",
        "rare",
        "debilitating",
        "chronic",
        "neuromuscular",
        "neurological",
        "disease",
        "today",
        "reported",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "provided",
        "corporate",
        "update",
        "pleased",
        "continue",
        "deliver",
        "key",
        "objective",
        "recently",
        "marked",
        "resubmission",
        "new",
        "drug",
        "application",
        "firdapse",
        "symptomatic",
        "treatment",
        "myasthenic",
        "syndrome",
        "lem",
        "said",
        "patrick",
        "mcenany",
        "chairman",
        "chief",
        "executive",
        "officer",
        "catalyst",
        "pharmaceutical",
        "positive",
        "type",
        "c",
        "meeting",
        "first",
        "quarter",
        "confident",
        "nda",
        "resubmission",
        "firdapse",
        "includes",
        "required",
        "accepted",
        "review",
        "fda",
        "working",
        "diligently",
        "development",
        "comprehensive",
        "patient",
        "service",
        "program",
        "part",
        "commitment",
        "lem",
        "community",
        "program",
        "among",
        "feature",
        "personalized",
        "program",
        "provides",
        "patient",
        "physician",
        "education",
        "assistance",
        "access",
        "treatment",
        "support",
        "patient",
        "caregiver",
        "lastly",
        "continue",
        "make",
        "progress",
        "clinic",
        "potential",
        "indication",
        "pursuing",
        "firdapse",
        "look",
        "forward",
        "providing",
        "update",
        "progress",
        "throughout",
        "recent",
        "highlight",
        "resubmitted",
        "nda",
        "firdapse",
        "treatment",
        "lem",
        "initiated",
        "site",
        "enrolled",
        "first",
        "patient",
        "phase",
        "trial",
        "continued",
        "progress",
        "activity",
        "potential",
        "launch",
        "firdapse",
        "held",
        "positive",
        "type",
        "c",
        "meeting",
        "fda",
        "discus",
        "firdapse",
        "nda",
        "submission",
        "lem",
        "ended",
        "march",
        "million",
        "cash",
        "investment",
        "debt",
        "upcoming",
        "milestone",
        "expect",
        "fda",
        "decision",
        "regarding",
        "acceptance",
        "nda",
        "firdapse",
        "second",
        "quarter",
        "complete",
        "enrollment",
        "phase",
        "cm",
        "trial",
        "second",
        "half",
        "expect",
        "result",
        "phase",
        "cm",
        "trial",
        "first",
        "quarter",
        "enroll",
        "first",
        "patient",
        "sma",
        "type",
        "proof",
        "concept",
        "trial",
        "conducted",
        "italy",
        "financial",
        "result",
        "quarter",
        "ended",
        "march",
        "catalyst",
        "reported",
        "gaap",
        "net",
        "loss",
        "per",
        "basic",
        "diluted",
        "share",
        "compared",
        "gaap",
        "net",
        "loss",
        "per",
        "basic",
        "diluted",
        "share",
        "period",
        "first",
        "quarter",
        "net",
        "loss",
        "gaap",
        "net",
        "loss",
        "adjustment",
        "net",
        "loss",
        "first",
        "quarter",
        "per",
        "basic",
        "diluted",
        "share",
        "excludes",
        "loss",
        "attributable",
        "change",
        "fair",
        "value",
        "warrant",
        "research",
        "development",
        "expense",
        "first",
        "quarter",
        "compared",
        "first",
        "quarter",
        "increase",
        "research",
        "development",
        "expense",
        "first",
        "three",
        "month",
        "primarily",
        "due",
        "consulting",
        "expense",
        "prepared",
        "submit",
        "nda",
        "firdapse",
        "treatment",
        "lem",
        "march",
        "offset",
        "decrease",
        "clinical",
        "expense",
        "including",
        "related",
        "drug",
        "cost",
        "company",
        "expects",
        "cost",
        "related",
        "research",
        "development",
        "activity",
        "continue",
        "substantial",
        "throughout",
        "continues",
        "clinical",
        "study",
        "expanded",
        "access",
        "program",
        "firdapse",
        "general",
        "administrative",
        "expense",
        "first",
        "quarter",
        "totaled",
        "compared",
        "first",
        "quarter",
        "increase",
        "compared",
        "period",
        "primarily",
        "due",
        "increased",
        "expense",
        "company",
        "expects",
        "general",
        "administrative",
        "expense",
        "including",
        "expense",
        "increase",
        "expand",
        "operation",
        "headcount",
        "build",
        "infrastructure",
        "commercial",
        "program",
        "preparation",
        "potential",
        "firdapse",
        "launch",
        "biopharmaceutical",
        "company",
        "catalyst",
        "revenue",
        "either",
        "first",
        "quarter",
        "march",
        "catalyst",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "million",
        "debt",
        "catalyst",
        "belief",
        "existing",
        "capital",
        "resource",
        "sufficient",
        "support",
        "planned",
        "operation",
        "without",
        "considering",
        "revenue",
        "cash",
        "receipt",
        "may",
        "received",
        "catalyst",
        "successful",
        "obtaining",
        "approval",
        "firdapse",
        "launching",
        "product",
        "assurance",
        "detailed",
        "financial",
        "information",
        "analysis",
        "may",
        "found",
        "company",
        "quarterly",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "may",
        "statement",
        "made",
        "press",
        "release",
        "include",
        "financial",
        "measure",
        "information",
        "provided",
        "additional",
        "information",
        "alternative",
        "catalyst",
        "financial",
        "statement",
        "presented",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "financial",
        "measure",
        "intended",
        "enhance",
        "overall",
        "understanding",
        "catalyst",
        "current",
        "financial",
        "performance",
        "catalyst",
        "belief",
        "financial",
        "measure",
        "presented",
        "press",
        "release",
        "provides",
        "investor",
        "prospective",
        "investor",
        "alternative",
        "method",
        "assessing",
        "catalyst",
        "operating",
        "result",
        "manner",
        "catalyst",
        "belief",
        "focused",
        "performance",
        "ongoing",
        "operation",
        "provides",
        "consistent",
        "basis",
        "comparison",
        "period",
        "financial",
        "measure",
        "press",
        "release",
        "excludes",
        "calculation",
        "net",
        "loss",
        "expense",
        "income",
        "associated",
        "change",
        "fair",
        "value",
        "warrant",
        "net",
        "loss",
        "per",
        "share",
        "calculated",
        "dividing",
        "net",
        "loss",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "conference",
        "call",
        "catalyst",
        "management",
        "host",
        "conference",
        "call",
        "webcast",
        "et",
        "tomorrow",
        "thursday",
        "may",
        "discus",
        "financial",
        "result",
        "provide",
        "corporate",
        "update",
        "investor",
        "wish",
        "participate",
        "conference",
        "call",
        "may",
        "dialing",
        "domestic",
        "canadian",
        "caller",
        "international",
        "caller",
        "interested",
        "listening",
        "conference",
        "call",
        "live",
        "via",
        "internet",
        "may",
        "visiting",
        "investor",
        "page",
        "company",
        "website",
        "clicking",
        "webcast",
        "link",
        "investor",
        "home",
        "page",
        "webcast",
        "replay",
        "available",
        "catalyst",
        "website",
        "day",
        "following",
        "call",
        "visiting",
        "investor",
        "page",
        "company",
        "website",
        "catalyst",
        "pharmaceutical",
        "catalyst",
        "pharmaceutical",
        "biopharmaceutical",
        "company",
        "focused",
        "developing",
        "commercializing",
        "innovative",
        "therapy",
        "people",
        "rare",
        "debilitating",
        "chronic",
        "neuromuscular",
        "neurological",
        "disease",
        "including",
        "myasthenic",
        "syndrome",
        "lem",
        "congenital",
        "myasthenic",
        "syndrome",
        "cm",
        "musk",
        "antibody",
        "positive",
        "myasthenia",
        "gravis",
        "infantile",
        "spasm",
        "firdapse",
        "received",
        "breakthrough",
        "therapy",
        "designation",
        "food",
        "drug",
        "administration",
        "fda",
        "treatment",
        "lem",
        "orphan",
        "drug",
        "designation",
        "lem",
        "cm",
        "myasthenia",
        "gravis",
        "firdapse",
        "first",
        "approved",
        "drug",
        "europe",
        "symptomatic",
        "treatment",
        "adult",
        "lem",
        "catalyst",
        "also",
        "developing",
        "treat",
        "refractory",
        "infantile",
        "spasm",
        "granted",
        "orphan",
        "drug",
        "designation",
        "treatment",
        "infantile",
        "spasm",
        "fda",
        "granted",
        "orphan",
        "medicinal",
        "product",
        "designation",
        "treatment",
        "west",
        "syndrome",
        "european",
        "commission",
        "addition",
        "catalyst",
        "developing",
        "generic",
        "version",
        "vigabatrin",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "catalyst",
        "actual",
        "result",
        "future",
        "period",
        "differ",
        "materially",
        "forecasted",
        "result",
        "number",
        "factor",
        "including",
        "whether",
        "result",
        "trial",
        "combined",
        "result",
        "company",
        "previous",
        "phase",
        "trial",
        "acceptable",
        "fda",
        "support",
        "approval",
        "firdapse",
        "treatment",
        "lem",
        "ii",
        "whether",
        "result",
        "abuse",
        "liability",
        "study",
        "undertaken",
        "catalyst",
        "acceptable",
        "fda",
        "support",
        "approval",
        "firdapse",
        "iii",
        "whether",
        "nda",
        "submitted",
        "firdapse",
        "accepted",
        "fda",
        "timing",
        "acceptance",
        "iv",
        "whether",
        "receipt",
        "breakthrough",
        "therapy",
        "designation",
        "firdapse",
        "expedite",
        "development",
        "review",
        "firdapse",
        "fda",
        "likelihood",
        "product",
        "found",
        "safe",
        "effective",
        "v",
        "whether",
        "nda",
        "firdapse",
        "accepted",
        "filing",
        "nda",
        "given",
        "priority",
        "review",
        "fda",
        "vi",
        "whether",
        "firdapse",
        "ever",
        "approved",
        "commercialization",
        "vii",
        "whether",
        "catalyst",
        "first",
        "company",
        "receive",
        "approval",
        "amifampridine",
        "giving",
        "marketing",
        "exclusivity",
        "product",
        "viii",
        "factor",
        "described",
        "catalyst",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "filing",
        "security",
        "exchange",
        "commission",
        "sec",
        "could",
        "adversely",
        "affect",
        "catalyst",
        "copy",
        "catalyst",
        "filing",
        "sec",
        "available",
        "sec",
        "may",
        "found",
        "catalyst",
        "website",
        "may",
        "obtained",
        "upon",
        "request",
        "catalyst",
        "catalyst",
        "undertake",
        "obligation",
        "update",
        "information",
        "contained",
        "herein",
        "speaks",
        "date",
        "catalyst",
        "pharmaceutical",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "operating",
        "cost",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "cost",
        "expense",
        "loss",
        "operation",
        "income",
        "net",
        "change",
        "fair",
        "value",
        "warrant",
        "liability",
        "loss",
        "income",
        "tax",
        "provision",
        "income",
        "tax",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "catalyst",
        "pharmaceutical",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "march",
        "december",
        "unaudited",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "deposit",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "liability",
        "total",
        "current",
        "liability",
        "accrued",
        "expense",
        "liability",
        "total",
        "liability",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "investor",
        "contact",
        "brian",
        "korb",
        "solebury",
        "trout",
        "bkorb",
        "company",
        "contact",
        "patrick",
        "mcenany",
        "catalyst",
        "pharmaceutical",
        "chief",
        "executive",
        "officer",
        "pmcenany",
        "medium",
        "contact",
        "david",
        "schull",
        "russo",
        "partner",
        "source",
        "catalyst",
        "pharmaceutical",
        "inc"
    ]
}