{
    "organizations": [],
    "uuid": "01ac3fbe4ccec2f47b8f4fb3878c26421943e548",
    "author": "Ben DiPietro",
    "url": "https://blogs.wsj.com/riskandcompliance/2018/05/11/the-morning-risk-report-auto-makers-work-to-avoid-fuel-economy-confrontation/",
    "ord_in_thread": 0,
    "title": "The Morning Risk Report: Auto Makers Work to Avoid Fuel-Economy Confrontation - Risk & Compliance Journal. - WSJ",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "0 COMMENTS Readers can subscribe to The Morning Risk Report here: http://on.wsj.com/MorningRiskReportSignup . Follow us on Twitter at @WSJRisk.\nTraffic backs up on snowbound Interstate 25 in Denver in April 2017. AP Photo/David Zalubowski Good morning. Automobile companies are headed to the White House for talks Friday with the Trump administration on fuel-economy standards.\nPresident Donald Trump wants to roll back rules that car makers have complained are too severe. But the companies fear the changes being pushed by the administration go too far and may cause more problems than they solve, the WSJ’s Timothy Puko and Chester Dawson report .\nThe Trump administration wants to dramatically cut back on Obama-era emissions regulations supported by California and other states. While the president and his senior advisers expressed a willingness to confront California they are frustrated by what they describe as tepid support from the auto companies.\nCalifornia has its own powers over fuel-efficiency standards and is already suing to stop the administration’s overhaul. That has escalated a power struggle between Washington and Sacramento that some fear will force auto makers to start meeting two different fuel standards.\nFord Motor Co. Chief Executive Jim Hackett and Chairman William Clay Ford Jr. this week expressed their desire for a compromise. “We’re not asking the administration for a roll back,” Mr. Ford told shareholders at the company’s annual meeting Thursday. “We want California at the table, and we want one national standard that includes California.”\nStatements like this have confused and irritated some in the administration who see this as the best way to help car makers lower costs and stay in tune with consumer demand.\nSome in both the auto industry and the Trump administration consider reluctance from auto makers to be a public-relations ploy. Industry critics note Detroit, despite calls for compromise with environmentalists, is shifting away from sedans to less-efficient SUVs and pickup trucks.\nEXCLUSIVE ON RISK AND COMPLIANCE JOURNAL\nState Street presses for board diversity. Rakhi Kumar, head of environmental, social and governance investments and asset stewardship for State Street Global Advisors, discusses sustainability as part of corporate strategy for long-term returns and how that translates into engagement across the world.\nCOMPLIANCE\nU.S. sanctions Iran currency-exchange network. The U.S. took a step toward cutting Iran off from the global economy on Thursday, levying sanctions on a financing network and accusing the country’s central bank of helping funnel U.S. dollars to the blacklisted elite military unit known as the Quds Force, the WSJ reports.\nQuotas make a comeback in trade. The Trump administration’s efforts to block imports are bringing back a long-forgotten headache for manufacturers: the quota. The U.S. has so far largely relied on tariffs in seeking to reduce imports of steel, aluminum and Chinese goods. But some countries are accepting hard limits on their shipments to avoid the tariffs, the WSJ reports.\nSouth Korea. the world’s fifth-biggest steelmaker by output, accepted a quota capping its U.S. steel exports at 70% of the average export total over the past three years. PHOTO: RYU SEUNG-IL/ZUMA PRESS Nafta deal hopes focus on autos. The U.S., Canada and Mexico are focusing on rewriting the auto rules at the center of the North American Free Trade Agreement as negotiators face hard deadlines, raising the possibility of less drastic changes to Nafta, the WSJ reports.\nU.S. weighs rollback of education rules. The Trump administration is signaling that it plans to undo several rules governing higher education and student aid during the next year, a move the officials say will lead to more innovation but that consumer advocates warn could harm students, the WSJ reports.\nSymantec discloses internal probe. Cybersecurity company Symantec is looking into unspecified financial issues and warned it may have to amend financial results and guidance and will likely miss a regulatory deadline, the WSJ reports. The stock fell 19% in after-hours trading Thursday.\nBarclays chief is fined in whistleblower case. U.K. regulators fined Barclays PLC Chief Executive Jes Staley £642,430 ($868,501) over his efforts to unmask a whistleblower. Mr. Staley “made serious errors of judgment” by repeatedly asking for the identity of a whistleblower who criticized a hire he made, the regulators said Friday, the WSJ reports.\nSanctions force Deripaska to returns jets. Sanctions on the Russian tycoon Oleg Deripaska have forced him to return three jets he was leasing, Reuters reports. The news highlights how the sanctions’ impact reaches beyond United Co. Rusal , the Russian aluminum company that Mr. Deripaska controls.\nDATA SECURITY\nPrivacy fight on the cards for Europe. A battle is looming in Europe over what information Facebook , Alphabet Inc. ’s Google and other companies can demand from the public. The debate could end up in courts for years with the potential to weaken either the European Union’s new data-privacy law or the business models of ad-reliant giants like Facebook and Google, the WSJ reports.\nRISK\nSkechers sues Adidas. The athletic footwear company Skechers sued Adidas , claiming Adidas executives paid high-school athletes to go to universities with basketball programs sponsored by the company, giving Adidas an unfair marketing advantage. The suit Wednesday came almost a year after U.S. authorities charged two Adidas executives with bribing athletes. Adidas said the suit is meritless, Adweek reports.\nPhilippines ousts top judge. Chief Justice Maria Lourdes Sereno, the Philippines’ top judge and a critic of President Rodrigo Duterte’s deadly anti-drugs campaign, was removed from her position on Friday, becoming the latest of the leader’s detractors to be sanctioned or ousted from ostensibly independent institutions, the WSJ reports.\nOPERATIONS\nCustomers examine ties to ZTE. Customers of ZTE Corp. are reassessing their ties with the Chinese telecommunications firm, concerned that supplies of phones and networking gear will fall short. Assembly lines at the company were shut down as a result of a U.S. ban on sales of parts to the firm.\nZTE said Wednesday it had halted major operations, though employees at its Shenzhen, China, factory showed up to work as usual Thursday. PHOTO: © BOBBY YIP / REUTERS/REUTERS\nThe Morning Risk Report from WSJ’s Risk & Compliance Journal cues up the most important news in risk and compliance every weekday morning. Send tips, suggestions and complaints to henry.cutter@wsj.com .\nShare this: Adidas Barclays education rules Ford fuel economy Iran Sanctions Nafta nafta autos Quds Force skechers skinny nafta State Street trade quotas ZTE Previous State Street's 'Fearless' Advocacy for Board Diversity Content from our sponsor Deloitte Risk management, strategy and analysis from Deloitte Fintechs and Regulatory Compliance: Understanding Risks and Rewards From a regulatory perspective, the lines between fintech and traditional financial institutions are starting to blur, bringing greater regulatory expectations, along with potential penalties and legal actions for noncompliance. Regardless of whether fintech companies decide to become a bank chartered institution, they can increase their potential for success by having solid risk management controls in place. That differentiation might open doors to market share and revenue growth, as well as provide a level of comfort to a variety of stakeholders.\nPlease note: The Wall Street Journal News Department was not involved in the creation of the content above. More from Deloitte → ",
    "published": "2018-05-11T15:27:00.000+03:00",
    "crawled": "2018-05-11T15:31:00.010+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "reader",
        "subscribe",
        "morning",
        "risk",
        "report",
        "http",
        "follow",
        "u",
        "twitter",
        "wsjrisk",
        "traffic",
        "back",
        "snowbound",
        "interstate",
        "denver",
        "april",
        "ap",
        "zalubowski",
        "good",
        "morning",
        "automobile",
        "company",
        "headed",
        "white",
        "house",
        "talk",
        "friday",
        "trump",
        "administration",
        "standard",
        "president",
        "donald",
        "trump",
        "want",
        "roll",
        "back",
        "rule",
        "car",
        "maker",
        "complained",
        "severe",
        "company",
        "fear",
        "change",
        "pushed",
        "administration",
        "go",
        "far",
        "may",
        "cause",
        "problem",
        "solve",
        "wsj",
        "timothy",
        "puko",
        "chester",
        "dawson",
        "report",
        "trump",
        "administration",
        "want",
        "dramatically",
        "cut",
        "back",
        "emission",
        "regulation",
        "supported",
        "california",
        "state",
        "president",
        "senior",
        "adviser",
        "expressed",
        "willingness",
        "confront",
        "california",
        "frustrated",
        "describe",
        "tepid",
        "support",
        "auto",
        "company",
        "california",
        "power",
        "standard",
        "already",
        "suing",
        "stop",
        "administration",
        "overhaul",
        "escalated",
        "power",
        "struggle",
        "washington",
        "sacramento",
        "fear",
        "force",
        "auto",
        "maker",
        "start",
        "meeting",
        "two",
        "different",
        "fuel",
        "standard",
        "ford",
        "motor",
        "chief",
        "executive",
        "jim",
        "hackett",
        "chairman",
        "william",
        "clay",
        "ford",
        "week",
        "expressed",
        "desire",
        "compromise",
        "asking",
        "administration",
        "roll",
        "back",
        "ford",
        "told",
        "shareholder",
        "company",
        "annual",
        "meeting",
        "thursday",
        "want",
        "california",
        "table",
        "want",
        "one",
        "national",
        "standard",
        "includes",
        "statement",
        "like",
        "confused",
        "irritated",
        "administration",
        "see",
        "best",
        "way",
        "help",
        "car",
        "maker",
        "lower",
        "cost",
        "stay",
        "tune",
        "consumer",
        "demand",
        "auto",
        "industry",
        "trump",
        "administration",
        "consider",
        "reluctance",
        "auto",
        "maker",
        "ploy",
        "industry",
        "critic",
        "note",
        "detroit",
        "despite",
        "call",
        "compromise",
        "environmentalist",
        "shifting",
        "away",
        "sedan",
        "suv",
        "pickup",
        "truck",
        "exclusive",
        "risk",
        "compliance",
        "journal",
        "state",
        "street",
        "press",
        "board",
        "diversity",
        "rakhi",
        "kumar",
        "head",
        "environmental",
        "social",
        "governance",
        "investment",
        "asset",
        "stewardship",
        "state",
        "street",
        "global",
        "advisor",
        "discusses",
        "sustainability",
        "part",
        "corporate",
        "strategy",
        "return",
        "translates",
        "engagement",
        "across",
        "world",
        "compliance",
        "sanction",
        "iran",
        "network",
        "took",
        "step",
        "toward",
        "cutting",
        "iran",
        "global",
        "economy",
        "thursday",
        "levying",
        "sanction",
        "financing",
        "network",
        "accusing",
        "country",
        "central",
        "bank",
        "helping",
        "funnel",
        "dollar",
        "blacklisted",
        "elite",
        "military",
        "unit",
        "known",
        "quds",
        "force",
        "wsj",
        "report",
        "quota",
        "make",
        "comeback",
        "trade",
        "trump",
        "administration",
        "effort",
        "block",
        "import",
        "bringing",
        "back",
        "headache",
        "manufacturer",
        "quota",
        "far",
        "largely",
        "relied",
        "tariff",
        "seeking",
        "reduce",
        "import",
        "steel",
        "aluminum",
        "chinese",
        "good",
        "country",
        "accepting",
        "hard",
        "limit",
        "shipment",
        "avoid",
        "tariff",
        "wsj",
        "report",
        "south",
        "korea",
        "world",
        "steelmaker",
        "output",
        "accepted",
        "quota",
        "capping",
        "steel",
        "export",
        "average",
        "export",
        "total",
        "past",
        "three",
        "year",
        "photo",
        "ryu",
        "press",
        "nafta",
        "deal",
        "hope",
        "focus",
        "auto",
        "canada",
        "mexico",
        "focusing",
        "rewriting",
        "auto",
        "rule",
        "center",
        "north",
        "american",
        "free",
        "trade",
        "agreement",
        "negotiator",
        "face",
        "hard",
        "deadline",
        "raising",
        "possibility",
        "less",
        "drastic",
        "change",
        "nafta",
        "wsj",
        "report",
        "weighs",
        "rollback",
        "education",
        "rule",
        "trump",
        "administration",
        "signaling",
        "plan",
        "undo",
        "several",
        "rule",
        "governing",
        "higher",
        "education",
        "student",
        "aid",
        "next",
        "year",
        "move",
        "official",
        "say",
        "lead",
        "innovation",
        "consumer",
        "advocate",
        "warn",
        "could",
        "harm",
        "student",
        "wsj",
        "report",
        "symantec",
        "discloses",
        "internal",
        "probe",
        "cybersecurity",
        "company",
        "symantec",
        "looking",
        "unspecified",
        "financial",
        "issue",
        "warned",
        "may",
        "amend",
        "financial",
        "result",
        "guidance",
        "likely",
        "miss",
        "regulatory",
        "deadline",
        "wsj",
        "report",
        "stock",
        "fell",
        "trading",
        "thursday",
        "barclays",
        "chief",
        "fined",
        "whistleblower",
        "case",
        "regulator",
        "fined",
        "barclays",
        "plc",
        "chief",
        "executive",
        "jes",
        "staley",
        "effort",
        "unmask",
        "whistleblower",
        "staley",
        "made",
        "serious",
        "error",
        "judgment",
        "repeatedly",
        "asking",
        "identity",
        "whistleblower",
        "criticized",
        "hire",
        "made",
        "regulator",
        "said",
        "friday",
        "wsj",
        "report",
        "sanction",
        "force",
        "deripaska",
        "return",
        "jet",
        "sanction",
        "russian",
        "tycoon",
        "oleg",
        "deripaska",
        "forced",
        "return",
        "three",
        "jet",
        "leasing",
        "reuters",
        "report",
        "news",
        "highlight",
        "sanction",
        "impact",
        "reach",
        "beyond",
        "united",
        "rusal",
        "russian",
        "aluminum",
        "company",
        "deripaska",
        "control",
        "data",
        "security",
        "privacy",
        "fight",
        "card",
        "europe",
        "battle",
        "looming",
        "europe",
        "information",
        "facebook",
        "alphabet",
        "google",
        "company",
        "demand",
        "public",
        "debate",
        "could",
        "end",
        "court",
        "year",
        "potential",
        "weaken",
        "either",
        "european",
        "union",
        "new",
        "law",
        "business",
        "model",
        "giant",
        "like",
        "facebook",
        "google",
        "wsj",
        "report",
        "risk",
        "skechers",
        "sue",
        "adidas",
        "athletic",
        "footwear",
        "company",
        "skechers",
        "sued",
        "adidas",
        "claiming",
        "adidas",
        "executive",
        "paid",
        "athlete",
        "go",
        "university",
        "basketball",
        "program",
        "sponsored",
        "company",
        "giving",
        "adidas",
        "unfair",
        "marketing",
        "advantage",
        "suit",
        "wednesday",
        "came",
        "almost",
        "year",
        "authority",
        "charged",
        "two",
        "adidas",
        "executive",
        "bribing",
        "athlete",
        "adidas",
        "said",
        "suit",
        "meritless",
        "adweek",
        "report",
        "philippine",
        "ousts",
        "top",
        "judge",
        "chief",
        "justice",
        "maria",
        "lourdes",
        "sereno",
        "philippine",
        "top",
        "judge",
        "critic",
        "president",
        "rodrigo",
        "duterte",
        "deadly",
        "campaign",
        "removed",
        "position",
        "friday",
        "becoming",
        "latest",
        "leader",
        "detractor",
        "sanctioned",
        "ousted",
        "ostensibly",
        "independent",
        "institution",
        "wsj",
        "report",
        "operation",
        "customer",
        "examine",
        "tie",
        "zte",
        "customer",
        "zte",
        "reassessing",
        "tie",
        "chinese",
        "telecommunication",
        "firm",
        "concerned",
        "supply",
        "phone",
        "networking",
        "gear",
        "fall",
        "short",
        "assembly",
        "line",
        "company",
        "shut",
        "result",
        "ban",
        "sale",
        "part",
        "firm",
        "zte",
        "said",
        "wednesday",
        "halted",
        "major",
        "operation",
        "though",
        "employee",
        "shenzhen",
        "china",
        "factory",
        "showed",
        "work",
        "usual",
        "thursday",
        "photo",
        "bobby",
        "yip",
        "morning",
        "risk",
        "report",
        "wsj",
        "risk",
        "compliance",
        "journal",
        "cue",
        "important",
        "news",
        "risk",
        "compliance",
        "every",
        "weekday",
        "morning",
        "send",
        "tip",
        "suggestion",
        "complaint",
        "share",
        "adidas",
        "barclays",
        "education",
        "rule",
        "ford",
        "fuel",
        "economy",
        "iran",
        "sanction",
        "nafta",
        "nafta",
        "auto",
        "quds",
        "force",
        "skechers",
        "skinny",
        "nafta",
        "state",
        "street",
        "trade",
        "quota",
        "zte",
        "previous",
        "state",
        "street",
        "advocacy",
        "board",
        "diversity",
        "content",
        "sponsor",
        "deloitte",
        "risk",
        "management",
        "strategy",
        "analysis",
        "deloitte",
        "fintechs",
        "regulatory",
        "compliance",
        "understanding",
        "risk",
        "reward",
        "regulatory",
        "perspective",
        "line",
        "fintech",
        "traditional",
        "financial",
        "institution",
        "starting",
        "blur",
        "bringing",
        "greater",
        "regulatory",
        "expectation",
        "along",
        "potential",
        "penalty",
        "legal",
        "action",
        "noncompliance",
        "regardless",
        "whether",
        "fintech",
        "company",
        "decide",
        "become",
        "bank",
        "chartered",
        "institution",
        "increase",
        "potential",
        "success",
        "solid",
        "risk",
        "management",
        "control",
        "place",
        "differentiation",
        "might",
        "open",
        "door",
        "market",
        "share",
        "revenue",
        "growth",
        "well",
        "provide",
        "level",
        "comfort",
        "variety",
        "stakeholder",
        "please",
        "note",
        "wall",
        "street",
        "journal",
        "news",
        "department",
        "involved",
        "creation",
        "content",
        "deloitte"
    ]
}