{
    "organizations": [],
    "uuid": "ad536cb8248a5861ffcc790017b9a0bfb7cef4a7",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/globe-newswire-pdf-solutionsa-reports-first-fiscal-quarter-results.html",
    "ord_in_thread": 0,
    "title": "PDF Solutions® Reports Fiscal",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN JOSE, Calif., May 08, 2018 (GLOBE NEWSWIRE) -- PDF Solutions, Inc. (“PDF Solutions” or the “Company”) (NASDAQ:PDFS), the leading provider of process-design integration technologies to enhance integrated circuit (IC) manufacturability, today announced financial results for its first fiscal quarter\nTotal revenues for the first fiscal quarter of 2018 were $24.7 million, down 8% from $26.8 million for the fourth fiscal quarter of 2017 and up 2% from $24.3 million for the first fiscal quarter of 2017. Design-to-silicon-yield solutions revenue for the first fiscal quarter of 2018 was $18.2 million, down 4% from $19.0 million for the fourth fiscal quarter of 2017 and down 8% from $19.7 million for the first fiscal quarter of 2017. Gainshare performance incentives revenue for the first fiscal quarter of 2018 was $6.5 million, down 16% from $7.8 million for the fourth fiscal quarter of 2017 and up 43% from $4.6 million for the first fiscal quarter of 2017.\nOn a GAAP basis, net loss for the first fiscal quarter of 2018 was $0.4 million, or $0.01 per basic and diluted share, compared to net loss of $2.6 million, or $0.08 per basic and diluted share, for the fourth fiscal quarter of 2017, and compared to net income of $0.5 million, or $0.02 per basic and diluted share, for the first fiscal quarter of 2017.\nCash and cash equivalents at March 31, 2018, were $98.5 million, compared to $101.3 million at December 31, 2017.\nNon-GAAP net income for the first fiscal quarter of 2018 was $2.2 million, or $0.07 per diluted share, compared to $4.2 million, or $0.13 per diluted share, for the fourth fiscal quarter of 2017, and compared to $2.6 million, or $0.08 per diluted share, for the first fiscal quarter of 2017. EBITDAR for the first fiscal quarter of 2018 was $3.8 million, compared to $5.5 million for the fourth fiscal quarter of 2017 and compared to $3.5 million for the first fiscal quarter of 2017.\nAs previously announced, PDF Solutions will discuss these results on a live conference call beginning at 2:00 p.m. Pacific Time/5:00 p.m. Eastern Time today. The call will be simultaneously web cast on PDF Solutions’ website at http://ir.pdf.com/webcasts . A replay of the web cast will be available at the same website address beginning approximately two hours after completion of the live call. A copy of this press release, including the disclosure and reconciliation of certain non-GAAP financial measures to the comparable GAAP measures, which non-GAAP measures may be used periodically by PDF Solutions’ management when discussing financial results with investors and analysts, will also be available on PDF Solutions’ website at http://www.pdf.com/press-releases following the date of this release.\nFirst Fiscal Quarter 2018 Financial Commentary Available Online\nA Management Report reviewing the Company’s first fiscal quarter 2018 financial results, as well as providing updated second quarter 2018 financial outlook, will be furnished to the SEC on Form 8-K and published on the Company’s website at http://ir.pdf.com/financial-reports . Analysts and investors are encouraged to review this commentary prior to participating in the conference call webcast.\nInformation Regarding Use of Non-GAAP Financial Measures\nIn addition to providing results that are determined in accordance with Generally Accepted Accounting Principles in the United States of America (GAAP), PDF Solutions also provides certain non-GAAP financial measures. Non-GAAP net income excludes the effects of non-recurring items (including severance payments), stock-based compensation expenses, amortization of acquired technology and other acquired intangible assets, and their related income tax effects, as applicable, as well as adjusts for the non-cash portion of income taxes. EBITDAR is calculated by taking GAAP net income, adding back the effects of non-recurring items, stock-based compensation expenses, amortization of acquired technology and other acquired intangibles, depreciation expense and income tax provision (benefit). These non-GAAP financial measures are used by management internally to measure the Company’s profitability and performance. PDF Solutions’ management believes that these non-GAAP measures provide useful supplemental measures to investors regarding the Company’s ongoing operations in light of the fact that none of these categories of expense has a current effect on the future uses of cash (with the exception of certain non-recurring items) nor do they impact the generation of current or future revenues. These non-GAAP results should not be considered an alternative to, or a substitute for, GAAP financial information, and may be different from similarly titled non-GAAP measures used by other companies. In particular, these non-GAAP financial measures are not a substitute for GAAP measures of income or loss as a measure of performance, or to cash flows from operating, investing and financing activities as a measure of liquidity. Since management uses these non-GAAP financial measures internally to measure profitability and performance, PDF Solutions has included these non-GAAP measures to give investors an opportunity to see the Company’s financial results as viewed by management. A reconciliation of the comparable GAAP financial measures to the non-GAAP financial measures is provided at the end of the Company’s financial statements presented below.\nForward-Looking Statements\nThe statements made on the planned conference call regarding the Company's future expected business performance and financial results are forward looking and are subject to events and circumstances of the future. Actual results could differ materially from those expressed in these forward-looking statements. Risks and uncertainties that could cause results to differ materially include risks associated with: customers' production volumes at Gainshare-covered facilities; cost and schedule of new product development; continued adoption of the Company's solutions by new and existing customers; project milestones or delays and performance criteria achieved; the provision of technology and services prior to the execution of a final contract; and other risks set forth in PDF Solutions' periodic public filings with the Securities and Exchange Commission, including, without limitation, its Annual Reports on Form 10-K, most recently filed for the year ended December 31, 2017, Quarterly Reports on Form 10-Q, and Current Reports on Form 8-K and amendments to such reports. The forward-looking statements made in the conference call are made as of the date hereof, and PDF Solutions does not assume any obligation to update such statements nor the reasons why actual results could differ materially from those projected in such statements.\nAbout PDF Solutions\nPDF Solutions enables customers to reduce the time to market of integrated circuits (“ICs”), lower the cost of IC design and manufacturing and improve both quality and profitability. The Company has developed proprietary hardware and software and provides services that target the entire systems value chain, which is a term we use that means the activities from technology development and the design of a semiconductor product through volume manufacturing of devices and subsequent system assembly and test.\nPDF Solutions’ products and services consist of proprietary test structures and electrical test systems, physical intellectual property, enterprise platform software and professional services. The Company’s Characterization Vehicle ® (CV ® ) electrical test chip infrastructure provides core modeling capabilities, and is used by more leading manufacturers than any other test chips in the industry. The Design-for-Inspection™ solution includes the proprietary eProbe ® e-beam tool and extends the Company’s electrical characterization technologies into the e-beam measurement of extremely dense test structures, or DFI™ cells, across an entire fabrication process. Proprietary Template ™ layout patterns for standard cell libraries optimize area, performance, and manufacturability for designing IC products. The Exensio ® platform for big data unlocks relevant, actionable information buried in wafer fabrication, process control and test data through key components: Exensio ® -Yield, Exensio ® -Control, Exensio ® -Test, Exensio ® -ALPS, and Exensio ® -Char. The Exensio ® platform is available either on-premise or via software as a service (SaaS).\nHeadquartered in San Jose, Calif., PDF Solutions operates worldwide with additional offices in Canada, China, France, Germany, Italy, Japan, Korea, and Taiwan. PDF Solutions is listed on The NASDAQ National Market under the ticker symbol PDFS. For the Company’s latest news and information, visit http://www.pdf.com/ .\nCharacterization Vehicle, CV, Exensio, eProbe, PDF Solutions, and the PDF Solutions logo are registered trademarks of PDF Solutions, Inc. or its subsidiaries. ALPS, Design-for-Inspection, DFI, and Template are trademarks of PDF Solutions, Inc. or its subsidiaries.\nPDF SOLUTIONS, INC. CONDENSED CONSOLIDATED BALANCE SHEETS (UNAUDITED) (In thousands) March 31,\n2018 December 31,\n2017 ASSETS Current assets: Cash and cash equivalents $ 98,522 $ 101,267 Accounts receivable, net 57,096 57,564 Prepaid expenses and other current assets 11,594 5,069 Total current assets 167,212 163,900 Property and equipment, net 26,536 25,386 Goodwill 1,923 1,923 Intangible assets, net 5,821 6,074 Deferred tax assets 15,896 16,348 Other non-current assets 9,752 10,545 Total assets $ 227,140 $ 224,176 LIABILITIES AND STOCKHOLDERS’ EQUITY Current liabilities: Accounts payable $ 3,188 $ 2,536 Accrued compensation and related benefits 5,322 6,493 Accrued and other current liabilities 2,151 2,627 Deferred revenues - current portion 8,474 7,981 Total current liabilities 19,135 19,637 Long-term income taxes payable 4,824 3,902 Other non-current liabilities 1,122 2,269 Total liabilities 25,081 25,808 Stockholders’ equity: Common stock and additional paid-in-capital 301,872 297,955 Treasury stock at cost (76,473 ) (71,793 ) Accumulated deficit (23,160 ) (27,089 ) Accumulated other comprehensive loss (180 ) (705 ) Total stockholders’ equity 202,059 198,368 Total liabilities and stockholders’ equity $ 227,140 $ 224,176\nPDF SOLUTIONS, INC. CONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS (UNAUDITED) (In thousands, except per share amounts) Three months ended March 31, December 31, March 31, 2018 2017 2017 Revenues: Design-to-silicon-yield solutions $ 18,190 $ 19,010 $ 19,698 Gainshare performance incentives 6,547 7,766 4,591 Total revenues 24,737 26,776 24,289 Costs of Design-to-silicon-yield solutions: Direct costs of Design-to-silicon-yield solutions 11,338 12,137 11,335 Amortization of acquired technology 144 144 96 Total costs of Design-to-silicon-yield solutions 11,482 12,281 11,431 Gross profit 13,255 14,495 12,858 Operating expenses: Research and development 7,245 7,646 7,282 Selling, general and administrative 6,375 5,909 5,899 Amortization of other acquired intangible assets 109 107 92 Total operating expenses 13,729 13,662 13,273 Income from operations (474 ) 833 (415 ) Interest and other income (expense), net (331 ) 42 (230 ) Income (loss) before income taxes (805 ) 875 (645 ) Income tax provision (benefit) (381 ) 3,509 (1,162 ) Net income (loss) $ (424 ) $ (2,634 ) $ 517 Net income (loss) per share: Basic $ (0.01 ) $ (0.08 ) $ 0.02 Diluted $ (0.01 ) $ (0.08 ) $ 0.02 Weighted average common shares: Basic 32,168 31,971 31,991 Diluted 32,168 31,971 33,594\nPDF SOLUTIONS, INC. RECONCILIATION OF GAAP TO NON-GAAP NET INCOME (UNAUDITED) (In thousands, except per share amounts) Three months ended March 31, December 31, March 31, 2018 2017 2017 GAAP net income (loss) $ (424 ) $ (2,634 ) $ 517 Adjustments to reconcile GAAP net income to non-GAAP net income: Stock-based compensation expense 2,856 3,073 2,884 Amortization of acquired technology 144 144 96 Amortization of other acquired intangible assets 109 107 92 Non-recurring severance payment (1) 283 30 - Tax Adjustments (747 ) 3,444 (995 ) Non-GAAP net income $ 2,220 $ 4,164 $ 2,594 GAAP net income (loss) per diluted share $ (0.01 ) $ (0.08 ) $ 0.02 Non-GAAP net income per diluted share $ 0.07 $ 0.13 $ 0.08 Shares used in diluted shares calculation 32,645 32,866 33,594\nPDF SOLUTIONS, INC. RECONCILIATION OF GAAP NET INCOME TO EBITDAR (UNAUDITED) (In thousands, except per share amounts) Three months ended March 31, December 31, March 31, 2018 2017 2017 GAAP net income (loss) $ (424 ) $ (2,634 ) $ 517 Adjustments to reconcile GAAP net income to EBITDAR: Stock-based compensation expense 2,856 3,073 2,884 Amortization of acquired technology 144 144 96 Amortization of other acquired intangible assets 109 107 92 Non-recurring severance payment (1) 283 30 - Depreciation expense 1,261 1,241 1,091 Income tax provision (benefit) (381 ) 3,509 (1,162 ) EBITDAR $ 3,847 $ 5,470 $ 3,518 (1) These are non-recurring severance payments related to reduction in workforce. The Company is excluding these costs in order to provide better comparability between periods.\nCompany Contacts: Gregory Walker, Sonia Segovia, VP, Finance and CFO IR Coordinator Tel: (408) 938-6457 Tel: (408) 938-6491 Email: gregory.walker@pdf.com Email: sonia.segovia@pdf.com\nSource:PDF Solutions, Inc.",
    "published": "2018-05-09T00:00:00.000+03:00",
    "crawled": "2018-05-09T00:56:07.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "jose",
        "may",
        "globe",
        "newswire",
        "pdf",
        "solution",
        "pdf",
        "solution",
        "company",
        "nasdaq",
        "pdfs",
        "leading",
        "provider",
        "integration",
        "technology",
        "enhance",
        "integrated",
        "circuit",
        "ic",
        "manufacturability",
        "today",
        "announced",
        "financial",
        "result",
        "first",
        "fiscal",
        "quarter",
        "total",
        "revenue",
        "first",
        "fiscal",
        "quarter",
        "million",
        "million",
        "fourth",
        "fiscal",
        "quarter",
        "million",
        "first",
        "fiscal",
        "quarter",
        "solution",
        "revenue",
        "first",
        "fiscal",
        "quarter",
        "million",
        "million",
        "fourth",
        "fiscal",
        "quarter",
        "million",
        "first",
        "fiscal",
        "quarter",
        "gainshare",
        "performance",
        "incentive",
        "revenue",
        "first",
        "fiscal",
        "quarter",
        "million",
        "million",
        "fourth",
        "fiscal",
        "quarter",
        "million",
        "first",
        "fiscal",
        "quarter",
        "gaap",
        "basis",
        "net",
        "loss",
        "first",
        "fiscal",
        "quarter",
        "million",
        "per",
        "basic",
        "diluted",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "basic",
        "diluted",
        "share",
        "fourth",
        "fiscal",
        "quarter",
        "compared",
        "net",
        "income",
        "million",
        "per",
        "basic",
        "diluted",
        "share",
        "first",
        "fiscal",
        "quarter",
        "cash",
        "cash",
        "equivalent",
        "march",
        "million",
        "compared",
        "million",
        "december",
        "net",
        "income",
        "first",
        "fiscal",
        "quarter",
        "million",
        "per",
        "diluted",
        "share",
        "compared",
        "million",
        "per",
        "diluted",
        "share",
        "fourth",
        "fiscal",
        "quarter",
        "compared",
        "million",
        "per",
        "diluted",
        "share",
        "first",
        "fiscal",
        "quarter",
        "ebitdar",
        "first",
        "fiscal",
        "quarter",
        "million",
        "compared",
        "million",
        "fourth",
        "fiscal",
        "quarter",
        "compared",
        "million",
        "first",
        "fiscal",
        "quarter",
        "previously",
        "announced",
        "pdf",
        "solution",
        "discus",
        "result",
        "live",
        "conference",
        "call",
        "beginning",
        "pacific",
        "eastern",
        "time",
        "today",
        "call",
        "simultaneously",
        "web",
        "cast",
        "pdf",
        "solution",
        "website",
        "http",
        "replay",
        "web",
        "cast",
        "available",
        "website",
        "address",
        "beginning",
        "approximately",
        "two",
        "hour",
        "completion",
        "live",
        "call",
        "copy",
        "press",
        "release",
        "including",
        "disclosure",
        "reconciliation",
        "certain",
        "financial",
        "measure",
        "comparable",
        "gaap",
        "measure",
        "measure",
        "may",
        "used",
        "periodically",
        "pdf",
        "solution",
        "management",
        "discussing",
        "financial",
        "result",
        "investor",
        "analyst",
        "also",
        "available",
        "pdf",
        "solution",
        "website",
        "http",
        "following",
        "date",
        "release",
        "first",
        "fiscal",
        "quarter",
        "financial",
        "commentary",
        "available",
        "online",
        "management",
        "report",
        "reviewing",
        "company",
        "first",
        "fiscal",
        "quarter",
        "financial",
        "result",
        "well",
        "providing",
        "updated",
        "second",
        "quarter",
        "financial",
        "outlook",
        "furnished",
        "sec",
        "form",
        "published",
        "company",
        "website",
        "http",
        "analyst",
        "investor",
        "encouraged",
        "review",
        "commentary",
        "prior",
        "participating",
        "conference",
        "call",
        "webcast",
        "information",
        "regarding",
        "use",
        "financial",
        "measure",
        "addition",
        "providing",
        "result",
        "determined",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "united",
        "state",
        "america",
        "gaap",
        "pdf",
        "solution",
        "also",
        "provides",
        "certain",
        "financial",
        "measure",
        "net",
        "income",
        "excludes",
        "effect",
        "item",
        "including",
        "severance",
        "payment",
        "compensation",
        "expense",
        "amortization",
        "acquired",
        "technology",
        "acquired",
        "intangible",
        "asset",
        "related",
        "income",
        "tax",
        "effect",
        "applicable",
        "well",
        "adjusts",
        "portion",
        "income",
        "tax",
        "ebitdar",
        "calculated",
        "taking",
        "gaap",
        "net",
        "income",
        "adding",
        "back",
        "effect",
        "item",
        "compensation",
        "expense",
        "amortization",
        "acquired",
        "technology",
        "acquired",
        "intangible",
        "depreciation",
        "expense",
        "income",
        "tax",
        "provision",
        "benefit",
        "financial",
        "measure",
        "used",
        "management",
        "internally",
        "measure",
        "company",
        "profitability",
        "performance",
        "pdf",
        "solution",
        "management",
        "belief",
        "measure",
        "provide",
        "useful",
        "supplemental",
        "measure",
        "investor",
        "regarding",
        "company",
        "ongoing",
        "operation",
        "light",
        "fact",
        "none",
        "category",
        "expense",
        "current",
        "effect",
        "future",
        "us",
        "cash",
        "exception",
        "certain",
        "item",
        "impact",
        "generation",
        "current",
        "future",
        "revenue",
        "result",
        "considered",
        "alternative",
        "substitute",
        "gaap",
        "financial",
        "information",
        "may",
        "different",
        "similarly",
        "titled",
        "measure",
        "used",
        "company",
        "particular",
        "financial",
        "measure",
        "substitute",
        "gaap",
        "measure",
        "income",
        "loss",
        "measure",
        "performance",
        "cash",
        "flow",
        "operating",
        "investing",
        "financing",
        "activity",
        "measure",
        "liquidity",
        "since",
        "management",
        "us",
        "financial",
        "measure",
        "internally",
        "measure",
        "profitability",
        "performance",
        "pdf",
        "solution",
        "included",
        "measure",
        "give",
        "investor",
        "opportunity",
        "see",
        "company",
        "financial",
        "result",
        "viewed",
        "management",
        "reconciliation",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "financial",
        "measure",
        "provided",
        "end",
        "company",
        "financial",
        "statement",
        "presented",
        "statement",
        "statement",
        "made",
        "planned",
        "conference",
        "call",
        "regarding",
        "company",
        "future",
        "expected",
        "business",
        "performance",
        "financial",
        "result",
        "forward",
        "looking",
        "subject",
        "event",
        "circumstance",
        "future",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "expressed",
        "statement",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "result",
        "differ",
        "materially",
        "include",
        "risk",
        "associated",
        "customer",
        "production",
        "volume",
        "facility",
        "cost",
        "schedule",
        "new",
        "product",
        "development",
        "continued",
        "adoption",
        "company",
        "solution",
        "new",
        "existing",
        "customer",
        "project",
        "milestone",
        "delay",
        "performance",
        "criterion",
        "achieved",
        "provision",
        "technology",
        "service",
        "prior",
        "execution",
        "final",
        "contract",
        "risk",
        "set",
        "forth",
        "pdf",
        "solution",
        "periodic",
        "public",
        "filing",
        "security",
        "exchange",
        "commission",
        "including",
        "without",
        "limitation",
        "annual",
        "report",
        "form",
        "recently",
        "filed",
        "year",
        "ended",
        "december",
        "quarterly",
        "report",
        "form",
        "current",
        "report",
        "form",
        "amendment",
        "report",
        "statement",
        "made",
        "conference",
        "call",
        "made",
        "date",
        "hereof",
        "pdf",
        "solution",
        "assume",
        "obligation",
        "update",
        "statement",
        "reason",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "projected",
        "statement",
        "pdf",
        "solution",
        "pdf",
        "solution",
        "enables",
        "customer",
        "reduce",
        "time",
        "market",
        "integrated",
        "circuit",
        "ic",
        "lower",
        "cost",
        "ic",
        "design",
        "manufacturing",
        "improve",
        "quality",
        "profitability",
        "company",
        "developed",
        "proprietary",
        "hardware",
        "software",
        "provides",
        "service",
        "target",
        "entire",
        "system",
        "value",
        "chain",
        "term",
        "use",
        "mean",
        "activity",
        "technology",
        "development",
        "design",
        "semiconductor",
        "product",
        "volume",
        "manufacturing",
        "device",
        "subsequent",
        "system",
        "assembly",
        "test",
        "pdf",
        "solution",
        "product",
        "service",
        "consist",
        "proprietary",
        "test",
        "structure",
        "electrical",
        "test",
        "system",
        "physical",
        "intellectual",
        "property",
        "enterprise",
        "platform",
        "software",
        "professional",
        "service",
        "company",
        "characterization",
        "vehicle",
        "cv",
        "electrical",
        "test",
        "chip",
        "infrastructure",
        "provides",
        "core",
        "modeling",
        "capability",
        "used",
        "leading",
        "manufacturer",
        "test",
        "chip",
        "industry",
        "solution",
        "includes",
        "proprietary",
        "eprobe",
        "tool",
        "extends",
        "company",
        "electrical",
        "characterization",
        "technology",
        "measurement",
        "extremely",
        "dense",
        "test",
        "structure",
        "cell",
        "across",
        "entire",
        "fabrication",
        "process",
        "proprietary",
        "template",
        "layout",
        "pattern",
        "standard",
        "cell",
        "library",
        "optimize",
        "area",
        "performance",
        "manufacturability",
        "designing",
        "ic",
        "product",
        "exensio",
        "platform",
        "big",
        "data",
        "unlocks",
        "relevant",
        "actionable",
        "information",
        "buried",
        "wafer",
        "fabrication",
        "process",
        "control",
        "test",
        "data",
        "key",
        "component",
        "exensio",
        "exensio",
        "exensio",
        "exensio",
        "exensio",
        "exensio",
        "platform",
        "available",
        "either",
        "via",
        "software",
        "service",
        "saas",
        "headquartered",
        "san",
        "jose",
        "pdf",
        "solution",
        "operates",
        "worldwide",
        "additional",
        "office",
        "canada",
        "china",
        "france",
        "germany",
        "italy",
        "japan",
        "korea",
        "taiwan",
        "pdf",
        "solution",
        "listed",
        "nasdaq",
        "national",
        "market",
        "ticker",
        "symbol",
        "pdfs",
        "company",
        "latest",
        "news",
        "information",
        "visit",
        "http",
        "characterization",
        "vehicle",
        "cv",
        "exensio",
        "eprobe",
        "pdf",
        "solution",
        "pdf",
        "solution",
        "logo",
        "registered",
        "trademark",
        "pdf",
        "solution",
        "subsidiary",
        "alp",
        "dfi",
        "template",
        "trademark",
        "pdf",
        "solution",
        "subsidiary",
        "pdf",
        "solution",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "thousand",
        "march",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "net",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "goodwill",
        "intangible",
        "asset",
        "net",
        "deferred",
        "tax",
        "asset",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "compensation",
        "related",
        "benefit",
        "accrued",
        "current",
        "liability",
        "deferred",
        "revenue",
        "current",
        "portion",
        "total",
        "current",
        "liability",
        "income",
        "tax",
        "payable",
        "liability",
        "total",
        "liability",
        "stockholder",
        "equity",
        "common",
        "stock",
        "additional",
        "treasury",
        "stock",
        "cost",
        "accumulated",
        "deficit",
        "accumulated",
        "comprehensive",
        "loss",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "pdf",
        "solution",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "march",
        "december",
        "march",
        "revenue",
        "solution",
        "gainshare",
        "performance",
        "incentive",
        "total",
        "revenue",
        "cost",
        "solution",
        "direct",
        "cost",
        "solution",
        "amortization",
        "acquired",
        "technology",
        "total",
        "cost",
        "solution",
        "gross",
        "profit",
        "operating",
        "expense",
        "research",
        "development",
        "selling",
        "general",
        "administrative",
        "amortization",
        "acquired",
        "intangible",
        "asset",
        "total",
        "operating",
        "expense",
        "income",
        "operation",
        "interest",
        "income",
        "expense",
        "net",
        "income",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "provision",
        "benefit",
        "net",
        "income",
        "loss",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "basic",
        "diluted",
        "pdf",
        "solution",
        "reconciliation",
        "gaap",
        "net",
        "income",
        "unaudited",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "march",
        "december",
        "march",
        "gaap",
        "net",
        "income",
        "loss",
        "adjustment",
        "reconcile",
        "gaap",
        "net",
        "income",
        "net",
        "income",
        "compensation",
        "expense",
        "amortization",
        "acquired",
        "technology",
        "amortization",
        "acquired",
        "intangible",
        "asset",
        "severance",
        "payment",
        "tax",
        "adjustment",
        "net",
        "income",
        "gaap",
        "net",
        "income",
        "loss",
        "per",
        "diluted",
        "share",
        "net",
        "income",
        "per",
        "diluted",
        "share",
        "share",
        "used",
        "diluted",
        "share",
        "calculation",
        "pdf",
        "solution",
        "reconciliation",
        "gaap",
        "net",
        "income",
        "ebitdar",
        "unaudited",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "march",
        "december",
        "march",
        "gaap",
        "net",
        "income",
        "loss",
        "adjustment",
        "reconcile",
        "gaap",
        "net",
        "income",
        "ebitdar",
        "compensation",
        "expense",
        "amortization",
        "acquired",
        "technology",
        "amortization",
        "acquired",
        "intangible",
        "asset",
        "severance",
        "payment",
        "depreciation",
        "expense",
        "income",
        "tax",
        "provision",
        "benefit",
        "ebitdar",
        "severance",
        "payment",
        "related",
        "reduction",
        "workforce",
        "company",
        "excluding",
        "cost",
        "order",
        "provide",
        "better",
        "comparability",
        "period",
        "company",
        "contact",
        "gregory",
        "walker",
        "sonia",
        "segovia",
        "vp",
        "finance",
        "cfo",
        "ir",
        "coordinator",
        "tel",
        "tel",
        "email",
        "email",
        "source",
        "pdf",
        "solution",
        "inc"
    ]
}