{
    "organizations": [],
    "uuid": "5657e674c8a1917b8087606d4d4ad273b75e0f3c",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/01/globe-newswire-dorman-products-inc-reports-first-quarter-2018-results-re-affirms-2018-guidance.html",
    "ord_in_thread": 0,
    "title": "Dorman Products, Inc. Reports First Quarter 2018 Results, Re-affirms 2018 Guidance",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Highlights:\nDiluted earnings per share (EPS) of $0.93 on a GAAP basis, including $0.03 per share in acquisition-related charges, increased 9% compared to $0.85 last year. Adjusted diluted EPS of $0.96, up 13% compared to $0.85 last year. Revenues of $227.3 million, up 3% compared to $221.6 million last year. The Company re-iterated 2018 net sales growth between 6%-9% and expects diluted EPS of between $4.00 and $4.23 on a GAAP basis and Adjusted diluted EPS of between $4.10 and $4.32, or between a 22% and 28% growth rate.\nCOLMAR, Pa., May 01, 2018 (GLOBE NEWSWIRE) -- Dorman Products, Inc. (NASDAQ:DORM), a leading supplier in the automotive aftermarket, today announced its financial results for the first quarter ended March 31, 2018.\n1st Quarter Financial Results\nThe Company reported first quarter 2018 net sales of $227.3 million, up 3% compared to net sales of $221.6 million in the first quarter of 2017. Included in net sales were approximately $10 million of sales from MAS Automotive Distribution Inc. (MAS) which was acquired in October of 2017.\nNet income for the first quarter of 2018 was $30.6 million, or $0.93 per diluted share compared to $29.2 million, or $0.85 per diluted share in the prior year quarter. Adjusted net income in the current year first quarter was $31.7 million, or $0.96 per diluted share, up 13% compared to $29.4 million or $0.85 per diluted share in the prior year quarter. Please refer to the Non-GAAP Financial Measures reported in the supplemental schedules. We recorded income tax expense of $9.5 million in the first quarter, or 23.7% of income before income taxes down from $15.9 million, or 35.3% of income before income taxes recorded in the same quarter last year. The reduction in tax rate is primarily a result of the recently enacted U.S. tax legislation known as the Tax Cuts and Jobs Act.\nMatt Barton, Dorman Products President and Chief Executive Officer, stated: “Overall, year over year customer sell through (our customers' sales of Dorman product to end users) was up mid-single digits in the quarter signaling steadying end market conditions. However, we continued to feel customer inventory destocking pressure throughout the quarter. From an orders perspective, order rates accelerated in the latter half of the quarter with March posting the strongest order rates of the quarter. Also, we experienced a year over year sales decline for sales transacted over the internet, a result of brand protection pricing policy changes made in early Q4 of last year.\nDespite these short term headwinds, our business fundamentals remain strong. We launched 1,600 new SKU’s in the quarter, a 24% increase over last year and our Dorman Heavy Duty Solutions lines experienced solid growth of 31% in the quarter. The introduction of two new industry-leading programs – Air Suspension Systems and Loaded Steering Knuckles contributed to the growth of new SKU’s. The integration of MAS continues to go well and is on plan. In April, we combined our Dorman and the newly acquired MAS chassis programs with the introduction of the most comprehensive chassis offering in today’s aftermarket. The program includes Dorman Premium Chassis for extended life maintenance-free driving, Premium RD, extreme-duty parts for fleets and our MAS line for value conscious customers. We are extremely excited about the sales opportunity this presents Dorman Products and our valued channel partners.”\n2018 Guidance\nThe Company re-iterated that its full year sales growth is estimated to be in the 6%-9% range for 2018, which includes the net sales contribution from MAS. Fiscal 2018 EPS on a GAAP basis is expected to be in the $4.00 to $4.23 range. Fiscal 2018 Adjusted EPS is expected to be in the $4.10 to $4.32 range or a 22% to 28% growth rate.\nShare Repurchases\nUnder its share repurchase program, Dorman repurchased 128.9 thousand shares of its common stock for $9.0 million at an average share price of $69.84 during the first quarter ended March 31, 2018. The Company has $67.7 million left under its current share repurchase authorization.\nAbout Dorman Products\nDorman Products, Inc. is a leading supplier of Dealer “Exclusive” replacement parts to the Automotive, Medium and Heavy Duty Aftermarkets. Dorman products are marketed under the Dorman®, OE Solutions™, HELP!®, AutoGrade™, First Stop™, Conduct‑Tite®, TECHoice™, Dorman® Hybrid Drive Batteries and Dorman HD Solutions™ brand names.\nNon-GAAP Measures\nIn addition to the financial measures prepared in accordance with generally accepted accounting principles (GAAP), this earnings release also contains Non-GAAP financial measures. The reasons why we believe these measures provide useful information to investors and a reconciliation of these measures to the most directly comparable GAAP measures and other information relating to these Non-GAAP measures are included in the supplemental schedules attached.\nForward Looking Statements\nThis press release contains “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995, including statements related to the Company’s future growth rates. Words such as “believe,” “demonstrate,” “expect,” “estimate,” “forecast,” “anticipate,” “should” and “likely” and similar expressions identify forward-looking statements. In addition, statements that are not historical should also be considered forward-looking statements. Readers are cautioned not to place undue reliance on those forward-looking statements, which speak only as of the date the statement was made. Such forward-looking statements are based on current expectations that involve a number of known and unknown risks, uncertainties and other factors which may cause actual events to be materially different from those expressed or implied by such forward-looking statements. These factors include, but are not limited to, competition in the automotive aftermarket industry, concentration of the Company’s sales and accounts receivable among a small number of customers, the impact of consolidation in the automotive aftermarket industry, foreign currency fluctuations, , imposition of new taxes or duties, and other risks detailed in the Company’s filings with the Securities and Exchange Commission, including its Annual Report on Form 10-K for the fiscal year ended December 30, 2017. The Company is under no obligation to (and expressly disclaims any such obligation to) update any of the information in this press release if any forward-looking statement later turns out to be inaccurate whether as a result of new information, future events or otherwise.\nInvestor Relations Contact\nKevin Olsen, Executive Vice President & CFO\nkolsen@dormanproducts.com\n(215) 997-1800\nVisit our website at www.dormanproducts.com\nDORMAN PRODUCTS, INC. AND SUBSIDIARIES Consolidated Statements of Operations (in thousands, except per-share amounts) 13 Weeks 13 Weeks First Quarter (unaudited) 03/31/18 Pct. 04/01/17 Pct.* Net sales $ 227,262 100.0 $ 221,625 100.0 Cost of goods sold 138,627 61.0 132,882 60.0 Gross profit 88,635 39.0 88,743 40.0 Selling, general and administrative expenses 48,641 21.4 43,701 19.7 Income from operations 39,994 17.6 45,042 20.3 Other income, net 152 0.1 64 0.0 Income before income taxes 40,146 17.7 45,106 20.4 Provision for income taxes 9,499 4.2 15,919 7.2 Net income $ 30,647 13.5 $ 29,187 13.2 Diluted earnings per share $ 0.93 $ 0.85 Weighted average diluted shares outstanding 33,003 34,479 * Percentage of sales information does not add due to rounding.\nDORMAN PRODUCTS, INC. AND SUBSIDIARIES Condensed Consolidated Balance Sheets (in thousands) (Unaudited) 03/31/18 12/30/17 Assets: Cash and cash equivalents $ 75,344 $ 71,691 Accounts receivable 250,556 241,880 Inventories 205,905 212,149 Prepaid expenses 8,564 7,129 Total current assets 540,369 532,849 Property, plant & equipment, net 92,828 92,692 Goodwill and other intangible assets, net 87,667 88,157 Deferred income taxes, net 6,771 7,884 Other assets 45,413 44,342 Total assets $ 773,048 $ 765,924 Liabilities & shareholders’ equity: Accounts payable $ 63,105 $ 80,218 Accrued expenses and other 32,727 30,563 Total current liabilities 95,832 110,781 Other long-term liabilities 20,078 20,336 Shareholders’ equity 657,138 634,807 Total liabilities and equity $ 773,048 $ 765,924 Selected Cash Flow Information (unaudited):\n13 Weeks 13 Weeks (in thousands) 03/31/18 04/01/17 Depreciation, amortization and accretion $ 6,378 $ 5,005 Capital expenditures $ 6,276 $ 5,618 DORMAN PRODUCTS, INC. AND SUBSIDIARIES\nNon-GAAP Financial Measures\n(in thousands, except per-share amounts)\nThe Company’s financial results include certain financial measures not derived in accordance with generally accepted accounting principles (GAAP). Non-GAAP financial measures should not be used as a substitute for GAAP measures, or considered in isolation, for the purpose of analyzing our operating performance, financial position or cash flows. Additionally, these non-GAAP measures may not be comparable to similarly titled measures reported by other companies. However, the Company has presented these non-GAAP financial measures because management believes this presentation, when reconciled to the corresponding GAAP measure, provides useful information to investors by offering additional ways of viewing the Company’s results, profitability trends, and underlying growth relative to prior and future periods and to our peers. Non-GAAP financial measures may reflect adjustments for charges such as fair value adjustments, amortization, transaction costs, and other similar expenses related to acquisitions which the Company has determined are material as well as other items that are not related to the Company’s ongoing performance.\nAdjusted Net Income:\n13 Weeks 13 Weeks (unaudited) 03/31/18 04/01/17 Net income (GAAP) $ 30,647 $ 29,187 Pretax acquisition-related inventory fair value adjustment [1] 899 - Pretax acquisition-related intangible assets amortization [2] 500 - Pretax acquisition-related transaction and other costs [3] 80 - Tax adjustment (related to above items) [4] (396 ) - Tax charge related to pre 2016 state tax matters [4] - 255 Adjusted net income (Non-GAAP) $ 31,730 $ 29,442 Adjusted Diluted Earnings Per Share:\n13 Weeks 13 Weeks (unaudited) 03/31/18* 04/01/17* Diluted earnings per share (GAAP) $ 0.93 $ 0.85 Pretax acquisition-related inventory fair value adjustment [1] 0.03 - Pretax acquisition-related intangible assets amortization [2] 0.02 - Pretax acquisition-related transaction costs [3] 0.00 - Tax adjustment (related to above items) [4] (0.01 ) - Tax charge related to pre 2016 state tax matters [4] - 0.01 Adjusted diluted earnings per share (Non-GAAP) $ 0.96 $ 0.85 Weighted average diluted shares outstanding 33,003 34,479 * Adjusted diluted earnings per share (Non-GAAP) does not add due to rounding.\n[ 1 ] – Pretax acquisition-related inventory fair value adjustments result from adjusting the value of acquired inventory from historical cost to fair value. Such costs were $0.9 million pretax (or $0.7 million after tax) and were included in Cost of Goods Sold.\n[ 2 ] – Pretax acquisition related intangible asset amortization results from allocating the purchase price of material acquisitions to the acquired tangible and intangible assets of the acquired business and recognizing the cost of the intangible asset over the period of benefit. Exclusion of this amortization expense facilitates more consistent comparisons of operating results over time between our newly acquired and long-held businesses, and with both acquisitive and non-acquisitive peer companies. We believe it is important for investors to understand that such intangible assets contribute to revenue generation and that intangible asset amortization related to past acquisitions will recur in future periods until such intangible assets have been fully amortized. Such costs were $0.5 million pretax (or $0.4 million after tax) and were included in Selling, General and Administrative expenses.\nDORMAN PRODUCTS, INC. AND SUBSIDIARIES\nNon-GAAP Financial Measures\n(in thousands, except per-share amounts)\n[3] – Pretax acquisition related transaction costs include external costs incurred to complete and integrate a material acquisition as well as accretion expenses related to contingent consideration obligations. Such costs were $0.1 million pretax (or $0.1 million after tax) and were included in Selling, General and Administrative expenses.\n[4] – These adjustments represent the aggregate tax effect of all nontax adjustments reflected in the table above of $0.4 million. Such items are estimated by applying the Company’s overall estimated tax rate to the pretax amount, or, by applying a specific tax rate if one is appropriate. Also included in Provision for Income Taxes for the 13 weeks ended April 1, 2017 is a tax charge related to pre 2016 tax matters.\n2018 Guidance:\nThe Company provided the following guidance ranges related to their fiscal 2018 outlook:\nFiscal 2018 Fiscal 2017 Fiscal Year Ended (unaudited) Low End High End Diluted earnings per share (GAAP) $ 4.00 $ 4.23 $ 3.13 Pretax acquisition-related inventory fair value adjustment [1] 0.05 0.05 0.02 Pretax acquisition-related intangible assets amortization [2] 0.06 0.06 0.01 Pretax acquisition-related transaction costs [1,2] 0.06 0.04 0.03 Tax adjustment (related to above items) [3] (0.07 ) (0.06 ) (0.02 ) Deferred tax asset revaluation related to the TCJA [3] - - 0.13 Tax charge related to pre 2016 state tax matters [3] - - 0.07 Adjusted diluted earnings per share (Non-GAAP) $ 4.10 $ 4.32 $ 3.37 Weighted average diluted shares outstanding 33,572 33,572 34,052 [1] - Included in Cost of Goods Sold [2] - Included in Selling, General, and Administrative expenses [3] - Included in Provision for Income Taxes\nSource:Dorman Products, Inc.",
    "published": "2018-05-01T15:00:00.000+03:00",
    "crawled": "2018-05-01T15:58:54.014+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "highlight",
        "diluted",
        "earnings",
        "per",
        "share",
        "eps",
        "gaap",
        "basis",
        "including",
        "per",
        "share",
        "charge",
        "increased",
        "compared",
        "last",
        "year",
        "adjusted",
        "diluted",
        "eps",
        "compared",
        "last",
        "year",
        "revenue",
        "million",
        "compared",
        "million",
        "last",
        "year",
        "company",
        "net",
        "sale",
        "growth",
        "expects",
        "diluted",
        "eps",
        "gaap",
        "basis",
        "adjusted",
        "diluted",
        "eps",
        "growth",
        "rate",
        "colmar",
        "may",
        "globe",
        "newswire",
        "dorman",
        "product",
        "nasdaq",
        "dorm",
        "leading",
        "supplier",
        "automotive",
        "aftermarket",
        "today",
        "announced",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "1st",
        "quarter",
        "financial",
        "result",
        "company",
        "reported",
        "first",
        "quarter",
        "net",
        "sale",
        "million",
        "compared",
        "net",
        "sale",
        "million",
        "first",
        "quarter",
        "included",
        "net",
        "sale",
        "approximately",
        "million",
        "sale",
        "ma",
        "automotive",
        "distribution",
        "ma",
        "acquired",
        "october",
        "net",
        "income",
        "first",
        "quarter",
        "million",
        "per",
        "diluted",
        "share",
        "compared",
        "million",
        "per",
        "diluted",
        "share",
        "prior",
        "year",
        "quarter",
        "adjusted",
        "net",
        "income",
        "current",
        "year",
        "first",
        "quarter",
        "million",
        "per",
        "diluted",
        "share",
        "compared",
        "million",
        "per",
        "diluted",
        "share",
        "prior",
        "year",
        "quarter",
        "please",
        "refer",
        "financial",
        "measure",
        "reported",
        "supplemental",
        "schedule",
        "recorded",
        "income",
        "tax",
        "expense",
        "million",
        "first",
        "quarter",
        "income",
        "income",
        "tax",
        "million",
        "income",
        "income",
        "tax",
        "recorded",
        "quarter",
        "last",
        "year",
        "reduction",
        "tax",
        "rate",
        "primarily",
        "result",
        "recently",
        "enacted",
        "tax",
        "legislation",
        "known",
        "tax",
        "cut",
        "job",
        "act",
        "matt",
        "barton",
        "dorman",
        "product",
        "president",
        "chief",
        "executive",
        "officer",
        "stated",
        "overall",
        "year",
        "year",
        "customer",
        "sell",
        "customer",
        "sale",
        "dorman",
        "product",
        "end",
        "user",
        "digit",
        "quarter",
        "signaling",
        "steadying",
        "end",
        "market",
        "condition",
        "however",
        "continued",
        "feel",
        "customer",
        "inventory",
        "destocking",
        "pressure",
        "throughout",
        "quarter",
        "order",
        "perspective",
        "order",
        "rate",
        "accelerated",
        "latter",
        "half",
        "quarter",
        "march",
        "posting",
        "strongest",
        "order",
        "rate",
        "quarter",
        "also",
        "experienced",
        "year",
        "year",
        "sale",
        "decline",
        "sale",
        "transacted",
        "internet",
        "result",
        "brand",
        "protection",
        "pricing",
        "policy",
        "change",
        "made",
        "early",
        "q4",
        "last",
        "year",
        "despite",
        "short",
        "term",
        "headwind",
        "business",
        "fundamental",
        "remain",
        "strong",
        "launched",
        "new",
        "sku",
        "quarter",
        "increase",
        "last",
        "year",
        "dorman",
        "heavy",
        "duty",
        "solution",
        "line",
        "experienced",
        "solid",
        "growth",
        "quarter",
        "introduction",
        "two",
        "new",
        "program",
        "air",
        "suspension",
        "system",
        "loaded",
        "steering",
        "knuckle",
        "contributed",
        "growth",
        "new",
        "sku",
        "integration",
        "ma",
        "continues",
        "go",
        "well",
        "plan",
        "april",
        "combined",
        "dorman",
        "newly",
        "acquired",
        "ma",
        "chassis",
        "program",
        "introduction",
        "comprehensive",
        "chassis",
        "offering",
        "today",
        "aftermarket",
        "program",
        "includes",
        "dorman",
        "premium",
        "chassis",
        "extended",
        "life",
        "driving",
        "premium",
        "rd",
        "part",
        "fleet",
        "ma",
        "line",
        "value",
        "conscious",
        "customer",
        "extremely",
        "excited",
        "sale",
        "opportunity",
        "present",
        "dorman",
        "product",
        "valued",
        "channel",
        "guidance",
        "company",
        "full",
        "year",
        "sale",
        "growth",
        "estimated",
        "range",
        "includes",
        "net",
        "sale",
        "contribution",
        "ma",
        "fiscal",
        "eps",
        "gaap",
        "basis",
        "expected",
        "range",
        "fiscal",
        "adjusted",
        "eps",
        "expected",
        "range",
        "growth",
        "rate",
        "share",
        "repurchase",
        "share",
        "repurchase",
        "program",
        "dorman",
        "repurchased",
        "thousand",
        "share",
        "common",
        "stock",
        "million",
        "average",
        "share",
        "price",
        "first",
        "quarter",
        "ended",
        "march",
        "company",
        "million",
        "left",
        "current",
        "share",
        "repurchase",
        "authorization",
        "dorman",
        "product",
        "dorman",
        "product",
        "leading",
        "supplier",
        "dealer",
        "exclusive",
        "replacement",
        "part",
        "automotive",
        "medium",
        "heavy",
        "duty",
        "aftermarkets",
        "dorman",
        "product",
        "marketed",
        "oe",
        "help",
        "first",
        "hybrid",
        "drive",
        "battery",
        "dorman",
        "hd",
        "brand",
        "name",
        "measure",
        "addition",
        "financial",
        "measure",
        "prepared",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "earnings",
        "release",
        "also",
        "contains",
        "financial",
        "measure",
        "reason",
        "believe",
        "measure",
        "provide",
        "useful",
        "information",
        "investor",
        "reconciliation",
        "measure",
        "directly",
        "comparable",
        "gaap",
        "measure",
        "information",
        "relating",
        "measure",
        "included",
        "supplemental",
        "schedule",
        "attached",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "including",
        "statement",
        "related",
        "company",
        "future",
        "growth",
        "rate",
        "word",
        "believe",
        "demonstrate",
        "expect",
        "estimate",
        "forecast",
        "anticipate",
        "likely",
        "similar",
        "expression",
        "identify",
        "statement",
        "addition",
        "statement",
        "historical",
        "also",
        "considered",
        "statement",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "statement",
        "made",
        "statement",
        "based",
        "current",
        "expectation",
        "involve",
        "number",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "event",
        "materially",
        "different",
        "expressed",
        "implied",
        "statement",
        "factor",
        "include",
        "limited",
        "competition",
        "automotive",
        "aftermarket",
        "industry",
        "concentration",
        "company",
        "sale",
        "account",
        "receivable",
        "among",
        "small",
        "number",
        "customer",
        "impact",
        "consolidation",
        "automotive",
        "aftermarket",
        "industry",
        "foreign",
        "currency",
        "fluctuation",
        "imposition",
        "new",
        "tax",
        "duty",
        "risk",
        "detailed",
        "company",
        "filing",
        "security",
        "exchange",
        "commission",
        "including",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "company",
        "obligation",
        "expressly",
        "disclaims",
        "obligation",
        "update",
        "information",
        "press",
        "release",
        "statement",
        "later",
        "turn",
        "inaccurate",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "investor",
        "relation",
        "contact",
        "kevin",
        "olsen",
        "executive",
        "vice",
        "president",
        "cfo",
        "kolsen",
        "visit",
        "website",
        "dorman",
        "product",
        "subsidiary",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "amount",
        "week",
        "week",
        "first",
        "quarter",
        "unaudited",
        "pct",
        "pct",
        "net",
        "sale",
        "cost",
        "good",
        "sold",
        "gross",
        "profit",
        "selling",
        "general",
        "administrative",
        "expense",
        "income",
        "operation",
        "income",
        "net",
        "income",
        "income",
        "tax",
        "provision",
        "income",
        "tax",
        "net",
        "income",
        "diluted",
        "earnings",
        "per",
        "share",
        "weighted",
        "average",
        "diluted",
        "share",
        "outstanding",
        "percentage",
        "sale",
        "information",
        "add",
        "due",
        "rounding",
        "dorman",
        "product",
        "subsidiary",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "unaudited",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "inventory",
        "prepaid",
        "expense",
        "total",
        "current",
        "asset",
        "property",
        "plant",
        "equipment",
        "net",
        "goodwill",
        "intangible",
        "asset",
        "net",
        "deferred",
        "income",
        "tax",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "shareholder",
        "equity",
        "account",
        "payable",
        "accrued",
        "expense",
        "total",
        "current",
        "liability",
        "liability",
        "shareholder",
        "equity",
        "total",
        "liability",
        "equity",
        "selected",
        "cash",
        "flow",
        "information",
        "unaudited",
        "week",
        "week",
        "thousand",
        "depreciation",
        "amortization",
        "accretion",
        "capital",
        "expenditure",
        "dorman",
        "product",
        "subsidiary",
        "financial",
        "measure",
        "thousand",
        "except",
        "amount",
        "company",
        "financial",
        "result",
        "include",
        "certain",
        "financial",
        "measure",
        "derived",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "financial",
        "measure",
        "used",
        "substitute",
        "gaap",
        "measure",
        "considered",
        "isolation",
        "purpose",
        "analyzing",
        "operating",
        "performance",
        "financial",
        "position",
        "cash",
        "flow",
        "additionally",
        "measure",
        "may",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "reported",
        "company",
        "however",
        "company",
        "presented",
        "financial",
        "measure",
        "management",
        "belief",
        "presentation",
        "reconciled",
        "corresponding",
        "gaap",
        "measure",
        "provides",
        "useful",
        "information",
        "investor",
        "offering",
        "additional",
        "way",
        "viewing",
        "company",
        "result",
        "profitability",
        "trend",
        "underlying",
        "growth",
        "relative",
        "prior",
        "future",
        "period",
        "peer",
        "financial",
        "measure",
        "may",
        "reflect",
        "adjustment",
        "charge",
        "fair",
        "value",
        "adjustment",
        "amortization",
        "transaction",
        "cost",
        "similar",
        "expense",
        "related",
        "acquisition",
        "company",
        "determined",
        "material",
        "well",
        "item",
        "related",
        "company",
        "ongoing",
        "performance",
        "adjusted",
        "net",
        "income",
        "week",
        "week",
        "unaudited",
        "net",
        "income",
        "gaap",
        "pretax",
        "inventory",
        "fair",
        "value",
        "adjustment",
        "pretax",
        "intangible",
        "asset",
        "amortization",
        "pretax",
        "transaction",
        "cost",
        "tax",
        "adjustment",
        "related",
        "item",
        "tax",
        "charge",
        "related",
        "pre",
        "state",
        "tax",
        "matter",
        "adjusted",
        "net",
        "income",
        "adjusted",
        "diluted",
        "earnings",
        "per",
        "share",
        "week",
        "week",
        "unaudited",
        "diluted",
        "earnings",
        "per",
        "share",
        "gaap",
        "pretax",
        "inventory",
        "fair",
        "value",
        "adjustment",
        "pretax",
        "intangible",
        "asset",
        "amortization",
        "pretax",
        "transaction",
        "cost",
        "tax",
        "adjustment",
        "related",
        "item",
        "tax",
        "charge",
        "related",
        "pre",
        "state",
        "tax",
        "matter",
        "adjusted",
        "diluted",
        "earnings",
        "per",
        "share",
        "weighted",
        "average",
        "diluted",
        "share",
        "outstanding",
        "adjusted",
        "diluted",
        "earnings",
        "per",
        "share",
        "add",
        "due",
        "rounding",
        "pretax",
        "inventory",
        "fair",
        "value",
        "adjustment",
        "result",
        "adjusting",
        "value",
        "acquired",
        "inventory",
        "historical",
        "cost",
        "fair",
        "value",
        "cost",
        "million",
        "pretax",
        "million",
        "tax",
        "included",
        "cost",
        "good",
        "sold",
        "pretax",
        "acquisition",
        "related",
        "intangible",
        "asset",
        "amortization",
        "result",
        "allocating",
        "purchase",
        "price",
        "material",
        "acquisition",
        "acquired",
        "tangible",
        "intangible",
        "asset",
        "acquired",
        "business",
        "recognizing",
        "cost",
        "intangible",
        "asset",
        "period",
        "benefit",
        "exclusion",
        "amortization",
        "expense",
        "facilitates",
        "consistent",
        "comparison",
        "operating",
        "result",
        "time",
        "newly",
        "acquired",
        "business",
        "acquisitive",
        "peer",
        "company",
        "believe",
        "important",
        "investor",
        "understand",
        "intangible",
        "asset",
        "contribute",
        "revenue",
        "generation",
        "intangible",
        "asset",
        "amortization",
        "related",
        "past",
        "acquisition",
        "recur",
        "future",
        "period",
        "intangible",
        "asset",
        "fully",
        "amortized",
        "cost",
        "million",
        "pretax",
        "million",
        "tax",
        "included",
        "selling",
        "general",
        "administrative",
        "expense",
        "dorman",
        "product",
        "subsidiary",
        "financial",
        "measure",
        "thousand",
        "except",
        "amount",
        "pretax",
        "acquisition",
        "related",
        "transaction",
        "cost",
        "include",
        "external",
        "cost",
        "incurred",
        "complete",
        "integrate",
        "material",
        "acquisition",
        "well",
        "accretion",
        "expense",
        "related",
        "contingent",
        "consideration",
        "obligation",
        "cost",
        "million",
        "pretax",
        "million",
        "tax",
        "included",
        "selling",
        "general",
        "administrative",
        "expense",
        "adjustment",
        "represent",
        "aggregate",
        "tax",
        "effect",
        "nontax",
        "adjustment",
        "reflected",
        "table",
        "million",
        "item",
        "estimated",
        "applying",
        "company",
        "overall",
        "estimated",
        "tax",
        "rate",
        "pretax",
        "amount",
        "applying",
        "specific",
        "tax",
        "rate",
        "one",
        "appropriate",
        "also",
        "included",
        "provision",
        "income",
        "tax",
        "week",
        "ended",
        "april",
        "tax",
        "charge",
        "related",
        "pre",
        "tax",
        "matter",
        "guidance",
        "company",
        "provided",
        "following",
        "guidance",
        "range",
        "related",
        "fiscal",
        "outlook",
        "fiscal",
        "fiscal",
        "fiscal",
        "year",
        "ended",
        "unaudited",
        "low",
        "end",
        "high",
        "end",
        "diluted",
        "earnings",
        "per",
        "share",
        "gaap",
        "pretax",
        "inventory",
        "fair",
        "value",
        "adjustment",
        "pretax",
        "intangible",
        "asset",
        "amortization",
        "pretax",
        "transaction",
        "cost",
        "tax",
        "adjustment",
        "related",
        "item",
        "deferred",
        "tax",
        "asset",
        "revaluation",
        "related",
        "tcja",
        "tax",
        "charge",
        "related",
        "pre",
        "state",
        "tax",
        "matter",
        "adjusted",
        "diluted",
        "earnings",
        "per",
        "share",
        "weighted",
        "average",
        "diluted",
        "share",
        "outstanding",
        "included",
        "cost",
        "good",
        "sold",
        "included",
        "selling",
        "general",
        "administrative",
        "expense",
        "included",
        "provision",
        "income",
        "tax",
        "source",
        "dorman",
        "product",
        "inc"
    ]
}