{
    "organizations": [],
    "uuid": "b326062dbfd1336652e94ca148a59d04f8f068ce",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/10/globe-newswire-connecticut-water-service-inc-shareholders-elect-directors-ratify-auditors-and-approve-advisory-vote-on-executive.html",
    "ord_in_thread": 0,
    "title": "Connecticut Water Service Inc. Shareholders Elect Directors, Ratify Auditors, and Approve Advisory Vote on Executive Compensation",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CLINTON, Conn., May 10, 2018 (GLOBE NEWSWIRE) --\nReviewed 2017 performance and achievements\nDiscussed long-term strategy and merger of equals with SJW Group Dividend on common shares increased and declared\nShareholders of Connecticut Water Service, Inc. (Nasdaq:CTWS) elected five directors, ratified the Audit Committee’s selection of Baker Tilly Virchow Krause LLP as independent auditors for 2018, and approved an advisory vote on the Company’s executive compensation program at the Company’s Annual Meeting of Shareholders held on May 10, 2018, in Madison, Connecticut.\nReelected to the board were Bradford A. Hunter, Lisa J. Thibdaue, and Carol P. Wallace. Mr. Hunter is a retired Chief Financial Officer of the Dead River Corporation and served as Chairman of and CEO of Bank of America, Maine. Ms. Thibdaue is a retired Vice President of Regulatory Affairs at Northeast Utilities. Ms. Wallace, Chairman of the Board, is a retired of the Cooper-Atkins Corporation. The new director terms of Mr. Hunter, Ms. Thibdaue and Ms. Wallace will expire in 2021.\nAlso elected to the Board were David C. Benoit and Kristen A. Johnson. David C. Benoit is the President and CEO of the Company. Kristen A. Johnson is the Vice President of Human Resources and Corporate Secretary of the Company. As employee directors of the Company, Mr. Benoit and Ms. Johnson will not serve on committees of the board, participate in any executive sessions of the independent directors or be compensated for their board service. Their director terms will expire in 2019.\nMr. Benoit stated, “We are pleased that shareholders, through their votes to reelect directors, have reaffirmed our long-term strategy to build shareholder value by focusing on prudent infrastructure investment, acquisition of financially sound water and wastewater utilities, treating our employees with respect, and delivering world-class customer service to families and communities in Connecticut and Maine.”\nPresentation to Shareholders\nMr. Benoit and Robert J. Doffek, CFO, Treasurer and Controller, addressed the shareholders and discussed CTWS’s 2017 performance. They also discussed the Company’s continuing long-term strategy to deliver solid financial results by satisfying customers, maintaining CTWS as an employer of choice and being good stewards of the environment.\nThe presentation noted how the Company’s long-term strategy is supported by the merger of equals with SJW Group that was announced on March 15, 2018. The merger would create the nation’s third-largest, investor-owned, pure-play water and wastewater utility by joining together two well-respected and trusted industry leaders. Both companies have strong records of delivering high customer satisfaction, employee satisfaction and shareholder returns. Additional information on the merger is available at www.sjw-ctws.com .\nDividend on Common Stock Increased and Declared\nThe Board of Directors approved an increase of 5.0 percent in its annualized cash dividend, raising the quarterly amount to $0.3125 per share on the Company’s common stock for an annualized dividend of $1.25. CTWS’s dividend has increased by more than 25 percent since 2013, and today’s action marks the 49th consecutive year of increasing dividend payments. CTWS is included in the NASDAQ Dividend Achievers Select Index, which requires a minimum of 10 consecutive years of dividend increases.\nThe quarterly cash dividend on common shares was increased to $0.3125 per quarter from $0.2975, and will be effective with the dividend declared by the Board on common shares that is payable on June 15, 2018, for shareholders of record as of June 1, 2018. The Company’s dividend yield, based on an annualized dividend of $1.25 at the stock market closing price on May 9, 2018, was approximately 1.8 percent.\nThe Company has a Dividend Reinvestment and Common Stock Purchase Plan (DRIP) that enables stockholders and new investors to purchase shares of common stock directly from CTWS. Additional information about the DRIP and a plan prospectus are available at ( http://shareholder.broadridge.com/ctwater ) or upon request from the Company.\nOther Matters\nCTWS shareholders voted by a large majority to approve, on a non-binding basis, the compensation of the Company’s named executive officers, as described in the Company’s proxy statement dated April 6, 2018.\nThe slide presentation from the Annual Meeting of Shareholders will be accessible at the Company’s website, https://ir.ctwater.com , until June 11, 2018.\nAbout CTWS\nCTWS is one of the 10 largest U.S.-based publicly traded water utilities, and is listed on the Nasdaq Global Select Market under the ticker symbol CTWS. Through its regulated utility subsidiaries, CTWS serves more than 135,000 water customers, or more than 425,000 people in 80 communities across Connecticut and Maine, and more than 3,000 wastewater customers in Southbury, Connecticut.\nSince January 2012, CTWS has grown its customer base by more than 45 percent, or more than 44,000 customers, primarily through large acquisitions in Maine in 2012 and the acquisitions of Heritage Village Water Company and Avon Water Company in Connecticut in 2017.\nForward-Looking Statements\nThis document contains forward-looking statements within the meaning of the Private Litigation Reform Act of 1995, as amended. Some of these forward-looking statements can be identified by the use of forward-looking words such as “believes,” “expects,” “may,” “will,” “should,” “seeks,” “approximately,” “intends,” “plans,” “estimates,” “projects,” “strategy,” or “anticipates,” or the negative of those words or other comparable terminology.\nThe accuracy of such statements is subject to a number of risks, uncertainties and assumptions including, but not limited to, the following factors: (1) the risk that the conditions to the closing of the transaction are not satisfied, including the risk that required approvals from the shareholders of the Company or the stockholders of SJW Group for the transaction are not obtained; (2) the risk that the regulatory approvals required for the transaction are not obtained, or that in order to obtain such regulatory approvals, conditions are imposed that adversely affect the anticipated benefits from the proposed transaction or cause the parties to abandon the proposed transaction; (3) the risk that the anticipated tax treatment of the transaction is not obtained; (4) the effect of water, utility, environmental and other governmental policies and regulations; (5) litigation relating to the transaction; (6) uncertainties as to the timing of the consummation of the transaction and the ability of each party to consummate the transaction; (7) risks that the proposed transaction disrupts the current plans and operations of SJW Group or the Company; (8) the ability of SJW Group and the Company to retain and hire key personnel; (9) competitive responses to the proposed transaction; (10) unexpected costs, charges or expenses resulting from the transaction; (11) potential adverse reactions or changes to business relationships resulting from the announcement or completion of the transaction; (12) the combined companies’ ability to achieve the growth prospects and synergies expected from the transaction, as well as delays, challenges and expenses associated with integrating the combined companies’ existing businesses; and (13) legislative and economic developments. These risks, as well as other risks associated with the proposed transaction, are more fully discussed in the joint proxy statement/prospectus that is included in the Registration Statement on Form S-4 filed by SJW Group with the SEC on April 25, 2018 in connection with the proposed transaction and the Company’s Quarterly Report on Form 10-Q filed with the SEC on May 9, 2018.\nIn addition, actual results are subject to other risks and uncertainties that relate more broadly to the Company’s overall business and financial condition, including those more fully described in the Company’s filings with the SEC including its annual report on Form 10-K for the fiscal year ended December 31, 2017 and SJW Group’s overall business, including those more fully described in SJW Group’s filings with the SEC including its annual report on Form 10-K for the fiscal year ended December 31, 2017. Forward looking statements are not guarantees of performance, and speak only as of the date made, and neither the Company or its management nor SJW Group or its management undertakes any obligation to update or revise any forward-looking statements.\nAdditional Information and Where to Find It\nIn connection with the proposed transaction between the Company and SJW Group, SJW Group filed with the SEC a Registration Statement on Form S-4 that includes a joint proxy statement of the Company and SJW Group that also constitutes a prospectus of SJW Group. The Company will also file a GREEN proxy card with the SEC, and the Company and SJW Group may also file other documents with the SEC regarding the proposed transaction. This document is not a substitute for the joint proxy statement/prospectus, Form S-4 or any other document which the Company or SJW Group has filed or may file with the SEC. INVESTORS AND SECURITY HOLDERS OF THE COMPANY AND SJW GROUP ARE URGED TO READ THE REGISTRATION STATEMENT, THE JOINT PROXY STATEMENT/PROSPECTUS AND ALL OTHER RELEVANT DOCUMENTS THAT ARE FILED OR WILL BE FILED WITH THE SEC, AS WELL AS ANY AMENDMENTS OR SUPPLEMENTS TO THESE DOCUMENTS, CAREFULLY AND IN THEIR ENTIRETY BECAUSE THEY CONTAIN OR WILL CONTAIN IMPORTANT INFORMATION ABOUT THE PROPOSED TRANSACTION AND RELATED MATTERS.\nInvestors and security holders may obtain free copies of the Form S-4 and joint proxy statement/prospectus and any other documents filed with the SEC by the Company or SJW Group through the website maintained by the SEC at www.sec.gov . Copies of documents filed with the SEC by the Company will be made available free of charge on the Company’s investor relations website at https://ir.ctwater.com . Copies of documents filed with the SEC by SJW Group will be made available free of charge on SJW Group’s investor relations website at https://sjwgroup.com/investor_relations .\nNo Offer or Solicitation\nThis communication is for informational purposes only and is not intended to and does not constitute an offer to sell, or the solicitation of an offer to subscribe for or buy, or a solicitation of any vote or approval in any jurisdiction, nor shall there be any sale, issuance or transfer of securities in any jurisdiction in which such offer, sale or solicitation would be unlawful prior to registration or qualification under the securities laws of any such jurisdiction. No offer of securities shall be made except by means of a prospectus meeting the requirements of Section 10 of the Securities Act of 1933, as amended, and otherwise in accordance with applicable law.\nParticipants in the Solicitation\nThe Company, SJW Group and certain of their respective directors and officers, and other members of management and employees, may be deemed to be participants in the solicitation of proxies from the holders of the Company and SJW Group securities in respect of the proposed transaction between the Company and SJW Group. Information regarding the Company’s directors and officers is available in the Company’s annual report on Form 10-K for the fiscal year ended December 31, 2017 and its proxy statement for its 2018 annual meeting dated April 6, 2018, which are filed with the SEC. Information regarding the SJW Group’s directors and officers is available in SJW Group’s annual report on Form 10-K for the fiscal year ended December 31, 2017 and its proxy statement for its 2018 annual meeting dated March 6, 2018, which are filed with the SEC. Investors may obtain additional information regarding the interest of such participants by reading the Form S-4 and the joint proxy statement/prospectus and other documents filed with the SEC by the Company and SJW Group. These documents will be available free of charge from the sources indicated above.\nNews media contact: Daniel J Meaney, APR, Director of Corporate Communications Connecticut Water Service, Inc. 93 West Main Street, Clinton, CT 06413-1600 (860) 664-6016\nSource:Connecticut Water Service, Inc.",
    "published": "2018-05-11T01:36:00.000+03:00",
    "crawled": "2018-05-11T02:39:26.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "clinton",
        "may",
        "globe",
        "newswire",
        "reviewed",
        "performance",
        "achievement",
        "discussed",
        "strategy",
        "merger",
        "equal",
        "sjw",
        "group",
        "dividend",
        "common",
        "share",
        "increased",
        "declared",
        "shareholder",
        "connecticut",
        "water",
        "service",
        "nasdaq",
        "ctws",
        "elected",
        "five",
        "director",
        "ratified",
        "audit",
        "committee",
        "selection",
        "baker",
        "tilly",
        "virchow",
        "krause",
        "llp",
        "independent",
        "auditor",
        "approved",
        "advisory",
        "vote",
        "company",
        "executive",
        "compensation",
        "program",
        "company",
        "annual",
        "meeting",
        "shareholder",
        "held",
        "may",
        "madison",
        "connecticut",
        "reelected",
        "board",
        "bradford",
        "hunter",
        "lisa",
        "thibdaue",
        "carol",
        "wallace",
        "hunter",
        "retired",
        "chief",
        "financial",
        "officer",
        "dead",
        "river",
        "corporation",
        "served",
        "chairman",
        "ceo",
        "bank",
        "america",
        "maine",
        "thibdaue",
        "retired",
        "vice",
        "president",
        "regulatory",
        "affair",
        "northeast",
        "utility",
        "wallace",
        "chairman",
        "board",
        "retired",
        "corporation",
        "new",
        "director",
        "term",
        "hunter",
        "thibdaue",
        "wallace",
        "expire",
        "also",
        "elected",
        "board",
        "david",
        "benoit",
        "kristen",
        "johnson",
        "david",
        "benoit",
        "president",
        "ceo",
        "company",
        "kristen",
        "johnson",
        "vice",
        "president",
        "human",
        "resource",
        "corporate",
        "secretary",
        "company",
        "employee",
        "director",
        "company",
        "benoit",
        "johnson",
        "serve",
        "committee",
        "board",
        "participate",
        "executive",
        "session",
        "independent",
        "director",
        "compensated",
        "board",
        "service",
        "director",
        "term",
        "expire",
        "benoit",
        "stated",
        "pleased",
        "shareholder",
        "vote",
        "reelect",
        "director",
        "reaffirmed",
        "strategy",
        "build",
        "shareholder",
        "value",
        "focusing",
        "prudent",
        "infrastructure",
        "investment",
        "acquisition",
        "financially",
        "sound",
        "water",
        "wastewater",
        "utility",
        "treating",
        "employee",
        "respect",
        "delivering",
        "customer",
        "service",
        "family",
        "community",
        "connecticut",
        "presentation",
        "shareholder",
        "benoit",
        "robert",
        "doffek",
        "cfo",
        "treasurer",
        "controller",
        "addressed",
        "shareholder",
        "discussed",
        "ctws",
        "performance",
        "also",
        "discussed",
        "company",
        "continuing",
        "strategy",
        "deliver",
        "solid",
        "financial",
        "result",
        "satisfying",
        "customer",
        "maintaining",
        "ctws",
        "employer",
        "choice",
        "good",
        "steward",
        "environment",
        "presentation",
        "noted",
        "company",
        "strategy",
        "supported",
        "merger",
        "equal",
        "sjw",
        "group",
        "announced",
        "march",
        "merger",
        "would",
        "create",
        "nation",
        "water",
        "wastewater",
        "utility",
        "joining",
        "together",
        "two",
        "trusted",
        "industry",
        "leader",
        "company",
        "strong",
        "record",
        "delivering",
        "high",
        "customer",
        "satisfaction",
        "employee",
        "satisfaction",
        "shareholder",
        "return",
        "additional",
        "information",
        "merger",
        "available",
        "dividend",
        "common",
        "stock",
        "increased",
        "declared",
        "board",
        "director",
        "approved",
        "increase",
        "percent",
        "annualized",
        "cash",
        "dividend",
        "raising",
        "quarterly",
        "amount",
        "per",
        "share",
        "company",
        "common",
        "stock",
        "annualized",
        "dividend",
        "ctws",
        "dividend",
        "increased",
        "percent",
        "since",
        "today",
        "action",
        "mark",
        "49th",
        "consecutive",
        "year",
        "increasing",
        "dividend",
        "payment",
        "ctws",
        "included",
        "nasdaq",
        "dividend",
        "achiever",
        "select",
        "index",
        "requires",
        "minimum",
        "consecutive",
        "year",
        "dividend",
        "increase",
        "quarterly",
        "cash",
        "dividend",
        "common",
        "share",
        "increased",
        "per",
        "quarter",
        "effective",
        "dividend",
        "declared",
        "board",
        "common",
        "share",
        "payable",
        "june",
        "shareholder",
        "record",
        "june",
        "company",
        "dividend",
        "yield",
        "based",
        "annualized",
        "dividend",
        "stock",
        "market",
        "closing",
        "price",
        "may",
        "approximately",
        "percent",
        "company",
        "dividend",
        "reinvestment",
        "common",
        "stock",
        "purchase",
        "plan",
        "drip",
        "enables",
        "stockholder",
        "new",
        "investor",
        "purchase",
        "share",
        "common",
        "stock",
        "directly",
        "ctws",
        "additional",
        "information",
        "drip",
        "plan",
        "prospectus",
        "available",
        "http",
        "upon",
        "request",
        "company",
        "matter",
        "ctws",
        "shareholder",
        "voted",
        "large",
        "majority",
        "approve",
        "basis",
        "compensation",
        "company",
        "named",
        "executive",
        "officer",
        "described",
        "company",
        "proxy",
        "statement",
        "dated",
        "april",
        "slide",
        "presentation",
        "annual",
        "meeting",
        "shareholder",
        "accessible",
        "company",
        "website",
        "http",
        "june",
        "ctws",
        "ctws",
        "one",
        "largest",
        "publicly",
        "traded",
        "water",
        "utility",
        "listed",
        "nasdaq",
        "global",
        "select",
        "market",
        "ticker",
        "symbol",
        "ctws",
        "regulated",
        "utility",
        "subsidiary",
        "ctws",
        "serf",
        "water",
        "customer",
        "people",
        "community",
        "across",
        "connecticut",
        "maine",
        "wastewater",
        "customer",
        "southbury",
        "connecticut",
        "since",
        "january",
        "ctws",
        "grown",
        "customer",
        "base",
        "percent",
        "customer",
        "primarily",
        "large",
        "acquisition",
        "maine",
        "acquisition",
        "heritage",
        "village",
        "water",
        "company",
        "avon",
        "water",
        "company",
        "connecticut",
        "statement",
        "document",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "litigation",
        "reform",
        "act",
        "amended",
        "statement",
        "identified",
        "use",
        "word",
        "belief",
        "expects",
        "may",
        "seek",
        "approximately",
        "intends",
        "plan",
        "estimate",
        "project",
        "strategy",
        "anticipates",
        "negative",
        "word",
        "comparable",
        "terminology",
        "accuracy",
        "statement",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "assumption",
        "including",
        "limited",
        "following",
        "factor",
        "risk",
        "condition",
        "closing",
        "transaction",
        "satisfied",
        "including",
        "risk",
        "required",
        "approval",
        "shareholder",
        "company",
        "stockholder",
        "sjw",
        "group",
        "transaction",
        "obtained",
        "risk",
        "regulatory",
        "approval",
        "required",
        "transaction",
        "obtained",
        "order",
        "obtain",
        "regulatory",
        "approval",
        "condition",
        "imposed",
        "adversely",
        "affect",
        "anticipated",
        "benefit",
        "proposed",
        "transaction",
        "cause",
        "party",
        "abandon",
        "proposed",
        "transaction",
        "risk",
        "anticipated",
        "tax",
        "treatment",
        "transaction",
        "obtained",
        "effect",
        "water",
        "utility",
        "environmental",
        "governmental",
        "policy",
        "regulation",
        "litigation",
        "relating",
        "transaction",
        "uncertainty",
        "timing",
        "consummation",
        "transaction",
        "ability",
        "party",
        "consummate",
        "transaction",
        "risk",
        "proposed",
        "transaction",
        "disrupts",
        "current",
        "plan",
        "operation",
        "sjw",
        "group",
        "company",
        "ability",
        "sjw",
        "group",
        "company",
        "retain",
        "hire",
        "key",
        "personnel",
        "competitive",
        "response",
        "proposed",
        "transaction",
        "unexpected",
        "cost",
        "charge",
        "expense",
        "resulting",
        "transaction",
        "potential",
        "adverse",
        "reaction",
        "change",
        "business",
        "relationship",
        "resulting",
        "announcement",
        "completion",
        "transaction",
        "combined",
        "company",
        "ability",
        "achieve",
        "growth",
        "prospect",
        "synergy",
        "expected",
        "transaction",
        "well",
        "delay",
        "challenge",
        "expense",
        "associated",
        "integrating",
        "combined",
        "company",
        "existing",
        "business",
        "legislative",
        "economic",
        "development",
        "risk",
        "well",
        "risk",
        "associated",
        "proposed",
        "transaction",
        "fully",
        "discussed",
        "joint",
        "proxy",
        "included",
        "registration",
        "statement",
        "form",
        "filed",
        "sjw",
        "group",
        "sec",
        "april",
        "connection",
        "proposed",
        "transaction",
        "company",
        "quarterly",
        "report",
        "form",
        "filed",
        "sec",
        "may",
        "addition",
        "actual",
        "result",
        "subject",
        "risk",
        "uncertainty",
        "relate",
        "broadly",
        "company",
        "overall",
        "business",
        "financial",
        "condition",
        "including",
        "fully",
        "described",
        "company",
        "filing",
        "sec",
        "including",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "sjw",
        "group",
        "overall",
        "business",
        "including",
        "fully",
        "described",
        "sjw",
        "group",
        "filing",
        "sec",
        "including",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "forward",
        "looking",
        "statement",
        "guarantee",
        "performance",
        "speak",
        "date",
        "made",
        "neither",
        "company",
        "management",
        "sjw",
        "group",
        "management",
        "undertakes",
        "obligation",
        "update",
        "revise",
        "statement",
        "additional",
        "information",
        "find",
        "connection",
        "proposed",
        "transaction",
        "company",
        "sjw",
        "group",
        "sjw",
        "group",
        "filed",
        "sec",
        "registration",
        "statement",
        "form",
        "includes",
        "joint",
        "proxy",
        "statement",
        "company",
        "sjw",
        "group",
        "also",
        "constitutes",
        "prospectus",
        "sjw",
        "group",
        "company",
        "also",
        "file",
        "green",
        "proxy",
        "card",
        "sec",
        "company",
        "sjw",
        "group",
        "may",
        "also",
        "file",
        "document",
        "sec",
        "regarding",
        "proposed",
        "transaction",
        "document",
        "substitute",
        "joint",
        "proxy",
        "form",
        "document",
        "company",
        "sjw",
        "group",
        "filed",
        "may",
        "file",
        "sec",
        "investor",
        "security",
        "holder",
        "company",
        "sjw",
        "group",
        "urged",
        "read",
        "registration",
        "statement",
        "joint",
        "proxy",
        "relevant",
        "document",
        "filed",
        "filed",
        "sec",
        "well",
        "amendment",
        "supplement",
        "document",
        "carefully",
        "entirety",
        "contain",
        "contain",
        "important",
        "information",
        "proposed",
        "transaction",
        "related",
        "matter",
        "investor",
        "security",
        "holder",
        "may",
        "obtain",
        "free",
        "copy",
        "form",
        "joint",
        "proxy",
        "document",
        "filed",
        "sec",
        "company",
        "sjw",
        "group",
        "website",
        "maintained",
        "sec",
        "copy",
        "document",
        "filed",
        "sec",
        "company",
        "made",
        "available",
        "free",
        "charge",
        "company",
        "investor",
        "relation",
        "website",
        "http",
        "copy",
        "document",
        "filed",
        "sec",
        "sjw",
        "group",
        "made",
        "available",
        "free",
        "charge",
        "sjw",
        "group",
        "investor",
        "relation",
        "website",
        "http",
        "offer",
        "solicitation",
        "communication",
        "informational",
        "purpose",
        "intended",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "subscribe",
        "buy",
        "solicitation",
        "vote",
        "approval",
        "jurisdiction",
        "shall",
        "sale",
        "issuance",
        "transfer",
        "security",
        "jurisdiction",
        "offer",
        "sale",
        "solicitation",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "jurisdiction",
        "offer",
        "security",
        "shall",
        "made",
        "except",
        "mean",
        "prospectus",
        "meeting",
        "requirement",
        "section",
        "security",
        "act",
        "amended",
        "otherwise",
        "accordance",
        "applicable",
        "law",
        "participant",
        "solicitation",
        "company",
        "sjw",
        "group",
        "certain",
        "respective",
        "director",
        "officer",
        "member",
        "management",
        "employee",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "holder",
        "company",
        "sjw",
        "group",
        "security",
        "respect",
        "proposed",
        "transaction",
        "company",
        "sjw",
        "group",
        "information",
        "regarding",
        "company",
        "director",
        "officer",
        "available",
        "company",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "proxy",
        "statement",
        "annual",
        "meeting",
        "dated",
        "april",
        "filed",
        "sec",
        "information",
        "regarding",
        "sjw",
        "group",
        "director",
        "officer",
        "available",
        "sjw",
        "group",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "proxy",
        "statement",
        "annual",
        "meeting",
        "dated",
        "march",
        "filed",
        "sec",
        "investor",
        "may",
        "obtain",
        "additional",
        "information",
        "regarding",
        "interest",
        "participant",
        "reading",
        "form",
        "joint",
        "proxy",
        "document",
        "filed",
        "sec",
        "company",
        "sjw",
        "group",
        "document",
        "available",
        "free",
        "charge",
        "source",
        "indicated",
        "news",
        "medium",
        "contact",
        "daniel",
        "j",
        "meaney",
        "apr",
        "director",
        "corporate",
        "communication",
        "connecticut",
        "water",
        "service",
        "west",
        "main",
        "street",
        "clinton",
        "ct",
        "source",
        "connecticut",
        "water",
        "service",
        "inc"
    ]
}