{
    "organizations": [],
    "uuid": "1abada9621996fb3d8cc28933152664125642aaa",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/pr-newswire-infinity-pharmaceuticals-provides-company-update-and-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Infinity Pharmaceuticals Provides Company Update and Financial",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CAMBRIDGE, Mass., May 8, 2018 /PRNewswire/ -- Infinity Pharmaceuticals, Inc. (NASDAQ: INFI) today announced its first quarter 2018 financial results and provided an update on the company, including its progress with IPI-549, a first-in-class oral immuno-oncology product candidate that selectively inhibits phosphoinositide-3-kinase-gamma (PI3K-gamma) and targets immune-suppressive tumor macrophages. Infinity is evaluating IPI-549 as a monotherapy and in combination with Opdivo ® (nivolumab), a PD-1 immune checkpoint inhibitor, in a Phase 1/1b study in approximately 200 patients with advanced solid tumors.\n\"We continue to make important progress with IPI-549 and look forward to reporting clinical and translational data at the American Society of Clinical Oncology (ASCO) Annual Meeting in June from the combination dose escalation portion of the trial, in addition to providing an update on the monotherapy portion of the trial and initial data from combination expansion cohorts initiated in early 2018,\" said Adelene Perkins, Chief Executive Officer and Chair of Infinity Pharmaceuticals. \"We expect that these data will provide additional insights into the activity, durability, safety and mechanism of action of IPI -549, including in combination with nivolumab.\"\nRecent developments include the following:\nIPI-549\nContinued Progress with the Phase 1/1b Study: The monotherapy portions of the study and combination dose escalation portion of the study have been completed. Enrollment, which began in 2018, is ongoing for six disease-specific combination expansion cohorts, along with a seventh combination expansion cohort of patients pre-selected for having high baseline blood levels of myeloid derived suppressor cells (MDSCs).\n2018 Program Goals for IPI-549\nAt ASCO report: Data from the monotherapy expansion component of the study Data from the combination dose-escalation component of the study Initial data from six disease-specific combination expansion cohorts Report more mature clinical and translational data (including insights from paired tumor biopsies) from the six disease-specific cohorts and initial data from the cohort of patients pre-selected for having high baseline blood levels of myeloid derived suppressor cells (MDSCs) in the combination expansion component of the study in the second half of 2018\nFirst Quarter 2018 Financial Results\nAt March 31, 2018, Infinity had total cash, cash equivalents and available-for-sale securities of $47.8 million, compared to $57.6 million at December 31, 2017. R&D expense for the first quarter of 2018 was $5.9 million, compared to $4.0 million for the same period in 2017. The increase in R&D expense was primarily due to higher clinical development expenses for IPI-549. General and administrative expense was $3.6 million for the first quarter 2018, compared to $6.4 million for the same period in 2017. The decrease in G&A expense was primarily due to a reduction in bonus and stock compensation. Net loss for the first quarter of 2018 was $9.5 million, or a basic and diluted loss per common share of $0.18, compared to a net loss of $10.5 million, or a basic and diluted loss per common share of $0.21 for the same period in 2017.\nFinancial Outlook\nInfinity's 2018 financial guidance remains unchanged:\nNet Loss: Infinity expects net loss for 2018 to range from $35 million to $45 million. Cash and Investments: Infinity expects to end 2018 with a year-end cash, cash equivalents and available-for-sale securities balance ranging from $15 million to $25 million. Cash Runway: Based on its current operational plans, Infinity expects that its existing cash, cash equivalents and available-for-sale securities will be adequate to satisfy the company's capital needs into the third quarter of 2019. Infinity's financial guidance excludes additional funding or business development activities and does not include the potential $22 million payment from Verastem upon the first regulatory approval of duvelisib, or a potential $2 million payment from PellePharm, a private company, upon initiation of a Phase 3 study for the hedgehog inhibitor program, which Infinity licensed to PellePharm in 2013. Verastem announced that its New Drug Application for duvelisib was accepted by the U.S. Food and Drug Administration (FDA) and that it was given priority review with an FDA action date of October 5, 2018. With the potential Verastem payment, Infinity expects that its cash runway would extend into 2020.\nConference Call Information\nInfinity will host a conference call today, May 8, 2018, at 4:30 p.m. ET to discuss these financial results and company updates. A live webcast of the conference call can be accessed in the \"Investors/Media\" section of Infinity's website at www.infi.com . To participate in the conference call, please dial 1-877-316-5293 (domestic) or 1-631-291-4526 (international) five minutes prior to start time. The conference ID number is 2479309. An archived version of the webcast will be available on Infinity's website for 30 days.\nAbout IPI-549 and the Ongoing Phase 1/1b Study\nIPI-549 is an investigational first-in-class, oral, immuno-oncology product candidate targeting tumor-associated myeloid cells through selective phosphoinositide-3-kinase-gamma (PI3K-gamma) inhibition, thereby reducing pro-tumor macrophage function and increasing anti-tumor macrophage function. In preclinical studies, IPI-549 demonstrated the ability to reprogram macrophages from a pro-tumor (M2), immune suppressive function, to an anti-tumor (M1) immune activating function and enhance the activity of, and overcome resistance to, checkpoint inhibitors. 1, 2 As such, IPI-549 may have the potential to treat a broad range of solid tumors and represents a potentially additive or synergistic approach to restoring anti-tumor immunity in combination with other immunotherapies such as checkpoint inhibitors.\nThe ongoing Phase 1/1b study being conducted by Infinity is designed to evaluate the safety, tolerability, activity, pharmacokinetics and pharmacodynamics of IPI-549 as a monotherapy and in combination with Opdivo in approximately 200 patients with advanced solid tumors. 3 The study includes monotherapy and combination dose-escalation components, in addition to monotherapy expansion and combination expansion components. The monotherapy dose-escalation and expansion components are complete. The combination dose-escalation component is also complete, and combination expansion cohorts are enrolling.\nThe combination expansion component of the study includes multiple cohorts designed to evaluate IPI-549 in patients with specific types of cancer, including patients with non-small cell lung cancer (NSCLC), melanoma and head and neck cancer whose tumors show initial resistance or initially respond to but subsequently develop resistance to immune checkpoint blockade therapy. The combination expansion component also includes a cohort of patients with triple negative breast cancer (TNBC) who have not been previously treated with immune checkpoint blockade therapy, a cohort of patients with mesothelioma, a cohort of patients with adrenocortical carcinoma and a cohort of patients with high baseline blood levels of MDSCs.\nIPI-549 is an investigational compound and its safety and efficacy has not been evaluated by the U.S. Food and Drug Administration or any other health authority.\nAbout Infinity\nInfinity is an innovative biopharmaceutical company dedicated to advancing novel cancer treatments. Infinity is advancing IPI-549, a potentially transformative immuno-oncology approach that aims to reprogram tumor-associated macrophages by selectively inhibiting PI3K-gamma. A Phase 1/1b study in approximately 200 patients with advanced solid tumors is ongoing. For more information on Infinity, please refer to Infinity's website at www.infi.com .\nCautionary Note Regarding Forward-Looking Statements\nThis press release contains forward-looking statements within the meaning of The Private Securities Litigation Reform Act of 1995. Such forward-looking statements include those regarding: the therapeutic potential of PI3K-gamma selective inhibition and IPI-549, alone and in combination with checkpoint inhibitors, including Opdivo; clinical trial plans regarding IPI-549; plans to report clinical and translational data of IPI-549; 2018 financial guidance; and the company's ability to execute on its strategic plans. Such statements are subject to numerous important factors, risks and uncertainties that may cause actual events or results to differ materially from the company's current expectations. For example, there can be no guarantee that IPI-549 will successfully complete necessary preclinical and clinical development phases or that Infinity will receive any of the benefits of its agreement with Verastem, Inc., including the receipt of milestone and royalty payments. Further, there can be no guarantee that any positive developments in Infinity's product portfolio will result in stock price appreciation. Management's expectations and, therefore, any forward-looking statements in this press release could also be affected by risks and uncertainties relating to a number of other factors, including the following: Infinity's results of clinical trials and preclinical studies; a failure of Infinity and/or Verastem to fully perform under the license agreement; the content and timing of decisions made by the U.S. FDA and other regulatory authorities; Infinity's ability to obtain and maintain requisite regulatory approvals and to enroll patients in its clinical trials; unplanned cash requirements and expenditures; development of agents by Infinity's competitors for diseases in which Infinity is currently developing or intends to develop IPI-549; and Infinity's ability to obtain, maintain and enforce patent and other intellectual property protection for IPI-549. These and other risks which may impact management's expectations are described in greater detail under the caption \"Risk Factors\" included in Infinity's quarterly report on Form 10-Q filed with the Securities and Exchange Commission (SEC) on May 8, 2018, and other filings filed by Infinity with the SEC. Any forward-looking statements contained in this press release speak only as of the date hereof, and Infinity expressly disclaims any obligation to update any forward-looking statements, events or otherwise.\nOPDIVO ® is a registered trademark of Bristol-Myers Squibb.\nINFINITY PHARMACEUTICALS, INC.\nCondensed Consolidated Balance Sheets\n(in thousands)\n(unaudited)\nMarch 31, 2018\nDecember 31, 2017\nCash, cash equivalents and available-for-sale securities\n$\n47,814\n$\n57,609\nOther current assets\n1,248\n777\nProperty and equipment, net\n156\n219\nOther long-term assets\n748\n748\nTotal assets\n$\n49,966\n$\n59,353\nNote payable\n$\n—\n$\n6,000\nOther current liabilities\n4,542\n5,595\nLong-term liabilities\n27\n28\nTotal stockholders' equity\n45,397\n47,730\nTotal liabilities and stockholders' equity\n$\n49,966\n$\n59,353\nINFINITY PHARMACEUTICALS, INC.\nCondensed Consolidated Statements of Operations\n(in thousands, except share and per share amounts)\n(unaudited)\nThree Months Ended March 31,\n2018\n2017\nOperating expenses:\nResearch and development\n$\n5,911\n$\n4,039\nGeneral and administrative\n3,606\n6,437\nTotal operating expenses\n9,517\n10,476\nLoss from operations\n(9,517)\n(10,476)\nOther income (expense):\nInvestment and other income\n159\n303\nInterest expense\n(93)\n(302)\nTotal other income\n66\n1\nNet loss\n$\n(9,451)\n$\n(10,475)\nBasic and diluted loss per common share:\n$\n(0.18)\n$\n(0.21)\nBasic and diluted weighted average number of common shares outstanding:\n51,883,570\n50,423,353\nContact\nStephanie Ascher, Stern Investor Relations, Inc.\n212-362-1200 or Stephanie@sternir.com\n1 Kaneda, M., Messer, K., Ralainirina, N., Li, H., et al. PI3Kγ is a molecular switch that controls immune suppression. Nature, 2016 Nov;539:437–442.\n2 De Henau, O., Rausch, M., Winkler, D., Campesato, L., et al. Overcoming resistance to checkpoint blockade therapy by targeting PI3Kγ in myeloid cells. Nature, 2016 Nov;539:443-447.\n3 www.clinicaltrials.gov , NCT02637531.\nView original content: http://www.prnewswire.com/news-releases/infinity-pharmaceuticals-provides-company-update-and-first-quarter-2018-financial-results-300644760.html\nSOURCE Infinity Pharmaceuticals, Inc.",
    "published": "2018-05-09T00:05:00.000+03:00",
    "crawled": "2018-05-09T00:04:52.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "cambridge",
        "may",
        "infinity",
        "pharmaceutical",
        "nasdaq",
        "infi",
        "today",
        "announced",
        "first",
        "quarter",
        "financial",
        "result",
        "provided",
        "update",
        "company",
        "including",
        "progress",
        "oral",
        "product",
        "candidate",
        "selectively",
        "inhibits",
        "target",
        "tumor",
        "macrophage",
        "infinity",
        "evaluating",
        "monotherapy",
        "combination",
        "opdivo",
        "nivolumab",
        "immune",
        "checkpoint",
        "inhibitor",
        "phase",
        "study",
        "approximately",
        "patient",
        "advanced",
        "solid",
        "tumor",
        "continue",
        "make",
        "important",
        "progress",
        "look",
        "forward",
        "reporting",
        "clinical",
        "translational",
        "data",
        "american",
        "society",
        "clinical",
        "oncology",
        "asco",
        "annual",
        "meeting",
        "june",
        "combination",
        "dose",
        "escalation",
        "portion",
        "trial",
        "addition",
        "providing",
        "update",
        "monotherapy",
        "portion",
        "trial",
        "initial",
        "data",
        "combination",
        "expansion",
        "cohort",
        "initiated",
        "early",
        "said",
        "adelene",
        "perkins",
        "chief",
        "executive",
        "officer",
        "chair",
        "infinity",
        "pharmaceutical",
        "expect",
        "data",
        "provide",
        "additional",
        "insight",
        "activity",
        "durability",
        "safety",
        "mechanism",
        "action",
        "ipi",
        "including",
        "combination",
        "nivolumab",
        "recent",
        "development",
        "include",
        "following",
        "continued",
        "progress",
        "phase",
        "study",
        "monotherapy",
        "portion",
        "study",
        "combination",
        "dose",
        "escalation",
        "portion",
        "study",
        "completed",
        "enrollment",
        "began",
        "ongoing",
        "six",
        "combination",
        "expansion",
        "cohort",
        "along",
        "seventh",
        "combination",
        "expansion",
        "cohort",
        "patient",
        "high",
        "baseline",
        "blood",
        "level",
        "myeloid",
        "derived",
        "suppressor",
        "cell",
        "mdscs",
        "program",
        "goal",
        "asco",
        "report",
        "data",
        "monotherapy",
        "expansion",
        "component",
        "study",
        "data",
        "combination",
        "component",
        "study",
        "initial",
        "data",
        "six",
        "combination",
        "expansion",
        "cohort",
        "report",
        "mature",
        "clinical",
        "translational",
        "data",
        "including",
        "insight",
        "paired",
        "tumor",
        "biopsy",
        "six",
        "cohort",
        "initial",
        "data",
        "cohort",
        "patient",
        "high",
        "baseline",
        "blood",
        "level",
        "myeloid",
        "derived",
        "suppressor",
        "cell",
        "mdscs",
        "combination",
        "expansion",
        "component",
        "study",
        "second",
        "half",
        "first",
        "quarter",
        "financial",
        "result",
        "march",
        "infinity",
        "total",
        "cash",
        "cash",
        "equivalent",
        "security",
        "million",
        "compared",
        "million",
        "december",
        "r",
        "expense",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "period",
        "increase",
        "r",
        "expense",
        "primarily",
        "due",
        "higher",
        "clinical",
        "development",
        "expense",
        "general",
        "administrative",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "period",
        "decrease",
        "g",
        "expense",
        "primarily",
        "due",
        "reduction",
        "bonus",
        "stock",
        "compensation",
        "net",
        "loss",
        "first",
        "quarter",
        "million",
        "basic",
        "diluted",
        "loss",
        "per",
        "common",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "basic",
        "diluted",
        "loss",
        "per",
        "common",
        "share",
        "period",
        "financial",
        "outlook",
        "infinity",
        "financial",
        "guidance",
        "remains",
        "unchanged",
        "net",
        "loss",
        "infinity",
        "expects",
        "net",
        "loss",
        "range",
        "million",
        "million",
        "cash",
        "investment",
        "infinity",
        "expects",
        "end",
        "cash",
        "cash",
        "equivalent",
        "security",
        "balance",
        "ranging",
        "million",
        "million",
        "cash",
        "runway",
        "based",
        "current",
        "operational",
        "plan",
        "infinity",
        "expects",
        "existing",
        "cash",
        "cash",
        "equivalent",
        "security",
        "adequate",
        "satisfy",
        "company",
        "capital",
        "need",
        "third",
        "quarter",
        "infinity",
        "financial",
        "guidance",
        "excludes",
        "additional",
        "funding",
        "business",
        "development",
        "activity",
        "include",
        "potential",
        "million",
        "payment",
        "verastem",
        "upon",
        "first",
        "regulatory",
        "approval",
        "duvelisib",
        "potential",
        "million",
        "payment",
        "pellepharm",
        "private",
        "company",
        "upon",
        "initiation",
        "phase",
        "study",
        "hedgehog",
        "inhibitor",
        "program",
        "infinity",
        "licensed",
        "pellepharm",
        "verastem",
        "announced",
        "new",
        "drug",
        "application",
        "duvelisib",
        "accepted",
        "food",
        "drug",
        "administration",
        "fda",
        "given",
        "priority",
        "review",
        "fda",
        "action",
        "date",
        "october",
        "potential",
        "verastem",
        "payment",
        "infinity",
        "expects",
        "cash",
        "runway",
        "would",
        "extend",
        "conference",
        "call",
        "information",
        "infinity",
        "host",
        "conference",
        "call",
        "today",
        "may",
        "et",
        "discus",
        "financial",
        "result",
        "company",
        "update",
        "live",
        "webcast",
        "conference",
        "call",
        "accessed",
        "section",
        "infinity",
        "website",
        "participate",
        "conference",
        "call",
        "please",
        "dial",
        "domestic",
        "international",
        "five",
        "minute",
        "prior",
        "start",
        "time",
        "conference",
        "id",
        "number",
        "archived",
        "version",
        "webcast",
        "available",
        "infinity",
        "website",
        "day",
        "ongoing",
        "phase",
        "study",
        "investigational",
        "oral",
        "product",
        "candidate",
        "targeting",
        "myeloid",
        "cell",
        "selective",
        "inhibition",
        "thereby",
        "reducing",
        "macrophage",
        "function",
        "increasing",
        "macrophage",
        "function",
        "preclinical",
        "study",
        "demonstrated",
        "ability",
        "reprogram",
        "macrophage",
        "m2",
        "immune",
        "suppressive",
        "function",
        "m1",
        "immune",
        "activating",
        "function",
        "enhance",
        "activity",
        "overcome",
        "resistance",
        "checkpoint",
        "inhibitor",
        "may",
        "potential",
        "treat",
        "broad",
        "range",
        "solid",
        "tumor",
        "represents",
        "potentially",
        "additive",
        "synergistic",
        "approach",
        "restoring",
        "immunity",
        "combination",
        "immunotherapy",
        "checkpoint",
        "inhibitor",
        "ongoing",
        "phase",
        "study",
        "conducted",
        "infinity",
        "designed",
        "evaluate",
        "safety",
        "tolerability",
        "activity",
        "pharmacokinetics",
        "pharmacodynamics",
        "monotherapy",
        "combination",
        "opdivo",
        "approximately",
        "patient",
        "advanced",
        "solid",
        "tumor",
        "study",
        "includes",
        "monotherapy",
        "combination",
        "component",
        "addition",
        "monotherapy",
        "expansion",
        "combination",
        "expansion",
        "component",
        "monotherapy",
        "expansion",
        "component",
        "complete",
        "combination",
        "component",
        "also",
        "complete",
        "combination",
        "expansion",
        "cohort",
        "enrolling",
        "combination",
        "expansion",
        "component",
        "study",
        "includes",
        "multiple",
        "cohort",
        "designed",
        "evaluate",
        "patient",
        "specific",
        "type",
        "cancer",
        "including",
        "patient",
        "cell",
        "lung",
        "cancer",
        "nsclc",
        "melanoma",
        "head",
        "neck",
        "cancer",
        "whose",
        "tumor",
        "show",
        "initial",
        "resistance",
        "initially",
        "respond",
        "subsequently",
        "develop",
        "resistance",
        "immune",
        "checkpoint",
        "blockade",
        "therapy",
        "combination",
        "expansion",
        "component",
        "also",
        "includes",
        "cohort",
        "patient",
        "triple",
        "negative",
        "breast",
        "cancer",
        "tnbc",
        "previously",
        "treated",
        "immune",
        "checkpoint",
        "blockade",
        "therapy",
        "cohort",
        "patient",
        "mesothelioma",
        "cohort",
        "patient",
        "adrenocortical",
        "carcinoma",
        "cohort",
        "patient",
        "high",
        "baseline",
        "blood",
        "level",
        "mdscs",
        "investigational",
        "compound",
        "safety",
        "efficacy",
        "evaluated",
        "food",
        "drug",
        "administration",
        "health",
        "authority",
        "infinity",
        "infinity",
        "innovative",
        "biopharmaceutical",
        "company",
        "dedicated",
        "advancing",
        "novel",
        "cancer",
        "treatment",
        "infinity",
        "advancing",
        "potentially",
        "transformative",
        "approach",
        "aim",
        "reprogram",
        "macrophage",
        "selectively",
        "inhibiting",
        "phase",
        "study",
        "approximately",
        "patient",
        "advanced",
        "solid",
        "tumor",
        "ongoing",
        "information",
        "infinity",
        "please",
        "refer",
        "infinity",
        "website",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "include",
        "regarding",
        "therapeutic",
        "potential",
        "selective",
        "inhibition",
        "alone",
        "combination",
        "checkpoint",
        "inhibitor",
        "including",
        "opdivo",
        "clinical",
        "trial",
        "plan",
        "regarding",
        "plan",
        "report",
        "clinical",
        "translational",
        "data",
        "financial",
        "guidance",
        "company",
        "ability",
        "execute",
        "strategic",
        "plan",
        "statement",
        "subject",
        "numerous",
        "important",
        "factor",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "actual",
        "event",
        "result",
        "differ",
        "materially",
        "company",
        "current",
        "expectation",
        "example",
        "guarantee",
        "successfully",
        "complete",
        "necessary",
        "preclinical",
        "clinical",
        "development",
        "phase",
        "infinity",
        "receive",
        "benefit",
        "agreement",
        "verastem",
        "including",
        "receipt",
        "milestone",
        "royalty",
        "payment",
        "guarantee",
        "positive",
        "development",
        "infinity",
        "product",
        "portfolio",
        "result",
        "stock",
        "price",
        "appreciation",
        "management",
        "expectation",
        "therefore",
        "statement",
        "press",
        "release",
        "could",
        "also",
        "affected",
        "risk",
        "uncertainty",
        "relating",
        "number",
        "factor",
        "including",
        "following",
        "infinity",
        "result",
        "clinical",
        "trial",
        "preclinical",
        "study",
        "failure",
        "infinity",
        "verastem",
        "fully",
        "perform",
        "license",
        "agreement",
        "content",
        "timing",
        "decision",
        "made",
        "fda",
        "regulatory",
        "authority",
        "infinity",
        "ability",
        "obtain",
        "maintain",
        "requisite",
        "regulatory",
        "approval",
        "enroll",
        "patient",
        "clinical",
        "trial",
        "unplanned",
        "cash",
        "requirement",
        "expenditure",
        "development",
        "agent",
        "infinity",
        "competitor",
        "disease",
        "infinity",
        "currently",
        "developing",
        "intends",
        "develop",
        "infinity",
        "ability",
        "obtain",
        "maintain",
        "enforce",
        "patent",
        "intellectual",
        "property",
        "protection",
        "risk",
        "may",
        "impact",
        "management",
        "expectation",
        "described",
        "greater",
        "detail",
        "caption",
        "risk",
        "factor",
        "included",
        "infinity",
        "quarterly",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "may",
        "filing",
        "filed",
        "infinity",
        "sec",
        "statement",
        "contained",
        "press",
        "release",
        "speak",
        "date",
        "hereof",
        "infinity",
        "expressly",
        "disclaims",
        "obligation",
        "update",
        "statement",
        "event",
        "otherwise",
        "opdivo",
        "registered",
        "trademark",
        "squibb",
        "infinity",
        "pharmaceutical",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "unaudited",
        "march",
        "december",
        "cash",
        "cash",
        "equivalent",
        "security",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "asset",
        "total",
        "asset",
        "note",
        "payable",
        "current",
        "liability",
        "liability",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "infinity",
        "pharmaceutical",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "investment",
        "income",
        "interest",
        "expense",
        "total",
        "income",
        "net",
        "loss",
        "basic",
        "diluted",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "outstanding",
        "contact",
        "stephanie",
        "ascher",
        "stern",
        "investor",
        "relation",
        "stephanie",
        "kaneda",
        "messer",
        "ralainirina",
        "li",
        "et",
        "al",
        "pi3kγ",
        "molecular",
        "switch",
        "control",
        "immune",
        "suppression",
        "nature",
        "nov",
        "de",
        "henau",
        "rausch",
        "winkler",
        "campesato",
        "et",
        "al",
        "overcoming",
        "resistance",
        "checkpoint",
        "blockade",
        "therapy",
        "targeting",
        "pi3kγ",
        "myeloid",
        "cell",
        "nature",
        "nov",
        "nct02637531",
        "view",
        "original",
        "content",
        "http",
        "source",
        "infinity",
        "pharmaceutical",
        "inc"
    ]
}