{
    "organizations": [],
    "uuid": "5cc99ec7174025fbfe06a40aefa469be86c94df5",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/09/pr-newswire-myos-rens-technology-reports-first-quarter-financial-results.html",
    "ord_in_thread": 0,
    "title": "MYOS RENS Technology Reports First Quarter Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CEDAR KNOLLS, N.J., May 9, 2018 /PRNewswire/ -- MYOS RENS Technology Inc. (\"MYOS\" or the \"Company\") (NASDAQ: MYOS), a bionutrition company and owner of Fortetropin®, the product that helps build lean muscle in conjunction with resistance training, announced today its financial results for the first quarter ended March 31, 2018. (Amounts in thousands except where noted.)\nFINANCIAL HIGHLIGHTS:\nFirst Quarter 2018:\nGross profit margin was 46% for 2018. Net revenues decreased 62% to $57 for 2018, compared to $150 for 2017. The decrease in net revenues was primarily due to a non-recurring sale to a related party of $116 for the three months ended March 31, 2017. Gross profit was $26, compared to $15 for 2017. Operating expenses increased 9% to $1,238, compared to $1,137 for 2017. Net loss increased 9% to $1,212, compared to $1,117 for 2017.\nLiquidity\nAs of March 31, 2018, the Company had no debt and had $1.7 million in working capital. The Company raised approximately $287 from the sale of 140,295 shares of common stock for $2.11 per share through its at-the-market program with H.C. Wainwright & Co., LLC. Subsequent to the end of the quarter, the Company consummated a private placement of shares of common stock on April 25, 2018, issuing 806,452 shares at a purchase price of $1.24 per share to a group of accredited investors, including MYOS CEO Joseph Mannello and a member of the Company's board of directors, for aggregate gross proceeds of $1.0 million.\nMANAGEMENT COMMENTARY:\nJoseph Mannello, Chief Executive Officer of MYOS, commented, \"Our results for 2018 are in-line with our expectations. I am optimistic about our sports nutrition vertical, as several key initiatives have begun which we believe will be a strong catalyst for additional sales growth for Myos.\nWe recently secured the prestigious NSF \"Certified for Sport ® \" certification for the manufacture of our new Yolked™ line of products. Gaining this certification activated our marketing relationship with IMG College, a division of IMG. We have begun meeting with several Division I universities in the northeast part of the country. We will place our product in these universities, and based on the overall demand, will establish accounts at these universities. I can't emphasize enough how efficient this process has been in terms of gaining entry into these universities, thanks to our marketing partnership with IMG.\nIn the coming days, we will debut a new, more focused website for our products. Based on feedback from customers and visitors, we learned that we needed to improve our messaging in terms of educating the marketplace about the science-based benefits of Fortetropin ® . We are optimistic that our new website can be a central hub for learning about our products, as well as a tool to help people learn more about muscle health and nutrition.\nRecently, we hired two direct sales organizations to support our internal sales team. These sales organizations allow us to run more efficient marketing campaigns, identifying key decision makers for advancing and selling our products across sports nutrition and veterinary products. We anticipate meaningful results from their efforts to begin in Q3 of 2018.\nAs I've stated in previous communications, we continue to be fully committed towards building shareholder value through science. We now have four active studies– Kansas State University; UC Berkeley; Rutgers, The State University of New Jersey; and today's announced pre-clinical cachexia study with Weill Cornell Medical Center.\nI want to highlight our study with Kansas State University, relating to Fortetropin ® and its impact on muscle health in dogs. As we announced in 2017, this is a randomized, double blind, placebo‐controlled clinical study initiated with Dr. Kenneth Harkin, College of Veterinary Medicine, Kansas State University, to determine if daily supplementation of Fortetropin ® can reduce muscle atrophy in dogs that undergo TPLO surgery, which is comparable to ACL surgery in humans. The study involves 100 dogs, where 50 dogs receive daily supplementation of Fortetropin ® over the course of 12 weeks following surgery, while the remaining 50 dogs will receive a macronutrient‐matched placebo control. The primary endpoint of this study is muscle thickness of coxofemoral extensors and flexors. The secondary end‐points are epaxial muscle thickness, muscle condition score and stance analysis. To date, the study is more than 90% complete and we expect to announce results before the end of 2018.\nI'm very excited about the potential for our veterinary product; we continue to receive great feedback from veterinarians who have been using the product on dogs and cats. This is an important part of the MYOS story, and we have found several veterinary industry indicators that demonstrate the great promise of market success and acceptance for our Fortetropin ® -based product.\nSimply put, pet owners are paying more today for their pets than ever before. Nontraditional veterinary care and nutrition techniques have grown significantly in the past several years. Veterinarians are adopting new treatment protocols, including Integrative Veterinary Medicine, combining western veterinary science with nontraditional approaches. These methods include homeopathic and herbal remedies, along with massage, chiropractic work, and nutritional counseling. Now why is this all important? Because new technologies and a changing marketplace of pet owners have spurred greater interest in more nontraditional supplements and therapies for pets. During the past decade, a majority of pet owners in the US were middle-aged. As millennials begin to outnumber baby boomers, however, this particular pet owner demographic has reached a tipping point. Now ranking the highest among generations, millennial pet ownership has surpassed baby boomers, according to a December 2017 Packaged Facts report on pet food in the US. The report also states that millennials account for 35% of all pet owners.\nResearch has shown that pets are living longer, thanks to advances in care, and have very different veterinary needs, both for wellness and sickness, compared to prior generations. In fact, some veterinary practices now offer customized wellness programs for aged pets. Many pet owners are willing to pay for treatments that were once reserved for only humans and are willing to pay a significant sum for these treatments. We can see this in the pet insurance business where policies have become more popular over the past few years. The US market for pet health insurance is expected to nearly double from more than $530 million in 2013 to almost $1 billion by 2020 according to a report by Packaged Facts.\nAs I mentioned earlier, this is just one of four ongoing clinical studies. The results of these and other studies will determine just how large the long-term potential for this company is going forward. I view our company today as a bio-nutrition company, with a portfolio of brands that are entering the marketplace and supporting our scientific initiatives. I believe that the best way to value MYOS over the long-term is through our scientific initiatives that will potentially provide large revenue opportunities. It is my belief and optimism in the long-term potential of MYOS that led me to participate, along with one of our board members and others, in an additional $1 million investment into the Company. We continue to have no debt. Fortetropin ® is truly a disruptive and remarkable product that improves muscle health. Our strong balance sheet, conservative cash management strategy, improved scientific profile and brand development will yield both short-term and long-term success. We look forward to sharing more on our developing story in the months to come.\nCONFERENCE CALL\nMYOS will host a conference call tomorrow, at 11:00 am ET, at which time MYOS Chief Executive Officer Joseph Mannello will provide highlights and commentary on earnings results and developments on clinical studies for the first quarter ended March 31, 2018.\nCall Date/Time: at 11:00 am ET\nCall Title:\nMYOS RENS Technology First Quarter 2018 Financial Results Conference Call\nDial In:\n877-407-4019 from the U.S.;\nInternational callers may telephone 201-689-8337\nPlease call in approximately 10 minutes before the call.\nA digital replay will be available by telephone approximately two hours after the completion of the call until July 31, 2018 and may be accessed by dialing 877-660-6853 from the U.S. or 201-612-7415 for international callers, using the Conference ID# 13679724.\nThis call will be simultaneously webcast. The webcast will be available on the MYOS website, www.myosrens.com , in the \"Investor Relations\" section. The webcast will be archived and available at the same web address for two weeks following the call.\nAbout MYOS RENS Technology Inc.\nMYOS RENS Technology Inc. (MYOS), \"The Muscle Company™\", is a Cedar Knolls, NJ-based bionutrition company that develops and markets products that improve muscle health and performance. MYOS is the owner of Fortetropin®, a fertilized egg yolk-based product manufactured via a proprietary process to retain and optimize its biological activity. Fortetropin® has been clinically shown to increase muscle size and lean body mass in conjunction with resistance training. MYOS believes Fortetropin® has the potential to redefine existing standards of physical health and wellness. For more information, please visit www.MYOSRENS.com .\nForward-Looking Statements\nAny statements in this release that are not historical facts are forward-looking statements. Actual results may differ materially from those projected or implied in any forward-looking statements. Such statements involve risks and uncertainties, including but not limited to those relating to product and customer demand, market acceptance of our products, the ability to create new products through research and development, the successful results of strategic initiatives, the successful launch of our products, including Qurr® products, the success of our research and development, the results of the clinical evaluation of Fortetropin® and its effects, the ability to enter into new partnership opportunities and the success of our existing partnerships, the ability to generate the forecasted revenue stream and cash flow from sales of our products, the ability to continue increasing our revenue and gross profit margins, the ability to achieve a sustainable, profitable business, the effect of economic conditions, the ability to protect our intellectual property rights, competition from other providers and products, the continued listing of our securities on the Nasdaq Stock Market, risks in product development, our ability to raise capital to fund continuing operations, and other factors discussed from time to time in the Company's Securities and Exchange Commission filings. The Company undertakes no obligation to update or revise any forward-looking statement for events or circumstances after the date on which such statement is made except as required by law.\nThese statements have not been evaluated by the Food and Drug Administration. Our products are not intended to diagnose, treat, cure or prevent any disease.\nThe following tables should be read in conjunction with the footnotes accompanying the consolidated financial statements contained within the Form 10Q issued on May 9, 2018.\nMYOS RENS TECHNOLOGY INC. AND SUBSIDIARY\nCONDENSED CONSOLIDATED BALANCE SHEETS\n(in thousands, except share and per share amounts)\nMarch 31,\nDecember 31,\n2018\n2017\n(Unaudited)\nASSETS\nCurrent assets:\nCash\n$\n230\n$\n923\nAccounts receivable, net\n1\n4\nInventories, net\n1,782\n1,779\nPrepaid expenses and other current assets\n161\n163\nTotal current assets\n2,174\n2,869\nDeferred offering costs\n96\n102\nFixed assets, net\n173\n184\nIntangible assets, net\n1,568\n1,640\nTotal assets\n$\n4,011\n$\n4,795\nLIABILITIES AND STOCKHOLDERS EQUITY\nCurrent liabilities:\nAccounts payable\n$\n184\n$\n176\nAccrued expenses and other current liabilities\n263\n255\nTotal current liabilities\n447\n431\nTotal liabilities\n447\n431\nCommitments and contingencies\n-\n-\nStockholders' equity:\nPreferred stock, $.001 par value; 500,000 shares authorized; no shares issued and\noutstanding\n-\n-\nCommon stock, $.001 par value; 12,000,000 shares authorized at March 31, 2018\nand at December 31, 2017; 6,536,046 and 6,340,604 shares issued and\noutstanding at March 31, 2018 and December 31, 2017, respectively\n7\n6\nAdditional paid-in capital\n36,614\n36,202\nAccumulated deficit\n(33,057)\n(31,844)\nTotal stockholders' equity\n3,564\n4,364\nTotal liabilities and stockholders' equity\n$\n4,011\n$\n4,795\nMYOS RENS TECHNOLOGY INC. AND SUBSIDIARY\nCONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS\n(Unaudited; in thousands, except share and per share amounts)\nThree Months Ended\nMarch 31,\n2018\n2017\nNet revenues\n$\n57\n$\n150\nCost of sales\n31\n135\nGross profit\n26\n15\nSelling, marketing and research\n394\n300\nPersonnel and benefits\n417\n333\nGeneral and administrative\n427\n504\nTotal operating expenses\n1,238\n1,137\nOperating loss\n(1,212)\n(1,122)\nOther (expense) income, net\n(1)\n5\nNet loss\n$\n(1,213)\n$\n(1,117)\nNet loss per share attributable to common shareholders:\nBasic and diluted\n$\n(0.19)\n$\n(0.20)\nWeighted average number of common shares outstanding:\nBasic and diluted\n6,504,590\n5,627,705\nMYOS RENS TECHNOLOGY INC. AND SUBSIDIARY\nCONDENSED CONSOLIDATED STATEMENTS OF CASH FLOWS\n(Unaudited; in thousands)\nThree Months Ended\nMarch 31,\n2018\n2017\nCash Flows From Operating Activities:\nNet loss\n$\n(1,213)\n$\n(1,117)\nAdjustments to reconcile net loss to net cash used in operating activities:\nDepreciation\n11\n13\nAmortization\n72\n53\nStock-based compensation\n123\n41\nChanges in operating assets and liabilities:\nDecrease (increase) in accounts receivable\n3\n(57)\nIncrease in inventories\n(3)\n(3)\nDecrease (increase) in prepaid expenses\n2\n(181)\nDecrease in deferred revenue\n-\n(56)\nIncrease (decrease) in accounts payable and accrued expenses\n16\n(121)\nNet cash used in operating activities\n(989)\n(1,428)\nCash Flows From Financing Activities:\nDeferred offering costs from at the market transaction\n-\n(125)\nProceeds from registered direct offering of common stock\n296\n1,926\nNet cash provided by financing activities\n296\n1,801\nNet (decrease) increase in cash\n(693)\n373\nCash at beginning of period\n923\n1,866\nCash at end of period\n$\n230\n$\n2,239\nSupplemental schedule of non-cash investing and financing activities:\nRecognition of deferred offering costs\n6\n-\nInvestor Relations :\nPorter LeVay & Rose\nMichael Porter, President\nPhone: 212-564-4700\nEmail: MYOS@plrinvest.com\nView original content with multimedia: http://www.prnewswire.com/news-releases/myos-rens-technology-reports-first-quarter-financial-results-300645937.html\nSOURCE MYOS RENS Technology Inc.",
    "published": "2018-05-10T01:36:00.000+03:00",
    "crawled": "2018-05-10T04:09:55.028+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "cedar",
        "knoll",
        "may",
        "myos",
        "rens",
        "technology",
        "myos",
        "company",
        "nasdaq",
        "myos",
        "bionutrition",
        "company",
        "owner",
        "product",
        "help",
        "build",
        "lean",
        "muscle",
        "conjunction",
        "resistance",
        "training",
        "announced",
        "today",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "amount",
        "thousand",
        "except",
        "noted",
        "financial",
        "highlight",
        "first",
        "quarter",
        "gross",
        "profit",
        "margin",
        "net",
        "revenue",
        "decreased",
        "compared",
        "decrease",
        "net",
        "revenue",
        "primarily",
        "due",
        "sale",
        "related",
        "party",
        "three",
        "month",
        "ended",
        "march",
        "gross",
        "profit",
        "compared",
        "operating",
        "expense",
        "increased",
        "compared",
        "net",
        "loss",
        "increased",
        "compared",
        "liquidity",
        "march",
        "company",
        "debt",
        "million",
        "working",
        "capital",
        "company",
        "raised",
        "approximately",
        "sale",
        "share",
        "common",
        "stock",
        "per",
        "share",
        "program",
        "wainwright",
        "llc",
        "subsequent",
        "end",
        "quarter",
        "company",
        "consummated",
        "private",
        "placement",
        "share",
        "common",
        "stock",
        "april",
        "issuing",
        "share",
        "purchase",
        "price",
        "per",
        "share",
        "group",
        "accredited",
        "investor",
        "including",
        "myos",
        "ceo",
        "joseph",
        "mannello",
        "member",
        "company",
        "board",
        "director",
        "aggregate",
        "gross",
        "proceeds",
        "million",
        "management",
        "commentary",
        "joseph",
        "mannello",
        "chief",
        "executive",
        "officer",
        "myos",
        "commented",
        "result",
        "expectation",
        "optimistic",
        "sport",
        "nutrition",
        "vertical",
        "several",
        "key",
        "initiative",
        "begun",
        "believe",
        "strong",
        "catalyst",
        "additional",
        "sale",
        "growth",
        "myos",
        "recently",
        "secured",
        "prestigious",
        "nsf",
        "certified",
        "sport",
        "certification",
        "manufacture",
        "new",
        "line",
        "product",
        "gaining",
        "certification",
        "activated",
        "marketing",
        "relationship",
        "img",
        "college",
        "division",
        "img",
        "begun",
        "meeting",
        "several",
        "division",
        "university",
        "northeast",
        "part",
        "country",
        "place",
        "product",
        "university",
        "based",
        "overall",
        "demand",
        "establish",
        "account",
        "university",
        "ca",
        "emphasize",
        "enough",
        "efficient",
        "process",
        "term",
        "gaining",
        "entry",
        "university",
        "thanks",
        "marketing",
        "partnership",
        "img",
        "coming",
        "day",
        "debut",
        "new",
        "focused",
        "website",
        "product",
        "based",
        "feedback",
        "customer",
        "visitor",
        "learned",
        "needed",
        "improve",
        "messaging",
        "term",
        "educating",
        "marketplace",
        "benefit",
        "fortetropin",
        "optimistic",
        "new",
        "website",
        "central",
        "hub",
        "learning",
        "product",
        "well",
        "tool",
        "help",
        "people",
        "learn",
        "muscle",
        "health",
        "nutrition",
        "recently",
        "hired",
        "two",
        "direct",
        "sale",
        "organization",
        "support",
        "internal",
        "sale",
        "team",
        "sale",
        "organization",
        "allow",
        "u",
        "run",
        "efficient",
        "marketing",
        "campaign",
        "identifying",
        "key",
        "decision",
        "maker",
        "advancing",
        "selling",
        "product",
        "across",
        "sport",
        "nutrition",
        "veterinary",
        "product",
        "anticipate",
        "meaningful",
        "result",
        "effort",
        "begin",
        "q3",
        "stated",
        "previous",
        "communication",
        "continue",
        "fully",
        "committed",
        "towards",
        "building",
        "shareholder",
        "value",
        "science",
        "four",
        "active",
        "kansa",
        "state",
        "university",
        "uc",
        "berkeley",
        "rutgers",
        "state",
        "university",
        "new",
        "jersey",
        "today",
        "announced",
        "cachexia",
        "study",
        "weill",
        "cornell",
        "medical",
        "center",
        "want",
        "highlight",
        "study",
        "kansa",
        "state",
        "university",
        "relating",
        "fortetropin",
        "impact",
        "muscle",
        "health",
        "dog",
        "announced",
        "randomized",
        "double",
        "blind",
        "clinical",
        "study",
        "initiated",
        "kenneth",
        "harkin",
        "college",
        "veterinary",
        "medicine",
        "kansa",
        "state",
        "university",
        "determine",
        "daily",
        "supplementation",
        "fortetropin",
        "reduce",
        "muscle",
        "atrophy",
        "dog",
        "undergo",
        "tplo",
        "surgery",
        "comparable",
        "acl",
        "surgery",
        "human",
        "study",
        "involves",
        "dog",
        "dog",
        "receive",
        "daily",
        "supplementation",
        "fortetropin",
        "course",
        "week",
        "following",
        "surgery",
        "remaining",
        "dog",
        "receive",
        "placebo",
        "control",
        "primary",
        "endpoint",
        "study",
        "muscle",
        "thickness",
        "coxofemoral",
        "extensor",
        "flexor",
        "secondary",
        "epaxial",
        "muscle",
        "thickness",
        "muscle",
        "condition",
        "score",
        "stance",
        "analysis",
        "date",
        "study",
        "complete",
        "expect",
        "announce",
        "result",
        "end",
        "excited",
        "potential",
        "veterinary",
        "product",
        "continue",
        "receive",
        "great",
        "feedback",
        "veterinarian",
        "using",
        "product",
        "dog",
        "cat",
        "important",
        "part",
        "myos",
        "story",
        "found",
        "several",
        "veterinary",
        "industry",
        "indicator",
        "demonstrate",
        "great",
        "promise",
        "market",
        "success",
        "acceptance",
        "fortetropin",
        "product",
        "simply",
        "put",
        "pet",
        "owner",
        "paying",
        "today",
        "pet",
        "ever",
        "nontraditional",
        "veterinary",
        "care",
        "nutrition",
        "technique",
        "grown",
        "significantly",
        "past",
        "several",
        "year",
        "veterinarian",
        "adopting",
        "new",
        "treatment",
        "protocol",
        "including",
        "integrative",
        "veterinary",
        "medicine",
        "combining",
        "western",
        "veterinary",
        "science",
        "nontraditional",
        "approach",
        "method",
        "include",
        "homeopathic",
        "herbal",
        "remedy",
        "along",
        "massage",
        "chiropractic",
        "work",
        "nutritional",
        "counseling",
        "important",
        "new",
        "technology",
        "changing",
        "marketplace",
        "pet",
        "owner",
        "spurred",
        "greater",
        "interest",
        "nontraditional",
        "supplement",
        "therapy",
        "pet",
        "past",
        "decade",
        "majority",
        "pet",
        "owner",
        "u",
        "millennials",
        "begin",
        "outnumber",
        "baby",
        "boomer",
        "however",
        "particular",
        "pet",
        "owner",
        "demographic",
        "reached",
        "tipping",
        "point",
        "ranking",
        "highest",
        "among",
        "generation",
        "millennial",
        "pet",
        "ownership",
        "surpassed",
        "baby",
        "boomer",
        "according",
        "december",
        "packaged",
        "fact",
        "report",
        "pet",
        "food",
        "u",
        "report",
        "also",
        "state",
        "millennials",
        "account",
        "pet",
        "owner",
        "research",
        "shown",
        "pet",
        "living",
        "longer",
        "thanks",
        "advance",
        "care",
        "different",
        "veterinary",
        "need",
        "wellness",
        "sickness",
        "compared",
        "prior",
        "generation",
        "fact",
        "veterinary",
        "practice",
        "offer",
        "customized",
        "wellness",
        "program",
        "aged",
        "pet",
        "many",
        "pet",
        "owner",
        "willing",
        "pay",
        "treatment",
        "reserved",
        "human",
        "willing",
        "pay",
        "significant",
        "sum",
        "treatment",
        "see",
        "pet",
        "insurance",
        "business",
        "policy",
        "become",
        "popular",
        "past",
        "year",
        "u",
        "market",
        "pet",
        "health",
        "insurance",
        "expected",
        "nearly",
        "double",
        "million",
        "almost",
        "billion",
        "according",
        "report",
        "packaged",
        "fact",
        "mentioned",
        "earlier",
        "one",
        "four",
        "ongoing",
        "clinical",
        "study",
        "result",
        "study",
        "determine",
        "large",
        "potential",
        "company",
        "going",
        "forward",
        "view",
        "company",
        "today",
        "company",
        "portfolio",
        "brand",
        "entering",
        "marketplace",
        "supporting",
        "scientific",
        "initiative",
        "believe",
        "best",
        "way",
        "value",
        "myos",
        "scientific",
        "initiative",
        "potentially",
        "provide",
        "large",
        "revenue",
        "opportunity",
        "belief",
        "optimism",
        "potential",
        "myos",
        "led",
        "participate",
        "along",
        "one",
        "board",
        "member",
        "others",
        "additional",
        "million",
        "investment",
        "company",
        "continue",
        "debt",
        "fortetropin",
        "truly",
        "disruptive",
        "remarkable",
        "product",
        "improves",
        "muscle",
        "health",
        "strong",
        "balance",
        "sheet",
        "conservative",
        "cash",
        "management",
        "strategy",
        "improved",
        "scientific",
        "profile",
        "brand",
        "development",
        "yield",
        "success",
        "look",
        "forward",
        "sharing",
        "developing",
        "story",
        "month",
        "come",
        "conference",
        "call",
        "myos",
        "host",
        "conference",
        "call",
        "tomorrow",
        "et",
        "time",
        "myos",
        "chief",
        "executive",
        "officer",
        "joseph",
        "mannello",
        "provide",
        "highlight",
        "commentary",
        "earnings",
        "result",
        "development",
        "clinical",
        "study",
        "first",
        "quarter",
        "ended",
        "march",
        "call",
        "et",
        "call",
        "title",
        "myos",
        "rens",
        "technology",
        "first",
        "quarter",
        "financial",
        "result",
        "conference",
        "call",
        "dial",
        "international",
        "caller",
        "may",
        "telephone",
        "please",
        "call",
        "approximately",
        "minute",
        "call",
        "digital",
        "replay",
        "available",
        "telephone",
        "approximately",
        "two",
        "hour",
        "completion",
        "call",
        "july",
        "may",
        "accessed",
        "dialing",
        "international",
        "caller",
        "using",
        "conference",
        "id",
        "call",
        "simultaneously",
        "webcast",
        "webcast",
        "available",
        "myos",
        "website",
        "investor",
        "relation",
        "section",
        "webcast",
        "archived",
        "available",
        "web",
        "address",
        "two",
        "week",
        "following",
        "call",
        "myos",
        "rens",
        "technology",
        "myos",
        "rens",
        "technology",
        "myos",
        "muscle",
        "cedar",
        "knoll",
        "bionutrition",
        "company",
        "develops",
        "market",
        "product",
        "improve",
        "muscle",
        "health",
        "performance",
        "myos",
        "owner",
        "fertilized",
        "egg",
        "product",
        "manufactured",
        "via",
        "proprietary",
        "process",
        "retain",
        "optimize",
        "biological",
        "activity",
        "clinically",
        "shown",
        "increase",
        "muscle",
        "size",
        "lean",
        "body",
        "mass",
        "conjunction",
        "resistance",
        "training",
        "myos",
        "belief",
        "potential",
        "redefine",
        "existing",
        "standard",
        "physical",
        "health",
        "wellness",
        "information",
        "please",
        "visit",
        "statement",
        "statement",
        "release",
        "historical",
        "fact",
        "statement",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "projected",
        "implied",
        "statement",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "including",
        "limited",
        "relating",
        "product",
        "customer",
        "demand",
        "market",
        "acceptance",
        "product",
        "ability",
        "create",
        "new",
        "product",
        "research",
        "development",
        "successful",
        "result",
        "strategic",
        "initiative",
        "successful",
        "launch",
        "product",
        "including",
        "product",
        "success",
        "research",
        "development",
        "result",
        "clinical",
        "evaluation",
        "effect",
        "ability",
        "enter",
        "new",
        "partnership",
        "opportunity",
        "success",
        "existing",
        "partnership",
        "ability",
        "generate",
        "forecasted",
        "revenue",
        "stream",
        "cash",
        "flow",
        "sale",
        "product",
        "ability",
        "continue",
        "increasing",
        "revenue",
        "gross",
        "profit",
        "margin",
        "ability",
        "achieve",
        "sustainable",
        "profitable",
        "business",
        "effect",
        "economic",
        "condition",
        "ability",
        "protect",
        "intellectual",
        "property",
        "right",
        "competition",
        "provider",
        "product",
        "continued",
        "listing",
        "security",
        "nasdaq",
        "stock",
        "market",
        "risk",
        "product",
        "development",
        "ability",
        "raise",
        "capital",
        "fund",
        "continuing",
        "operation",
        "factor",
        "discussed",
        "time",
        "time",
        "company",
        "security",
        "exchange",
        "commission",
        "filing",
        "company",
        "undertakes",
        "obligation",
        "update",
        "revise",
        "statement",
        "event",
        "circumstance",
        "date",
        "statement",
        "made",
        "except",
        "required",
        "law",
        "statement",
        "evaluated",
        "food",
        "drug",
        "administration",
        "product",
        "intended",
        "diagnose",
        "treat",
        "cure",
        "prevent",
        "disease",
        "following",
        "table",
        "read",
        "conjunction",
        "footnote",
        "accompanying",
        "consolidated",
        "financial",
        "statement",
        "contained",
        "within",
        "form",
        "10q",
        "issued",
        "may",
        "myos",
        "rens",
        "technology",
        "subsidiary",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "march",
        "december",
        "unaudited",
        "asset",
        "current",
        "asset",
        "cash",
        "account",
        "receivable",
        "net",
        "inventory",
        "net",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "deferred",
        "offering",
        "cost",
        "fixed",
        "asset",
        "net",
        "intangible",
        "asset",
        "net",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "total",
        "liability",
        "commitment",
        "contingency",
        "stockholder",
        "equity",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "march",
        "december",
        "share",
        "issued",
        "outstanding",
        "march",
        "december",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "myos",
        "rens",
        "technology",
        "subsidiary",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "revenue",
        "cost",
        "sale",
        "gross",
        "profit",
        "selling",
        "marketing",
        "research",
        "personnel",
        "benefit",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "operating",
        "loss",
        "expense",
        "income",
        "net",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "attributable",
        "common",
        "shareholder",
        "basic",
        "diluted",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "myos",
        "rens",
        "technology",
        "subsidiary",
        "condensed",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "unaudited",
        "thousand",
        "three",
        "month",
        "ended",
        "march",
        "cash",
        "flow",
        "operating",
        "activity",
        "net",
        "loss",
        "adjustment",
        "reconcile",
        "net",
        "loss",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "depreciation",
        "amortization",
        "compensation",
        "change",
        "operating",
        "asset",
        "liability",
        "decrease",
        "increase",
        "account",
        "receivable",
        "increase",
        "inventory",
        "decrease",
        "increase",
        "prepaid",
        "expense",
        "decrease",
        "deferred",
        "revenue",
        "increase",
        "decrease",
        "account",
        "payable",
        "accrued",
        "expense",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "cash",
        "flow",
        "financing",
        "activity",
        "deferred",
        "offering",
        "cost",
        "market",
        "transaction",
        "proceeds",
        "registered",
        "direct",
        "offering",
        "common",
        "stock",
        "net",
        "cash",
        "provided",
        "financing",
        "activity",
        "net",
        "decrease",
        "increase",
        "cash",
        "cash",
        "beginning",
        "period",
        "cash",
        "end",
        "period",
        "supplemental",
        "schedule",
        "investing",
        "financing",
        "activity",
        "recognition",
        "deferred",
        "offering",
        "cost",
        "investor",
        "relation",
        "porter",
        "levay",
        "rose",
        "michael",
        "porter",
        "president",
        "phone",
        "email",
        "myos",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "myos",
        "rens",
        "technology",
        "inc"
    ]
}