{
    "organizations": [],
    "uuid": "56916efb2f16a67403c10b00c63ee77c295aaeef",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/16/business-wire-helios-and-matheson-and-moviepass-report-first-quarter-earnings.html",
    "ord_in_thread": 0,
    "title": "Helios and Matheson and MoviePass Report First-Quarter Earnings",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "EPS $.15 Compared to First Quarter 2017 EPS Loss of ($1.17)\nRevenue and EPS hit new all-time records\nActive MoviePass subscribers have surpassed 2.7 million with MoviePass adding 1.1 million net new subscribers in 1 st quarter\nNEW YORK--(BUSINESS WIRE)-- Helios & Matheson (Nasdaq: HMNY) (“Helios”) announced financial results for the first quarter today. The company posted quarterly revenues of more than $49 million for 2018 and $1.3 for 2017, an increase of more than 3,700%. Quarterly earnings per share was $.15 basic income per share compared to a loss of ($1.17) per share one year ago. Subscriptions to MoviePass were very strong for the first quarter.\nThis press release features multimedia. View the full release here: https://www.businesswire.com/news/home/20180516005810/en/\nMoviePass April Usage vs. May Usage -- All Current Active Users (Photo: Business Wire)\n“We are excited to report our biggest quarter in Helios and Matheson and MoviePass combined history. This growth surpassed our expectations,” said Ted Farnsworth, Chairman and CEO of Helios.\nA recent independent survey by NRG (National Research Group) which was hired by the Hollywood Reporter, strongly supports the comparatively strong customer satisfaction levels of our subscribers, as 83% of our subscribers are more satisfied with MoviePass than any other subscriber service, with this further supporting and underscoring the tremendous value proposition we provide to consumers.\nThe NRG (National Research Group) report also stated:\n41% decide what theater to attend based on MoviePass If their favorite theater chain started their own service, only 18% would definitely switch their service 72% of subscribers would pay more to see a movie in a premium format 84% very likely to recommend MoviePass MoviePass subscribers are twice as likely to attend movies on opening weekend 83% are seeing more movies than before they were subscribers to MoviePass Subscribers are twice as likely to see the following movies such as, LadyBird, the Post, I, Tonya, Annihilation. 49% are more willing to attend movies alone Nearly half of all moviegoers are aware of the MovePass service and one third say they are very likely to subscribe once they learn more 49% say they are seeing movies that they wouldn’t normally see in theaters\nOur core strategy has always been to provide a compelling value proposition to consumers that vastly improves their movie-going experience. As our subscriber base rapidly grows and matures, our financial goal is to breakeven on subscribers and generate alternative revenue streams through studio/brand promotion, advertising, digital films, and other initiatives, as well as MoviePass Ventures, MovieFone, and owning original movies in theatrical release, where MoviePass earns revenue by owning an equity stake in the movies and earning ancillary revenues from streaming, DVD sales, retail sales, foreign distribution sales, and transaction sales, etc. We have done this with most recent acquisitions of American Animals, and Gotti starring John Travolta, Kelly Preston, and Stacy Keach which both premiere in the United States in June 2018. Recent trends related to average ticket purchases, churning net growth and reducing abuse has bolstered our confidence in our economic model being viable and shows significant improvement in achieving our objectives.\nMoviePass is releasing key metrics that demonstrate significant improvements to its economic model and strong appeal to customers. The trendline based on our data suggests this figure will be reduced further in the coming months. As our subscriber base matures, we are also naturally seeing significantly reduced usage over time. MoviePass added 1.1 million net new subscribers in the first quarter and our subscriber base recently surpassed 2.7 million. Recent actions MoviePass has taken to curb misuse (announced on April 27, 2018) have not had a negative impact on its strong net subscriber growth, which continues to exceed a monthly run rate of 350,000 net new subscriber additions since late April.\nMoviePass and MoviePass Ventures\nMoviePass Inc. (“MoviePass”) is a marketing technology platform enhancing the exploration of film and the moviegoing experience. As the nation's premier movie-theater subscription service, MoviePass provides film enthusiasts the ability to attend up to one new movie title per day in theaters. The service, now accepted at more than 91% of theaters across the United States, is the nation's largest theater network.\nMoviePass Ventures LLC, is a wholly-owned subsidiary of Helios and Matheson Analytics Inc. ( NASDAQ: HMNY ), dedicated to supporting filmmakers and distributors. Announced at the 2018 Sundance Film Festival, MoviePass Ventures collaborates with film distributors and creatives to co-finance the acquisition of films and team with MoviePass to market films to MoviePass subscribers, offering enhanced box office performance.\nAbout Helios and Matheson\nHelios and Matheson Analytics Inc. (Nasdaq: HMNY ) (“Helios”) is a provider of information technology services and solutions, offering a range of technology platforms focusing on big data, artificial intelligence, business intelligence, social listening, and consumer-centric technology. Helios owns approximately 92% of the outstanding shares (excluding options and warrants) of MoviePass Inc., the nation's premier movie-theater subscription service. Helios's holdings include RedZone Map™, a safety and navigation app for iOS and Android users, and a community-based ecosystem that features a socially empowered safety map app that enhances mobile GPS navigation using advanced proprietary technology. Helios is headquartered in New York, NY and listed on the Nasdaq Capital Market under the symbol Helios. For more information, visit us at www.hmny.com .\nCautionary Statement on Forward-looking Information\nCertain statements in this communication contain forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995 or under Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended (collectively, “forward-looking statements”) that may not be based on historical fact, but instead relate to future events, including without limitation statements containing the words “believe”, “may”, “plan”, “will”, “estimate”, “continue”, “anticipate”, “intend”, “expect” and similar expressions. All statements other than statements of historical fact included in this communication are forward-looking statements.\nSuch forward-looking statements are based on a number of assumptions. Although Helios’s management believes that the assumptions made and expectations represented by such statements are reasonable, there can be no assurance that a forward-looking statement contained herein will prove to be accurate. Actual results and developments (including, without limitation, the potential benefits of MoviePass Ventures’ co-investment in films as described herein) may differ significantly from those expressed or implied by the forward-looking statements contained herein and even if such actual results and developments are realized or substantially realized, there can be no assurance that they will have the expected consequences or effects. Risk factors and other material information concerning Helios and MoviePass are described in its Annual Report on Form 10-K for the fiscal year ended December 31, 2017 and other filings, including subsequent current and periodic reports, information statements and registration statements filed with the U.S. Securities and Exchange Commission. You are cautioned to review such reports and other filings at www.sec.gov .\nGiven these risks, uncertainties and factors, you are cautioned not to place undue reliance on such forward-looking statements and information, which are qualified in their entirety by this cautionary statement. All forward-looking statements and information made herein are based on Helios’s current expectations and Helios does not undertake an obligation to revise or update such forward-looking statements and information to reflect subsequent events or circumstances, except as required by law.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180516005810/en/\nHMNY Contact:\nThe Pollack PR Marketing Group\nStephanie Goldman/Mark Havenner, 310-556-4443\nsgoldman@ppmgcorp.com / mhavenner@ppmgcorp.com\nor\nMoviePass Contact:\nLaunchSquad for MoviePass\nGavin Skillman, 212-564-3665\nmoviepass@launchsquad.com\nSource: Helios & Matheson",
    "published": "2018-05-16T17:30:00.000+03:00",
    "crawled": "2018-05-16T18:13:57.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "eps",
        "compared",
        "first",
        "quarter",
        "eps",
        "loss",
        "revenue",
        "eps",
        "hit",
        "new",
        "record",
        "active",
        "moviepass",
        "subscriber",
        "surpassed",
        "million",
        "moviepass",
        "adding",
        "million",
        "net",
        "new",
        "subscriber",
        "st",
        "quarter",
        "new",
        "york",
        "business",
        "wire",
        "helios",
        "matheson",
        "nasdaq",
        "hmny",
        "helios",
        "announced",
        "financial",
        "result",
        "first",
        "quarter",
        "today",
        "company",
        "posted",
        "quarterly",
        "revenue",
        "million",
        "increase",
        "quarterly",
        "earnings",
        "per",
        "share",
        "basic",
        "income",
        "per",
        "share",
        "compared",
        "loss",
        "per",
        "share",
        "one",
        "year",
        "ago",
        "subscription",
        "moviepass",
        "strong",
        "first",
        "quarter",
        "press",
        "release",
        "feature",
        "multimedia",
        "view",
        "full",
        "release",
        "http",
        "moviepass",
        "april",
        "usage",
        "may",
        "usage",
        "current",
        "active",
        "user",
        "photo",
        "business",
        "wire",
        "excited",
        "report",
        "biggest",
        "quarter",
        "helios",
        "matheson",
        "moviepass",
        "combined",
        "history",
        "growth",
        "surpassed",
        "expectation",
        "said",
        "ted",
        "farnsworth",
        "chairman",
        "ceo",
        "helios",
        "recent",
        "independent",
        "survey",
        "nrg",
        "national",
        "research",
        "group",
        "hired",
        "hollywood",
        "reporter",
        "strongly",
        "support",
        "comparatively",
        "strong",
        "customer",
        "satisfaction",
        "level",
        "subscriber",
        "subscriber",
        "satisfied",
        "moviepass",
        "subscriber",
        "service",
        "supporting",
        "underscoring",
        "tremendous",
        "value",
        "proposition",
        "provide",
        "consumer",
        "nrg",
        "national",
        "research",
        "group",
        "report",
        "also",
        "stated",
        "decide",
        "theater",
        "attend",
        "based",
        "moviepass",
        "favorite",
        "theater",
        "chain",
        "started",
        "service",
        "would",
        "definitely",
        "switch",
        "service",
        "subscriber",
        "would",
        "pay",
        "see",
        "movie",
        "premium",
        "format",
        "likely",
        "recommend",
        "moviepass",
        "moviepass",
        "subscriber",
        "twice",
        "likely",
        "attend",
        "movie",
        "opening",
        "weekend",
        "seeing",
        "movie",
        "subscriber",
        "moviepass",
        "subscriber",
        "twice",
        "likely",
        "see",
        "following",
        "movie",
        "ladybird",
        "post",
        "tonya",
        "annihilation",
        "willing",
        "attend",
        "movie",
        "alone",
        "nearly",
        "half",
        "moviegoer",
        "aware",
        "movepass",
        "service",
        "one",
        "third",
        "say",
        "likely",
        "subscribe",
        "learn",
        "say",
        "seeing",
        "movie",
        "normally",
        "see",
        "theater",
        "core",
        "strategy",
        "always",
        "provide",
        "compelling",
        "value",
        "proposition",
        "consumer",
        "vastly",
        "improves",
        "experience",
        "subscriber",
        "base",
        "rapidly",
        "grows",
        "matures",
        "financial",
        "goal",
        "breakeven",
        "subscriber",
        "generate",
        "alternative",
        "revenue",
        "stream",
        "promotion",
        "advertising",
        "digital",
        "film",
        "initiative",
        "well",
        "moviepass",
        "venture",
        "moviefone",
        "owning",
        "original",
        "movie",
        "theatrical",
        "release",
        "moviepass",
        "earns",
        "revenue",
        "owning",
        "equity",
        "stake",
        "movie",
        "earning",
        "ancillary",
        "revenue",
        "streaming",
        "dvd",
        "sale",
        "retail",
        "sale",
        "foreign",
        "distribution",
        "sale",
        "transaction",
        "sale",
        "etc",
        "done",
        "recent",
        "acquisition",
        "american",
        "animal",
        "gotti",
        "starring",
        "john",
        "travolta",
        "kelly",
        "preston",
        "stacy",
        "keach",
        "premiere",
        "united",
        "state",
        "june",
        "recent",
        "trend",
        "related",
        "average",
        "ticket",
        "purchase",
        "churning",
        "net",
        "growth",
        "reducing",
        "abuse",
        "bolstered",
        "confidence",
        "economic",
        "model",
        "viable",
        "show",
        "significant",
        "improvement",
        "achieving",
        "objective",
        "moviepass",
        "releasing",
        "key",
        "metric",
        "demonstrate",
        "significant",
        "improvement",
        "economic",
        "model",
        "strong",
        "appeal",
        "customer",
        "trendline",
        "based",
        "data",
        "suggests",
        "figure",
        "reduced",
        "coming",
        "month",
        "subscriber",
        "base",
        "matures",
        "also",
        "naturally",
        "seeing",
        "significantly",
        "reduced",
        "usage",
        "time",
        "moviepass",
        "added",
        "million",
        "net",
        "new",
        "subscriber",
        "first",
        "quarter",
        "subscriber",
        "base",
        "recently",
        "surpassed",
        "million",
        "recent",
        "action",
        "moviepass",
        "taken",
        "curb",
        "misuse",
        "announced",
        "april",
        "negative",
        "impact",
        "strong",
        "net",
        "subscriber",
        "growth",
        "continues",
        "exceed",
        "monthly",
        "run",
        "rate",
        "net",
        "new",
        "subscriber",
        "addition",
        "since",
        "late",
        "april",
        "moviepass",
        "moviepass",
        "venture",
        "moviepass",
        "moviepass",
        "marketing",
        "technology",
        "platform",
        "enhancing",
        "exploration",
        "film",
        "moviegoing",
        "experience",
        "nation",
        "premier",
        "subscription",
        "service",
        "moviepass",
        "provides",
        "film",
        "enthusiast",
        "ability",
        "attend",
        "one",
        "new",
        "movie",
        "title",
        "per",
        "day",
        "theater",
        "service",
        "accepted",
        "theater",
        "across",
        "united",
        "state",
        "nation",
        "largest",
        "theater",
        "network",
        "moviepass",
        "venture",
        "llc",
        "subsidiary",
        "helios",
        "matheson",
        "analytics",
        "nasdaq",
        "hmny",
        "dedicated",
        "supporting",
        "filmmaker",
        "distributor",
        "announced",
        "sundance",
        "film",
        "festival",
        "moviepass",
        "venture",
        "collaborates",
        "film",
        "distributor",
        "creatives",
        "acquisition",
        "film",
        "team",
        "moviepass",
        "market",
        "film",
        "moviepass",
        "subscriber",
        "offering",
        "enhanced",
        "box",
        "office",
        "performance",
        "helios",
        "matheson",
        "helios",
        "matheson",
        "analytics",
        "nasdaq",
        "hmny",
        "helios",
        "provider",
        "information",
        "technology",
        "service",
        "solution",
        "offering",
        "range",
        "technology",
        "platform",
        "focusing",
        "big",
        "data",
        "artificial",
        "intelligence",
        "business",
        "intelligence",
        "social",
        "listening",
        "technology",
        "helios",
        "owns",
        "approximately",
        "outstanding",
        "share",
        "excluding",
        "option",
        "warrant",
        "moviepass",
        "nation",
        "premier",
        "subscription",
        "service",
        "helios",
        "holding",
        "include",
        "redzone",
        "safety",
        "navigation",
        "app",
        "io",
        "android",
        "user",
        "ecosystem",
        "feature",
        "socially",
        "empowered",
        "safety",
        "map",
        "app",
        "enhances",
        "mobile",
        "gps",
        "navigation",
        "using",
        "advanced",
        "proprietary",
        "technology",
        "helios",
        "headquartered",
        "new",
        "york",
        "ny",
        "listed",
        "nasdaq",
        "capital",
        "market",
        "symbol",
        "helios",
        "information",
        "visit",
        "u",
        "cautionary",
        "statement",
        "information",
        "certain",
        "statement",
        "communication",
        "contain",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "collectively",
        "statement",
        "may",
        "based",
        "historical",
        "fact",
        "instead",
        "relate",
        "future",
        "event",
        "including",
        "without",
        "limitation",
        "statement",
        "containing",
        "word",
        "believe",
        "may",
        "plan",
        "estimate",
        "continue",
        "anticipate",
        "intend",
        "expect",
        "similar",
        "expression",
        "statement",
        "statement",
        "historical",
        "fact",
        "included",
        "communication",
        "statement",
        "statement",
        "based",
        "number",
        "assumption",
        "although",
        "helios",
        "management",
        "belief",
        "assumption",
        "made",
        "expectation",
        "represented",
        "statement",
        "reasonable",
        "assurance",
        "statement",
        "contained",
        "herein",
        "prove",
        "accurate",
        "actual",
        "result",
        "development",
        "including",
        "without",
        "limitation",
        "potential",
        "benefit",
        "moviepass",
        "venture",
        "film",
        "described",
        "herein",
        "may",
        "differ",
        "significantly",
        "expressed",
        "implied",
        "statement",
        "contained",
        "herein",
        "even",
        "actual",
        "result",
        "development",
        "realized",
        "substantially",
        "realized",
        "assurance",
        "expected",
        "consequence",
        "effect",
        "risk",
        "factor",
        "material",
        "information",
        "concerning",
        "helios",
        "moviepass",
        "described",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "filing",
        "including",
        "subsequent",
        "current",
        "periodic",
        "report",
        "information",
        "statement",
        "registration",
        "statement",
        "filed",
        "security",
        "exchange",
        "commission",
        "cautioned",
        "review",
        "report",
        "filing",
        "given",
        "risk",
        "uncertainty",
        "factor",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "information",
        "qualified",
        "entirety",
        "cautionary",
        "statement",
        "statement",
        "information",
        "made",
        "herein",
        "based",
        "helios",
        "current",
        "expectation",
        "helios",
        "undertake",
        "obligation",
        "revise",
        "update",
        "statement",
        "information",
        "reflect",
        "subsequent",
        "event",
        "circumstance",
        "except",
        "required",
        "law",
        "view",
        "source",
        "version",
        "http",
        "hmny",
        "contact",
        "pollack",
        "pr",
        "marketing",
        "group",
        "stephanie",
        "havenner",
        "sgoldman",
        "mhavenner",
        "moviepass",
        "contact",
        "launchsquad",
        "moviepass",
        "gavin",
        "skillman",
        "moviepass",
        "source",
        "helios",
        "matheson"
    ]
}