{
    "organizations": [],
    "uuid": "7419193d798c4715c3e29b9bbc7fdb1fee18340b",
    "author": "Kathleen Elkins",
    "url": "https://www.cnbc.com/2018/05/11/my-mom-jumpstarted-my-career-when-she-made-me-quit-my-first-job-at-22.html",
    "ord_in_thread": 0,
    "title": "My mom jumpstarted my career when she made me quit my first job at 22",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Growing up, my family taught me, \"Never quit.\" We even had a motto, \"Quitters are losers,\" which, when I was little, was mostly applied to things like sports or board games. No matter how badly I was losing to my brothers in a pickup basketball game or Monopoly, quitting wasn't an option.\nThat attitude served me well — until I started working full-time.\nWhen I graduated from college four years ago and started my first \"real world\" job at a non-profit in Boston, I felt prepared to tackle anything that was thrown my way, which happened to be a lot. The workdays were long, tough and not what I thought I'd signed up for.\nI felt unsatisfied and unfulfilled at the end of each day, and I couldn't see what opportunities the job would lead to down the line.\nCNBC Make It I have my mom to thank for helping me make the best decision of my career Still, the thought of quitting never crossed my mind. After all, you can't leave your first job at age 22, especially not after just two months! It would be unacceptable, by society's standards, my family's standards and my own.\nI must have called my mom one too many times after tough workdays, though, because one Wednesday night, she showed up on my doorstep. She took it upon herself to fly 850 miles from North Carolina to Massachusetts to evaluate my situation for herself.\nHer evaluation didn't take long. On Thursday night, she gave me an ultimatum: \"I'm not leaving your apartment until you quit your job.\"\nAt first, I thought she was kidding. After all, she'd raised me to never quit anything, and I couldn't imagine that the job that was currently supporting me would be an exception to the rule.\nBut she had seen the toll the work had taken on me in just a few months.\nFrom an early age, my brothers and I were taught that \"quitters are losers\" Though I was usually happy, I laughed a lot less now and dragged more. It was clear to her that my situation wasn't just temporary. I was going to continue having bad, unfulfilling days, which she knew, and I know now, is a surefire sign that you should start planning your exit .\nMost importantly, she recognized that doubling down on the wrong job choice was unproductive. The work I was doing wasn't useless, but it wasn't going to help further my career. She knew I'd be better off in the long run if I redirected all the energy I was putting into my current position towards finding a different, better fit.\nAs a mom, she didn't like seeing me unhappy, but that wasn't her main motivation: Sometimes unhappiness can be productive or important. In my case, she saw I was wasting valuable time on the wrong career path. And she was dead serious when she said she wasn't leaving Boston until I quit.\nI listened to her, because moms are always right, and gave my two weeks notice the next day.\nshow chapters The No. 1 reason to quit your job ASAP 10:09 AM ET Thu, 29 June 2017 | 01:12 The relief that washed over me after walking out of that office for good should have tipped me off, but I didn't know at the time whether or not I had made the right choice, so I was anxious, too. I didn't have my mom's foresight, and I couldn't tell that cutting my losses quickly would end up being a smart move.\nQuitting, it turns out, is really hard. The unknown is scary. Lack of income: super scary! I wasn't just afraid of what would come next, I was afraid of how my co-workers and boss would react. I was afraid of what my friends and family would think. I was afraid of being called a quitter.\nIf fear is the only thing keeping you in the office, though, that's a red flag. You want to be working for something, not simply because you're afraid of something. And, as cliched as it may sound, eagerness and excitement count.\nThe most successful people are fueled by their enthusiasm for what they're doing . As Warren Buffett puts it , \"Being successful at almost anything means having a passion for it. If you see somebody with even reasonable intelligence and a terrific passion for what they do ... things are gonna happen.\"\nshow chapters 4 signs it's time to quit your job (and 2 reasons you should stay) 11:17 AM ET Wed, 1 Feb 2017 | 01:39 It took every ounce of my courage, plus my mom's tough love, to quit. To this day, it's the best career choice I've ever made.\nBut it wasn't an easy one. I was tied to a year-long lease in an expensive city and lacked consistent income. Just because my mom made me quit didn't mean she was funding my stint of unemployment. She wasn't.\nI did have a few month's worth of savings to fall back on and no student loans. Money-wise, I'd be fine temporarily, but I needed a plan.\n\"If fear is the only thing keeping you in the office, that's a red flag.\" So I did two things: First, I found part-time work. I started babysitting and stringing tennis rackets right away to generate enough to pay rent each month. I used my emergency savings to cover my day-to-day expenses. I wouldn't be saving any money, but I also wouldn't be racking up any debt.\nSecond, I started a blog. I still didn't know exactly what I wanted to do with my life, but I knew that I found comfort and stability in writing, so I started there.\nI committed to writing a blog post a day. It kept me busy and grounded during a time of uncertainty, and allowed me to start and finish at least one thing each day, which is always a confidence booster. Plus, when I started applying to writing positions, the blog gave me something to talk about during interviews.\nWhen I wasn't working or blogging, I was networking and job searching. I leveraged my college alumni network, sending out introductory emails and scheduling phone calls with anyone who would talk to me. I fine-tuned my resume, updated my LinkedIn profile and made a goal of submitting at least one job application a day.\nshow chapters Personal finance guru Ramit Sethi: 5 signs it's time to quit 10:41 AM ET Tue, 24 Jan 2017 | 01:11 Over the next three months, I filled out a lot of job applications. Most of the time, I never heard back; sometimes, I would get a straight up \"no\"; and one time, I got a \"yes.\" It was for an internship at a news outlet in New York City. It paid and promised the opportunity to turn into a full-time position, so I pulled the trigger and moved at the start of 2015.\nThe internship led to a full-time reporter position that led to where I am now, doing something challenging and fulfilling, something that I'm passionate about.\nIt's easy to forget, but I wouldn't be where I am today had I not quit that first job. Had my mom not flown into Boston and given me permission to go, I could still be working there today, living for the weekends, dreading Mondays and stalled in my career.\nWalking away isn't the right answer all the time, and I still don't think it's the answer most of the time — but, as my mom taught me, sometimes it is OK to quit. Sometimes it's necessary. And as far as we can both tell, there won't be any guest appearances on my doorstep anytime soon.\nThis is an update of a previously published story.\nLike this story? Like CNBC Make It on Facebook !\nDon't miss: Suzy Welch: This is the No. 1 sign you should quit your job ASAP\nshow chapters Avoid these mistakes if you plan on quitting your job 9:27 AM ET Wed, 14 Dec 2016 | 00:52",
    "published": "2018-05-13T03:00:00.000+03:00",
    "crawled": "2018-05-13T17:00:47.016+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "growing",
        "family",
        "taught",
        "never",
        "quit",
        "even",
        "motto",
        "quitter",
        "loser",
        "little",
        "mostly",
        "applied",
        "thing",
        "like",
        "sport",
        "board",
        "game",
        "matter",
        "badly",
        "losing",
        "brother",
        "pickup",
        "basketball",
        "game",
        "monopoly",
        "quitting",
        "option",
        "attitude",
        "served",
        "well",
        "started",
        "working",
        "graduated",
        "college",
        "four",
        "year",
        "ago",
        "started",
        "first",
        "real",
        "world",
        "job",
        "boston",
        "felt",
        "prepared",
        "tackle",
        "anything",
        "thrown",
        "way",
        "happened",
        "lot",
        "workday",
        "long",
        "tough",
        "thought",
        "signed",
        "felt",
        "unsatisfied",
        "unfulfilled",
        "end",
        "day",
        "could",
        "see",
        "opportunity",
        "job",
        "would",
        "lead",
        "line",
        "cnbc",
        "make",
        "mom",
        "thank",
        "helping",
        "make",
        "best",
        "decision",
        "career",
        "still",
        "thought",
        "quitting",
        "never",
        "crossed",
        "mind",
        "ca",
        "leave",
        "first",
        "job",
        "age",
        "especially",
        "two",
        "month",
        "would",
        "unacceptable",
        "society",
        "standard",
        "family",
        "standard",
        "must",
        "called",
        "mom",
        "one",
        "many",
        "time",
        "tough",
        "workday",
        "though",
        "one",
        "wednesday",
        "night",
        "showed",
        "doorstep",
        "took",
        "upon",
        "fly",
        "mile",
        "north",
        "carolina",
        "massachusetts",
        "evaluate",
        "situation",
        "evaluation",
        "take",
        "long",
        "thursday",
        "night",
        "gave",
        "ultimatum",
        "leaving",
        "apartment",
        "quit",
        "job",
        "first",
        "thought",
        "kidding",
        "raised",
        "never",
        "quit",
        "anything",
        "could",
        "imagine",
        "job",
        "currently",
        "supporting",
        "would",
        "exception",
        "rule",
        "seen",
        "toll",
        "work",
        "taken",
        "month",
        "early",
        "age",
        "brother",
        "taught",
        "quitter",
        "loser",
        "though",
        "usually",
        "happy",
        "laughed",
        "lot",
        "less",
        "dragged",
        "clear",
        "situation",
        "temporary",
        "going",
        "continue",
        "bad",
        "unfulfilling",
        "day",
        "knew",
        "know",
        "surefire",
        "sign",
        "start",
        "planning",
        "exit",
        "importantly",
        "recognized",
        "doubling",
        "wrong",
        "job",
        "choice",
        "unproductive",
        "work",
        "useless",
        "going",
        "help",
        "career",
        "knew",
        "better",
        "long",
        "run",
        "redirected",
        "energy",
        "putting",
        "current",
        "position",
        "towards",
        "finding",
        "different",
        "better",
        "fit",
        "mom",
        "like",
        "seeing",
        "unhappy",
        "main",
        "motivation",
        "sometimes",
        "unhappiness",
        "productive",
        "important",
        "case",
        "saw",
        "wasting",
        "valuable",
        "time",
        "wrong",
        "career",
        "path",
        "dead",
        "serious",
        "said",
        "leaving",
        "boston",
        "quit",
        "listened",
        "mom",
        "always",
        "right",
        "gave",
        "two",
        "week",
        "notice",
        "next",
        "day",
        "show",
        "chapter",
        "reason",
        "quit",
        "job",
        "asap",
        "et",
        "thu",
        "june",
        "relief",
        "washed",
        "walking",
        "office",
        "good",
        "tipped",
        "know",
        "time",
        "whether",
        "made",
        "right",
        "choice",
        "anxious",
        "mom",
        "foresight",
        "could",
        "tell",
        "cutting",
        "loss",
        "quickly",
        "would",
        "end",
        "smart",
        "move",
        "quitting",
        "turn",
        "really",
        "hard",
        "unknown",
        "scary",
        "lack",
        "income",
        "super",
        "scary",
        "afraid",
        "would",
        "come",
        "next",
        "afraid",
        "bos",
        "would",
        "react",
        "afraid",
        "friend",
        "family",
        "would",
        "think",
        "afraid",
        "called",
        "quitter",
        "fear",
        "thing",
        "keeping",
        "office",
        "though",
        "red",
        "flag",
        "want",
        "working",
        "something",
        "simply",
        "afraid",
        "something",
        "cliched",
        "may",
        "sound",
        "eagerness",
        "excitement",
        "count",
        "successful",
        "people",
        "fueled",
        "enthusiasm",
        "warren",
        "buffett",
        "put",
        "successful",
        "almost",
        "anything",
        "mean",
        "passion",
        "see",
        "somebody",
        "even",
        "reasonable",
        "intelligence",
        "terrific",
        "passion",
        "thing",
        "gon",
        "na",
        "happen",
        "show",
        "chapter",
        "sign",
        "time",
        "quit",
        "job",
        "reason",
        "stay",
        "et",
        "wed",
        "feb",
        "took",
        "every",
        "ounce",
        "courage",
        "plus",
        "mom",
        "tough",
        "love",
        "quit",
        "day",
        "best",
        "career",
        "choice",
        "ever",
        "made",
        "easy",
        "one",
        "tied",
        "lease",
        "expensive",
        "city",
        "lacked",
        "consistent",
        "income",
        "mom",
        "made",
        "quit",
        "mean",
        "funding",
        "stint",
        "unemployment",
        "month",
        "worth",
        "saving",
        "fall",
        "back",
        "student",
        "loan",
        "fine",
        "temporarily",
        "needed",
        "plan",
        "fear",
        "thing",
        "keeping",
        "office",
        "red",
        "flag",
        "two",
        "thing",
        "first",
        "found",
        "work",
        "started",
        "babysitting",
        "stringing",
        "tennis",
        "racket",
        "right",
        "away",
        "generate",
        "enough",
        "pay",
        "rent",
        "month",
        "used",
        "emergency",
        "saving",
        "cover",
        "expense",
        "would",
        "saving",
        "money",
        "also",
        "would",
        "racking",
        "debt",
        "second",
        "started",
        "blog",
        "still",
        "know",
        "exactly",
        "wanted",
        "life",
        "knew",
        "found",
        "comfort",
        "stability",
        "writing",
        "started",
        "committed",
        "writing",
        "blog",
        "post",
        "day",
        "kept",
        "busy",
        "grounded",
        "time",
        "uncertainty",
        "allowed",
        "start",
        "finish",
        "least",
        "one",
        "thing",
        "day",
        "always",
        "confidence",
        "booster",
        "plus",
        "started",
        "applying",
        "writing",
        "position",
        "blog",
        "gave",
        "something",
        "talk",
        "interview",
        "working",
        "blogging",
        "networking",
        "job",
        "searching",
        "leveraged",
        "college",
        "alumnus",
        "network",
        "sending",
        "introductory",
        "email",
        "scheduling",
        "phone",
        "call",
        "anyone",
        "would",
        "talk",
        "resume",
        "updated",
        "linkedin",
        "profile",
        "made",
        "goal",
        "submitting",
        "least",
        "one",
        "job",
        "application",
        "day",
        "show",
        "chapter",
        "personal",
        "finance",
        "guru",
        "ramit",
        "sethi",
        "sign",
        "time",
        "quit",
        "et",
        "tue",
        "jan",
        "next",
        "three",
        "month",
        "filled",
        "lot",
        "job",
        "application",
        "time",
        "never",
        "heard",
        "back",
        "sometimes",
        "would",
        "get",
        "straight",
        "one",
        "time",
        "got",
        "yes",
        "internship",
        "news",
        "outlet",
        "new",
        "york",
        "city",
        "paid",
        "promised",
        "opportunity",
        "turn",
        "position",
        "pulled",
        "trigger",
        "moved",
        "start",
        "internship",
        "led",
        "reporter",
        "position",
        "led",
        "something",
        "challenging",
        "fulfilling",
        "something",
        "passionate",
        "easy",
        "forget",
        "would",
        "today",
        "quit",
        "first",
        "job",
        "mom",
        "flown",
        "boston",
        "given",
        "permission",
        "go",
        "could",
        "still",
        "working",
        "today",
        "living",
        "weekend",
        "dreading",
        "monday",
        "stalled",
        "career",
        "walking",
        "away",
        "right",
        "answer",
        "time",
        "still",
        "think",
        "answer",
        "time",
        "mom",
        "taught",
        "sometimes",
        "ok",
        "quit",
        "sometimes",
        "necessary",
        "far",
        "tell",
        "wo",
        "guest",
        "appearance",
        "doorstep",
        "anytime",
        "soon",
        "update",
        "previously",
        "published",
        "story",
        "like",
        "story",
        "like",
        "cnbc",
        "make",
        "facebook",
        "miss",
        "suzy",
        "welch",
        "sign",
        "quit",
        "job",
        "asap",
        "show",
        "chapter",
        "avoid",
        "mistake",
        "plan",
        "quitting",
        "job",
        "et",
        "wed",
        "dec"
    ]
}