{
    "organizations": [],
    "uuid": "d1fbb6f4e59f28a74b44d39c306b20878150dfa2",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/01/globe-newswire-revolution-lighting-technologies-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Revolution Lighting Technologies Reports First Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "STAMFORD, Conn., May 01, 2018 (GLOBE NEWSWIRE) -- Revolution Lighting Technologies, Inc. (NASDAQ:RVLT) (\"Revolution Lighting\"), a leading provider of advanced LED lighting solutions, today announced financial results for the first quarter (Q1) ended March 31, 2018.\nRevenues of $33.7 million in 2018 compared to $30.6 million in 2017\nGross margin of 34% in 2018 compared to 33% in 2017\nAdjusted EBITDA of $1.0 million in 2018 compared to $(0.4) million in 2017\nNon-GAAP net loss (excluding acquisition related costs and stock-based compensation) of $1.3 million or $(0.06) per share in 2018 compared to $3.2 million or $(0.15) per share in 2017\n\"I am pleased with our financial and operational performance to begin 2018. We achieved sales of approximately $34 million, an increase of 10% from prior year, in our seasonally slow first quarter,” said Robert V. LaPenta, Chairman CEO and President of Revolution Lighting Technologies, Inc. “During the quarter we continued to improve our operations, expand our portfolio of products and controls solutions and enhance our marketing and sales organization. Our current backlog remains strong and we are experiencing a growing pipeline. As a result, we expect our revenue to grow sequentially throughout the remainder of the year.”\nRecent Business Highlights:\nRecently awarded contracts for over $2.5 million to completely retro fit two large New England hospitals which, once completed, is expected to save over 3 million KWH in electricity annually. The projects, awarded to our Energy Source division, will include the installation of LED lighting fixtures and lamps, controls and support the IOT initiatives being implemented at both hospitals. Received the U.S. Navy certification of our advanced LED tube for use throughout the entire U.S. Navy Fleet. We received our first large navy order, and expect future shipments throughout 2018. Won a position in a LED multi-year retrofit program with a major big box retailer. Our first award was completed during 2017 and our second award began to ship in the second quarter of 2018. We are also competing on a large fixture retrofit opportunity with the same retailer. Secured new agreements for 50,000 T8 SEP and Ballast Ready, Made in USA, LED tubes for Veterans Administration Hospital Network VISN 21 (northern California) and Watervilet Arsenal. Won a second contract to provide 25,000 Trade Agreement Act (TAA) T8 SEP LED tubes to Parris Island military base. Combined with the previous contract award, Revolution Lighting has supplied over 50,000 LED tubes to this prominent military base. Opened and expanded a new 100,000 square foot facility in Simi Valley, California, to support the production of Buy American Act (BAA) and Trade Agreement Act (TAA) LED Tubes. Shipped over 225,000 LED tubes in 2017, including Tinker Air Force Base and Fort Riley awards. We have recently expanded our production to include other products in the Revolution portfolio and we expect increased shipments in 2018. Commenced our initial Lighting as a Service (LAAS) program in the Northeast. Expanded success with the City of Stamford, Connecticut for public school LED retrofit, providing T8 SEP LED tubes for (4) four additional schools. To date, our LED tubes have been installed throughout (20) twenty City of Stamford public school buildings. Strengthened our marketing and sales organization, including completion of key management changes at our Multi-Family and Energy Source divisions. We are also expanding marketing at our multi-family division to include assisted living facilities, senior housing and hospitality verticals. Significantly expanded our product portfolio with (6) six new products released including the Eco Area Light , Eco-Fit T8 Tube Lamp , G2 LED Eco Thin Panel , ABS Single-Barrel LED Troffers , LED Troffer Retrofit Kit , G4 Wall Pack to capitalize on the changing product mix taking place in the LED space. Developed a leading lighting control solution (rNET controls platform), providing a simple, flexible and scalable system to meet any need, now and in the future for IOT, POE and important security programs. Completed the development of our real-time, cloud based software system which integrates, end-to-end, all operational aspects unique to the lighting business. In addition to using this ground breaking system throughout our business, we will begin to market this mobile-based solution to lighting companies in 2018.\nQuarter Ended March 31, 2018\nFor the quarter ended March 31, 2018, total revenue was $33.7 million, compared to $30.6 million in Q1 2017. The increase in revenue primarily reflects the sales related to our expanded product portfolio, including flat panels, wall packs, high bays, controls and other solutions. Gross profit was $11.5 million and $10.1 million for the first quarters of 2018 and 2017, respectively. The favorable mix of products and the impact of our restructuring efforts improved our gross profit margin to 34% for 2018 compared to 33% for 2017.\nAdjusted EBITDA (as defined below) for the three months ended March 31, 2018 was $1.0 million compared to $(0.4) million for the comparable period in 2017. The Company reported an operating loss of $1.3 million for the three months ended March 31, 2018, as compared to an operating loss of $4.2 million in the same period in 2017, as a result of increased gross margins and decreased expenses.\nReported GAAP net loss for the three months ended March 31, 2018 was $2.2 million compared to a net loss of $5.0 million for the comparable period in 2017, and reflects the aforementioned. Basic and diluted GAAP loss per share attributable to common stockholders was $0.10 for the quarter ended March 31, 2018 as compared to a net loss per share of $0.24 for the same period in 2017. Excluding the one-time acquisition, work force reductions and stock-based compensation, the non-GAAP net loss per share was $0.06 in 2018 compared to non-GAAP a net loss of $0.15 for the same period in 2017.\nLiquidity Position\nCash used in operating activities for the three months ended March 31, 2018 was $4.4 million and primarily reflects increases in inventory, vendor deposits and prepaid assets to support customer requirements for the second quarter of 2018. Increased sales and collections beginning in our second quarter and continuing throughout the year will provide sufficient liquidity to fund our future operations. As of March 31, 2018, our availability, including cash, under our Revolving Credit Facility was approximately $3.5 million.\nGuidance\nThe Company expects Q2 2018 revenue in the $40 - $43 million range and Adjusted EBITDA in the 6% - 8% range. The Company expects full year 2018 revenue in the $165 - $175 million range ($152 million in 2017) and Adjusted EBITDA in the 8% - 10% range.\nFurther information on Revolution Lighting Technologies' quarterly results can be found in the Company's Form 10-Q for the quarter ended March 31, 2018, filed with the U.S. Securities and Exchange Commission (SEC) and may be accessed on the SEC's website at www.sec.gov .\nQ1 2018 Conference Call\nRevolution Lighting Technologies will host a conference call and live audio webcast to discuss these financial results at 11 a.m. ET on May 1, 2018. To access the conference call by phone, dial 1-877-326-9228 for the U.S. and 1-412-317-5110 for international callers. All Participants should request to be joined into the Revolution Lighting Technologies Call. The webcast will be available on the Company's website at www.rvlti.com . An audio replay of the call will also be available to investors by phone beginning at approximately 2 p.m. ET on May 1, 2018 until 11:59 p.m. ET on May 15, 2018 by dialing 1-877-344-7529 within the U.S. or 1-412-317-0088 for international callers and entering passcode # 10119328.\nNon-GAAP Measures\nManagement uses non-GAAP net income (loss), non-GAAP net income (loss) per share and adjusted EBITDA as non-U.S. GAAP measures of financial performance. We consider these non-GAAP measures to be important indicators of our operational strength and performance, and a useful measure of historical and prospective trends. However, there are significant limitations of the use of these non-GAAP measures since they exclude acquisition related charges and stock-based compensation, both of which affect profitability. We believe that these limitations are compensated by providing these non-GAAP measures along with U.S. GAAP performance measures and clearly identifying the differences between the two measures.\nConsequently, non-GAAP net income (loss), non-GAAP net income (loss) per share and adjusted EBITDA should not be considered in isolation or as a substitute for net income (loss), operating income (loss) or net income (loss) per share presented in accordance with U.S. GAAP. Moreover, non-GAAP net income (loss), non-GAAP net income (loss) per share and adjusted EBITDA as defined by Revolution Lighting may not be comparable to similarly titled measures provided by other entities. These non-GAAP measures are provided to investors to supplement the results of operations reported in accordance with U.S. GAAP. Management believes that these non-GAAP measures are useful to help investors analyze the operating trends in the business and to assess the relative underlying performance of the business. Management believes that these non-GAAP measures provide an additional tool for investors to use in comparing our financial results with other companies that use non-GAAP net income (loss), non-GAAP net income (loss) per share and adjusted EBITDA in their communications with investors. Management also uses non-GAAP net income (loss), non-GAAP net income (loss) per share and adjusted EBITDA to evaluate potential acquisitions establish internal budgets and goals and evaluate the performance of business units and management.\nA reconciliation of Revolution Lighting GAAP net income (loss) to non-GAAP Adjusted EBITDA for the three months ending March 31, 2018 and 2017 respectively follows:\n(in millions) Three Months Ended March 31, March 31, 2018 2017 Net income (loss) $ (2.2 ) $ (5.0 ) Amortization and depreciation 1.4 2.0 Stock-based compensation 0.7 1.1 Acquisition, severance and transition costs\n0.2 0.7 Interest and other expense 0.9 0.8 Adjusted EBITDA $ 1.0 $ (0.4 ) The following table reconciles net income (loss) to non-GAAP net income (loss) for the periods presented:\n(in millions) Three Months Ended March 31, March 31, 2018 2017 Net income (loss) $ (2.2 ) $ (5.0 ) Acquisition, severance and transition costs\n0.2 0.7 Stock-based compensation 0.7 1.1 Non-GAAP net income (loss) $ (1.3 ) $ (3.2 ) The following table reconciles diluted net income (loss) per share to non-GAAP net income (loss) per share for the periods presented:\n(in millions) Three Months Ended March 31, March 31, 2018 2017 Net income (loss) $ (0.10 ) $ (0.24 ) Acquisition, severance and transition costs\n0.01 0.03 Stock-based compensation 0.03 0.06 Non-GAAP net income (loss) $ (0.06 ) $ (0.15 ) Weighted average shares outstanding, diluted (In thousands) 21,822 20,599 About Revolution Lighting Technologies, Inc.\nRevolution Lighting Technologies, Inc. is a leader in the design, manufacture, marketing, and sale of LED lighting solutions focusing on the industrial, commercial and government markets in the United States, Canada, and internationally. Through advanced LED technologies, Revolution Lighting has created an innovative lighting company that offers a comprehensive advanced product platform of high-quality interior and exterior LED lamps and fixtures, including signage and control systems. Revolution Lighting is uniquely positioned to act as an expert partner, offering full service lighting solutions through our operating divisions including Energy Source, Multi-Family and Tri-State LED, to transform lighting into a source of superior energy savings, quality light and well-being. Revolution Lighting Technologies markets and distributes its products through a network of regional and national independent sales representatives and distributors, as well as through energy savings companies and national accounts. Revolution Lighting Technologies trades on the NASDAQ under the ticker RVLT. For more information, please visit www.rvlti.com and connect with the Company on Twitter , LinkedIn and Facebook .\nCautionary Statement for Forward-Looking Statements\nCertain of the above statements contained in this press release are forward-looking statements that involve a number of risks and uncertainties, including statements relating to our business pipeline and sales opportunities, our revenue, Adjusted EBITDA and cash flow outlook. Such forward-looking statements are within the meaning of that term in Section 27A of the Securities Act of 1933 and Section 21E of the Securities Exchange Act of 1934. Reference is made to Revolution Lighting’s filings under the Securities Exchange Act for additional factors that could cause actual results to differ materially, including our history of losses, customer concentration risks, the potential for future dilution to our existing common stockholders, the risk that demand for our LED products fails to emerge as anticipated, the availability of financing for our customers, competition from larger companies, and risks relating to third party suppliers and manufacturers, as well as the other Risk Factors described in Item 1A of our Form 10-K for the fiscal year ended December 31, 2017. Revolution Lighting Technologies, Inc. undertakes no obligation to publicly update or revise any forward-looking statements, whether as a result of new information, future events, or otherwise. Readers are cautioned that any such forward-looking statements are not guarantees of future performance and involve risks and uncertainties, and that actual results may differ materially from those indicated in the forward-looking statements as a result of various factors. Readers are cautioned not to place undue reliance on statements.\nRVLT Investor Relations Contact:\nAmato and Partners, LLC\nInvestor Relations Counsel\nadmin@amatoandpartners.com\nSource:Revolution Lighting Technologies, Inc.",
    "published": "2018-05-01T15:32:00.000+03:00",
    "crawled": "2018-05-01T19:13:23.007+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "stamford",
        "may",
        "globe",
        "newswire",
        "revolution",
        "lighting",
        "technology",
        "nasdaq",
        "rvlt",
        "revolution",
        "lighting",
        "leading",
        "provider",
        "advanced",
        "led",
        "lighting",
        "solution",
        "today",
        "announced",
        "financial",
        "result",
        "first",
        "quarter",
        "q1",
        "ended",
        "march",
        "revenue",
        "million",
        "compared",
        "million",
        "gross",
        "margin",
        "compared",
        "adjusted",
        "ebitda",
        "million",
        "compared",
        "million",
        "net",
        "loss",
        "excluding",
        "acquisition",
        "related",
        "cost",
        "compensation",
        "million",
        "per",
        "share",
        "compared",
        "million",
        "per",
        "share",
        "pleased",
        "financial",
        "operational",
        "performance",
        "begin",
        "achieved",
        "sale",
        "approximately",
        "million",
        "increase",
        "prior",
        "year",
        "seasonally",
        "slow",
        "first",
        "quarter",
        "said",
        "robert",
        "lapenta",
        "chairman",
        "ceo",
        "president",
        "revolution",
        "lighting",
        "technology",
        "quarter",
        "continued",
        "improve",
        "operation",
        "expand",
        "portfolio",
        "product",
        "control",
        "solution",
        "enhance",
        "marketing",
        "sale",
        "organization",
        "current",
        "backlog",
        "remains",
        "strong",
        "experiencing",
        "growing",
        "pipeline",
        "result",
        "expect",
        "revenue",
        "grow",
        "sequentially",
        "throughout",
        "remainder",
        "recent",
        "business",
        "highlight",
        "recently",
        "awarded",
        "contract",
        "million",
        "completely",
        "retro",
        "fit",
        "two",
        "large",
        "new",
        "england",
        "hospital",
        "completed",
        "expected",
        "save",
        "million",
        "kwh",
        "electricity",
        "annually",
        "project",
        "awarded",
        "energy",
        "source",
        "division",
        "include",
        "installation",
        "led",
        "lighting",
        "fixture",
        "lamp",
        "control",
        "support",
        "iot",
        "initiative",
        "implemented",
        "hospital",
        "received",
        "navy",
        "certification",
        "advanced",
        "led",
        "tube",
        "use",
        "throughout",
        "entire",
        "navy",
        "fleet",
        "received",
        "first",
        "large",
        "navy",
        "order",
        "expect",
        "future",
        "shipment",
        "throughout",
        "position",
        "led",
        "retrofit",
        "program",
        "major",
        "big",
        "box",
        "retailer",
        "first",
        "award",
        "completed",
        "second",
        "award",
        "began",
        "ship",
        "second",
        "quarter",
        "also",
        "competing",
        "large",
        "fixture",
        "retrofit",
        "opportunity",
        "retailer",
        "secured",
        "new",
        "agreement",
        "t8",
        "sep",
        "ballast",
        "ready",
        "made",
        "usa",
        "led",
        "tube",
        "veteran",
        "administration",
        "hospital",
        "network",
        "visn",
        "northern",
        "california",
        "watervilet",
        "arsenal",
        "second",
        "contract",
        "provide",
        "trade",
        "agreement",
        "act",
        "taa",
        "t8",
        "sep",
        "led",
        "tube",
        "parris",
        "island",
        "military",
        "base",
        "combined",
        "previous",
        "contract",
        "award",
        "revolution",
        "lighting",
        "supplied",
        "led",
        "tube",
        "prominent",
        "military",
        "base",
        "opened",
        "expanded",
        "new",
        "square",
        "foot",
        "facility",
        "simi",
        "valley",
        "california",
        "support",
        "production",
        "buy",
        "american",
        "act",
        "baa",
        "trade",
        "agreement",
        "act",
        "taa",
        "led",
        "tube",
        "shipped",
        "led",
        "tube",
        "including",
        "tinker",
        "air",
        "force",
        "base",
        "fort",
        "riley",
        "award",
        "recently",
        "expanded",
        "production",
        "include",
        "product",
        "revolution",
        "portfolio",
        "expect",
        "increased",
        "shipment",
        "commenced",
        "initial",
        "lighting",
        "service",
        "laas",
        "program",
        "northeast",
        "expanded",
        "success",
        "city",
        "stamford",
        "connecticut",
        "public",
        "school",
        "led",
        "retrofit",
        "providing",
        "t8",
        "sep",
        "led",
        "tube",
        "four",
        "additional",
        "school",
        "date",
        "led",
        "tube",
        "installed",
        "throughout",
        "twenty",
        "city",
        "stamford",
        "public",
        "school",
        "building",
        "strengthened",
        "marketing",
        "sale",
        "organization",
        "including",
        "completion",
        "key",
        "management",
        "change",
        "energy",
        "source",
        "division",
        "also",
        "expanding",
        "marketing",
        "division",
        "include",
        "assisted",
        "living",
        "facility",
        "senior",
        "housing",
        "hospitality",
        "vertical",
        "significantly",
        "expanded",
        "product",
        "portfolio",
        "six",
        "new",
        "product",
        "released",
        "including",
        "eco",
        "area",
        "light",
        "t8",
        "tube",
        "lamp",
        "g2",
        "led",
        "eco",
        "thin",
        "panel",
        "ab",
        "led",
        "troffers",
        "led",
        "troffer",
        "retrofit",
        "kit",
        "g4",
        "wall",
        "pack",
        "capitalize",
        "changing",
        "product",
        "mix",
        "taking",
        "place",
        "led",
        "space",
        "developed",
        "leading",
        "lighting",
        "control",
        "solution",
        "rnet",
        "control",
        "platform",
        "providing",
        "simple",
        "flexible",
        "scalable",
        "system",
        "meet",
        "need",
        "future",
        "iot",
        "poe",
        "important",
        "security",
        "program",
        "completed",
        "development",
        "cloud",
        "based",
        "software",
        "system",
        "integrates",
        "operational",
        "aspect",
        "unique",
        "lighting",
        "business",
        "addition",
        "using",
        "ground",
        "breaking",
        "system",
        "throughout",
        "business",
        "begin",
        "market",
        "solution",
        "lighting",
        "company",
        "quarter",
        "ended",
        "march",
        "quarter",
        "ended",
        "march",
        "total",
        "revenue",
        "million",
        "compared",
        "million",
        "q1",
        "increase",
        "revenue",
        "primarily",
        "reflects",
        "sale",
        "related",
        "expanded",
        "product",
        "portfolio",
        "including",
        "flat",
        "panel",
        "wall",
        "pack",
        "high",
        "bay",
        "control",
        "solution",
        "gross",
        "profit",
        "million",
        "million",
        "first",
        "quarter",
        "respectively",
        "favorable",
        "mix",
        "product",
        "impact",
        "restructuring",
        "effort",
        "improved",
        "gross",
        "profit",
        "margin",
        "compared",
        "adjusted",
        "ebitda",
        "defined",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "comparable",
        "period",
        "company",
        "reported",
        "operating",
        "loss",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "operating",
        "loss",
        "million",
        "period",
        "result",
        "increased",
        "gross",
        "margin",
        "decreased",
        "expense",
        "reported",
        "gaap",
        "net",
        "loss",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "compared",
        "net",
        "loss",
        "million",
        "comparable",
        "period",
        "reflects",
        "aforementioned",
        "basic",
        "diluted",
        "gaap",
        "loss",
        "per",
        "share",
        "attributable",
        "common",
        "stockholder",
        "quarter",
        "ended",
        "march",
        "compared",
        "net",
        "loss",
        "per",
        "share",
        "period",
        "excluding",
        "acquisition",
        "work",
        "force",
        "reduction",
        "compensation",
        "net",
        "loss",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "period",
        "liquidity",
        "position",
        "cash",
        "used",
        "operating",
        "activity",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "primarily",
        "reflects",
        "increase",
        "inventory",
        "vendor",
        "deposit",
        "prepaid",
        "asset",
        "support",
        "customer",
        "requirement",
        "second",
        "quarter",
        "increased",
        "sale",
        "collection",
        "beginning",
        "second",
        "quarter",
        "continuing",
        "throughout",
        "year",
        "provide",
        "sufficient",
        "liquidity",
        "fund",
        "future",
        "operation",
        "march",
        "availability",
        "including",
        "cash",
        "revolving",
        "credit",
        "facility",
        "approximately",
        "million",
        "guidance",
        "company",
        "expects",
        "q2",
        "revenue",
        "million",
        "range",
        "adjusted",
        "ebitda",
        "range",
        "company",
        "expects",
        "full",
        "year",
        "revenue",
        "million",
        "range",
        "million",
        "adjusted",
        "ebitda",
        "range",
        "information",
        "revolution",
        "lighting",
        "technology",
        "quarterly",
        "result",
        "found",
        "company",
        "form",
        "quarter",
        "ended",
        "march",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "may",
        "accessed",
        "sec",
        "website",
        "q1",
        "conference",
        "call",
        "revolution",
        "lighting",
        "technology",
        "host",
        "conference",
        "call",
        "live",
        "audio",
        "webcast",
        "discus",
        "financial",
        "result",
        "et",
        "may",
        "access",
        "conference",
        "call",
        "phone",
        "dial",
        "international",
        "caller",
        "participant",
        "request",
        "joined",
        "revolution",
        "lighting",
        "technology",
        "call",
        "webcast",
        "available",
        "company",
        "website",
        "audio",
        "replay",
        "call",
        "also",
        "available",
        "investor",
        "phone",
        "beginning",
        "approximately",
        "et",
        "may",
        "et",
        "may",
        "dialing",
        "within",
        "international",
        "caller",
        "entering",
        "passcode",
        "measure",
        "management",
        "us",
        "net",
        "income",
        "loss",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "adjusted",
        "ebitda",
        "gaap",
        "measure",
        "financial",
        "performance",
        "consider",
        "measure",
        "important",
        "indicator",
        "operational",
        "strength",
        "performance",
        "useful",
        "measure",
        "historical",
        "prospective",
        "trend",
        "however",
        "significant",
        "limitation",
        "use",
        "measure",
        "since",
        "exclude",
        "acquisition",
        "related",
        "charge",
        "compensation",
        "affect",
        "profitability",
        "believe",
        "limitation",
        "compensated",
        "providing",
        "measure",
        "along",
        "gaap",
        "performance",
        "measure",
        "clearly",
        "identifying",
        "difference",
        "two",
        "measure",
        "consequently",
        "net",
        "income",
        "loss",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "adjusted",
        "ebitda",
        "considered",
        "isolation",
        "substitute",
        "net",
        "income",
        "loss",
        "operating",
        "income",
        "loss",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "presented",
        "accordance",
        "gaap",
        "moreover",
        "net",
        "income",
        "loss",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "adjusted",
        "ebitda",
        "defined",
        "revolution",
        "lighting",
        "may",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "provided",
        "entity",
        "measure",
        "provided",
        "investor",
        "supplement",
        "result",
        "operation",
        "reported",
        "accordance",
        "gaap",
        "management",
        "belief",
        "measure",
        "useful",
        "help",
        "investor",
        "analyze",
        "operating",
        "trend",
        "business",
        "assess",
        "relative",
        "underlying",
        "performance",
        "business",
        "management",
        "belief",
        "measure",
        "provide",
        "additional",
        "tool",
        "investor",
        "use",
        "comparing",
        "financial",
        "result",
        "company",
        "use",
        "net",
        "income",
        "loss",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "adjusted",
        "ebitda",
        "communication",
        "investor",
        "management",
        "also",
        "us",
        "net",
        "income",
        "loss",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "adjusted",
        "ebitda",
        "evaluate",
        "potential",
        "acquisition",
        "establish",
        "internal",
        "budget",
        "goal",
        "evaluate",
        "performance",
        "business",
        "unit",
        "management",
        "reconciliation",
        "revolution",
        "lighting",
        "gaap",
        "net",
        "income",
        "loss",
        "adjusted",
        "ebitda",
        "three",
        "month",
        "ending",
        "march",
        "respectively",
        "follows",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "march",
        "net",
        "income",
        "loss",
        "amortization",
        "depreciation",
        "compensation",
        "acquisition",
        "severance",
        "transition",
        "cost",
        "interest",
        "expense",
        "adjusted",
        "ebitda",
        "following",
        "table",
        "reconciles",
        "net",
        "income",
        "loss",
        "net",
        "income",
        "loss",
        "period",
        "presented",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "march",
        "net",
        "income",
        "loss",
        "acquisition",
        "severance",
        "transition",
        "cost",
        "compensation",
        "net",
        "income",
        "loss",
        "following",
        "table",
        "reconciles",
        "diluted",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "period",
        "presented",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "march",
        "net",
        "income",
        "loss",
        "acquisition",
        "severance",
        "transition",
        "cost",
        "compensation",
        "net",
        "income",
        "loss",
        "weighted",
        "average",
        "share",
        "outstanding",
        "diluted",
        "thousand",
        "revolution",
        "lighting",
        "technology",
        "revolution",
        "lighting",
        "technology",
        "leader",
        "design",
        "manufacture",
        "marketing",
        "sale",
        "led",
        "lighting",
        "solution",
        "focusing",
        "industrial",
        "commercial",
        "government",
        "market",
        "united",
        "state",
        "canada",
        "internationally",
        "advanced",
        "led",
        "technology",
        "revolution",
        "lighting",
        "created",
        "innovative",
        "lighting",
        "company",
        "offer",
        "comprehensive",
        "advanced",
        "product",
        "platform",
        "interior",
        "exterior",
        "led",
        "lamp",
        "fixture",
        "including",
        "signage",
        "control",
        "system",
        "revolution",
        "lighting",
        "uniquely",
        "positioned",
        "act",
        "expert",
        "partner",
        "offering",
        "full",
        "service",
        "lighting",
        "solution",
        "operating",
        "division",
        "including",
        "energy",
        "source",
        "led",
        "transform",
        "lighting",
        "source",
        "superior",
        "energy",
        "saving",
        "quality",
        "light",
        "revolution",
        "lighting",
        "technology",
        "market",
        "distributes",
        "product",
        "network",
        "regional",
        "national",
        "independent",
        "sale",
        "representative",
        "distributor",
        "well",
        "energy",
        "saving",
        "company",
        "national",
        "account",
        "revolution",
        "lighting",
        "technology",
        "trade",
        "nasdaq",
        "ticker",
        "rvlt",
        "information",
        "please",
        "visit",
        "connect",
        "company",
        "twitter",
        "linkedin",
        "facebook",
        "cautionary",
        "statement",
        "statement",
        "certain",
        "statement",
        "contained",
        "press",
        "release",
        "statement",
        "involve",
        "number",
        "risk",
        "uncertainty",
        "including",
        "statement",
        "relating",
        "business",
        "pipeline",
        "sale",
        "opportunity",
        "revenue",
        "adjusted",
        "ebitda",
        "cash",
        "flow",
        "outlook",
        "statement",
        "within",
        "meaning",
        "term",
        "section",
        "27a",
        "security",
        "act",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "reference",
        "made",
        "revolution",
        "lighting",
        "filing",
        "security",
        "exchange",
        "act",
        "additional",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "including",
        "history",
        "loss",
        "customer",
        "concentration",
        "risk",
        "potential",
        "future",
        "dilution",
        "existing",
        "common",
        "stockholder",
        "risk",
        "demand",
        "led",
        "product",
        "fails",
        "emerge",
        "anticipated",
        "availability",
        "financing",
        "customer",
        "competition",
        "larger",
        "company",
        "risk",
        "relating",
        "third",
        "party",
        "supplier",
        "manufacturer",
        "well",
        "risk",
        "factor",
        "described",
        "item",
        "1a",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "revolution",
        "lighting",
        "technology",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "reader",
        "cautioned",
        "statement",
        "guarantee",
        "future",
        "performance",
        "involve",
        "risk",
        "uncertainty",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "indicated",
        "statement",
        "result",
        "various",
        "factor",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "rvlt",
        "investor",
        "relation",
        "contact",
        "amato",
        "partner",
        "llc",
        "investor",
        "relation",
        "counsel",
        "admin",
        "source",
        "revolution",
        "lighting",
        "technology",
        "inc"
    ]
}