{
    "organizations": [],
    "uuid": "52c9d553f05b9168cf78b96176d7ab803539f69b",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/11/globe-newswire-galectin-therapeutics-reports-2018-first-quarter-financial-results-and-provides-business-update.html",
    "ord_in_thread": 0,
    "title": "Galectin Therapeutics Reports 2018 First Quarter Financial Results and Provides Business Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NORCROSS, Ga., May 11, 2018 (GLOBE NEWSWIRE) -- Galectin Therapeutics Inc. (NASDAQ:GALT), the leading developer of therapeutics that target galectin proteins, today reported financial results for the three months ended March 31, 2018, and provided a business update. These results are included in the Company’s Quarterly Report on Form 10-Q, which has been filed with the U.S. Securities and Exchange Commission and is available at www.sec.gov .\n“Three additional analyses conducted on the results of the NASH-CX trial since we published initial, top-line trial results further support our belief that GR-MD-02 is the first compound to demonstrate clinically meaningful positive effects in patients with NASH cirrhosis without esophageal varices. First, a statistically significant correlation was identified between the decrease in portal pressure (HVPG, or hepatic venous pressure gradient) and the improvement in hepatocyte ballooning treatment with GR-MD-02 at 2 mg/Kg. Second, an ad hoc analysis examining the PK-PD (pharmacokinetics-pharmacodynamics) correlation between human data and mouse NASH model showed that the apparent lack of a dose response in the 8 mg/Kg dose group (GR8) may be due to very high levels of GR-MD-02 in the bloodstream. Finally, results from the 13 C-Methacetin Breath Test, a measure of liver function, conducted as part of the trial found that results for patients without baseline varices mirrored the results for changes in HVPG. This additional analysis further supports our original report of the NASH-CX findings which demonstrated a significant improvement in HVPG in patients without varices and has been provided to the FDA as part of our proposed plan for a Phase 3 trial,” said Dr. Peter Traber, CEO and Chief Medical Officer of Galectin Therapeutics.\n“About half of the total population of patients with NASH cirrhosis do not have esophageal varices. In addition, endoscopy to evaluate for varices is part of the standard of care for patients with newly diagnosed NASH cirrhosis. Consequently, the sub-group of NASH patients that may benefit from our compound is clear at initial diagnosis. Because the sub-group that had a statistically significant response to GR-MD-02 is routinely identified, we believe there is sound logic to pursue further investigation.”\nSummary of Key Development Programs and Updates\n• Since reporting the initial NASH-CX trial results in December 2017, continued analysis of the data has led to three additional findings:\nThe findings from the 13 C-Methacetin Breath Test conducted as part of the trial found that results for patients without baseline varices mirrored the results for changes in HVPG. This further supports our findings as well as represents a significant finding in the search to discover an effective non-invasive test for liver function and NASH.\nReinforcing the positive effects of GR-MD-02, a statistically significant (p=0.04) correlation was identified between the decrease in portal pressure (HVPG) and the improvement in hepatocyte ballooning (viz., representing a decrease in liver cell death) upon treatment with GR-MD-02 at 2 mg/Kg. This suggests an important pathophysiological link between the improvement in liver biopsy and reductions in HVPG. To our knowledge, this is the first time that such a correlation has been demonstrated in a human clinical trial in patients with NASH cirrhosis.\nAn ad hoc analysis examining the PK-PD correlation between human data and mouse NASH model showed that the apparent lack of a dose response in the 8 mg/Kg dose group (GR8) may be due to very high levels of GR-MD-02, where excessive levels of GR-MD-02 are less effective. This was supported when a statistically significant difference was observed between the GR8 patient group with high serum drug levels (> 12,000 µg*hr/mL) and those with lower (< 12,000 µg*hr/mL) serum drug levels, where those with the lower serum drug levels had a positive response on HVPG.\n• The Company made an oral presentation at the International Liver Meeting in April 2018 in Paris. Dr. Naga Chalasani, one of the principal investigators on the NASH-CX clinical trial, led a session entitled, “A multicenter, randomized, double-blind, PLB-controlled trial of Galectin-3 inhibitor (GR-MD-02) in patients with NASH cirrhosis and portal hypertension.”\n• The company continues to enroll cohort 3 (GR-MD-02 8 mg/kg) of the pembrolizumab (KEYTRUDA) combination immunotherapy clinical trial, which will include at least 10 patients with melanoma, to provide a larger group of patients to evaluate. It is hoped additional data can be reported in mid-2018, when we anticipate a decision on progressing to phase 2.\nFinancial Results\nFor the three months ended March 31, 2018, the Company reported a net loss applicable to common stockholders of $4.5 million, or $0.12 per share, compared with a net loss applicable to common stockholders of $5.2 million, or $0.15 per share, for the three months ended March 31, 2017. The decrease is largely due to lower research and development expenses as our Phase 2 clinical program is winding down, somewhat offset by higher non-cash stock-based compensation expense in the three months ended March 31, 2018.\nResearch and development expense for the three months ended March 31, 2018, was $2.3 million, compared with $3.8 million for first quarter of 2017. The decrease primarily relates to the winding down of the NASH-CX Phase 2b clinical trial.\nGeneral and administrative expense for the three months ended March 31, 2018, was $1.9 million, compared with $1.2 million for first quarter of 2017, with the increase primarily due to an increase in non-cash stock-based compensation expense and an increase in business development and investor relations expenses.\nAs of March 31, 2018, the Company had $4.0 million of non-restricted cash and cash equivalents in addition to a $10 million line of credit which has not yet been used. The Company believes it has sufficient cash to fund currently planned operations and research and development activities through at least March 31, 2019.\nAbout Galectin Therapeutics\nGalectin Therapeutics is dedicated to developing novel therapies to improve the lives of patients with chronic liver and skin diseases and cancer. Galectin’s lead drug (GR-MD-02) is a carbohydrate-based drug that inhibits the galectin-3 protein which is directly involved in multiple inflammatory, fibrotic, and malignant diseases. The lead development program is in non-alcoholic steatohepatitis (NASH) with cirrhosis, the most advanced form of NASH related fibrosis. This is the most common liver disease and is believed to be one of the largest drug development opportunities available today. Additional development programs are in treatment of severe atopic dermatitis, moderate-to-severe plaque psoriasis, and in combination immunotherapy for advanced melanoma and other malignancies. Galectin seeks to leverage extensive scientific and development expertise as well as established relationships with external sources to achieve cost-effective and efficient development. Additional information is available at www.galectintherapeutics.com .\nForward Looking Statements\nThis press release contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. These statements relate to future events or future financial performance, and use words such as “may,” “estimate,” “could,” “expect” and others. They are based on management’s current expectations and are subject to factors and uncertainties that could cause actual results to differ materially from those described in the statements. These statements include those regarding the hope that Galectin’s development program for GR-MD-02 will lead to the first therapy for the treatment of fatty liver disease with cirrhosis and those regarding the hope that our lead compounds will be successful in the treatment of severe atopic dermatitis, moderate-to-severe plaque psoriasis and in cancer immunotherapy. Factors that could cause actual performance to differ materially from those discussed in the forward-looking statements include, among others, that Galectin may not be successful in developing effective treatments and/or obtaining the requisite approvals for the use of GR-MD-02 or any of its other drugs in development; the Company’s current clinical trial and any future clinical studies may not produce positive results in a timely fashion, if at all, and could prove time consuming and costly; plans regarding development, approval and marketing of any of Galectin’s drugs are subject to change at any time based on the changing needs of the Company as determined by management and regulatory agencies; regardless of the results of any of its development programs, Galectin may be unsuccessful in developing partnerships with other companies or raising additional capital that would allow it to further develop and/or fund any studies or trials. Galectin has incurred operating losses since inception, and its ability to successfully develop and market drugs may be impacted by its ability to manage costs and finance continuing operations. For a discussion of additional factors impacting Galectin’s business, see the Company’s Annual Report on Form 10-K for the year ended December 31, 2017, and subsequent filings with the SEC. You should not place undue reliance on forward-looking statements. Although subsequent events may cause its views to change, management disclaims any obligation to update forward-looking statements.\nContacts:\nJack Callicutt, Chief Financial Officer\n(678) 620-3186\nir@galectintherapeutics.com .\nGalectin Therapeutics and its associated logo is a registered trademark of Galectin Therapeutics Inc.\nCondensed Consolidated Statements of Operations Three Months Ended March 31, 2018 2017 (in thousands, except per share data) Operating expenses:\nResearch and development $ 2,298 $ 3,772 General and administrative 1,880 1,174 Total operating expenses 4,178 4,946 Total operating loss (4,178 ) (4,946 ) Other income: Interest income 4 9 Interest expense (84 ) - Total other income (80 ) 9 Net loss $ (4,258 ) $ (4,937 ) Preferred stock dividends and accretion costs (285 ) (272 ) Net loss applicable to common stock $ (4,543 ) $ (5,209 ) Basic and diluted net loss per share $ (0.12 ) $ (0.15 ) Shares used in computing basic and diluted net loss per share 37,284 33,928\nCondensed Consolidated Balance Sheet Data March 31,\n2018 December 31,\n2017 (in thousands) Cash and cash equivalents $ 3,988 $ 3,053 Total assets 4,931 4,161 Total current liabilities 2,283 2,968 Total liabilities 2.283 2,968 Total redeemable, convertible preferred stock 1,723 1,723 Total stockholders’ equity $ 925 $ (530 )\nSource:Galectin Therapeutics Inc.",
    "published": "2018-05-12T00:10:00.000+03:00",
    "crawled": "2018-05-12T01:26:36.022+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "norcross",
        "may",
        "globe",
        "newswire",
        "galectin",
        "therapeutic",
        "nasdaq",
        "galt",
        "leading",
        "developer",
        "therapeutic",
        "target",
        "galectin",
        "protein",
        "today",
        "reported",
        "financial",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "provided",
        "business",
        "update",
        "result",
        "included",
        "company",
        "quarterly",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "available",
        "three",
        "additional",
        "analysis",
        "conducted",
        "result",
        "trial",
        "since",
        "published",
        "initial",
        "trial",
        "result",
        "support",
        "belief",
        "first",
        "compound",
        "demonstrate",
        "clinically",
        "meaningful",
        "positive",
        "effect",
        "patient",
        "nash",
        "cirrhosis",
        "without",
        "esophageal",
        "varix",
        "first",
        "statistically",
        "significant",
        "correlation",
        "identified",
        "decrease",
        "portal",
        "pressure",
        "hvpg",
        "hepatic",
        "venous",
        "pressure",
        "gradient",
        "improvement",
        "hepatocyte",
        "ballooning",
        "treatment",
        "second",
        "ad",
        "hoc",
        "analysis",
        "examining",
        "correlation",
        "human",
        "data",
        "mouse",
        "nash",
        "model",
        "showed",
        "apparent",
        "lack",
        "dose",
        "response",
        "dose",
        "group",
        "gr8",
        "may",
        "due",
        "high",
        "level",
        "bloodstream",
        "finally",
        "result",
        "breath",
        "test",
        "measure",
        "liver",
        "function",
        "conducted",
        "part",
        "trial",
        "found",
        "result",
        "patient",
        "without",
        "baseline",
        "varix",
        "mirrored",
        "result",
        "change",
        "hvpg",
        "additional",
        "analysis",
        "support",
        "original",
        "report",
        "finding",
        "demonstrated",
        "significant",
        "improvement",
        "hvpg",
        "patient",
        "without",
        "varix",
        "provided",
        "fda",
        "part",
        "proposed",
        "plan",
        "phase",
        "trial",
        "said",
        "peter",
        "traber",
        "ceo",
        "chief",
        "medical",
        "officer",
        "galectin",
        "therapeutic",
        "half",
        "total",
        "population",
        "patient",
        "nash",
        "cirrhosis",
        "esophageal",
        "varix",
        "addition",
        "endoscopy",
        "evaluate",
        "varix",
        "part",
        "standard",
        "care",
        "patient",
        "newly",
        "diagnosed",
        "nash",
        "cirrhosis",
        "consequently",
        "nash",
        "patient",
        "may",
        "benefit",
        "compound",
        "clear",
        "initial",
        "diagnosis",
        "statistically",
        "significant",
        "response",
        "routinely",
        "identified",
        "believe",
        "sound",
        "logic",
        "pursue",
        "summary",
        "key",
        "development",
        "program",
        "update",
        "since",
        "reporting",
        "initial",
        "trial",
        "result",
        "december",
        "continued",
        "analysis",
        "data",
        "led",
        "three",
        "additional",
        "finding",
        "finding",
        "breath",
        "test",
        "conducted",
        "part",
        "trial",
        "found",
        "result",
        "patient",
        "without",
        "baseline",
        "varix",
        "mirrored",
        "result",
        "change",
        "hvpg",
        "support",
        "finding",
        "well",
        "represents",
        "significant",
        "finding",
        "search",
        "discover",
        "effective",
        "test",
        "liver",
        "function",
        "nash",
        "reinforcing",
        "positive",
        "effect",
        "statistically",
        "significant",
        "correlation",
        "identified",
        "decrease",
        "portal",
        "pressure",
        "hvpg",
        "improvement",
        "hepatocyte",
        "ballooning",
        "representing",
        "decrease",
        "liver",
        "cell",
        "death",
        "upon",
        "treatment",
        "suggests",
        "important",
        "pathophysiological",
        "link",
        "improvement",
        "liver",
        "biopsy",
        "reduction",
        "hvpg",
        "knowledge",
        "first",
        "time",
        "correlation",
        "demonstrated",
        "human",
        "clinical",
        "trial",
        "patient",
        "nash",
        "cirrhosis",
        "ad",
        "hoc",
        "analysis",
        "examining",
        "correlation",
        "human",
        "data",
        "mouse",
        "nash",
        "model",
        "showed",
        "apparent",
        "lack",
        "dose",
        "response",
        "dose",
        "group",
        "gr8",
        "may",
        "due",
        "high",
        "level",
        "excessive",
        "level",
        "less",
        "effective",
        "supported",
        "statistically",
        "significant",
        "difference",
        "observed",
        "gr8",
        "patient",
        "group",
        "high",
        "serum",
        "drug",
        "level",
        "µg",
        "lower",
        "µg",
        "serum",
        "drug",
        "level",
        "lower",
        "serum",
        "drug",
        "level",
        "positive",
        "response",
        "hvpg",
        "company",
        "made",
        "oral",
        "presentation",
        "international",
        "liver",
        "meeting",
        "april",
        "paris",
        "naga",
        "chalasani",
        "one",
        "principal",
        "investigator",
        "clinical",
        "trial",
        "led",
        "session",
        "entitled",
        "multicenter",
        "randomized",
        "trial",
        "inhibitor",
        "patient",
        "nash",
        "cirrhosis",
        "portal",
        "company",
        "continues",
        "enroll",
        "cohort",
        "pembrolizumab",
        "keytruda",
        "combination",
        "immunotherapy",
        "clinical",
        "trial",
        "include",
        "least",
        "patient",
        "melanoma",
        "provide",
        "larger",
        "group",
        "patient",
        "evaluate",
        "hoped",
        "additional",
        "data",
        "reported",
        "anticipate",
        "decision",
        "progressing",
        "phase",
        "financial",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "company",
        "reported",
        "net",
        "loss",
        "applicable",
        "common",
        "stockholder",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "applicable",
        "common",
        "stockholder",
        "million",
        "per",
        "share",
        "three",
        "month",
        "ended",
        "march",
        "decrease",
        "largely",
        "due",
        "lower",
        "research",
        "development",
        "expense",
        "phase",
        "clinical",
        "program",
        "winding",
        "somewhat",
        "offset",
        "higher",
        "compensation",
        "expense",
        "three",
        "month",
        "ended",
        "march",
        "research",
        "development",
        "expense",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "decrease",
        "primarily",
        "relates",
        "winding",
        "phase",
        "2b",
        "clinical",
        "trial",
        "general",
        "administrative",
        "expense",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "increase",
        "primarily",
        "due",
        "increase",
        "compensation",
        "expense",
        "increase",
        "business",
        "development",
        "investor",
        "relation",
        "expense",
        "march",
        "company",
        "million",
        "cash",
        "cash",
        "equivalent",
        "addition",
        "million",
        "line",
        "credit",
        "yet",
        "used",
        "company",
        "belief",
        "sufficient",
        "cash",
        "fund",
        "currently",
        "planned",
        "operation",
        "research",
        "development",
        "activity",
        "least",
        "march",
        "galectin",
        "therapeutic",
        "galectin",
        "therapeutic",
        "dedicated",
        "developing",
        "novel",
        "therapy",
        "improve",
        "life",
        "patient",
        "chronic",
        "liver",
        "skin",
        "disease",
        "cancer",
        "galectin",
        "lead",
        "drug",
        "drug",
        "inhibits",
        "protein",
        "directly",
        "involved",
        "multiple",
        "inflammatory",
        "fibrotic",
        "malignant",
        "disease",
        "lead",
        "development",
        "program",
        "steatohepatitis",
        "nash",
        "cirrhosis",
        "advanced",
        "form",
        "nash",
        "related",
        "fibrosis",
        "common",
        "liver",
        "disease",
        "believed",
        "one",
        "largest",
        "drug",
        "development",
        "opportunity",
        "available",
        "today",
        "additional",
        "development",
        "program",
        "treatment",
        "severe",
        "atopic",
        "dermatitis",
        "plaque",
        "psoriasis",
        "combination",
        "immunotherapy",
        "advanced",
        "melanoma",
        "malignancy",
        "galectin",
        "seek",
        "leverage",
        "extensive",
        "scientific",
        "development",
        "expertise",
        "well",
        "established",
        "relationship",
        "external",
        "source",
        "achieve",
        "efficient",
        "development",
        "additional",
        "information",
        "available",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "relate",
        "future",
        "event",
        "future",
        "financial",
        "performance",
        "use",
        "word",
        "may",
        "estimate",
        "could",
        "expect",
        "others",
        "based",
        "management",
        "current",
        "expectation",
        "subject",
        "factor",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "described",
        "statement",
        "statement",
        "include",
        "regarding",
        "hope",
        "galectin",
        "development",
        "program",
        "lead",
        "first",
        "therapy",
        "treatment",
        "fatty",
        "liver",
        "disease",
        "cirrhosis",
        "regarding",
        "hope",
        "lead",
        "compound",
        "successful",
        "treatment",
        "severe",
        "atopic",
        "dermatitis",
        "plaque",
        "psoriasis",
        "cancer",
        "immunotherapy",
        "factor",
        "could",
        "cause",
        "actual",
        "performance",
        "differ",
        "materially",
        "discussed",
        "statement",
        "include",
        "among",
        "others",
        "galectin",
        "may",
        "successful",
        "developing",
        "effective",
        "treatment",
        "obtaining",
        "requisite",
        "approval",
        "use",
        "drug",
        "development",
        "company",
        "current",
        "clinical",
        "trial",
        "future",
        "clinical",
        "study",
        "may",
        "produce",
        "positive",
        "result",
        "timely",
        "fashion",
        "could",
        "prove",
        "time",
        "consuming",
        "costly",
        "plan",
        "regarding",
        "development",
        "approval",
        "marketing",
        "galectin",
        "drug",
        "subject",
        "change",
        "time",
        "based",
        "changing",
        "need",
        "company",
        "determined",
        "management",
        "regulatory",
        "agency",
        "regardless",
        "result",
        "development",
        "program",
        "galectin",
        "may",
        "unsuccessful",
        "developing",
        "partnership",
        "company",
        "raising",
        "additional",
        "capital",
        "would",
        "allow",
        "develop",
        "fund",
        "study",
        "trial",
        "galectin",
        "incurred",
        "operating",
        "loss",
        "since",
        "inception",
        "ability",
        "successfully",
        "develop",
        "market",
        "drug",
        "may",
        "impacted",
        "ability",
        "manage",
        "cost",
        "finance",
        "continuing",
        "operation",
        "discussion",
        "additional",
        "factor",
        "impacting",
        "galectin",
        "business",
        "see",
        "company",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "subsequent",
        "filing",
        "sec",
        "place",
        "undue",
        "reliance",
        "statement",
        "although",
        "subsequent",
        "event",
        "may",
        "cause",
        "view",
        "change",
        "management",
        "disclaims",
        "obligation",
        "update",
        "statement",
        "contact",
        "jack",
        "callicutt",
        "chief",
        "financial",
        "officer",
        "ir",
        "galectin",
        "therapeutic",
        "associated",
        "logo",
        "registered",
        "trademark",
        "galectin",
        "therapeutic",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "three",
        "month",
        "ended",
        "march",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "total",
        "operating",
        "loss",
        "income",
        "interest",
        "income",
        "interest",
        "expense",
        "total",
        "income",
        "net",
        "loss",
        "preferred",
        "stock",
        "dividend",
        "accretion",
        "cost",
        "net",
        "loss",
        "applicable",
        "common",
        "stock",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "share",
        "used",
        "computing",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "data",
        "march",
        "december",
        "thousand",
        "cash",
        "cash",
        "equivalent",
        "total",
        "asset",
        "total",
        "current",
        "liability",
        "total",
        "liability",
        "total",
        "redeemable",
        "convertible",
        "preferred",
        "stock",
        "total",
        "stockholder",
        "equity",
        "source",
        "galectin",
        "therapeutic",
        "inc"
    ]
}