{
    "organizations": [],
    "uuid": "efd3bb43fa8fbfd95bbfbc79ff7f14021f3a45ee",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/23/business-wire-foresight-announces-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Foresight Announces First Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NESS ZIONA, Israel--(BUSINESS WIRE)-- Foresight Autonomous Holdings Ltd., an innovator in automotive vision systems (NASDAQ and TASE: FRSX), today reported financial results for the first quarter of 2018. Foresight ended the first quarter of 2018 with $16.7 million in cash and short-term deposits, GAAP net profit of $2.6 million and non-GAAP net loss of $3.5 million.\n“During the first quarter of 2018, we continued to experience wide interest in our advanced accident prevention systems,” commented Haim Siboni, CEO of Foresight. “We generated tremendous enthusiasm for our quad-camera vision system during the Consumer Electronics Show in Las Vegas in January, and we are currently fielding inquiries from interested parties in the United States, Europe and Asia.”\n“As we continue to refine our innovative product offering, we expect that our future growth will be bolstered by increased demand in advanced stereo vision technology,” concluded Mr. Siboni.\nFirst Quarter 2018 Financial Results\nResearch and development (R&D) expenses for the three months ended March 31, 2018 were $2,075,000 compared to $497,000 in the three months ended March 31, 2017. The increase is attributed mainly to accelerated employee recruitment and is comprised primarily of payroll and related expenses, stock-based compensation expenses and subcontracted services expenses. General and administrative (G&A) expenses for the three months ended March 31, 2018 were $1,054,000, compared to $671,000 in the three months ended March 31, 2017. The increase is attributed primarily to payroll and related expenses, stock-based compensation expenses and expenses related to service providers. GAAP net profit for the three months ended March 31, 2018 was $2,598,000, or $0.02 per ordinary share, compared to a GAAP net loss of $5,455,000, or $(0.07) per ordinary share, in the three months ended March 31, 2017. The increase is attributed mainly to the revaluation of derivative warrant liability and revaluation of other investments (mainly the warrants we hold in Rail Vision Ltd.). Non-GAAP net loss for the three months ended March 31, 2018 was $3,548,000 or $(0.03) per ordinary share compared to a non-GAAP net loss of $1,087,000, or $(0.01) per ordinary share, in the three months ended March 31, 2017. A reconciliation between GAAP net profit and non-GAAP net loss is provided in the financial statements that are part of this release. Non-GAAP results exclude the effect of stock-based compensation expenses, revaluation of other investments and derivative warrant liability.\nBalance Sheet Highlights\nCash and short-term deposits totaled $16.7 million as of March 31, 2018, compared to $21.8 million on December 31, 2017. The decrease is attributed mainly to the exercise of $2.24 million of warrants in Rail Vision and to the net cash used in operating activities. Investments in Rail Vision totaled $12.4 million as of March 31, 2018 compared to $5.4 million on December 31, 2017. The increase is attributed primarily to the warrants exercise and to revaluation of the outstanding warrants (which are presented both in short and long term other investments) of $5.3 million. GAAP shareholders’ equity totaled $28.2 million as of March 31, 2018, compared to $24.8 million as of December 31, 2017. Non-GAAP shareholders’ equity totaled $23.5 million as of March 31, 2018, compared to $22.9 million as of December 31, 2017.\nAs of\nMarch 31, As of December 31,\n(thousands of U.S. dollars) 2018 2017 2017 GAAP Results Shareholders' equity $ 28,181 $ 5,658 $ 24,817\nNon-GAAP Results Shareholders' equity $ 23,499 $ 9,905 $ 22,921 A reconciliation between GAAP shareholders’ equity results and non-GAAP shareholders’ equity results is provided in the financial statements that are part of this release. Non-GAAP results exclude revaluation of other investments and derivative warrant liability.\nRecent Corporate Highlights:\nShowcased QuadSight™ Vision System at CES 2018: Foresight generated interest in the QuadSight™ vision system, including promotion on CNBC’s “Halftime Report.” Foresight Vice President of Business Development, Doron Cohadier, demonstrated the system’s ability to detect obstacles in all weather and lighting conditions. Completed Successful Multi-User Demo and Trial of EyeNet™ Accident Prevention Solution: The multi-user trial of Foresight’s V2X (vehicle-to-everything) solution included 120 Android and iOS users from across Israel participating in multiple simulated collision scenarios. The trial met all pre-defined objectives for success and marked the completion of the EyeNet™ system’s feasibility study. Signed Agreement to Merge Eye-Net™ Activities with Tamda Ltd. (TASE: TMDA): Pursuant to the agreement, which was announced during the second quarter of 2018, Foresight will spin off its activities dedicated to the development of the Eye-Net™ accident prevention system into its wholly owned subsidiary, and then merge the subsidiary into Tamda. In return, Foresight will be issued approximately 74.49% of the Tamda’s share capital upon the closing of the transaction. Increased Stake in Rail Vision by Exercising Warrants for an Aggregate of $2.24 Million : As a result of the exercise of additional warrants, as of March 31, 2018, Foresight holds approximately 32% of Rail Vision’s outstanding shares and approximately 35% on a fully-diluted basis.\nUse of Non-GAAP Financial Results\nIn addition to disclosing financial results calculated in accordance with United States generally accepted accounting principles (GAAP), the company's earnings release contains non-GAAP financial measures of net loss for the period that excludes the effect of stock-based compensation expenses, the revaluation of other investments and revaluation of derivative warrant liability, and non-GAAP financial measures of shareholders’ equity that excludes the effect of derivative warrant liability and the revaluation of other investments. The company’s management believes the non-GAAP financial information provided in this release is useful to investors’ understanding and assessment of the company's ongoing operations. Management also uses both GAAP and non-GAAP information in evaluating and operating business internally and as such deemed it important to provide all this information to investors. The non-GAAP financial measures disclosed by the company should not be considered in isolation or as a substitute for, or superior to, financial measures calculated in accordance with GAAP, and the financial results calculated in accordance with GAAP and reconciliations to those financial statements should be carefully evaluated. Reconciliations between GAAP measures and non-GAAP measures are provided later in this press release.\nAbout Foresight\nForesight Autonomous Holdings Ltd. (NASDAQ and TASE: FRSX), founded in 2015, is a technology company engaged in the design, development and commercialization of stereo/quad-camera vision systems and V2X cellular based solutions for the automotive industry. Foresight’s video systems are based on 3D video analysis, advanced algorithms for image processing and sensor fusion. The company, through its wholly owned subsidiary Foresight Automotive Ltd., develops advanced systems for accident prevention, which are designed to provide real-time information about the vehicle's surroundings while in motion. The systems are designed to improve driving safety by enabling highly accurate and reliable threat detection while ensuring the lowest rates of false alerts. The company’s systems are targeting the Advanced Driver Assistance Systems (ADAS), semi-autonomous and autonomous vehicle markets. The company estimates that its systems will revolutionize automotive safety by providing an automotive grade, cost-effective platform, and advanced technology.\nForward-Looking Statements\nThis press release contains forward-looking statements within the meaning of the “safe harbor” provisions of the Private Securities Litigation Reform Act of 1995 and other Federal securities laws. Words such as “expects,” “anticipates,” “intends,” “plans,” “believes,” “seeks,” \"estimates\" and similar expressions or variations of such words are intended to identify forward-looking statements. For example, Foresight is using forward-looking statements in this press release when it discusses the potential of its products, that it expects that future growth will be bolstered by increased demand in advanced stereo vision technology, and when it discusses the closing of the merger transaction with Tamda. Because such statements deal with future events and are based on Foresight’s current expectations, they are subject to various risks and uncertainties and actual results, performance or achievements of Foresight could differ materially from those described in or implied by the statements in this press release.\nThe forward-looking statements contained or implied in this press release are subject to other risks and uncertainties, including those discussed under the heading “Risk Factors” in Foresight’s annual report on Form 20-F filed with the Securities and Exchange Commission (“SEC”) on March 27, 2018, and in any subsequent filings with the SEC. Except as otherwise required by law, Foresight undertakes no obligation to publicly release any revisions to these forward-looking statements to reflect events or circumstances after the date hereof or to reflect the occurrence of unanticipated events. References and links to websites have been provided as a convenience, and the information contained on such websites is not incorporated by reference into this press release.\nFORESIGHT AUTONOMOUS HOLDINGS LTD.\nINTERIM CONDENSED CONSOLIDATED BALANCE SHEETS\nU.S. dollars in thousands\nAs of\nMarch 31, 2018 As of\nMarch 31, 2017 As of\nDecember 31, 2017 ASSETS\nCurrent assets: Cash and cash equivalents $ 5,181 $ 8,200 $ 9,639 Short Term Deposits 11,512 1,116 12,169 Marketable equity securities 52 4 22 Other Investments 3,864 - 2,361 Other receivables 489 504 482 Total current assets 21,098 9,824 24,670 Non-current assets: Marketable equity securities - 15 - Investment in affiliate company 3,614 1,080 1,404 Other investments 4,909 66 1,672 Fixed assets, net 529 96 289 9,052 1,257 3,365 Total assets $ 30,150 $ 11,081 $ 28,035 LIABILITIES AND SHAREHOLDERS’ EQUITY Current liabilities: Trade payables $ 296 $ 346 $ 330 Other accounts payables 1,027 830 817 Total current liabilities 1,323 1,176 1,147 Derivative warrant liability 646 4,247 2,071 Total liabilities 1,969 5,423 3,218 Shareholders’ equity: Common stock of NIS 0 par value; - - - Additional paid-in capital 44,880 14,469 44,114 Accumulated deficit (16,699) (8,811) (19,297) Total stockholders’ equity 28,181 5,658 24,817 Total liabilities and stockholders’ equity $ 30,150 $ 11,081 $ 28,035 SUPPLEMENTAL RECONCILIATION OF GAAP TO NON-GAAP SHAREHOLDERS' EQUITY\nU.S. dollars in thousands\nAs of\nMarch 31,\n2018\nAs of\nMarch 31,\n2017\nAs of\nDecember 31,\n2017\nGAAP Shareholders' equity $ 28,181 $ 5,658 $ 24,817 Revaluation of other investments (5,328) - (3,967) Derivative warrant liability 646 4,247 2,071 Non-GAAP Shareholders' equity $ 23,499 $ 9,905 $ 22,921 FORESIGHT AUTONOMOUS HOLDINGS LTD.\nINTERIM CONDENSED CONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME (LOSS)\nU.S. dollars in thousands\nThree months ended\nMarch 31, 2018 2017 Research and development expenses $ (2,075 ) $ (497) Marketing and sales (307 ) (121) General and administrative expenses (1,054 ) (671) Operating loss (3,436 ) (1,289) Equity in net loss of an affiliated company 618 168 Financing income (expenses), net 6,652 (3,998) Net profit (loss) $ 2,598 $ (5,455) FORESIGHT AUTONOMOUS HOLDINGS LTD.\nINTERIM CONDENSED CONSOLIDATED STATEMENTS OF CASH FLOW\nU.S. dollars in thousands\nThree months ended\nMarch 31, 2018 2017 Net cash used in operating activities\nProfit(Loss) for the Period 2,598 (5,455) Adjustments to reconcile profit (loss) to net cash used in operating activities: (5,191)\n4,517\nNet cash used in operating activities (2,593) (1,072) Cash Flows from Investing Activities\nChanges in short term deposits 657 (726) Investment in affiliate company (2,240) - Purchase of fixed assets (279) (32) Net cash used in investing activities (1,862) (758) Cash flows from Financing Activities:\nIssuance of ordinary shares and warrants, net of issuance expenses -\n4,396\nExercise of warrants and options, net of issuance expenses 159\n136\nReceipts on account of shares and warrants - 2,000 Net cash provided by financing activities 159 6,532 Effect of exchange rate changes on cash and cash equivalents (159) 134 Increase (decrease) in cash and cash equivalents (4,455) 4,836 Cash and cash equivalents at the beginning of the period 9,636\n3,364\nCash and cash equivalents at the end of the period 5,181\n8,200\nFORESIGHT AUTONOMOUS HOLDINGS LTD.\nINTERIM CONDENSED CONSOLIDATED STATEMENTS OF CASH FLOW\nU.S. dollars in thousands\nAdjustments to reconcile profit (loss) to net cash used in operating activities:\nThree months ended\nMarch 31, 2018 2017 Share-based payment 607 234 Depreciation 39 3 Revaluation of warrants (1,425) 4,116 Equity in loss of an affiliated company 618 168 Revaluation of marketable securities (30) (1) Revaluation of other investments (5,328) - exchange rate changes on cash and cash equivalents 159 (134) Changes in assets and liabilities: Decrease (increase) in other receivables (7) (400) Increase (decrease) in Trade payables (34) 242 Increase in other accounts payables 210 155 Adjustments to reconcile profit (loss) to net cash used in operating activities\n(5,191)\n4,383\nFORESIGHT AUTONOMOUS HOLDINGS LTD.\nSUPPLEMENTAL RECONCILIATION OF GAAP TO NON-GAAP RESULTS\nU.S. dollars in thousands\nThree months ended\nMarch 31, 2018 2017 GAAP operating loss (3,436 ) (1,289 ) Stock-based compensation in research and development 183 - Stock-based compensation in sales and marketing 48 - Stock-based compensation in general and administrative 376 234 Non-GAAP operating loss (2,829 ) (1,055 ) GAAP Financing income (expenses), net 6,652 (3,998 ) Revaluation of other investments (5,328 ) - Revaluation of derivative warrant liability (1,425 ) 4,134 Non-GAAP financing (expenses) income, net (101 ) 136 GAAP net profit (loss) 2,598 (5,455) Stock-based compensation expenses 607 234 Revaluation of other investments (5,328 ) - Revaluation of derivative warrant liability expenses (income) (1,425 ) 4,134 Non-GAAP net loss (3,548 ) (1,087)\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180522006343/en/\nInvestor Relations:\nMS-IR LLC\nMiri Segal-Scharia, 917-607-8654\nCEO\nmsegal@ms-ir.com\nSource: Foresight Autonomous Holdings Ltd.",
    "published": "2018-05-23T09:45:00.000+03:00",
    "crawled": "2018-05-23T10:12:32.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "ness",
        "ziona",
        "israel",
        "business",
        "wire",
        "foresight",
        "autonomous",
        "holding",
        "innovator",
        "automotive",
        "vision",
        "system",
        "nasdaq",
        "tase",
        "frsx",
        "today",
        "reported",
        "financial",
        "result",
        "first",
        "quarter",
        "foresight",
        "ended",
        "first",
        "quarter",
        "million",
        "cash",
        "deposit",
        "gaap",
        "net",
        "profit",
        "million",
        "net",
        "loss",
        "million",
        "first",
        "quarter",
        "continued",
        "experience",
        "wide",
        "interest",
        "advanced",
        "accident",
        "prevention",
        "system",
        "commented",
        "haim",
        "siboni",
        "ceo",
        "foresight",
        "generated",
        "tremendous",
        "enthusiasm",
        "vision",
        "system",
        "consumer",
        "electronics",
        "show",
        "la",
        "vega",
        "january",
        "currently",
        "fielding",
        "inquiry",
        "interested",
        "party",
        "united",
        "state",
        "europe",
        "continue",
        "refine",
        "innovative",
        "product",
        "offering",
        "expect",
        "future",
        "growth",
        "bolstered",
        "increased",
        "demand",
        "advanced",
        "stereo",
        "vision",
        "technology",
        "concluded",
        "siboni",
        "first",
        "quarter",
        "financial",
        "result",
        "research",
        "development",
        "r",
        "expense",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "three",
        "month",
        "ended",
        "march",
        "increase",
        "attributed",
        "mainly",
        "accelerated",
        "employee",
        "recruitment",
        "comprised",
        "primarily",
        "payroll",
        "related",
        "expense",
        "compensation",
        "expense",
        "subcontracted",
        "service",
        "expense",
        "general",
        "administrative",
        "g",
        "expense",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "three",
        "month",
        "ended",
        "march",
        "increase",
        "attributed",
        "primarily",
        "payroll",
        "related",
        "expense",
        "compensation",
        "expense",
        "expense",
        "related",
        "service",
        "provider",
        "gaap",
        "net",
        "profit",
        "three",
        "month",
        "ended",
        "march",
        "per",
        "ordinary",
        "share",
        "compared",
        "gaap",
        "net",
        "loss",
        "per",
        "ordinary",
        "share",
        "three",
        "month",
        "ended",
        "march",
        "increase",
        "attributed",
        "mainly",
        "revaluation",
        "derivative",
        "warrant",
        "liability",
        "revaluation",
        "investment",
        "mainly",
        "warrant",
        "hold",
        "rail",
        "vision",
        "net",
        "loss",
        "three",
        "month",
        "ended",
        "march",
        "per",
        "ordinary",
        "share",
        "compared",
        "net",
        "loss",
        "per",
        "ordinary",
        "share",
        "three",
        "month",
        "ended",
        "march",
        "reconciliation",
        "gaap",
        "net",
        "profit",
        "net",
        "loss",
        "provided",
        "financial",
        "statement",
        "part",
        "release",
        "result",
        "exclude",
        "effect",
        "compensation",
        "expense",
        "revaluation",
        "investment",
        "derivative",
        "warrant",
        "liability",
        "balance",
        "sheet",
        "highlight",
        "cash",
        "deposit",
        "totaled",
        "million",
        "march",
        "compared",
        "million",
        "december",
        "decrease",
        "attributed",
        "mainly",
        "exercise",
        "million",
        "warrant",
        "rail",
        "vision",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "investment",
        "rail",
        "vision",
        "totaled",
        "million",
        "march",
        "compared",
        "million",
        "december",
        "increase",
        "attributed",
        "primarily",
        "warrant",
        "exercise",
        "revaluation",
        "outstanding",
        "warrant",
        "presented",
        "short",
        "long",
        "term",
        "investment",
        "million",
        "gaap",
        "shareholder",
        "equity",
        "totaled",
        "million",
        "march",
        "compared",
        "million",
        "december",
        "shareholder",
        "equity",
        "totaled",
        "million",
        "march",
        "compared",
        "million",
        "december",
        "march",
        "december",
        "thousand",
        "dollar",
        "gaap",
        "result",
        "shareholder",
        "equity",
        "result",
        "shareholder",
        "equity",
        "reconciliation",
        "gaap",
        "shareholder",
        "equity",
        "result",
        "shareholder",
        "equity",
        "result",
        "provided",
        "financial",
        "statement",
        "part",
        "release",
        "result",
        "exclude",
        "revaluation",
        "investment",
        "derivative",
        "warrant",
        "liability",
        "recent",
        "corporate",
        "highlight",
        "showcased",
        "vision",
        "system",
        "ce",
        "foresight",
        "generated",
        "interest",
        "vision",
        "system",
        "including",
        "promotion",
        "cnbc",
        "halftime",
        "foresight",
        "vice",
        "president",
        "business",
        "development",
        "doron",
        "cohadier",
        "demonstrated",
        "system",
        "ability",
        "detect",
        "obstacle",
        "weather",
        "lighting",
        "condition",
        "completed",
        "successful",
        "demo",
        "trial",
        "accident",
        "prevention",
        "solution",
        "trial",
        "foresight",
        "v2x",
        "solution",
        "included",
        "android",
        "io",
        "user",
        "across",
        "israel",
        "participating",
        "multiple",
        "simulated",
        "collision",
        "scenario",
        "trial",
        "met",
        "objective",
        "success",
        "marked",
        "completion",
        "system",
        "feasibility",
        "study",
        "signed",
        "agreement",
        "merge",
        "activity",
        "tamda",
        "tase",
        "tmda",
        "pursuant",
        "agreement",
        "announced",
        "second",
        "quarter",
        "foresight",
        "spin",
        "activity",
        "dedicated",
        "development",
        "accident",
        "prevention",
        "system",
        "wholly",
        "owned",
        "subsidiary",
        "merge",
        "subsidiary",
        "tamda",
        "return",
        "foresight",
        "issued",
        "approximately",
        "tamda",
        "share",
        "capital",
        "upon",
        "closing",
        "transaction",
        "increased",
        "stake",
        "rail",
        "vision",
        "exercising",
        "warrant",
        "aggregate",
        "million",
        "result",
        "exercise",
        "additional",
        "warrant",
        "march",
        "foresight",
        "hold",
        "approximately",
        "rail",
        "vision",
        "outstanding",
        "share",
        "approximately",
        "basis",
        "use",
        "financial",
        "result",
        "addition",
        "disclosing",
        "financial",
        "result",
        "calculated",
        "accordance",
        "united",
        "state",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "company",
        "earnings",
        "release",
        "contains",
        "financial",
        "measure",
        "net",
        "loss",
        "period",
        "excludes",
        "effect",
        "compensation",
        "expense",
        "revaluation",
        "investment",
        "revaluation",
        "derivative",
        "warrant",
        "liability",
        "financial",
        "measure",
        "shareholder",
        "equity",
        "excludes",
        "effect",
        "derivative",
        "warrant",
        "liability",
        "revaluation",
        "investment",
        "company",
        "management",
        "belief",
        "financial",
        "information",
        "provided",
        "release",
        "useful",
        "investor",
        "understanding",
        "assessment",
        "company",
        "ongoing",
        "operation",
        "management",
        "also",
        "us",
        "gaap",
        "information",
        "evaluating",
        "operating",
        "business",
        "internally",
        "deemed",
        "important",
        "provide",
        "information",
        "investor",
        "financial",
        "measure",
        "disclosed",
        "company",
        "considered",
        "isolation",
        "substitute",
        "superior",
        "financial",
        "measure",
        "calculated",
        "accordance",
        "gaap",
        "financial",
        "result",
        "calculated",
        "accordance",
        "gaap",
        "reconciliation",
        "financial",
        "statement",
        "carefully",
        "evaluated",
        "reconciliation",
        "gaap",
        "measure",
        "measure",
        "provided",
        "later",
        "press",
        "release",
        "foresight",
        "foresight",
        "autonomous",
        "holding",
        "nasdaq",
        "tase",
        "frsx",
        "founded",
        "technology",
        "company",
        "engaged",
        "design",
        "development",
        "commercialization",
        "vision",
        "system",
        "v2x",
        "cellular",
        "based",
        "solution",
        "automotive",
        "industry",
        "foresight",
        "video",
        "system",
        "based",
        "3d",
        "video",
        "analysis",
        "advanced",
        "algorithm",
        "image",
        "processing",
        "sensor",
        "fusion",
        "company",
        "wholly",
        "owned",
        "subsidiary",
        "foresight",
        "automotive",
        "develops",
        "advanced",
        "system",
        "accident",
        "prevention",
        "designed",
        "provide",
        "information",
        "vehicle",
        "surroundings",
        "motion",
        "system",
        "designed",
        "improve",
        "driving",
        "safety",
        "enabling",
        "highly",
        "accurate",
        "reliable",
        "threat",
        "detection",
        "ensuring",
        "lowest",
        "rate",
        "false",
        "alert",
        "company",
        "system",
        "targeting",
        "advanced",
        "driver",
        "assistance",
        "system",
        "ada",
        "autonomous",
        "vehicle",
        "market",
        "company",
        "estimate",
        "system",
        "revolutionize",
        "automotive",
        "safety",
        "providing",
        "automotive",
        "grade",
        "platform",
        "advanced",
        "technology",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "federal",
        "security",
        "law",
        "word",
        "expects",
        "anticipates",
        "intends",
        "plan",
        "belief",
        "seek",
        "estimate",
        "similar",
        "expression",
        "variation",
        "word",
        "intended",
        "identify",
        "statement",
        "example",
        "foresight",
        "using",
        "statement",
        "press",
        "release",
        "discusses",
        "potential",
        "product",
        "expects",
        "future",
        "growth",
        "bolstered",
        "increased",
        "demand",
        "advanced",
        "stereo",
        "vision",
        "technology",
        "discusses",
        "closing",
        "merger",
        "transaction",
        "tamda",
        "statement",
        "deal",
        "future",
        "event",
        "based",
        "foresight",
        "current",
        "expectation",
        "subject",
        "various",
        "risk",
        "uncertainty",
        "actual",
        "result",
        "performance",
        "achievement",
        "foresight",
        "could",
        "differ",
        "materially",
        "described",
        "implied",
        "statement",
        "press",
        "release",
        "statement",
        "contained",
        "implied",
        "press",
        "release",
        "subject",
        "risk",
        "uncertainty",
        "including",
        "discussed",
        "heading",
        "risk",
        "factor",
        "foresight",
        "annual",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "march",
        "subsequent",
        "filing",
        "sec",
        "except",
        "otherwise",
        "required",
        "law",
        "foresight",
        "undertakes",
        "obligation",
        "publicly",
        "release",
        "revision",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "date",
        "hereof",
        "reflect",
        "occurrence",
        "unanticipated",
        "event",
        "reference",
        "link",
        "website",
        "provided",
        "convenience",
        "information",
        "contained",
        "website",
        "incorporated",
        "reference",
        "press",
        "release",
        "foresight",
        "autonomous",
        "holding",
        "interim",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "dollar",
        "thousand",
        "march",
        "march",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "short",
        "term",
        "deposit",
        "marketable",
        "equity",
        "security",
        "investment",
        "receivables",
        "total",
        "current",
        "asset",
        "asset",
        "marketable",
        "equity",
        "security",
        "investment",
        "affiliate",
        "company",
        "investment",
        "fixed",
        "asset",
        "net",
        "total",
        "asset",
        "liability",
        "shareholder",
        "equity",
        "current",
        "liability",
        "trade",
        "payable",
        "account",
        "payable",
        "total",
        "current",
        "liability",
        "derivative",
        "warrant",
        "liability",
        "total",
        "liability",
        "shareholder",
        "equity",
        "common",
        "stock",
        "ni",
        "par",
        "value",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "supplemental",
        "reconciliation",
        "gaap",
        "shareholder",
        "equity",
        "dollar",
        "thousand",
        "march",
        "march",
        "december",
        "gaap",
        "shareholder",
        "equity",
        "revaluation",
        "investment",
        "derivative",
        "warrant",
        "liability",
        "shareholder",
        "equity",
        "foresight",
        "autonomous",
        "holding",
        "interim",
        "condensed",
        "consolidated",
        "statement",
        "comprehensive",
        "income",
        "loss",
        "dollar",
        "thousand",
        "three",
        "month",
        "ended",
        "march",
        "research",
        "development",
        "expense",
        "marketing",
        "sale",
        "general",
        "administrative",
        "expense",
        "operating",
        "loss",
        "equity",
        "net",
        "loss",
        "affiliated",
        "company",
        "financing",
        "income",
        "expense",
        "net",
        "net",
        "profit",
        "loss",
        "foresight",
        "autonomous",
        "holding",
        "interim",
        "condensed",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "dollar",
        "thousand",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "profit",
        "loss",
        "period",
        "adjustment",
        "reconcile",
        "profit",
        "loss",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "cash",
        "flow",
        "investing",
        "activity",
        "change",
        "short",
        "term",
        "deposit",
        "investment",
        "affiliate",
        "company",
        "purchase",
        "fixed",
        "asset",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "cash",
        "flow",
        "financing",
        "activity",
        "issuance",
        "ordinary",
        "share",
        "warrant",
        "net",
        "issuance",
        "expense",
        "exercise",
        "warrant",
        "option",
        "net",
        "issuance",
        "expense",
        "receipt",
        "account",
        "share",
        "warrant",
        "net",
        "cash",
        "provided",
        "financing",
        "activity",
        "effect",
        "exchange",
        "rate",
        "change",
        "cash",
        "cash",
        "equivalent",
        "increase",
        "decrease",
        "cash",
        "cash",
        "equivalent",
        "cash",
        "cash",
        "equivalent",
        "beginning",
        "period",
        "cash",
        "cash",
        "equivalent",
        "end",
        "period",
        "foresight",
        "autonomous",
        "holding",
        "interim",
        "condensed",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "dollar",
        "thousand",
        "adjustment",
        "reconcile",
        "profit",
        "loss",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "three",
        "month",
        "ended",
        "march",
        "payment",
        "depreciation",
        "revaluation",
        "warrant",
        "equity",
        "loss",
        "affiliated",
        "company",
        "revaluation",
        "marketable",
        "security",
        "revaluation",
        "investment",
        "exchange",
        "rate",
        "change",
        "cash",
        "cash",
        "equivalent",
        "change",
        "asset",
        "liability",
        "decrease",
        "increase",
        "receivables",
        "increase",
        "decrease",
        "trade",
        "payable",
        "increase",
        "account",
        "payable",
        "adjustment",
        "reconcile",
        "profit",
        "loss",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "foresight",
        "autonomous",
        "holding",
        "supplemental",
        "reconciliation",
        "gaap",
        "result",
        "dollar",
        "thousand",
        "three",
        "month",
        "ended",
        "march",
        "gaap",
        "operating",
        "loss",
        "compensation",
        "research",
        "development",
        "compensation",
        "sale",
        "marketing",
        "compensation",
        "general",
        "administrative",
        "operating",
        "loss",
        "gaap",
        "financing",
        "income",
        "expense",
        "net",
        "revaluation",
        "investment",
        "revaluation",
        "derivative",
        "warrant",
        "liability",
        "financing",
        "expense",
        "income",
        "net",
        "gaap",
        "net",
        "profit",
        "loss",
        "compensation",
        "expense",
        "revaluation",
        "investment",
        "revaluation",
        "derivative",
        "warrant",
        "liability",
        "expense",
        "income",
        "net",
        "loss",
        "view",
        "source",
        "version",
        "http",
        "investor",
        "relation",
        "llc",
        "miri",
        "ceo",
        "msegal",
        "source",
        "foresight",
        "autonomous",
        "holding",
        "ltd"
    ]
}