{
    "organizations": [],
    "uuid": "77a59176d4d860712952e2ddabc63b0fbd5ee653",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/globe-newswire-zafgen-reports-first-quarter-2018-operating-and-financial-results.html",
    "ord_in_thread": 0,
    "title": "Zafgen Reports First Operating and Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Multiple ZGN-1061 abstracts accepted for presentation at upcoming American Diabetes Association (ADA) Scientific Sessions\nZGN-1061 Phase 1 SAD / MAD data published in Diabetes, Obesity and Metabolism\nBOSTON, May 08, 2018 (GLOBE NEWSWIRE) -- Zafgen, Inc. (Nasdaq:ZFGN), a clinical-stage biopharmaceutical company leveraging its proprietary knowledge of MetAP2 systems biology to develop novel therapies for patients affected by a range of metabolic diseases, today reported its first quarter 2018 financial results.\n“Zafgen is building significant momentum across our pipeline in 2018, following intense foundational scientific work in 2017. The positive interim clinical data from our ongoing Phase 2 proof-of-concept trial with ZGN-1061, as well as the initiation of IND enabling studies with ZGN-1258, demonstrate important progress across our two most advanced programs,” said Jeffrey Hatfield, Chief Executive Officer. “Our team has also produced multiple journal publications and scientific conference presentations outlining our scientific progress recently, with the opportunity to present more at the upcoming ADA Scientific Sessions. Additionally, we look forward to announcing full topline data from our Phase 2 ZGN-1061 proof-of-concept trial mid-year 2018 and initiating a Phase 1 clinical trial for ZGN-1258 by year end.”\nRecent Corporate and Clinical Highlights\nZGN-1061\nIn the first quarter of 2018, Zafgen announced positive interim data from the ongoing Phase 2 proof-of-concept trial of ZGN-1061 in type 2 diabetes, including clinically and statistically significant efficacy and a favorable safety profile compared to placebo. Topline data from this ongoing clinical trial is expected mid-year 2018.\nBased on the positive efficacy, safety and tolerability data from this interim analysis, Zafgen has opted to explore the higher end of ZGN-1061’s target engagement range by adding a 1.8 mg dose cohort to the clinical trial. Results from this additional cohort are expected to be announced in early 2019.\nZafgen reports today that the American Diabetes Association has accepted three ZGN-1061 abstracts for presentation at the 78 th Annual Scientific Sessions which begin June 22, 2018. These include:\n• ZGN-1061 Phase 2 proof-of-concept trial update\n• ZGN-1061 and GLP-1 effects, alone and in combination, on A1C and weight in diet-induced obesity (DIO) rats, a standard model for diabetes and obesity\n• ZGN-1061 effects on metabolic parameters, hepatic pathology and non-alcoholic fatty liver disease activity score (NAS) in DIO-NASH mice\nZGN-1061 data were recently highlighted in two significant publications in peer reviewed journals:\n• ZGN-1061 SAD / MAD data were published in Diabetes, Obesity and Metabolism\n• ZGN-1061 mechanism of safety differentiation published in the Journal of Pharmacology and Experimental Therapeutics\nZGN-1258\nIn the first quarter of 2018, Zafgen advanced ZGN-1258 into IND enabling studies, focusing on Prader-Willi syndrome (PWS) as an initial indication. The Company unveiled plans to return to the rare metabolic disease space and initially focus on PWS in January 2018. A Phase 1 clinical trial for ZGN-1258 is expected to begin in the fourth quarter of 2018. Zafgen also plans to launch a global PWS natural history study mid-year 2018 to provide important context for the ZGN-1258 clinical program.\nPipeline\nZafgen continues to leverage its novel, proprietary MetAP2 biology platform to identify an orally dosed development candidate for liver specific metabolic conditions such as NASH by year end 2018. Zafgen presented early data from this program recently, at the annual NASH Summit conference in April.\nFirst Quarter 2018 Financial Results\n“Zafgen is well positioned to support multiple potential value creating milestones in 2018 as we continue to progress ZGN-1061 towards a Phase 2 topline data readout mid-year and continues to advance ZGN-1258 towards the clinic later this year,” said Patricia Allen, Chief Financial Officer. “With a cash, cash equivalents and marketable securities balance of $89 million at March 31, 2018, we expect our cash runway to extend into the second half of 2019.”\nCash, Cash Equivalents and Marketable Securities\nAs of March 31, 2018, the Company had cash, cash equivalents and marketable securities totaling $89.1 million.\nNet Loss\nThe Company reported a net loss for the first quarter of 2018 of $16.0 million, or $0.58 per share, compared to a net loss of $13.0 million, or $0.48 per share, for the first quarter of 2017.\nThe weighted average common shares (basic and diluted) outstanding used to compute net loss per share were 27,541,594 for the first quarter of 2018 compared to 27,350,673 for the same quarter of 2017.\nResearch and Development Expenses\nResearch and development expenses for the first quarter of 2018 were $12.4 million compared to $9.7 million for the first quarter of 2017. The increase in research and development expenses compared to the prior year period was primarily due to increased costs related to ZGN-1258 as the program advances through IND enabling studies and an increase in discovery and screening of new MetAP2 inhibitors. The increase was partially offset by an overall decrease in spend related to the ZGN-1061 program, which had decreased nonclinical and manufacturing costs, partially offset by increased clinical trial costs, as compared to the prior year period.\nGeneral and Administrative Expenses\nGeneral and administrative expenses for the first quarter of 2018 were $3.3 million, compared to $3.6 million for the first quarter of 2017. The decrease in general and administrative expenses as compared to the prior year period was primarily due to a decrease in non-cash stock-based compensation expense as well as a decrease in professional fees.\n2018 Financial Guidance\nThe Company expects that its cash, cash equivalents and marketable securities balance will be greater than $40 million as of December 31, 2018.\nConference Call Information\nZafgen will host an investor conference call today, May 8, 2018 at 4:30 p.m., Eastern Time, to discuss the Company's first quarter 2018 results as well as other forward-looking information about Zafgen's business. Investors and other interested parties may participate by dialing (844) 824-7428 in the United States or (973) 500-2177 outside the United States and referencing conference ID number 6639039. The call will also be webcast live on the Company's website at https://zafgen.gcs-web.com/events-and-presentations . A replay of this conference call will be available beginning at 7:30 p.m. ET on May 8, 2018 through May 15, 2018 by dialing (855) 859-2056 in the United States or (404) 537-3406 outside the United States. To access the replay please provide Conference ID number 6639039.\nAbout Zafgen\nZafgen (Nasdaq:ZFGN) is a clinical-stage biopharmaceutical company leveraging its proprietary knowledge of MetAP2 systems biology to develop novel therapies for patients affected by a range of complex metabolic diseases. Zafgen has pioneered the study of MetAP2 inhibitors in both common and rare metabolic disorders, and its current disease areas of focus are type 2 diabetes, Prader-Willi syndrome and liver diseases. The Company’s lead product candidate is ZGN-1061, a MetAP2 inhibitor in Phase 2 clinical development with unique properties that maximize impact on metabolic parameters relevant to the treatment of type 2 diabetes and other related metabolic disorders. In 2018, Zafgen plans to file an investigational new drug (IND) application with the U.S. FDA and initiate Phase 1 clinical trials for ZGN-1258, its new molecule for the treatment of Prader-Willi syndrome and potential other rare and serious forms of obesity. Learn more at www.zafgen.com .\nSafe Harbor Statement\nVarious statements in this release concerning Zafgen's future expectations, plans and prospects, including without limitation, Zafgen's expectations regarding the use of ZGN-1258, ZGN-1061 and other second-generation MetAP2 inhibitors as treatments for metabolic diseases including Prader-Willi syndrome, type 2 diabetes and obesity and Zafgen's expectations with respect to the timing and success of its nonclinical studies and clinical trials of ZGN-1258, ZGN-1061 and its other product candidates, Zafgen’s expected cash, cash equivalents and marketable securities balance as of December 31, 2018, and Zafgen’s expectations regarding the length of its cash runway, may constitute forward-looking statements for the purposes of the safe harbor provisions under The Private Securities Litigation Reform Act of 1995 and other federal securities laws. Forward-looking statements can be identified by terminology such as \"anticipate,\" \"believe,\" \"could,\" \"could increase the likelihood,\" \"estimate,\" \"expect,\" \"intend,\" \"is planned,\" \"may,\" \"should,\" \"will,\" \"will enable,\" \"would be expected,\" \"look forward,\" \"may provide,\" \"would\" or similar terms, variations of such terms or the negative of those terms. Actual results may differ materially from those indicated by these forward-looking statements as a result of various important factors, including, without limitation, Zafgen's ability to successfully demonstrate the efficacy and safety of ZGN-1258, ZGN-1061 and its other product candidates and to differentiate ZGN-1258, ZGN-1061 and its other product candidates from first generation MetAP2 inhibitors, such as beloranib, the nonclinical and clinical results for ZGN-1258, ZGN-1061 and its other product candidates, which may not support further development and marketing approval, actions of regulatory agencies, which may affect the initiation, timing and progress of nonclinical studies and clinical trials of its product candidates, Zafgen's ability to obtain, maintain and protect its intellectual property, Zafgen's ability to enforce its patents against infringers and defend its patent portfolio against challenges from third parties, competition from others developing products for similar uses, Zafgen’s ability to manage operating expenses, Zafgen's ability to obtain additional funding to support its business activities and establish and maintain strategic business alliances and new business initiatives when needed, Zafgen's dependence on third parties for development, manufacture, marketing, sales and distribution of product candidates, and unexpected expenditures, as well as those risks more fully discussed in the section entitled \"Risk Factors\" in Zafgen's most recent Annual Report on Form 10-K filed with the Securities and Exchange Commission, as well as discussions of potential risks, uncertainties, and other important factors in Zafgen's subsequent filings with the Securities and Exchange Commission. In addition, any forward-looking statements represent Zafgen's views only as of today and should not be relied upon as representing its views as of any subsequent date. Zafgen explicitly disclaims any obligation to update any forward-looking statements, whether as a result of new information, future events or otherwise.\nMedia/Investor Relations Contacts :\nZafgen, Inc.\nPatricia Allen\nChief Financial Officer\n617-648-9792\nMedia\nKrystle Gibbs\nTen Bridge Communications\nkrystle@tenbridgecommunications.com\n508-479-6358\nInvestors\nJohn Woolford\nWestwicke Partners\nJohn.woolford@westwicke.com\n443-213-0506\nZAFGEN, INC. CONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS (In thousands, except share and per share data) (Unaudited) Three Months Ended March 31, 2018 2017 Revenue $ - $ - Operating expenses: Research and development 12,433 9,677 General and administrative 3,269 3,588 Total operating expenses 15,702 13,265 Loss from operations (15,702 ) (13,265 ) Other income (expense): Interest income 267 227 Interest expense (458 ) (73 ) Foreign currency transaction gains (losses), net (63 ) 100 Total other income (expense), net (254 ) 254 Net loss $ (15,956 ) $ (13,011 ) Net loss per share , basic and diluted $ (0.58 ) $ (0.48 ) Weighted average common shares outstanding, basic and diluted 27,541,594 27,350,673\nZAFGEN, INC. CONDENSED CONSOLIDATED BALANCE SHEETS (In thousands, except share and per share data) (Unaudited) March 31, December 31, 2018 2017 Assets Current assets: Cash and cash equivalents $ 45,731 $ 40,777 Marketable securities 43,339 61,275 Tax incentive receivable 932 946 Prepaid expenses and other current assets 1,420 1,927 Total current assets 91,422 104,925 Tax incentive receivable 581 - Property and equipment, net 479 528 Other assets 132 57 Total assets $ 92,614 $ 105,510 Liabilities and Stockholders' Equity Current liabilities: Accounts payable $ 3,796 $ 3,020 Accrued expenses 3,661 4,273 Total current liabilities 7,457 7,293 Notes payable, long-term 20,160 20,000 Total liabilities 27,617 27,293 Stockholders' equity: Preferred stock; $0.001 par value per share; 5,000,000 shares authorized as of March 31, 2018 and December 31, 2017; no shares issued and outstanding as of March 31, 2018 and December 31, 2017 - - Common stock, $0.001 par value per share; 115,000,000 shares authorized as of March 31, 2018 and December 31, 2017; 27,558,883 and 27,489,457 shares issued and outstanding as of March 31, 2018 and December 31, 2017, respectively 28 27 Additional paid-in capital 370,551 367,825 Accumulated deficit (305,533 ) (289,577 ) Accumulated other comprehensive loss (49 ) (58 ) Total stockholders' equity 64,997 78,217 Total liabilities and stockholders' equity $ 92,614 $ 105,510\nSource:Zafgen, Inc.",
    "published": "2018-05-09T00:05:00.000+03:00",
    "crawled": "2018-05-08T23:38:36.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "multiple",
        "abstract",
        "accepted",
        "presentation",
        "upcoming",
        "american",
        "diabetes",
        "association",
        "ada",
        "scientific",
        "session",
        "phase",
        "sad",
        "mad",
        "data",
        "published",
        "diabetes",
        "obesity",
        "metabolism",
        "boston",
        "may",
        "globe",
        "newswire",
        "zafgen",
        "nasdaq",
        "zfgn",
        "biopharmaceutical",
        "company",
        "leveraging",
        "proprietary",
        "knowledge",
        "metap2",
        "system",
        "biology",
        "develop",
        "novel",
        "therapy",
        "patient",
        "affected",
        "range",
        "metabolic",
        "disease",
        "today",
        "reported",
        "first",
        "quarter",
        "financial",
        "result",
        "zafgen",
        "building",
        "significant",
        "momentum",
        "across",
        "pipeline",
        "following",
        "intense",
        "foundational",
        "scientific",
        "work",
        "positive",
        "interim",
        "clinical",
        "data",
        "ongoing",
        "phase",
        "trial",
        "well",
        "initiation",
        "ind",
        "enabling",
        "study",
        "demonstrate",
        "important",
        "progress",
        "across",
        "two",
        "advanced",
        "program",
        "said",
        "jeffrey",
        "hatfield",
        "chief",
        "executive",
        "officer",
        "team",
        "also",
        "produced",
        "multiple",
        "journal",
        "publication",
        "scientific",
        "conference",
        "presentation",
        "outlining",
        "scientific",
        "progress",
        "recently",
        "opportunity",
        "present",
        "upcoming",
        "ada",
        "scientific",
        "session",
        "additionally",
        "look",
        "forward",
        "announcing",
        "full",
        "topline",
        "data",
        "phase",
        "trial",
        "initiating",
        "phase",
        "clinical",
        "trial",
        "year",
        "recent",
        "corporate",
        "clinical",
        "highlight",
        "first",
        "quarter",
        "zafgen",
        "announced",
        "positive",
        "interim",
        "data",
        "ongoing",
        "phase",
        "trial",
        "type",
        "diabetes",
        "including",
        "clinically",
        "statistically",
        "significant",
        "efficacy",
        "favorable",
        "safety",
        "profile",
        "compared",
        "placebo",
        "topline",
        "data",
        "ongoing",
        "clinical",
        "trial",
        "expected",
        "based",
        "positive",
        "efficacy",
        "safety",
        "tolerability",
        "data",
        "interim",
        "analysis",
        "zafgen",
        "opted",
        "explore",
        "higher",
        "end",
        "target",
        "engagement",
        "range",
        "adding",
        "mg",
        "dose",
        "cohort",
        "clinical",
        "trial",
        "result",
        "additional",
        "cohort",
        "expected",
        "announced",
        "early",
        "zafgen",
        "report",
        "today",
        "american",
        "diabetes",
        "association",
        "accepted",
        "three",
        "abstract",
        "presentation",
        "th",
        "annual",
        "scientific",
        "session",
        "begin",
        "june",
        "include",
        "phase",
        "trial",
        "update",
        "effect",
        "alone",
        "combination",
        "a1c",
        "weight",
        "obesity",
        "dio",
        "rat",
        "standard",
        "model",
        "diabetes",
        "obesity",
        "effect",
        "metabolic",
        "parameter",
        "hepatic",
        "pathology",
        "fatty",
        "liver",
        "disease",
        "activity",
        "score",
        "na",
        "mouse",
        "data",
        "recently",
        "highlighted",
        "two",
        "significant",
        "publication",
        "peer",
        "reviewed",
        "journal",
        "sad",
        "mad",
        "data",
        "published",
        "diabetes",
        "obesity",
        "metabolism",
        "mechanism",
        "safety",
        "differentiation",
        "published",
        "journal",
        "pharmacology",
        "experimental",
        "therapeutic",
        "first",
        "quarter",
        "zafgen",
        "advanced",
        "ind",
        "enabling",
        "study",
        "focusing",
        "syndrome",
        "pws",
        "initial",
        "indication",
        "company",
        "unveiled",
        "plan",
        "return",
        "rare",
        "metabolic",
        "disease",
        "space",
        "initially",
        "focus",
        "pws",
        "january",
        "phase",
        "clinical",
        "trial",
        "expected",
        "begin",
        "fourth",
        "quarter",
        "zafgen",
        "also",
        "plan",
        "launch",
        "global",
        "pws",
        "natural",
        "history",
        "study",
        "provide",
        "important",
        "context",
        "clinical",
        "program",
        "pipeline",
        "zafgen",
        "continues",
        "leverage",
        "novel",
        "proprietary",
        "metap2",
        "biology",
        "platform",
        "identify",
        "orally",
        "dosed",
        "development",
        "candidate",
        "liver",
        "specific",
        "metabolic",
        "condition",
        "nash",
        "year",
        "end",
        "zafgen",
        "presented",
        "early",
        "data",
        "program",
        "recently",
        "annual",
        "nash",
        "summit",
        "conference",
        "april",
        "first",
        "quarter",
        "financial",
        "result",
        "zafgen",
        "well",
        "positioned",
        "support",
        "multiple",
        "potential",
        "value",
        "creating",
        "milestone",
        "continue",
        "progress",
        "towards",
        "phase",
        "topline",
        "data",
        "readout",
        "continues",
        "advance",
        "towards",
        "clinic",
        "later",
        "year",
        "said",
        "patricia",
        "allen",
        "chief",
        "financial",
        "officer",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "balance",
        "million",
        "march",
        "expect",
        "cash",
        "runway",
        "extend",
        "second",
        "half",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "march",
        "company",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "totaling",
        "million",
        "net",
        "loss",
        "company",
        "reported",
        "net",
        "loss",
        "first",
        "quarter",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "first",
        "quarter",
        "weighted",
        "average",
        "common",
        "share",
        "basic",
        "diluted",
        "outstanding",
        "used",
        "compute",
        "net",
        "loss",
        "per",
        "share",
        "first",
        "quarter",
        "compared",
        "quarter",
        "research",
        "development",
        "expense",
        "research",
        "development",
        "expense",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "increase",
        "research",
        "development",
        "expense",
        "compared",
        "prior",
        "year",
        "period",
        "primarily",
        "due",
        "increased",
        "cost",
        "related",
        "program",
        "advance",
        "ind",
        "enabling",
        "study",
        "increase",
        "discovery",
        "screening",
        "new",
        "metap2",
        "inhibitor",
        "increase",
        "partially",
        "offset",
        "overall",
        "decrease",
        "spend",
        "related",
        "program",
        "decreased",
        "nonclinical",
        "manufacturing",
        "cost",
        "partially",
        "offset",
        "increased",
        "clinical",
        "trial",
        "cost",
        "compared",
        "prior",
        "year",
        "period",
        "general",
        "administrative",
        "expense",
        "general",
        "administrative",
        "expense",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "decrease",
        "general",
        "administrative",
        "expense",
        "compared",
        "prior",
        "year",
        "period",
        "primarily",
        "due",
        "decrease",
        "compensation",
        "expense",
        "well",
        "decrease",
        "professional",
        "fee",
        "financial",
        "guidance",
        "company",
        "expects",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "balance",
        "greater",
        "million",
        "december",
        "conference",
        "call",
        "information",
        "zafgen",
        "host",
        "investor",
        "conference",
        "call",
        "today",
        "may",
        "eastern",
        "time",
        "discus",
        "company",
        "first",
        "quarter",
        "result",
        "well",
        "information",
        "zafgen",
        "business",
        "investor",
        "interested",
        "party",
        "may",
        "participate",
        "dialing",
        "united",
        "state",
        "outside",
        "united",
        "state",
        "referencing",
        "conference",
        "id",
        "number",
        "call",
        "also",
        "webcast",
        "live",
        "company",
        "website",
        "http",
        "replay",
        "conference",
        "call",
        "available",
        "beginning",
        "et",
        "may",
        "may",
        "dialing",
        "united",
        "state",
        "outside",
        "united",
        "state",
        "access",
        "replay",
        "please",
        "provide",
        "conference",
        "id",
        "number",
        "zafgen",
        "zafgen",
        "nasdaq",
        "zfgn",
        "biopharmaceutical",
        "company",
        "leveraging",
        "proprietary",
        "knowledge",
        "metap2",
        "system",
        "biology",
        "develop",
        "novel",
        "therapy",
        "patient",
        "affected",
        "range",
        "complex",
        "metabolic",
        "disease",
        "zafgen",
        "pioneered",
        "study",
        "metap2",
        "inhibitor",
        "common",
        "rare",
        "metabolic",
        "disorder",
        "current",
        "disease",
        "area",
        "focus",
        "type",
        "diabetes",
        "syndrome",
        "liver",
        "disease",
        "company",
        "lead",
        "product",
        "candidate",
        "metap2",
        "inhibitor",
        "phase",
        "clinical",
        "development",
        "unique",
        "property",
        "maximize",
        "impact",
        "metabolic",
        "parameter",
        "relevant",
        "treatment",
        "type",
        "diabetes",
        "related",
        "metabolic",
        "disorder",
        "zafgen",
        "plan",
        "file",
        "investigational",
        "new",
        "drug",
        "ind",
        "application",
        "fda",
        "initiate",
        "phase",
        "clinical",
        "trial",
        "new",
        "molecule",
        "treatment",
        "syndrome",
        "potential",
        "rare",
        "serious",
        "form",
        "obesity",
        "learn",
        "safe",
        "harbor",
        "statement",
        "various",
        "statement",
        "release",
        "concerning",
        "zafgen",
        "future",
        "expectation",
        "plan",
        "prospect",
        "including",
        "without",
        "limitation",
        "zafgen",
        "expectation",
        "regarding",
        "use",
        "metap2",
        "inhibitor",
        "treatment",
        "metabolic",
        "disease",
        "including",
        "syndrome",
        "type",
        "diabetes",
        "obesity",
        "zafgen",
        "expectation",
        "respect",
        "timing",
        "success",
        "nonclinical",
        "study",
        "clinical",
        "trial",
        "product",
        "candidate",
        "zafgen",
        "expected",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "balance",
        "december",
        "zafgen",
        "expectation",
        "regarding",
        "length",
        "cash",
        "runway",
        "may",
        "constitute",
        "statement",
        "purpose",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "federal",
        "security",
        "law",
        "statement",
        "identified",
        "terminology",
        "anticipate",
        "believe",
        "could",
        "could",
        "increase",
        "likelihood",
        "estimate",
        "expect",
        "intend",
        "planned",
        "may",
        "enable",
        "would",
        "expected",
        "look",
        "forward",
        "may",
        "provide",
        "would",
        "similar",
        "term",
        "variation",
        "term",
        "negative",
        "term",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "indicated",
        "statement",
        "result",
        "various",
        "important",
        "factor",
        "including",
        "without",
        "limitation",
        "zafgen",
        "ability",
        "successfully",
        "demonstrate",
        "efficacy",
        "safety",
        "product",
        "candidate",
        "differentiate",
        "product",
        "candidate",
        "first",
        "generation",
        "metap2",
        "inhibitor",
        "beloranib",
        "nonclinical",
        "clinical",
        "result",
        "product",
        "candidate",
        "may",
        "support",
        "development",
        "marketing",
        "approval",
        "action",
        "regulatory",
        "agency",
        "may",
        "affect",
        "initiation",
        "timing",
        "progress",
        "nonclinical",
        "study",
        "clinical",
        "trial",
        "product",
        "candidate",
        "zafgen",
        "ability",
        "obtain",
        "maintain",
        "protect",
        "intellectual",
        "property",
        "zafgen",
        "ability",
        "enforce",
        "patent",
        "infringers",
        "defend",
        "patent",
        "portfolio",
        "challenge",
        "third",
        "party",
        "competition",
        "others",
        "developing",
        "product",
        "similar",
        "us",
        "zafgen",
        "ability",
        "manage",
        "operating",
        "expense",
        "zafgen",
        "ability",
        "obtain",
        "additional",
        "funding",
        "support",
        "business",
        "activity",
        "establish",
        "maintain",
        "strategic",
        "business",
        "alliance",
        "new",
        "business",
        "initiative",
        "needed",
        "zafgen",
        "dependence",
        "third",
        "party",
        "development",
        "manufacture",
        "marketing",
        "sale",
        "distribution",
        "product",
        "candidate",
        "unexpected",
        "expenditure",
        "well",
        "risk",
        "fully",
        "discussed",
        "section",
        "entitled",
        "risk",
        "factor",
        "zafgen",
        "recent",
        "annual",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "well",
        "discussion",
        "potential",
        "risk",
        "uncertainty",
        "important",
        "factor",
        "zafgen",
        "subsequent",
        "filing",
        "security",
        "exchange",
        "commission",
        "addition",
        "statement",
        "represent",
        "zafgen",
        "view",
        "today",
        "relied",
        "upon",
        "representing",
        "view",
        "subsequent",
        "date",
        "zafgen",
        "explicitly",
        "disclaims",
        "obligation",
        "update",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "relation",
        "contact",
        "zafgen",
        "patricia",
        "allen",
        "chief",
        "financial",
        "officer",
        "medium",
        "krystle",
        "gibbs",
        "ten",
        "bridge",
        "communication",
        "krystle",
        "investor",
        "john",
        "woolford",
        "westwicke",
        "partner",
        "zafgen",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "interest",
        "income",
        "interest",
        "expense",
        "foreign",
        "currency",
        "transaction",
        "gain",
        "loss",
        "net",
        "total",
        "income",
        "expense",
        "net",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "zafgen",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "unaudited",
        "march",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "tax",
        "incentive",
        "receivable",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "tax",
        "incentive",
        "receivable",
        "property",
        "equipment",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "total",
        "current",
        "liability",
        "note",
        "payable",
        "total",
        "liability",
        "stockholder",
        "equity",
        "preferred",
        "stock",
        "par",
        "value",
        "per",
        "share",
        "share",
        "authorized",
        "march",
        "december",
        "share",
        "issued",
        "outstanding",
        "march",
        "december",
        "common",
        "stock",
        "par",
        "value",
        "per",
        "share",
        "share",
        "authorized",
        "march",
        "december",
        "share",
        "issued",
        "outstanding",
        "march",
        "december",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "accumulated",
        "comprehensive",
        "loss",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "source",
        "zafgen",
        "inc"
    ]
}