{
    "organizations": [],
    "uuid": "f158dadf3905e0467f87565c955143667bf7fc55",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/07/globe-newswire-azarga-uranium-and-urz-energy-announce-merger-to-create-new-us-focused-isr-uranium-development-company.html",
    "ord_in_thread": 0,
    "title": "Azarga Uranium and URZ Energy Announce Merger to Create New US Focused ISR Uranium Development Company",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, British Columbia, May 07, 2018 (GLOBE NEWSWIRE) -- AZARGA URANIUM CORP. (TSX:AZZ) (FRA:P8AA) (OTCMKTS:PWURF) (“Azarga Uranium”) and URZ ENERGY CORP. (TSX-V:URZ) (OTCQB:URZZF) (“URZ Energy”) are pleased to announce the execution of a definitive arrangement agreement (“ Arrangement Agreement ”) pursuant to which Azarga Uranium and URZ Energy will merge to form a new US-focused in-situ recovery (“ ISR ”) uranium development company (the “ Transaction ”). The combination will be effected by way of a plan of arrangement completed under the Business Corporations Act (British Columbia) (the “ Plan of Arrangement ”) wherein Azarga Uranium will acquire all of the issued and outstanding shares of URZ Energy for consideration of 2.0 Azarga Uranium shares for each URZ Energy share held. Upon completion of the Transaction, the board of directors of Azarga Uranium will include three appointees from each company, with Glenn Catchpole, current CEO & Director of URZ Energy, to be appointed as Chairman. Blake Steele, current President & CEO of Azarga Uranium, will continue in his role as President & CEO of Azarga Uranium.\nBlake Steele commented, “This strategic transaction brings together two companies with a similar goal of developing US-focused ISR uranium production at a time when domestic supply has emerged as a critical factor in the push for energy security. URZ Energy’s asset base and management expertise combined with ours will further bolster our growth pipeline and position us to continue to advance the development of Dewey Burdock for the benefit of all shareholders.”\nGlenn Catchpole added, “We had great success building, and ultimately selling, Uranerz in the past and now we have the opportunity to partner our assets and expertise with Azarga Uranium to create the preeminent ISR uranium developer in America. I believe the transaction is timely, with the worldwide growth in nuclear reactor construction and confidence returning to the uranium sector.”\nTransaction Highlights:\nConsolidation of uranium assets with a focus on the US: Combined Measured & Indicated (“ M&I ”) resources of 30.7 Mlbs U 3 O 8 , plus additional Inferred resources of 8.7 Mlbs U 3 O 8 , all located in the United States, including high grade M&I resources of 8.6 Mlbs U 3 O 8 at an average grade of 0.25% U 3 O 8 at the advanced permitting-stage Dewey Burdock Project. Advanced-stage permitting at Dewey Burdock: The Dewey Burdock Project has already received several key permits and is in the process of obtaining final regulatory approvals required for project construction. A NI 43-101 preliminary economic assessment on ISR production at Dewey Burdock completed in 2015 estimated annual production of approximately 1 million lbs U 3 O 8 /year. Pipeline of growth assets with continued exploration potential: The Gas Hills Project, which has been the subject of historical mining, has been recently reinterpreted by URZ Energy for its potential to be mined via ISR methods. An additional pipeline of assets located in Wyoming, including Juniper Ridge and Shirley Basin, provide further uranium optionality. Amalgamation of sector-leading ISR development and production experience: Through its management, directors and advisors, the new company will collectively possess over 100 years of experience in the exploration, development, permitting, operation and post-mining groundwater restoration of ISR uranium mines. Strategic platform for further consolidation: Strengthened platform through which to continue to evaluate and consolidate additional low-cost, domestic ISR uranium projects in the United States. Enhanced market positioning: The combined entity will have a more diversified shareholder base, along with a heightened market capitalization to broaden investor and analyst appeal.\nTransaction Details\nUnder the terms of the Arrangement Agreement, URZ Energy shareholders will receive 2.0 shares of Azarga Uranium for each share of URZ Energy held (the “ Exchange Ratio ”). In addition, outstanding options and warrants of URZ Energy will be adjusted in accordance with their terms such that the number of Azarga Uranium shares received upon exercise and the exercise price will reflect the Exchange Ratio described above.\nThe combination will be carried out by way of a court-approved Plan of Arrangement and will be subject to the approval of at least 66 2/3% of the votes cast at a special meeting of URZ Energy shareholders. Azarga Uranium shareholder approval will also be required in accordance with the requirements of the TSX. Shareholder meetings of both companies are expected to be held in late June, 2018. The Transaction is also subject to the conversion of certain liabilities of Azarga Uranium into shares prior to closing, including Azarga Uranium’s US$1.8 million loan payable to shareholders, which the shareholders have agreed to convert at C$0.25/share, subject to completion of the Transaction, as well as applicable regulatory approvals and the satisfaction of other closing conditions customary for transactions of this nature.\nWithin five (5) days of signing the Arrangement Agreement, URZ Energy has also agreed to advance Azarga Uranium US$465,000 by way of a secured loan.\nThe Arrangement Agreement includes customary provisions, including reciprocal non-solicitation, right to match and fiduciary-out provisions, as well as standard representations, covenants and conditions for a transaction of this nature. Both parties have agreed to pay a termination fee of US$825,000 upon the occurrence of certain terminating events.\nCertain shareholders, including directors and officers, of each of Azarga Uranium and URZ Energy, holding a total of 37.7% and 8.2% respectively, have entered into voting and support agreements to, amongst other things, vote their shares held in favour of the Transaction. In addition, these shareholders have agreed to lock-up their shareholdings for a period of time extending until 180 days after closing of the Transaction.\nThe boards of directors of both Azarga Uranium and URZ Energy have each determined that the proposed Transaction is in the best interest of their respective shareholders, having taken into account advice from their financial and legal advisors, as applicable, and have each unanimously approved the Transaction and recommend that their respective shareholders vote in favour of the Transaction.\nFull details of the arrangement will be included in management information circulars to be filed by each of Azarga Uranium and URZ Energy with regulatory authorities and mailed to each party’s respective shareholders in accordance with applicable securities laws. It is expected that the management information circulars for each party will be mailed to shareholders by late May, 2018.\nThe Transaction is expected to be completed in July 2018 or such other date as the parties may agree.\nAdvisors and Counsel\nBlake, Cassels & Graydon LLP is acting as legal counsel to Azarga Uranium.\nHaywood Securities Inc. is acting as financial advisor to URZ Energy, and has provided a fairness opinion to the board of directors of URZ Energy that, as of the date thereof and subject to the assumptions, limitations and qualifications set out therein, the transaction is fair, from a financial point of view, to the shareholders of URZ Energy. Gowling WLG (Canada) LLP is acting as legal counsel to URZ Energy.\nQualified Persons and Technical Information\nThe Azarga Uranium technical information in this news release has been prepared in accordance with the Canadian regulatory requirements set out in NI 43-101 and was reviewed by John Mays, P.E., Chief Operating Officer of Azarga Uranium and a Qualified Person under NI 43-101.\nThe URZ Energy technical information in this news release has been prepared in accordance with the Canadian regulatory requirements set out in NI 43-101 and was reviewed by Glenn Catchpole, P.E., Chief Executive Officer of URZ Energy and a Qualified Person under NI 43-101.\nScientific or technical information contained herein relating to the Dewey Burdock Project is derived from the April 21, 2015 technical report titled “NI 43-101 Technical Report, Preliminary Economic Assessment, Dewey-Burdock Uranium ISR Project, South Dakota, USA”.\nMineral resources that are not mineral reserves do not have demonstrated economic viability.\nAbout Azarga Uranium Corp.\nAzarga Uranium is an integrated uranium exploration and development company that controls six uranium projects, deposits and prospects in the United States of America (South Dakota, Wyoming and Colorado) and the Kyrgyz Republic. The Dewey Burdock in-situ recovery uranium project in South Dakota (the “ Dewey Burdock Project ”), which is Azarga Uranium’s initial development priority, has received its Nuclear Regulatory Commission License and draft Class III and Class V Underground Injection Control (“ UIC ”) permits from the Environmental Protection Agency (“ EPA ”) and Azarga Uranium is in the process of completing other major regulatory permit approvals necessary for the construction of the Dewey Burdock Project, including the final Class III and Class V UIC permits from the EPA.\nAbout URZ Energy Corp.\nURZ Energy is a uranium exploration and development company that is primarily engaged in the evaluation, acquisition and development of prospective ISR uranium properties in the United States. URZ Energy owns the Gas Hills, Juniper Ridge, and Shirley Basin properties in Wyoming as well as properties in Utah and Colorado. URZ Energy is led by an experienced management team including Glenn Catchpole as CEO. Mr. Catchpole is a licensed engineer with 40 years of uranium experience, including extensive work with Cameco Corporation on its Inkai Project in Kazakhstan. Additionally, Mr. Catchpole was the former CEO of Uranerz Energy Corporation (“ Uranerz ”) prior to its US$175 million acquisition by Energy Fuels Inc. in 2015. During his tenure, Uranerz successfully explored, permitted, built, and operated its Nichols Ranch ISR uranium project in Wyoming.\nContact Information Azarga Uranium Corp. URZ Energy Corp.\nBlake Steele – President & CEO Glenn Catchpole – CEO & Director Tel: (303) 790-7528 Todd Hilditch – Executive Chairman Email: blake@azargaresources.com Tel: (307) 421-7344 or (604) 443-3831 Website: www.azargauranium.com E-mail: gcatchpole@urzenergy.com; thilditch@urzenergy.com Website: www.urzenergy.com Neither the TSX, the TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX and the TSXV) accepts responsibility for the adequacy or accuracy of this news release.\nDisclaimer for Forward-Looking Information\nCertain information and statements in this news release may be considered forward-looking information or forward-looking statements for purposes of applicable securities laws (collectively, “ forward-looking statements ”), which reflect the expectations of management regarding its disclosure and amendments thereto. Forward-looking statements consist of information or statements that are not purely historical, including any information or statements regarding beliefs, plans, expectations or intentions regarding the future. Such information or statements may include, but are not limited to, statements with respect to Azarga Uranium’s continued efforts to obtain all major regulatory permit approvals necessary for the construction of the Dewey Burdock Project, including the final Class III and Class V UIC permits from the EPA, the timing of the shareholder meetings, the Transaction is expected to be completed in July 2018 or such other date as the parties may agree, the Transaction will provide a strategic platform for further consolidation and the Transaction will result in an enhanced market position. Such statements are subject to risks and uncertainties that may cause actual results, performance or developments to differ materially from those contained in the statements. No assurance can be given that any of the events anticipated by the forward-looking statements will occur or, if they do occur, what benefits Azarga Uranium or URZ Energy will obtain from them. These forward-looking statements reflect management's current views and are based on certain expectations, estimates and assumptions, which may prove to be incorrect. A number of risks and uncertainties could cause our actual results to differ materially from those expressed or implied by the forward-looking statements, including without limitation: (1) the risk that Azarga Uranium does not obtain all major regulatory permit approvals necessary for construction of the Dewey Burdock Project, including the final Class III and Class V UIC permits from the EPA, (2) the risk that the Transaction is not completed by July 2018 or at all, (3) the risk that the Transaction does not provide a strategic platform for further consolidation, (4) the risk that the Transaction does not result in an enhanced market position, (5) the risk that such statements may prove to be inaccurate and (6) other factors beyond Azarga Uranium or URZ Energy’s control. These forward-looking statements are made as of the date of this news release and, except as required by applicable securities laws, neither Azarga Uranium nor URZ Energy assumes any obligation to update these forward-looking statements, or to update the reasons why actual results differed from those projected in the forward-looking statements. Additional information about these and other assumptions, risks and uncertainties are set out in the \"Risks and Uncertainties\" section in the most recent MD&A filed with Canadian security regulators for each of Azarga Uranium and URZ Energy.\nSource: URZ Energy Corp",
    "published": "2018-05-07T15:00:00.000+03:00",
    "crawled": "2018-05-07T17:41:29.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "british",
        "columbia",
        "may",
        "globe",
        "newswire",
        "azarga",
        "uranium",
        "tsx",
        "azz",
        "fra",
        "p8aa",
        "otcmkts",
        "pwurf",
        "azarga",
        "uranium",
        "urz",
        "energy",
        "urz",
        "otcqb",
        "urzzf",
        "urz",
        "energy",
        "pleased",
        "announce",
        "execution",
        "definitive",
        "arrangement",
        "agreement",
        "arrangement",
        "agreement",
        "pursuant",
        "azarga",
        "uranium",
        "urz",
        "energy",
        "merge",
        "form",
        "new",
        "recovery",
        "isr",
        "uranium",
        "development",
        "company",
        "transaction",
        "combination",
        "effected",
        "way",
        "plan",
        "arrangement",
        "completed",
        "business",
        "corporation",
        "act",
        "british",
        "columbia",
        "plan",
        "arrangement",
        "wherein",
        "azarga",
        "uranium",
        "acquire",
        "issued",
        "outstanding",
        "share",
        "urz",
        "energy",
        "consideration",
        "azarga",
        "uranium",
        "share",
        "urz",
        "energy",
        "share",
        "held",
        "upon",
        "completion",
        "transaction",
        "board",
        "director",
        "azarga",
        "uranium",
        "include",
        "three",
        "appointee",
        "company",
        "glenn",
        "catchpole",
        "current",
        "ceo",
        "director",
        "urz",
        "energy",
        "appointed",
        "chairman",
        "blake",
        "steele",
        "current",
        "president",
        "ceo",
        "azarga",
        "uranium",
        "continue",
        "role",
        "president",
        "ceo",
        "azarga",
        "uranium",
        "blake",
        "steele",
        "commented",
        "strategic",
        "transaction",
        "brings",
        "together",
        "two",
        "company",
        "similar",
        "goal",
        "developing",
        "isr",
        "uranium",
        "production",
        "time",
        "domestic",
        "supply",
        "emerged",
        "critical",
        "factor",
        "push",
        "energy",
        "security",
        "urz",
        "energy",
        "asset",
        "base",
        "management",
        "expertise",
        "combined",
        "bolster",
        "growth",
        "pipeline",
        "position",
        "u",
        "continue",
        "advance",
        "development",
        "dewey",
        "burdock",
        "benefit",
        "glenn",
        "catchpole",
        "added",
        "great",
        "success",
        "building",
        "ultimately",
        "selling",
        "uranerz",
        "past",
        "opportunity",
        "partner",
        "asset",
        "expertise",
        "azarga",
        "uranium",
        "create",
        "preeminent",
        "isr",
        "uranium",
        "developer",
        "america",
        "believe",
        "transaction",
        "timely",
        "worldwide",
        "growth",
        "nuclear",
        "reactor",
        "construction",
        "confidence",
        "returning",
        "uranium",
        "transaction",
        "highlight",
        "consolidation",
        "uranium",
        "asset",
        "focus",
        "u",
        "combined",
        "measured",
        "indicated",
        "resource",
        "mlbs",
        "u",
        "plus",
        "additional",
        "inferred",
        "resource",
        "mlbs",
        "u",
        "located",
        "united",
        "state",
        "including",
        "high",
        "grade",
        "resource",
        "mlbs",
        "u",
        "average",
        "grade",
        "u",
        "advanced",
        "dewey",
        "burdock",
        "project",
        "permitting",
        "dewey",
        "burdock",
        "dewey",
        "burdock",
        "project",
        "already",
        "received",
        "several",
        "key",
        "permit",
        "process",
        "obtaining",
        "final",
        "regulatory",
        "approval",
        "required",
        "project",
        "construction",
        "ni",
        "preliminary",
        "economic",
        "assessment",
        "isr",
        "production",
        "dewey",
        "burdock",
        "completed",
        "estimated",
        "annual",
        "production",
        "approximately",
        "million",
        "lb",
        "u",
        "pipeline",
        "growth",
        "asset",
        "continued",
        "exploration",
        "potential",
        "gas",
        "hill",
        "project",
        "subject",
        "historical",
        "mining",
        "recently",
        "reinterpreted",
        "urz",
        "energy",
        "potential",
        "mined",
        "via",
        "isr",
        "method",
        "additional",
        "pipeline",
        "asset",
        "located",
        "wyoming",
        "including",
        "juniper",
        "ridge",
        "shirley",
        "basin",
        "provide",
        "uranium",
        "optionality",
        "amalgamation",
        "isr",
        "development",
        "production",
        "experience",
        "management",
        "director",
        "advisor",
        "new",
        "company",
        "collectively",
        "possess",
        "year",
        "experience",
        "exploration",
        "development",
        "permitting",
        "operation",
        "groundwater",
        "restoration",
        "isr",
        "uranium",
        "mine",
        "strategic",
        "platform",
        "consolidation",
        "strengthened",
        "platform",
        "continue",
        "evaluate",
        "consolidate",
        "additional",
        "domestic",
        "isr",
        "uranium",
        "project",
        "united",
        "state",
        "enhanced",
        "market",
        "positioning",
        "combined",
        "entity",
        "diversified",
        "shareholder",
        "base",
        "along",
        "heightened",
        "market",
        "capitalization",
        "broaden",
        "investor",
        "analyst",
        "appeal",
        "transaction",
        "detail",
        "term",
        "arrangement",
        "agreement",
        "urz",
        "energy",
        "shareholder",
        "receive",
        "share",
        "azarga",
        "uranium",
        "share",
        "urz",
        "energy",
        "held",
        "exchange",
        "ratio",
        "addition",
        "outstanding",
        "option",
        "warrant",
        "urz",
        "energy",
        "adjusted",
        "accordance",
        "term",
        "number",
        "azarga",
        "uranium",
        "share",
        "received",
        "upon",
        "exercise",
        "exercise",
        "price",
        "reflect",
        "exchange",
        "ratio",
        "described",
        "combination",
        "carried",
        "way",
        "plan",
        "arrangement",
        "subject",
        "approval",
        "least",
        "vote",
        "cast",
        "special",
        "meeting",
        "urz",
        "energy",
        "shareholder",
        "azarga",
        "uranium",
        "shareholder",
        "approval",
        "also",
        "required",
        "accordance",
        "requirement",
        "tsx",
        "shareholder",
        "meeting",
        "company",
        "expected",
        "held",
        "late",
        "june",
        "transaction",
        "also",
        "subject",
        "conversion",
        "certain",
        "liability",
        "azarga",
        "uranium",
        "share",
        "prior",
        "closing",
        "including",
        "azarga",
        "uranium",
        "u",
        "million",
        "loan",
        "payable",
        "shareholder",
        "shareholder",
        "agreed",
        "convert",
        "c",
        "subject",
        "completion",
        "transaction",
        "well",
        "applicable",
        "regulatory",
        "approval",
        "satisfaction",
        "closing",
        "condition",
        "customary",
        "transaction",
        "nature",
        "within",
        "five",
        "day",
        "signing",
        "arrangement",
        "agreement",
        "urz",
        "energy",
        "also",
        "agreed",
        "advance",
        "azarga",
        "uranium",
        "u",
        "way",
        "secured",
        "loan",
        "arrangement",
        "agreement",
        "includes",
        "customary",
        "provision",
        "including",
        "reciprocal",
        "right",
        "match",
        "provision",
        "well",
        "standard",
        "representation",
        "covenant",
        "condition",
        "transaction",
        "nature",
        "party",
        "agreed",
        "pay",
        "termination",
        "fee",
        "u",
        "upon",
        "occurrence",
        "certain",
        "terminating",
        "event",
        "certain",
        "shareholder",
        "including",
        "director",
        "officer",
        "azarga",
        "uranium",
        "urz",
        "energy",
        "holding",
        "total",
        "respectively",
        "entered",
        "voting",
        "support",
        "agreement",
        "amongst",
        "thing",
        "vote",
        "share",
        "held",
        "favour",
        "transaction",
        "addition",
        "shareholder",
        "agreed",
        "shareholding",
        "period",
        "time",
        "extending",
        "day",
        "closing",
        "transaction",
        "board",
        "director",
        "azarga",
        "uranium",
        "urz",
        "energy",
        "determined",
        "proposed",
        "transaction",
        "best",
        "interest",
        "respective",
        "shareholder",
        "taken",
        "account",
        "advice",
        "financial",
        "legal",
        "advisor",
        "applicable",
        "unanimously",
        "approved",
        "transaction",
        "recommend",
        "respective",
        "shareholder",
        "vote",
        "favour",
        "transaction",
        "full",
        "detail",
        "arrangement",
        "included",
        "management",
        "information",
        "circular",
        "filed",
        "azarga",
        "uranium",
        "urz",
        "energy",
        "regulatory",
        "authority",
        "mailed",
        "party",
        "respective",
        "shareholder",
        "accordance",
        "applicable",
        "security",
        "law",
        "expected",
        "management",
        "information",
        "circular",
        "party",
        "mailed",
        "shareholder",
        "late",
        "may",
        "transaction",
        "expected",
        "completed",
        "july",
        "date",
        "party",
        "may",
        "agree",
        "advisor",
        "counsel",
        "blake",
        "cassels",
        "graydon",
        "llp",
        "acting",
        "legal",
        "counsel",
        "azarga",
        "uranium",
        "haywood",
        "security",
        "acting",
        "financial",
        "advisor",
        "urz",
        "energy",
        "provided",
        "fairness",
        "opinion",
        "board",
        "director",
        "urz",
        "energy",
        "date",
        "thereof",
        "subject",
        "assumption",
        "limitation",
        "qualification",
        "set",
        "therein",
        "transaction",
        "fair",
        "financial",
        "point",
        "view",
        "shareholder",
        "urz",
        "energy",
        "gowling",
        "wlg",
        "canada",
        "llp",
        "acting",
        "legal",
        "counsel",
        "urz",
        "energy",
        "qualified",
        "person",
        "technical",
        "information",
        "azarga",
        "uranium",
        "technical",
        "information",
        "news",
        "release",
        "prepared",
        "accordance",
        "canadian",
        "regulatory",
        "requirement",
        "set",
        "ni",
        "reviewed",
        "john",
        "may",
        "chief",
        "operating",
        "officer",
        "azarga",
        "uranium",
        "qualified",
        "person",
        "ni",
        "urz",
        "energy",
        "technical",
        "information",
        "news",
        "release",
        "prepared",
        "accordance",
        "canadian",
        "regulatory",
        "requirement",
        "set",
        "ni",
        "reviewed",
        "glenn",
        "catchpole",
        "chief",
        "executive",
        "officer",
        "urz",
        "energy",
        "qualified",
        "person",
        "ni",
        "scientific",
        "technical",
        "information",
        "contained",
        "herein",
        "relating",
        "dewey",
        "burdock",
        "project",
        "derived",
        "april",
        "technical",
        "report",
        "titled",
        "ni",
        "technical",
        "report",
        "preliminary",
        "economic",
        "assessment",
        "uranium",
        "isr",
        "project",
        "south",
        "dakota",
        "usa",
        "mineral",
        "resource",
        "mineral",
        "reserve",
        "demonstrated",
        "economic",
        "viability",
        "azarga",
        "uranium",
        "azarga",
        "uranium",
        "integrated",
        "uranium",
        "exploration",
        "development",
        "company",
        "control",
        "six",
        "uranium",
        "project",
        "deposit",
        "prospect",
        "united",
        "state",
        "america",
        "south",
        "dakota",
        "wyoming",
        "colorado",
        "kyrgyz",
        "republic",
        "dewey",
        "burdock",
        "recovery",
        "uranium",
        "project",
        "south",
        "dakota",
        "dewey",
        "burdock",
        "project",
        "azarga",
        "uranium",
        "initial",
        "development",
        "priority",
        "received",
        "nuclear",
        "regulatory",
        "commission",
        "license",
        "draft",
        "class",
        "iii",
        "class",
        "v",
        "underground",
        "injection",
        "control",
        "uic",
        "permit",
        "environmental",
        "protection",
        "agency",
        "epa",
        "azarga",
        "uranium",
        "process",
        "completing",
        "major",
        "regulatory",
        "permit",
        "approval",
        "necessary",
        "construction",
        "dewey",
        "burdock",
        "project",
        "including",
        "final",
        "class",
        "iii",
        "class",
        "v",
        "uic",
        "permit",
        "epa",
        "urz",
        "energy",
        "urz",
        "energy",
        "uranium",
        "exploration",
        "development",
        "company",
        "primarily",
        "engaged",
        "evaluation",
        "acquisition",
        "development",
        "prospective",
        "isr",
        "uranium",
        "property",
        "united",
        "state",
        "urz",
        "energy",
        "owns",
        "gas",
        "hill",
        "juniper",
        "ridge",
        "shirley",
        "basin",
        "property",
        "wyoming",
        "well",
        "property",
        "utah",
        "colorado",
        "urz",
        "energy",
        "led",
        "experienced",
        "management",
        "team",
        "including",
        "glenn",
        "catchpole",
        "ceo",
        "catchpole",
        "licensed",
        "engineer",
        "year",
        "uranium",
        "experience",
        "including",
        "extensive",
        "work",
        "cameco",
        "corporation",
        "inkai",
        "project",
        "kazakhstan",
        "additionally",
        "catchpole",
        "former",
        "ceo",
        "uranerz",
        "energy",
        "corporation",
        "uranerz",
        "prior",
        "u",
        "million",
        "acquisition",
        "energy",
        "fuel",
        "tenure",
        "uranerz",
        "successfully",
        "explored",
        "permitted",
        "built",
        "operated",
        "nichols",
        "ranch",
        "isr",
        "uranium",
        "project",
        "wyoming",
        "contact",
        "information",
        "azarga",
        "uranium",
        "urz",
        "energy",
        "blake",
        "steele",
        "president",
        "ceo",
        "glenn",
        "catchpole",
        "ceo",
        "director",
        "tel",
        "todd",
        "hilditch",
        "executive",
        "chairman",
        "email",
        "blake",
        "tel",
        "website",
        "gcatchpole",
        "thilditch",
        "website",
        "neither",
        "tsx",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "tsxv",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "news",
        "release",
        "disclaimer",
        "information",
        "certain",
        "information",
        "statement",
        "news",
        "release",
        "may",
        "considered",
        "information",
        "statement",
        "purpose",
        "applicable",
        "security",
        "law",
        "collectively",
        "statement",
        "reflect",
        "expectation",
        "management",
        "regarding",
        "disclosure",
        "amendment",
        "thereto",
        "statement",
        "consist",
        "information",
        "statement",
        "purely",
        "historical",
        "including",
        "information",
        "statement",
        "regarding",
        "belief",
        "plan",
        "expectation",
        "intention",
        "regarding",
        "future",
        "information",
        "statement",
        "may",
        "include",
        "limited",
        "statement",
        "respect",
        "azarga",
        "uranium",
        "continued",
        "effort",
        "obtain",
        "major",
        "regulatory",
        "permit",
        "approval",
        "necessary",
        "construction",
        "dewey",
        "burdock",
        "project",
        "including",
        "final",
        "class",
        "iii",
        "class",
        "v",
        "uic",
        "permit",
        "epa",
        "timing",
        "shareholder",
        "meeting",
        "transaction",
        "expected",
        "completed",
        "july",
        "date",
        "party",
        "may",
        "agree",
        "transaction",
        "provide",
        "strategic",
        "platform",
        "consolidation",
        "transaction",
        "result",
        "enhanced",
        "market",
        "position",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "development",
        "differ",
        "materially",
        "contained",
        "statement",
        "assurance",
        "given",
        "event",
        "anticipated",
        "statement",
        "occur",
        "occur",
        "benefit",
        "azarga",
        "uranium",
        "urz",
        "energy",
        "obtain",
        "statement",
        "reflect",
        "management",
        "current",
        "view",
        "based",
        "certain",
        "expectation",
        "estimate",
        "assumption",
        "may",
        "prove",
        "incorrect",
        "number",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "including",
        "without",
        "limitation",
        "risk",
        "azarga",
        "uranium",
        "obtain",
        "major",
        "regulatory",
        "permit",
        "approval",
        "necessary",
        "construction",
        "dewey",
        "burdock",
        "project",
        "including",
        "final",
        "class",
        "iii",
        "class",
        "v",
        "uic",
        "permit",
        "epa",
        "risk",
        "transaction",
        "completed",
        "july",
        "risk",
        "transaction",
        "provide",
        "strategic",
        "platform",
        "consolidation",
        "risk",
        "transaction",
        "result",
        "enhanced",
        "market",
        "position",
        "risk",
        "statement",
        "may",
        "prove",
        "inaccurate",
        "factor",
        "beyond",
        "azarga",
        "uranium",
        "urz",
        "energy",
        "control",
        "statement",
        "made",
        "date",
        "news",
        "release",
        "except",
        "required",
        "applicable",
        "security",
        "law",
        "neither",
        "azarga",
        "uranium",
        "urz",
        "energy",
        "assumes",
        "obligation",
        "update",
        "statement",
        "update",
        "reason",
        "actual",
        "result",
        "differed",
        "projected",
        "statement",
        "additional",
        "information",
        "assumption",
        "risk",
        "uncertainty",
        "set",
        "risk",
        "uncertainty",
        "section",
        "recent",
        "md",
        "filed",
        "canadian",
        "security",
        "regulator",
        "azarga",
        "uranium",
        "urz",
        "energy",
        "source",
        "urz",
        "energy",
        "corp"
    ]
}