{
    "organizations": [],
    "uuid": "79a393129174200864798a02eab664b84594e9f8",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/15/globe-newswire-spar-group-announces-financial-results-for-the-first-quarter-ended-march-31-2018.html",
    "ord_in_thread": 0,
    "title": "SPAR Group Announces Financial Results for the First Quarter Ended March 31, 2018",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WHITE PLAINS, N.Y., SPAR Group, Inc. (Nasdaq:SGRP), a leading supplier of retail merchandising, business technology and other marketing services in 10 countries throughout North America, Latin America, Asia Pacific and Africa, today announced financial results for the\nHighlights for the three month period ended March 31, 2018, as compared to the same period in the prior year include:\nRevenue for the first quarter of 2018 increased $14.7 million, or 36.8 percent, to $54.6 million. International operations contributed $7.7 million of the increase. Domestic operations contributed $7 million of the year-over-year revenue growth.\nOperating income for the first quarter increased $245,000, or 50.5%, to $730,000, compared to $485,000 for the same period last year. The increase in operating income was primarily driven by the growth in our international operations, partially offset by a decline in our operating profit in our domestic operations.\nNet income attributable to SPAR Group for the first quarter of 2018 was $124,000, or $0.01 per diluted share, compared to a net loss of ($244,000), or ($0.01) per diluted share, during the first quarter of 2017.\nFinancial Results by Geography (in 000's) Three Months Ended March 31, % Revenue: 2018 2017 Change International $ 36,210 $ 28,565 26.8% Domestic 18,369 11,321 62.3% Total $ 54,579 $ 39,886 36.8 %\nThree Months Ended March 31, % Operating Income: 2018 2017 Change International $ 1,050 $ 421 149.0% Domestic (320 ) 64 (n/a) Total $ 730 $ 485 50.5 %\nThree Months Ended March 31, Net Income (loss): 2018 2017 International $ 387 $ 18 Domestic (263 ) (262 ) Total $ 124 $ (244 ) Earnings Per Basic and Diluted share: $ 0.01 $ (0.01 ) “As expected, we saw solid double-digit top-line growth both domestically and internationally during the first quarter. Positive comparisons in our domestic business were driven by the acquisition of Resource Plus early this quarter, which added incremental revenue and created opportunities for cross selling services. In addition, domestic revenue growth benefited from two new retail customer relationships and from projects expected to close during the second quarter that were accelerated into the first quarter, which will put some near-term pressure on revenue comparisons. With more than a year passing since we made our last major international acquisition, the 27% growth in international revenue reflects strong organic growth of our combined international business. International revenue was particularly strong in Brazil, South Africa and Mexico.” said Chief Executive Officer, Christiaan Olivier. “Overall, while profitability is improving, we still have room to make improvements. Our domestic profitability will face near-term pressure due to incremental investments in business development and technology and continued pricing pressure in all channels. However, we are implementing a comprehensive strategic plan this year to create sustainable improvements in profitability and returns. One of the first areas of change is to our domestic field services. We are currently evaluating new vendors that we expect can provide beneficial terms to improve efficiency of our operations while maintaining or improving the customer experience. We expect this initiative and others to drive meaningful improvements in our financial results this year and for several years to come.”\nMargin Profile by Geography Gross Margin: Three Months Ended March 31, Basis Point 2018 2017 Change International 15.0% 17.1% (207) Domestic 23.3% 27.9% (459) Total 17.8 % 20.2 % (235)\nOperating Income as a % of Sales: Three Months Ended March 31,\nBasis Point 2018 2017 Change International 2.9% 1.5% 143 Domestic (1.7)% 0.6% (230) Total 1.3 % 1.2 % 12 With the exception of Canada and Australia, which generated positive gross profit margin improvement, all other international subsidiaries experienced gross margin pressure in the first three months of 2018 compared to the same period last year.\nThe decrease in domestic gross profit margin was due to the mix of business from our Resource Plus acquisition in this quarter and an increase in lower margin project work compared to the same periods last year.\nBalance Sheet as of March 31, 2018\nAt March 31, 2018, cash and cash equivalents totaled $8.9 million. Working capital was $22.9 million and current ratio was 1.7 to 1. Total current assets and total assets were $54.6 million and $69.3 million, respectively. Total liabilities were $40.7 million and total equity was $28.6 million at March 31, 2018.\nAbout SPAR Group\nSPAR Group, Inc. is a diversified international merchandising and marketing services Company and provides a broad array of services worldwide to help companies improve their sales, operating efficiency and profits at retail locations. The Company provides merchandising and other marketing services to manufacturers, distributors and retailers worldwide and coordinates the operations through the use of multi-lingual proprietary technology which drives the logistics, communication and reporting for global operations and customers. SPAR works primarily in mass merchandiser, office supply, value, grocery, drug, independent, convenience, home improvement and electronics stores, as well as providing furniture and other product assembly services, audit services, in-store events, technology services and marketing research. The Company has supplied these project and product services in the United States since certain of its predecessors were formed in 1979 and internationally since the Company acquired its first international subsidiary in Japan in May of 2001. Product services include restocking and adding new products, removing spoiled or outdated products, resetting categories \"on the shelf\" in accordance with client or store schematics, confirming and replacing shelf tags, setting new sale or promotional product displays and advertising, replenishing kiosks, providing in-store event staffing and providing assembly services in stores, homes and offices. Audit services include price audits, point of sale audits, out of stock audits, intercept surveys and planogram audits. Other merchandising services include whole store or departmental product sets or resets (including new store openings), new product launches, in-store demonstrations, special seasonal or promotional merchandising, focused product support and product recalls. The Company currently does business in ten countries that encompass approximately 50% of the total world population through its operations in the United States, Canada, Japan, South Africa, India, China, Australia, Mexico, Brazil and Turkey. For more information, please visit the SPAR Group's website at http://www.sparinc.com .\nForward-Looking Statements\nThis Press Release contains and the above referenced recorded comments will contain \"forward-looking statements\" made by SPAR Group, Inc. (\"SGRP\", and together with its subsidiaries, the \"SPAR Group\" or the \"Company\"), will be filed shortly in a Current Report on Form 8-K by SGRP with the Securities and Exchange Commission (the \"SEC\"). There also are \"forward looking statements\" contained in SGRP's Annual Report on Form 10-K for the year ended December 31, 2017 (the \"Annual Report\"), which was filed by SGRP with the SEC on April 2, 2018, and SGRP's definitive Proxy Statement respecting its Annual Meeting of Stockholders to be held on or about May 2, 2017 (the \"Proxy Statement\"), which SGRP filed with the SEC on April 18, 2018, and SGRP's Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and other reports and statements as and when filed with the SEC (including the Annual Report and the Proxy Statement, each a \"SEC Report\"). \"Forward-looking statements\" are defined in Section 27A of the Securities Act of 1933, as amended (the \"Securities Act\") and Section 21E of the Securities Exchange Act of 1934, as amended (the \"Exchange Act\"), and other applicable federal and state securities laws, rules and regulations, as amended (together with the Securities Act and Exchange Act, collectively, \"Securities Laws\").\nThe forward-looking statements made by the Company in this Press Release may include (without limitation) any expectations, guidance or other information respecting the pursuit or achievement of the Company's corporate strategic objectives (growth, customer value, employee development, greater productivity & efficiency, and earnings per share), building upon the Company's strong foundation, leveraging compatible global opportunities, growing the Company’s client base and contacts, continuing to strengthen the Company’s balance sheet, growing revenues and improving profitability through organic growth, new business developments and strategic acquisitions, and continuing to control costs. The Company's forward-looking statements also include, in particular and without limitation, those made in \"Business\", \"Risk Factors\", \"Legal Proceedings\", and \"Management's Discussion and Analysis of Financial Condition and Results of Operations\" in the Annual Report. You can identify forward-looking statements in such information by the Company's use of terms such as \"may\", \"will\", \"expect\", \"intend\", \"believe\", \"estimate\", \"anticipate\", \"continue\", \"plan\", \"project\" or similar words or variations or negatives of those words.\nYou should carefully consider (and not place undue reliance on) the Company's forward-looking statements, risk factors and the other risks, cautions and information made, contained or noted in or incorporated by reference into this Press Release, the Annual Report, the Proxy Statement and the other applicable SEC Reports that could cause the Company's actual performance or condition (including its assets, business, clients, capital, cash flow, credit, expenses, financial condition, income, liabilities, liquidity, locations, marketing, operations, performance, prospects, sales, strategies, taxation or other achievement, results, risks, trends or condition) to differ materially from the performance or condition planned, intended, anticipated, estimated or otherwise expected by the Company (collectively, \"expectations\") and described in the information in the Company's forward-looking and other statements, whether express or implied. Although the Company believes them to be reasonable, those expectations involve known and unknown risks, uncertainties and other unpredictable factors (many of which are beyond the Company's control) that could cause those expectations to fail to occur or be realized or such actual performance or condition to be materially and adversely different from the Company's expectations. In addition, new risks and uncertainties arise from time to time, and it is impossible for the Company to predict these matters or how they may arise or affect the Company. Accordingly, the Company cannot assure you that its expectations will be achieved in whole or in part, that the Company has identified all potential risks, or that the Company can successfully avoid or mitigate such risks in whole or in part, any of which could be significant and materially adverse to the Company and the value of your investment in SGRP's Common Stock.\nYou should carefully review the risk factors described in the Annual Report (See Item 1A – Risk Factors) and any other risks, cautions or information made, contained or noted in or incorporated by reference into the Annual Report, the Proxy Statement or other applicable SEC Report. All forward-looking and other statements or information attributable to the Company or persons acting on its behalf are expressly subject to and qualified by all such risk factors and other risks, cautions and information.\nThe Company does not intend or promise, and the Company expressly disclaims any obligation, to publicly update or revise any forward-looking statements, risk factors or other risks, cautions or information (in whole or in part), whether as a result of new information, risks or uncertainties, future events or recognition or otherwise, except as and to the extent required by applicable law.\nSPAR Group, Inc. and Subsidiaries Condensed Consolidated Statements of Income (Loss) and Comprehensive Income (Loss) (In thousands, except share and per share data) (Unaudited) Three Months Ended March 31, 2018 2017\nNet revenues $ 54,579 $ 39,886 Cost of revenues 44,849 31,838 Gross profit 9,730 8,048 Selling, general and administrative expenses 8,458 7,058 Depreciation and amortization 542 505 Operating income 730 485 Interest expense 199 (46 ) Other (income), net (72 ) (62 ) Income before income tax expense 603 593 Income tax expense 178 419 Net income 425 174 Net income attributable to non-controlling interest (301 ) (418 ) Net income (loss) attributable to SPAR Group, Inc. $ 124 $ (244 )\nBasic net income per common share: $ 0.01 $ (0.01 )\nDiluted net income per common share: $ 0.01 $ (0.01 ) Weighted average common shares – basic 20,648 20,649 Weighted average common shares – diluted 21,599 20,649 Net income $ 425 $ 174 Other comprehensive (loss) income: Foreign currency translation adjustments (30 ) 164 Comprehensive income 395 338 Comprehensive income attributable to non-controlling interest (271 ) (516 ) Comprehensive income (loss) attributable to SPAR Group, Inc. $ 124 $ (178 )\nSPAR Group, Inc. and Subsidiaries Condensed Consolidated Balance Sheets (In thousands, except share and per share data) March 31,\n2018\nDecember 31,\n2017 Assets (Unaudited) Current assets: 8,862 $ 8,827 Accounts receivable, net 43,051 35,964 Prepaid expenses and other current assets 2,721 2,031 Total current assets 54,634 46,822\nProperty and equipment, net 2,819 2,712 Goodwill 3,173 1,836 Intangible assets, net 4,189 1,634 Deferred income taxes 3,063 3,055 Other assets 1,422 1,929 Total assets $ 69,300 $ 57,988\nLiabilities and equity Current liabilities: Accounts payable $ 7,868 $ 7,341 Accrued expenses and other current liabilities 15,058 13,581 Due to affiliates 4,978 3,026 Customer incentives and deposits 1,427 1,539 Lines of credit and short-term loans 2414 6,839 31,745 32,326 Long-term debt and other liabilities 8,996 107 Total liabilities 40,741 32,433 Equity: SPAR Group, Inc. equity Preferred stock, $.01 par value: Authorized and available shares– 2,445,598 Issued and outstanding shares– None – March 31, 2018, and December 31, 2017 – – Common stock, $.01 par value: Authorized shares – 47,000,000 Issued shares –\n20,680,717 – March 31, 2018, and December 31, 2017 207 207 Treasury stock, at cost\n33,013 shares – March 31, 2018, and\n104,398 shares – December 31, 2018 (36 ) (115 ) 16,241 16,271 Accumulated other comprehensive loss (1,690 ) (1,690 ) Retained earnings 5,101 4,977 Total SPAR Group, Inc. equity 19,823 19,650 Non-controlling interest 8,736 5,905 Total equity 28,559 25,555 Total liabilities and equity $ 69,300 $ 57,988 Company Contact: James R. Segreto Chief Financial Officer SPAR Group, Inc. (914) 332-4100 Investor Contact: Dave Mossberg Three Part Advisors (817) 310-0051\nSource: SPAR Group",
    "published": "2018-05-16T00:05:00.000+03:00",
    "crawled": "2018-05-16T02:50:21.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "white",
        "plain",
        "spar",
        "group",
        "nasdaq",
        "sgrp",
        "leading",
        "supplier",
        "retail",
        "merchandising",
        "business",
        "technology",
        "marketing",
        "service",
        "country",
        "throughout",
        "north",
        "america",
        "latin",
        "america",
        "asia",
        "pacific",
        "africa",
        "today",
        "announced",
        "financial",
        "result",
        "highlight",
        "three",
        "month",
        "period",
        "ended",
        "march",
        "compared",
        "period",
        "prior",
        "year",
        "include",
        "revenue",
        "first",
        "quarter",
        "increased",
        "million",
        "percent",
        "million",
        "international",
        "operation",
        "contributed",
        "million",
        "increase",
        "domestic",
        "operation",
        "contributed",
        "million",
        "revenue",
        "growth",
        "operating",
        "income",
        "first",
        "quarter",
        "increased",
        "compared",
        "period",
        "last",
        "year",
        "increase",
        "operating",
        "income",
        "primarily",
        "driven",
        "growth",
        "international",
        "operation",
        "partially",
        "offset",
        "decline",
        "operating",
        "profit",
        "domestic",
        "operation",
        "net",
        "income",
        "attributable",
        "spar",
        "group",
        "first",
        "quarter",
        "per",
        "diluted",
        "share",
        "compared",
        "net",
        "loss",
        "per",
        "diluted",
        "share",
        "first",
        "quarter",
        "financial",
        "result",
        "geography",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "change",
        "international",
        "domestic",
        "total",
        "three",
        "month",
        "ended",
        "march",
        "operating",
        "income",
        "change",
        "international",
        "domestic",
        "total",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "income",
        "loss",
        "international",
        "domestic",
        "total",
        "earnings",
        "per",
        "basic",
        "diluted",
        "share",
        "expected",
        "saw",
        "solid",
        "growth",
        "domestically",
        "internationally",
        "first",
        "quarter",
        "positive",
        "comparison",
        "domestic",
        "business",
        "driven",
        "acquisition",
        "resource",
        "plus",
        "early",
        "quarter",
        "added",
        "incremental",
        "revenue",
        "created",
        "opportunity",
        "cross",
        "selling",
        "service",
        "addition",
        "domestic",
        "revenue",
        "growth",
        "benefited",
        "two",
        "new",
        "retail",
        "customer",
        "relationship",
        "project",
        "expected",
        "close",
        "second",
        "quarter",
        "accelerated",
        "first",
        "quarter",
        "put",
        "pressure",
        "revenue",
        "comparison",
        "year",
        "passing",
        "since",
        "made",
        "last",
        "major",
        "international",
        "acquisition",
        "growth",
        "international",
        "revenue",
        "reflects",
        "strong",
        "organic",
        "growth",
        "combined",
        "international",
        "business",
        "international",
        "revenue",
        "particularly",
        "strong",
        "brazil",
        "south",
        "africa",
        "said",
        "chief",
        "executive",
        "officer",
        "christiaan",
        "olivier",
        "overall",
        "profitability",
        "improving",
        "still",
        "room",
        "make",
        "improvement",
        "domestic",
        "profitability",
        "face",
        "pressure",
        "due",
        "incremental",
        "investment",
        "business",
        "development",
        "technology",
        "continued",
        "pricing",
        "pressure",
        "channel",
        "however",
        "implementing",
        "comprehensive",
        "strategic",
        "plan",
        "year",
        "create",
        "sustainable",
        "improvement",
        "profitability",
        "return",
        "one",
        "first",
        "area",
        "change",
        "domestic",
        "field",
        "service",
        "currently",
        "evaluating",
        "new",
        "vendor",
        "expect",
        "provide",
        "beneficial",
        "term",
        "improve",
        "efficiency",
        "operation",
        "maintaining",
        "improving",
        "customer",
        "experience",
        "expect",
        "initiative",
        "others",
        "drive",
        "meaningful",
        "improvement",
        "financial",
        "result",
        "year",
        "several",
        "year",
        "margin",
        "profile",
        "geography",
        "gross",
        "margin",
        "three",
        "month",
        "ended",
        "march",
        "basis",
        "point",
        "change",
        "international",
        "domestic",
        "total",
        "operating",
        "income",
        "sale",
        "three",
        "month",
        "ended",
        "march",
        "basis",
        "point",
        "change",
        "international",
        "domestic",
        "total",
        "exception",
        "canada",
        "australia",
        "generated",
        "positive",
        "gross",
        "profit",
        "margin",
        "improvement",
        "international",
        "subsidiary",
        "experienced",
        "gross",
        "margin",
        "pressure",
        "first",
        "three",
        "month",
        "compared",
        "period",
        "last",
        "year",
        "decrease",
        "domestic",
        "gross",
        "profit",
        "margin",
        "due",
        "mix",
        "business",
        "resource",
        "plus",
        "acquisition",
        "quarter",
        "increase",
        "lower",
        "margin",
        "project",
        "work",
        "compared",
        "period",
        "last",
        "year",
        "balance",
        "sheet",
        "march",
        "march",
        "cash",
        "cash",
        "equivalent",
        "totaled",
        "million",
        "working",
        "capital",
        "million",
        "current",
        "ratio",
        "total",
        "current",
        "asset",
        "total",
        "asset",
        "million",
        "million",
        "respectively",
        "total",
        "liability",
        "million",
        "total",
        "equity",
        "million",
        "march",
        "spar",
        "group",
        "spar",
        "group",
        "diversified",
        "international",
        "merchandising",
        "marketing",
        "service",
        "company",
        "provides",
        "broad",
        "array",
        "service",
        "worldwide",
        "help",
        "company",
        "improve",
        "sale",
        "operating",
        "efficiency",
        "profit",
        "retail",
        "location",
        "company",
        "provides",
        "merchandising",
        "marketing",
        "service",
        "manufacturer",
        "distributor",
        "retailer",
        "worldwide",
        "coordinate",
        "operation",
        "use",
        "proprietary",
        "technology",
        "drive",
        "logistics",
        "communication",
        "reporting",
        "global",
        "operation",
        "customer",
        "spar",
        "work",
        "primarily",
        "mass",
        "merchandiser",
        "office",
        "supply",
        "value",
        "grocery",
        "drug",
        "independent",
        "convenience",
        "home",
        "improvement",
        "electronics",
        "store",
        "well",
        "providing",
        "furniture",
        "product",
        "assembly",
        "service",
        "audit",
        "service",
        "event",
        "technology",
        "service",
        "marketing",
        "research",
        "company",
        "supplied",
        "project",
        "product",
        "service",
        "united",
        "state",
        "since",
        "certain",
        "predecessor",
        "formed",
        "internationally",
        "since",
        "company",
        "acquired",
        "first",
        "international",
        "subsidiary",
        "japan",
        "may",
        "product",
        "service",
        "include",
        "restocking",
        "adding",
        "new",
        "product",
        "removing",
        "spoiled",
        "outdated",
        "product",
        "resetting",
        "category",
        "shelf",
        "accordance",
        "client",
        "store",
        "schematic",
        "confirming",
        "replacing",
        "shelf",
        "tag",
        "setting",
        "new",
        "sale",
        "promotional",
        "product",
        "display",
        "advertising",
        "replenishing",
        "kiosk",
        "providing",
        "event",
        "staffing",
        "providing",
        "assembly",
        "service",
        "store",
        "home",
        "office",
        "audit",
        "service",
        "include",
        "price",
        "audit",
        "point",
        "sale",
        "audit",
        "stock",
        "audit",
        "intercept",
        "survey",
        "planogram",
        "audit",
        "merchandising",
        "service",
        "include",
        "whole",
        "store",
        "departmental",
        "product",
        "set",
        "reset",
        "including",
        "new",
        "store",
        "opening",
        "new",
        "product",
        "launch",
        "demonstration",
        "special",
        "seasonal",
        "promotional",
        "merchandising",
        "focused",
        "product",
        "support",
        "product",
        "recall",
        "company",
        "currently",
        "business",
        "ten",
        "country",
        "encompass",
        "approximately",
        "total",
        "world",
        "population",
        "operation",
        "united",
        "state",
        "canada",
        "japan",
        "south",
        "africa",
        "india",
        "china",
        "australia",
        "mexico",
        "brazil",
        "turkey",
        "information",
        "please",
        "visit",
        "spar",
        "group",
        "website",
        "http",
        "statement",
        "press",
        "release",
        "contains",
        "referenced",
        "recorded",
        "comment",
        "contain",
        "statement",
        "made",
        "spar",
        "group",
        "sgrp",
        "together",
        "subsidiary",
        "spar",
        "group",
        "company",
        "filed",
        "shortly",
        "current",
        "report",
        "form",
        "sgrp",
        "security",
        "exchange",
        "commission",
        "sec",
        "also",
        "forward",
        "looking",
        "statement",
        "contained",
        "sgrp",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "annual",
        "report",
        "filed",
        "sgrp",
        "sec",
        "april",
        "sgrp",
        "definitive",
        "proxy",
        "statement",
        "respecting",
        "annual",
        "meeting",
        "stockholder",
        "held",
        "may",
        "proxy",
        "statement",
        "sgrp",
        "filed",
        "sec",
        "april",
        "sgrp",
        "quarterly",
        "report",
        "form",
        "current",
        "report",
        "form",
        "report",
        "statement",
        "filed",
        "sec",
        "including",
        "annual",
        "report",
        "proxy",
        "statement",
        "sec",
        "report",
        "statement",
        "defined",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "security",
        "act",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "exchange",
        "act",
        "applicable",
        "federal",
        "state",
        "security",
        "law",
        "rule",
        "regulation",
        "amended",
        "together",
        "security",
        "act",
        "exchange",
        "act",
        "collectively",
        "security",
        "law",
        "statement",
        "made",
        "company",
        "press",
        "release",
        "may",
        "include",
        "without",
        "limitation",
        "expectation",
        "guidance",
        "information",
        "respecting",
        "pursuit",
        "achievement",
        "company",
        "corporate",
        "strategic",
        "objective",
        "growth",
        "customer",
        "value",
        "employee",
        "development",
        "greater",
        "productivity",
        "efficiency",
        "earnings",
        "per",
        "share",
        "building",
        "upon",
        "company",
        "strong",
        "foundation",
        "leveraging",
        "compatible",
        "global",
        "opportunity",
        "growing",
        "company",
        "client",
        "base",
        "contact",
        "continuing",
        "strengthen",
        "company",
        "balance",
        "sheet",
        "growing",
        "revenue",
        "improving",
        "profitability",
        "organic",
        "growth",
        "new",
        "business",
        "development",
        "strategic",
        "acquisition",
        "continuing",
        "control",
        "cost",
        "company",
        "statement",
        "also",
        "include",
        "particular",
        "without",
        "limitation",
        "made",
        "business",
        "risk",
        "factor",
        "legal",
        "proceeding",
        "management",
        "discussion",
        "analysis",
        "financial",
        "condition",
        "result",
        "operation",
        "annual",
        "report",
        "identify",
        "statement",
        "information",
        "company",
        "use",
        "term",
        "may",
        "expect",
        "intend",
        "believe",
        "estimate",
        "anticipate",
        "continue",
        "plan",
        "project",
        "similar",
        "word",
        "variation",
        "negative",
        "word",
        "carefully",
        "consider",
        "place",
        "undue",
        "reliance",
        "company",
        "statement",
        "risk",
        "factor",
        "risk",
        "caution",
        "information",
        "made",
        "contained",
        "noted",
        "incorporated",
        "reference",
        "press",
        "release",
        "annual",
        "report",
        "proxy",
        "statement",
        "applicable",
        "sec",
        "report",
        "could",
        "cause",
        "company",
        "actual",
        "performance",
        "condition",
        "including",
        "asset",
        "business",
        "client",
        "capital",
        "cash",
        "flow",
        "credit",
        "expense",
        "financial",
        "condition",
        "income",
        "liability",
        "liquidity",
        "location",
        "marketing",
        "operation",
        "performance",
        "prospect",
        "sale",
        "strategy",
        "taxation",
        "achievement",
        "result",
        "risk",
        "trend",
        "condition",
        "differ",
        "materially",
        "performance",
        "condition",
        "planned",
        "intended",
        "anticipated",
        "estimated",
        "otherwise",
        "expected",
        "company",
        "collectively",
        "expectation",
        "described",
        "information",
        "company",
        "statement",
        "whether",
        "express",
        "implied",
        "although",
        "company",
        "belief",
        "reasonable",
        "expectation",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "unpredictable",
        "factor",
        "many",
        "beyond",
        "company",
        "control",
        "could",
        "cause",
        "expectation",
        "fail",
        "occur",
        "realized",
        "actual",
        "performance",
        "condition",
        "materially",
        "adversely",
        "different",
        "company",
        "expectation",
        "addition",
        "new",
        "risk",
        "uncertainty",
        "arise",
        "time",
        "time",
        "impossible",
        "company",
        "predict",
        "matter",
        "may",
        "arise",
        "affect",
        "company",
        "accordingly",
        "company",
        "assure",
        "expectation",
        "achieved",
        "whole",
        "part",
        "company",
        "identified",
        "potential",
        "risk",
        "company",
        "successfully",
        "avoid",
        "mitigate",
        "risk",
        "whole",
        "part",
        "could",
        "significant",
        "materially",
        "adverse",
        "company",
        "value",
        "investment",
        "sgrp",
        "common",
        "stock",
        "carefully",
        "review",
        "risk",
        "factor",
        "described",
        "annual",
        "report",
        "see",
        "item",
        "1a",
        "risk",
        "factor",
        "risk",
        "caution",
        "information",
        "made",
        "contained",
        "noted",
        "incorporated",
        "reference",
        "annual",
        "report",
        "proxy",
        "statement",
        "applicable",
        "sec",
        "report",
        "statement",
        "information",
        "attributable",
        "company",
        "person",
        "acting",
        "behalf",
        "expressly",
        "subject",
        "qualified",
        "risk",
        "factor",
        "risk",
        "caution",
        "information",
        "company",
        "intend",
        "promise",
        "company",
        "expressly",
        "disclaims",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "risk",
        "factor",
        "risk",
        "caution",
        "information",
        "whole",
        "part",
        "whether",
        "result",
        "new",
        "information",
        "risk",
        "uncertainty",
        "future",
        "event",
        "recognition",
        "otherwise",
        "except",
        "extent",
        "required",
        "applicable",
        "law",
        "spar",
        "group",
        "subsidiary",
        "condensed",
        "consolidated",
        "statement",
        "income",
        "loss",
        "comprehensive",
        "income",
        "loss",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "revenue",
        "cost",
        "revenue",
        "gross",
        "profit",
        "selling",
        "general",
        "administrative",
        "expense",
        "depreciation",
        "amortization",
        "operating",
        "income",
        "interest",
        "expense",
        "income",
        "net",
        "income",
        "income",
        "tax",
        "expense",
        "income",
        "tax",
        "expense",
        "net",
        "income",
        "net",
        "income",
        "attributable",
        "interest",
        "net",
        "income",
        "loss",
        "attributable",
        "spar",
        "group",
        "basic",
        "net",
        "income",
        "per",
        "common",
        "share",
        "diluted",
        "net",
        "income",
        "per",
        "common",
        "share",
        "weighted",
        "average",
        "common",
        "share",
        "basic",
        "weighted",
        "average",
        "common",
        "share",
        "diluted",
        "net",
        "income",
        "comprehensive",
        "loss",
        "income",
        "foreign",
        "currency",
        "translation",
        "adjustment",
        "comprehensive",
        "income",
        "comprehensive",
        "income",
        "attributable",
        "interest",
        "comprehensive",
        "income",
        "loss",
        "attributable",
        "spar",
        "group",
        "spar",
        "group",
        "subsidiary",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "march",
        "december",
        "asset",
        "unaudited",
        "current",
        "asset",
        "account",
        "receivable",
        "net",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "goodwill",
        "intangible",
        "asset",
        "net",
        "deferred",
        "income",
        "tax",
        "asset",
        "total",
        "asset",
        "liability",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "current",
        "liability",
        "due",
        "affiliate",
        "customer",
        "incentive",
        "deposit",
        "line",
        "credit",
        "loan",
        "debt",
        "liability",
        "total",
        "liability",
        "equity",
        "spar",
        "group",
        "equity",
        "preferred",
        "stock",
        "par",
        "value",
        "authorized",
        "available",
        "issued",
        "outstanding",
        "none",
        "march",
        "december",
        "common",
        "stock",
        "par",
        "value",
        "authorized",
        "share",
        "issued",
        "share",
        "march",
        "december",
        "treasury",
        "stock",
        "cost",
        "share",
        "march",
        "share",
        "december",
        "accumulated",
        "comprehensive",
        "loss",
        "retained",
        "earnings",
        "total",
        "spar",
        "group",
        "equity",
        "interest",
        "total",
        "equity",
        "total",
        "liability",
        "equity",
        "company",
        "contact",
        "james",
        "segreto",
        "chief",
        "financial",
        "officer",
        "spar",
        "group",
        "investor",
        "contact",
        "dave",
        "mossberg",
        "three",
        "part",
        "advisor",
        "source",
        "spar",
        "group"
    ]
}