{
    "organizations": [],
    "uuid": "891c2b0d6bb7b8b0f0b73cbe0ebc94e1b6218876",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/15/business-wire-acerus-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Acerus Reports First Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO--(BUSINESS WIRE)-- Acerus Pharmaceuticals Corporation :\nProduct revenues increased 60% to $1.6 million versus $1.0 million in the same prior year period NATESTO ® received public reimbursement listing in Quebec (40% of Canadian testosterone prescription market) In-licensed two additional products (URIVARX ® , STENDRA ® ) to further leverage Acerus’ men and women’s health platform Launched URIVARX ® for overactive bladder New President and Chief Executive Officer appointed\nAcerus Pharmaceuticals Corporation (TSX: ASP) (“Acerus” or the “Company”) today reported its financial results for the three months ended March 31, 2018. Unless otherwise noted, all amounts are in U.S. dollars.\nAcerus continued to build its product portfolio with the addition of URIVARX ® for hyperactive bladder and STENDRA ® for the large growing erectile dysfunction markets, as it continues to position itself as a leader in the Canadian men and women’s health space.\n“Product additions leverage and strengthen our close relationships with key opinion leaders and high prescribers across the country.” said Ed Gudaitis, the newly appointed President and Chief Executive Officer of Acerus. “In addition, with public reimbursement listing for Natesto ® in Quebec, and as we add to our growing men and women’s health product portfolio, and expand the global reach of NATESTO ® , we currently expect to drive continued revenue growth.”\nFinancial Results for the Three Months Ended March 31, 2018\nProduct revenue for the first quarter of 2018 increased to $1.6 million versus $1.0 million for the same prior year period mainly due to increased sales of NATESTO ® . While ESTRACE ® still accounted for the majority of the sales in the reported period, NATESTO ® revenues contributed a significantly increased portion of the revenues and is expected to continue to represent a growing proportion going forward.\nResearch and development (“R&D”) expenses for the first quarter of 2018 and 2017 were $0.5 million and $0.7 million respectively. The decrease in R&D expenses for Q1 2018 over Q1 2017 was mainly due to regulatory and consulting fees related to the New Drug Submission (“NDS”) for GYNOFLOR™ incurred in Q1 2017.\nSelling, general and administrative expenses (“SG&A”) were $1.8 million and $1.6 million for first quarter of 2018 and 2017 respectively. The increase is consistent with the growing number of personnel and increased business development activities.\nEarnings before interest, tax, depreciation and amortization (“EBITDA”) (see “Non-IFRS Financial Measures” below) for first quarter of 2018 was a loss of $3.8 million compared to a loss of $1.7 million in the same prior year period. Adjusted EBITDA (see “Non-IFRS Financial Measures” below) for first quarter of 2018 was a loss of $1.0 million compared to a loss of $1.4 million in the same prior year period.\nOn March 31, 2018, the Company had current assets of $6.9 million and current liabilities of $7.3 million.\nBasic and diluted loss per share for first quarter of 2018 was a loss of $0.02 versus a loss of $0.01 for the same period prior year.\nEdward Gudaitis joins the board of Acerus\nMr. Gudaitis became a director of the Company upon his becoming President and Chief Executive Officer of Acerus on May 1, 2018.\nNATESTO ®\nOn February 1, 2018, Quebec’s National Institute for Excellence in Health and Social Services (INESSS) issued a positive recommendation to the Health Minister for the inclusion of NATESTO ® on the list of medications of the Régie de l’assurance maladie du Québec.\nESTRACE ®\nOn November 16, 2015, Health Canada granted a Notice of Compliance (NOC) for a third party generic version of ESTRACE ® . The generic is now commercially available in Canada with public reimbursement across major provinces as of July 2016. As of March 31, 2018, ESTRACE ® has maintained a 40% share of all prescriptions for oral estradiol across Canada despite over 21 months of generic competition.\nGYNOFLOR™\nOn February 28, 2017, we submitted a NDS to Health Canada to obtain marketing approval for the product in Canada. Currently, there are no approved estriol + lactobacillus products on the Canadian market. On December 24, 2017, we received a Notice of Deficiency (“NOD”). In its notice, Health Canada requested additional technical information on GYNOFLOR™ in order to complete its assessment of the product. Acerus officially responded to the NOD on April 11, 2018, focusing only the vaginal atrophy indication and currently expects to receive an initial decision regarding acceptability of the response to Health Canada in Q2-2018, after which the response will undergo continued review with final decision on approvability in the first half of 2019.\nURIVARX ®\nURIVARX ® is approved by Health Canada as a natural health product and was available to Canadians starting March of 2018.\nUpdate on Litigation Initiated by Mr. Eugene Melnyk\nOn April 10, 2018, the Company and certain of its present and former directors and officers have reached a settlement with Eugene Melnyk pursuant to which Mr. Melnyk has agreed to a dismissal of the two actions that he commenced against the Company and certain of its directors and officers in the Ontario Superior Court of Justice in 2016. Mr. Melnyk will also withdraw his notice of motion for leave to appeal the decision of the Divisional Court dismissing his appeal of the decision of Justice Wilton-Siegel, who had dismissed his motion for leave to bring a derivative action in the name of the Company. As part of this settlement, Acerus has agreed to waive payment of the $315,000.00 in costs that were awarded against Mr. Melnyk by Justice Wilton-Siegel and the Divisional Court. Other than this waiver of costs, no payments are being made to Mr. Melnyk as part of this settlement, and the parties have executed full and final mutual releases in respect of any claims up to the date of the settlement.\nThe above information is in summary form and readers are encouraged to consult the documents noted below for further details at the links indicated or on SEDAR at www.sedar.com .\n2018 Q1 Financial Statements\n2018 Q1 Management Discussion & Analysis (MD&A)\nConference Call\nShareholders are reminded of the conference call to discuss the Company’s First quarter 2018 results to be held on Tuesday, May 15, 2018 at 8:30 a.m. Eastern Time. To access the call live, please dial 416-340-2216 or 1-866-225-2055. Listeners are encouraged to dial in 10 minutes before the call begins to avoid delays.\nA replay of the conference call will be available until 11:59 p.m. Eastern Time on Tuesday, May 22, 2018 by dialing 905-694-9451 or 1-800-408-3053, using access code: 1681486#.\nAbout Acerus\nAcerus Pharmaceuticals Corporation is a Canadian-based specialty pharmaceutical company focused on the development, manufacture, marketing and distribution of innovative, branded products that improve patient experience, with a primary focus in the field of men’s and women’s health. The Company commercializes its products via its own salesforce in Canada, and through a global network of licensed distributors in the U.S. and other territories.\nAcerus currently has three marketed products: ESTRACE ® , a product for the symptomatic relief of menopausal symptoms, is commercialized in Canada; NATESTO ® , the first and only testosterone nasal gel for testosterone replacement therapy in adult males diagnosed with hypogonadism, is commercialized in Canada and the U.S.; and URIVARX ® , a Natural Health Product that helps reduce symptoms of hyperactive bladder such as daytime urinary frequency, urgency and nocturia. URIVARX ® was recently approved by Health Canada and is being offered over-the-counter to Canadians dealing with such symptoms. Also, NATESTO ® has been licensed for distribution in 48 additional countries worldwide. Marketing approvals in jurisdictions outside of North America are expected to take place over the course of the coming years. Acerus’ pipeline includes five innovative products: STENDRA ® , a new chemical entity PDE5 inhibitor for the treatment of erectile dysfunction, which has been approved by the US FDA and the EU EMA and is commercialized in the US under the trade name STENDRA ® and in the EU under the trade name SPEDRA ® ; ELEGANT™ Vaginal Moisturizer, which provides comfort to women suffering from vaginal dryness, and ELEGANT™ pH, which is a pH balanced vaginal product; GYNOFLOR™, an ultra-low dose vaginal estrogen combined with a probiotic, for which a NDS has been filed in Canada for the treatment of vaginal atrophy, restoration of vaginal flora and treatment of certain vaginal infections; and TEFINA™, a clinical stage product aimed at addressing a significant unmet need for women with female sexual dysfunction. Finally, Acerus is working on expanding its product portfolio by leveraging its proprietary delivery systems, patents and formulation expertise. As such, Acerus has a number of products in various stage of development. One of these projects relates to cannabinoids (whether synthetic or naturally derived cannabinoids) to be delivered intranasally to patients, which may have multiple possible therapeutic applications (the “Cannabinoids Initiative”). Acerus has filed patent applications on the Cannabinoids Initiative, is currently working on setting up a series of pharmacokinetic clinical trials and is actively looking at potential partnering transactions for these initiatives.\nAcerus’ shares trade on TSX under the symbol ASP. For more information, visit www.aceruspharma.com and follow us on Twitter and LinkedIn .\nNon-IFRS Financial Measures\nThe non-IFRS measures included in this press release are not recognized measures under IFRS and do not have a standardized meaning prescribed by IFRS and may not be comparable to similar measures presented by other issuers. When used, these measures are defined in such terms as to allow the reconciliation to the closest IFRS measure. These measures are provided as additional information to complement those IFRS measures by providing further understanding of our results of operations from our perspective. Accordingly, they should not be considered in isolation nor as a substitute for analysis of our financial information reported under IFRS. Despite the importance of these measures to management in goal setting and performance measurement, we stress that these are non-IFRS measures that may have limits in their usefulness to investors.\nWe use non-IFRS measures, such as EBITDA and Adjusted EBITDA to provide investors with a supplemental measure of our operating performance and thus highlight trends in our core business that may not otherwise be apparent when relying solely on IFRS financial measures. We also believe that securities analysts, investors and other interested parties frequently use non-IFRS measures in the valuation of issuers. We also use non-IFRS measures in order to facilitate operating performance comparisons from period to period, prepare annual operating budgets, and to assess our ability to meet our future debt service, capital expenditure and working capital requirements.\nThe definition and reconciliation of EBITDA and Adjusted EBITDA used and presented by the Company to the most directly comparable IFRS measures refer to the section “Non-IFRS Financial Measures” in our 2017 Annual MD&A available on SEDAR at www.sedar.com .\nNotice Regarding Forward-Looking Statements\nInformation in this press release that is not current or historical factual information may constitute forward looking information within the meaning of securities laws. Implicit in this information are assumptions regarding our future operational results. These assumptions, although considered reasonable by the company at the time of preparation, may prove to be incorrect. Readers are cautioned that actual performance of the company is subject to a number of risks and uncertainties and could differ materially from what is currently expected as set out above. For more exhaustive information on these risks and uncertainties you should refer to our annual information form dated March 20, 2018 which is available at www.sedar.com . Forward-looking information contained in this press release is based on our current estimates, expectations and projections, which we believe are reasonable as of the current date. You should not place undue importance on forward-looking information and should not rely upon this information as of any other date. While we may elect to, we are under no obligation and do not undertake to update this information at any particular time, whether as a result of new information, future events or otherwise, except as required by applicable securities law.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180515005314/en/\nAcerus Pharmaceuticals Corporation\nKen Yoon\nChief Financial Officer\nkyoon@aceruspharma.com\n(905) 817-8288\nSource: Acerus Pharmaceuticals Corporation",
    "published": "2018-05-15T15:00:00.000+03:00",
    "crawled": "2018-05-15T16:58:48.041+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "toronto",
        "business",
        "wire",
        "acerus",
        "pharmaceutical",
        "corporation",
        "product",
        "revenue",
        "increased",
        "million",
        "versus",
        "million",
        "prior",
        "year",
        "period",
        "natesto",
        "received",
        "public",
        "reimbursement",
        "listing",
        "quebec",
        "canadian",
        "testosterone",
        "prescription",
        "market",
        "two",
        "additional",
        "product",
        "urivarx",
        "stendra",
        "leverage",
        "acerus",
        "men",
        "woman",
        "health",
        "platform",
        "launched",
        "urivarx",
        "overactive",
        "bladder",
        "new",
        "president",
        "chief",
        "executive",
        "officer",
        "appointed",
        "acerus",
        "pharmaceutical",
        "corporation",
        "tsx",
        "asp",
        "acerus",
        "company",
        "today",
        "reported",
        "financial",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "unless",
        "otherwise",
        "noted",
        "amount",
        "dollar",
        "acerus",
        "continued",
        "build",
        "product",
        "portfolio",
        "addition",
        "urivarx",
        "hyperactive",
        "bladder",
        "stendra",
        "large",
        "growing",
        "erectile",
        "dysfunction",
        "market",
        "continues",
        "position",
        "leader",
        "canadian",
        "men",
        "woman",
        "health",
        "space",
        "product",
        "addition",
        "leverage",
        "strengthen",
        "close",
        "relationship",
        "key",
        "opinion",
        "leader",
        "high",
        "prescribers",
        "across",
        "said",
        "ed",
        "gudaitis",
        "newly",
        "appointed",
        "president",
        "chief",
        "executive",
        "officer",
        "acerus",
        "addition",
        "public",
        "reimbursement",
        "listing",
        "natesto",
        "quebec",
        "add",
        "growing",
        "men",
        "woman",
        "health",
        "product",
        "portfolio",
        "expand",
        "global",
        "reach",
        "natesto",
        "currently",
        "expect",
        "drive",
        "continued",
        "revenue",
        "financial",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "product",
        "revenue",
        "first",
        "quarter",
        "increased",
        "million",
        "versus",
        "million",
        "prior",
        "year",
        "period",
        "mainly",
        "due",
        "increased",
        "sale",
        "natesto",
        "estrace",
        "still",
        "accounted",
        "majority",
        "sale",
        "reported",
        "period",
        "natesto",
        "revenue",
        "contributed",
        "significantly",
        "increased",
        "portion",
        "revenue",
        "expected",
        "continue",
        "represent",
        "growing",
        "proportion",
        "going",
        "forward",
        "research",
        "development",
        "r",
        "expense",
        "first",
        "quarter",
        "million",
        "million",
        "respectively",
        "decrease",
        "r",
        "expense",
        "q1",
        "q1",
        "mainly",
        "due",
        "regulatory",
        "consulting",
        "fee",
        "related",
        "new",
        "drug",
        "submission",
        "nd",
        "incurred",
        "q1",
        "selling",
        "general",
        "administrative",
        "expense",
        "sg",
        "million",
        "million",
        "first",
        "quarter",
        "respectively",
        "increase",
        "consistent",
        "growing",
        "number",
        "personnel",
        "increased",
        "business",
        "development",
        "activity",
        "earnings",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "ebitda",
        "see",
        "financial",
        "measure",
        "first",
        "quarter",
        "loss",
        "million",
        "compared",
        "loss",
        "million",
        "prior",
        "year",
        "period",
        "adjusted",
        "ebitda",
        "see",
        "financial",
        "measure",
        "first",
        "quarter",
        "loss",
        "million",
        "compared",
        "loss",
        "million",
        "prior",
        "year",
        "period",
        "march",
        "company",
        "current",
        "asset",
        "million",
        "current",
        "liability",
        "million",
        "basic",
        "diluted",
        "loss",
        "per",
        "share",
        "first",
        "quarter",
        "loss",
        "versus",
        "loss",
        "period",
        "prior",
        "year",
        "edward",
        "gudaitis",
        "join",
        "board",
        "acerus",
        "gudaitis",
        "became",
        "director",
        "company",
        "upon",
        "becoming",
        "president",
        "chief",
        "executive",
        "officer",
        "acerus",
        "may",
        "natesto",
        "february",
        "quebec",
        "national",
        "institute",
        "excellence",
        "health",
        "social",
        "service",
        "inesss",
        "issued",
        "positive",
        "recommendation",
        "health",
        "minister",
        "inclusion",
        "natesto",
        "list",
        "medication",
        "régie",
        "de",
        "l",
        "assurance",
        "maladie",
        "du",
        "québec",
        "estrace",
        "november",
        "health",
        "canada",
        "granted",
        "notice",
        "compliance",
        "noc",
        "third",
        "party",
        "generic",
        "version",
        "estrace",
        "generic",
        "commercially",
        "available",
        "canada",
        "public",
        "reimbursement",
        "across",
        "major",
        "province",
        "july",
        "march",
        "estrace",
        "maintained",
        "share",
        "prescription",
        "oral",
        "estradiol",
        "across",
        "canada",
        "despite",
        "month",
        "generic",
        "competition",
        "february",
        "submitted",
        "nd",
        "health",
        "canada",
        "obtain",
        "marketing",
        "approval",
        "product",
        "canada",
        "currently",
        "approved",
        "estriol",
        "lactobacillus",
        "product",
        "canadian",
        "market",
        "december",
        "received",
        "notice",
        "deficiency",
        "nod",
        "notice",
        "health",
        "canada",
        "requested",
        "additional",
        "technical",
        "information",
        "order",
        "complete",
        "assessment",
        "product",
        "acerus",
        "officially",
        "responded",
        "nod",
        "april",
        "focusing",
        "vaginal",
        "atrophy",
        "indication",
        "currently",
        "expects",
        "receive",
        "initial",
        "decision",
        "regarding",
        "acceptability",
        "response",
        "health",
        "canada",
        "response",
        "undergo",
        "continued",
        "review",
        "final",
        "decision",
        "approvability",
        "first",
        "half",
        "urivarx",
        "urivarx",
        "approved",
        "health",
        "canada",
        "natural",
        "health",
        "product",
        "available",
        "canadian",
        "starting",
        "march",
        "update",
        "litigation",
        "initiated",
        "eugene",
        "melnyk",
        "april",
        "company",
        "certain",
        "present",
        "former",
        "director",
        "officer",
        "reached",
        "settlement",
        "eugene",
        "melnyk",
        "pursuant",
        "melnyk",
        "agreed",
        "dismissal",
        "two",
        "action",
        "commenced",
        "company",
        "certain",
        "director",
        "officer",
        "ontario",
        "superior",
        "court",
        "justice",
        "melnyk",
        "also",
        "withdraw",
        "notice",
        "motion",
        "leave",
        "appeal",
        "decision",
        "divisional",
        "court",
        "dismissing",
        "appeal",
        "decision",
        "justice",
        "dismissed",
        "motion",
        "leave",
        "bring",
        "derivative",
        "action",
        "name",
        "company",
        "part",
        "settlement",
        "acerus",
        "agreed",
        "waive",
        "payment",
        "cost",
        "awarded",
        "melnyk",
        "justice",
        "divisional",
        "court",
        "waiver",
        "cost",
        "payment",
        "made",
        "melnyk",
        "part",
        "settlement",
        "party",
        "executed",
        "full",
        "final",
        "mutual",
        "release",
        "respect",
        "claim",
        "date",
        "settlement",
        "information",
        "summary",
        "form",
        "reader",
        "encouraged",
        "consult",
        "document",
        "noted",
        "detail",
        "link",
        "indicated",
        "sedar",
        "q1",
        "financial",
        "statement",
        "q1",
        "management",
        "discussion",
        "analysis",
        "md",
        "conference",
        "call",
        "shareholder",
        "reminded",
        "conference",
        "call",
        "discus",
        "company",
        "first",
        "quarter",
        "result",
        "held",
        "tuesday",
        "may",
        "eastern",
        "time",
        "access",
        "call",
        "live",
        "please",
        "dial",
        "listener",
        "encouraged",
        "dial",
        "minute",
        "call",
        "begin",
        "avoid",
        "delay",
        "replay",
        "conference",
        "call",
        "available",
        "eastern",
        "time",
        "tuesday",
        "may",
        "dialing",
        "using",
        "access",
        "code",
        "acerus",
        "acerus",
        "pharmaceutical",
        "corporation",
        "specialty",
        "pharmaceutical",
        "company",
        "focused",
        "development",
        "manufacture",
        "marketing",
        "distribution",
        "innovative",
        "branded",
        "product",
        "improve",
        "patient",
        "experience",
        "primary",
        "focus",
        "field",
        "men",
        "woman",
        "health",
        "company",
        "commercializes",
        "product",
        "via",
        "salesforce",
        "canada",
        "global",
        "network",
        "licensed",
        "distributor",
        "territory",
        "acerus",
        "currently",
        "three",
        "marketed",
        "product",
        "estrace",
        "product",
        "symptomatic",
        "relief",
        "menopausal",
        "symptom",
        "commercialized",
        "canada",
        "natesto",
        "first",
        "testosterone",
        "nasal",
        "gel",
        "testosterone",
        "replacement",
        "therapy",
        "adult",
        "male",
        "diagnosed",
        "hypogonadism",
        "commercialized",
        "canada",
        "urivarx",
        "natural",
        "health",
        "product",
        "help",
        "reduce",
        "symptom",
        "hyperactive",
        "bladder",
        "daytime",
        "urinary",
        "frequency",
        "urgency",
        "nocturia",
        "urivarx",
        "recently",
        "approved",
        "health",
        "canada",
        "offered",
        "canadian",
        "dealing",
        "symptom",
        "also",
        "natesto",
        "licensed",
        "distribution",
        "additional",
        "country",
        "worldwide",
        "marketing",
        "approval",
        "jurisdiction",
        "outside",
        "north",
        "america",
        "expected",
        "take",
        "place",
        "course",
        "coming",
        "year",
        "acerus",
        "pipeline",
        "includes",
        "five",
        "innovative",
        "product",
        "stendra",
        "new",
        "chemical",
        "entity",
        "pde5",
        "inhibitor",
        "treatment",
        "erectile",
        "dysfunction",
        "approved",
        "u",
        "fda",
        "eu",
        "ema",
        "commercialized",
        "u",
        "trade",
        "name",
        "stendra",
        "eu",
        "trade",
        "name",
        "spedra",
        "vaginal",
        "moisturizer",
        "provides",
        "comfort",
        "woman",
        "suffering",
        "vaginal",
        "dryness",
        "ph",
        "ph",
        "balanced",
        "vaginal",
        "product",
        "dose",
        "vaginal",
        "estrogen",
        "combined",
        "probiotic",
        "nd",
        "filed",
        "canada",
        "treatment",
        "vaginal",
        "atrophy",
        "restoration",
        "vaginal",
        "flora",
        "treatment",
        "certain",
        "vaginal",
        "infection",
        "clinical",
        "stage",
        "product",
        "aimed",
        "addressing",
        "significant",
        "unmet",
        "need",
        "woman",
        "female",
        "sexual",
        "dysfunction",
        "finally",
        "acerus",
        "working",
        "expanding",
        "product",
        "portfolio",
        "leveraging",
        "proprietary",
        "delivery",
        "system",
        "patent",
        "formulation",
        "expertise",
        "acerus",
        "number",
        "product",
        "various",
        "stage",
        "development",
        "one",
        "project",
        "relates",
        "cannabinoids",
        "whether",
        "synthetic",
        "naturally",
        "derived",
        "cannabinoids",
        "delivered",
        "intranasally",
        "patient",
        "may",
        "multiple",
        "possible",
        "therapeutic",
        "application",
        "cannabinoids",
        "initiative",
        "acerus",
        "filed",
        "patent",
        "application",
        "cannabinoids",
        "initiative",
        "currently",
        "working",
        "setting",
        "series",
        "pharmacokinetic",
        "clinical",
        "trial",
        "actively",
        "looking",
        "potential",
        "partnering",
        "transaction",
        "initiative",
        "acerus",
        "share",
        "trade",
        "tsx",
        "symbol",
        "asp",
        "information",
        "visit",
        "follow",
        "u",
        "twitter",
        "linkedin",
        "financial",
        "measure",
        "measure",
        "included",
        "press",
        "release",
        "recognized",
        "measure",
        "ifrs",
        "standardized",
        "meaning",
        "prescribed",
        "ifrs",
        "may",
        "comparable",
        "similar",
        "measure",
        "presented",
        "issuer",
        "used",
        "measure",
        "defined",
        "term",
        "allow",
        "reconciliation",
        "closest",
        "ifrs",
        "measure",
        "measure",
        "provided",
        "additional",
        "information",
        "complement",
        "ifrs",
        "measure",
        "providing",
        "understanding",
        "result",
        "operation",
        "perspective",
        "accordingly",
        "considered",
        "isolation",
        "substitute",
        "analysis",
        "financial",
        "information",
        "reported",
        "ifrs",
        "despite",
        "importance",
        "measure",
        "management",
        "goal",
        "setting",
        "performance",
        "measurement",
        "stress",
        "measure",
        "may",
        "limit",
        "usefulness",
        "investor",
        "use",
        "measure",
        "ebitda",
        "adjusted",
        "ebitda",
        "provide",
        "investor",
        "supplemental",
        "measure",
        "operating",
        "performance",
        "thus",
        "highlight",
        "trend",
        "core",
        "business",
        "may",
        "otherwise",
        "apparent",
        "relying",
        "solely",
        "ifrs",
        "financial",
        "measure",
        "also",
        "believe",
        "security",
        "analyst",
        "investor",
        "interested",
        "party",
        "frequently",
        "use",
        "measure",
        "valuation",
        "issuer",
        "also",
        "use",
        "measure",
        "order",
        "facilitate",
        "operating",
        "performance",
        "comparison",
        "period",
        "period",
        "prepare",
        "annual",
        "operating",
        "budget",
        "assess",
        "ability",
        "meet",
        "future",
        "debt",
        "service",
        "capital",
        "expenditure",
        "working",
        "capital",
        "requirement",
        "definition",
        "reconciliation",
        "ebitda",
        "adjusted",
        "ebitda",
        "used",
        "presented",
        "company",
        "directly",
        "comparable",
        "ifrs",
        "measure",
        "refer",
        "section",
        "financial",
        "measure",
        "annual",
        "md",
        "available",
        "sedar",
        "notice",
        "regarding",
        "statement",
        "information",
        "press",
        "release",
        "current",
        "historical",
        "factual",
        "information",
        "may",
        "constitute",
        "forward",
        "looking",
        "information",
        "within",
        "meaning",
        "security",
        "law",
        "implicit",
        "information",
        "assumption",
        "regarding",
        "future",
        "operational",
        "result",
        "assumption",
        "although",
        "considered",
        "reasonable",
        "company",
        "time",
        "preparation",
        "may",
        "prove",
        "incorrect",
        "reader",
        "cautioned",
        "actual",
        "performance",
        "company",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "could",
        "differ",
        "materially",
        "currently",
        "expected",
        "set",
        "exhaustive",
        "information",
        "risk",
        "uncertainty",
        "refer",
        "annual",
        "information",
        "form",
        "dated",
        "march",
        "available",
        "information",
        "contained",
        "press",
        "release",
        "based",
        "current",
        "estimate",
        "expectation",
        "projection",
        "believe",
        "reasonable",
        "current",
        "date",
        "place",
        "undue",
        "importance",
        "information",
        "rely",
        "upon",
        "information",
        "date",
        "may",
        "elect",
        "obligation",
        "undertake",
        "update",
        "information",
        "particular",
        "time",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "applicable",
        "security",
        "law",
        "view",
        "source",
        "version",
        "http",
        "acerus",
        "pharmaceutical",
        "corporation",
        "ken",
        "yoon",
        "chief",
        "financial",
        "officer",
        "kyoon",
        "source",
        "acerus",
        "pharmaceutical",
        "corporation"
    ]
}