{
    "organizations": [],
    "uuid": "3a02b694960978de18bd970f31a50c774c4101af",
    "author": "",
    "url": "https://www.reuters.com/article/us-iraq-election-sunnis/iraqs-sunnis-voting-without-hope-in-first-election-since-islamic-state-idUSKBN1I92JQ",
    "ord_in_thread": 0,
    "title": "Iraq's Sunnis voting without hope in first election since Islamic State",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "May 8, 2018 / 5:42 PM / in 8 minutes Iraq's Sunnis voting without hope in first election since Islamic State Ahmed Aboulenein , Raya Jalabi 8 Min Read\nTIKRIT/MOSUL, Iraq (Reuters) - At the gates of Tikrit under a giant billboard of a Shi’ite militia commander, hundreds of Iraqi Sunni Arabs wait in the scorching sun for hours to be searched before being let into the city that was once the power base of Saddam Hussein. A vehicle carries a campaign poster of a candidate ahead of parliamentary election in Mosul, Iraq April 30, 2018. Picture taken April 30, 2018. REUTERS/Ari Jalal\nTreated as Islamic State sympathizers by Iraq’s Shi’ite dominated security forces and militias, the Sunnis near Tikrit say they feel disillusioned and alienated ahead of a May 12 election to elect a new prime minister.\nUnder Saddam, power was concentrated within Iraq’s minority Sunni community but the tables turned in 2003 with the U.S.-led invasion that toppled the dictator and ushered in Shi’ite dominance, and a cycle of bloodletting and revenge.\nSix months after the defeat of Islamic State, Iraq’s Sunni Arabs are at their lowest point yet.\nAlmost 2.3 million remain displaced, while others linger in prisons or without work in half-ruined cities - all collectively suspected of ties to the hardline Sunni militants.\nShujaa Mohammed, 35, a former army bomb disposal expert from Tikrit, said he went to Baghdad when Islamic State seized the city in 2014, offering to help the authorities fight back.\n“The commanders said you’re from Tikrit, you’re all Islamic State. I told them: ‘Check our records and punish us if we are’. They just stopped paying our salaries,” said Mohammed, who plans to put a large X over the entire ballot paper on Saturday.\nDespite the widespread disillusionment, many Sunnis say they do want their voices heard, even if that means spoiling their ballots or backing a candidate they have no faith in.\nInterviews with dozens of voters, candidates and local officials in three Sunni provinces suggest the community is planning to turn out in high numbers on Saturday though few believe the election will do much to improve their fate.\n“I will vote, but I don’t have hope that anything will change,” said Ghufran, a 25-year-old pharmacist in Mosul who declined to give her full name for fear of reprisals. DEFYING THREATS\nGhufran is one of thousands to have returned since Mosul was retaken from Islamic State in July, despite the difficulties of living among “rubble and checkpoints”.\nEven before Islamic State seized it 2014, Mosul had been a stronghold for Islamist militants who threatened to kill anyone who voted in the first elections after Saddam’s fall.\nFalah Mohammed braved the intimidation to work on the election in 2010, but stayed away in 2014 after Islamic State threatened his family.\nThis time he will defy the latest threats from Islamist militants who have warned Sunnis not to vote, despite having lost control of the city.\n“The climate of fear is over,” said 41-year-old Mohammed, who, like many of his neighbors, will vote despite his disdain for the candidates. “It’s our duty to vote.”\nThe determination to vote in the absence of a belief anything will change was echoed across Mosul, the capital of Nineveh province where more than 900 candidates from over 30 electoral lists are running for just 31 parliamentary seats.\nSunnis have long complained about rampant discrimination at the hands of Shi’ite-led governments and security forces since 2003, though some concede there have been improvements since Prime Minister Haider al-Abadi took over four years ago.\nUnlike his predecessor Nuri al-Maliki, who was seen as overtly sectarian, Abadi has some support among Sunnis who credit him with freeing them from Islamic State and could endorse his re-election bid.\n“We don’t trust the current politicians but I’d vote for Abadi. He liberated Mosul,” said Fatouma Badran, 40, in the Hammam al Alil refugee camp south of the city.\nAbadi’s Victory Alliance list is the only one running in all 18 provinces. He has been campaigning across Iraq and his visits to Sunni heartlands have been well received.\nOthers in Mosul, such as 31-year-old Ali Fares, say they could never vote for the leaders they blame for recklessly battering their city in the battle to oust Islamic State.\n“They all destroyed Mosul,” said Fares in a makeshift tea shop in the heart of the Old City. “Instead of spending millions of dinars on campaign posters, they should rebuild houses.” DISPLACED VOTERS\nMany of those displaced by war have spent months or years in camps, but some live in informal settlements, as their former homes are no long habitable, or their areas not yet secure.\nIn a charred, multi-story garage full of blown-up cars in Tikrit, hundreds have set up their own informal camp, where families are divided by simple hanging sheets.\nHere, not everyone wants to vote. Rahman Mohsen, a 47-year-old former taxi driver, said he returned home to Baiji after Islamic State was driven out but his house had burnt down.\nSo he came to Tikrit instead and ended up in the garage, and is angry with politicians for not doing more to help.\n“We only see them during elections, after elections we never see them again. Not a single official has visited us. The children have developed scabies and lice,” he said pointing to one of his young sons with a visible bald spot. “We survive on charity ... thank God, at least there is a ceiling.”\nIn the Amriyat al-Falluja (AAF) complex west of the capital Baghdad, the only things more abundant than tents are campaign posters - though most families in the camp are using the structures displaying the candidates to hang their laundry.\nJamal Khalaf plans to vote for a candidate who he says helped camp residents with much needed supplies. But, like most people interviewed by Reuters in the camp, he hasn’t got a voting card and believes this will bar him from participating.\n“Islamic State punished those who had voting cards so we got rid of them,” he said. Khalaf said it would cost him 20,000 Iraqi dinars ($16) to hire a car to go and get a new voting card, money he and thousands of others in camps do not have.\nCamp residents are allowed to vote through a system called “conditional voting” where they only need to show documents that confirm their identity and that they live in the camp, but many were unaware of the process.\nVoters in camps and rural communities across the mainly Sunni provinces of Anbar, Salahuddin and Nineveh also said several Shi’ite militias had threatened to press terrorism charges against their youths unless specific candidates won.\nAnother problem for the Sunnis is that unlike Iraq’s Kurds and Shi’ite Arabs, they lack a strong national leadership or party structure meaning the electoral base of their politicians is largely provincial or tribal in nature.\nIn some regions, such as Tikrit, that vacuum is felt particularly acutely.\n“Since the occupation in 2003 we have not had any representative from Tikrit in the provincial council or parliament. Because Saddam was from Tikrit. They say in Baghdad we ruled Iraq for 35 years and it’s enough,” said Najeeb Saeed, a 46-year-old street trader.\nSunnis mostly did not engage in the political process after 2003. Some considered it born out of an illegal occupation while many would-be leaders were banned for belonging to Saddam’s Baath party.\nMany feel the Sunni politicians who have engaged in politics since the fall of Saddam are collaborators, just out for personal gain.\n“What have Sunni politicians ever done for me? Why should I vote for the same politicians who are the reason I live in a tent?” said 72-year-old Mehdi Ahmed, who fled to the AAF camp complex because of the fighting.\n“I would rather dig my own grave than do that.” Reporting by Ahmed Aboulenein in Tikrit and Falluja, Raya Jalabi in Mosul; editing by Dominic Evans and David Clarke",
    "published": "2018-05-08T20:42:00.000+03:00",
    "crawled": "2018-05-08T20:52:19.037+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "may",
        "pm",
        "minute",
        "iraq",
        "sunni",
        "voting",
        "without",
        "hope",
        "first",
        "election",
        "since",
        "islamic",
        "state",
        "ahmed",
        "aboulenein",
        "raya",
        "jalabi",
        "min",
        "read",
        "iraq",
        "reuters",
        "gate",
        "tikrit",
        "giant",
        "billboard",
        "shi",
        "ite",
        "militia",
        "commander",
        "hundred",
        "iraqi",
        "sunni",
        "arab",
        "wait",
        "scorching",
        "sun",
        "hour",
        "searched",
        "let",
        "city",
        "power",
        "base",
        "saddam",
        "hussein",
        "vehicle",
        "carry",
        "campaign",
        "poster",
        "candidate",
        "ahead",
        "parliamentary",
        "election",
        "mosul",
        "iraq",
        "april",
        "picture",
        "taken",
        "april",
        "jalal",
        "treated",
        "islamic",
        "state",
        "sympathizer",
        "iraq",
        "shi",
        "ite",
        "dominated",
        "security",
        "force",
        "militia",
        "sunni",
        "near",
        "tikrit",
        "say",
        "feel",
        "disillusioned",
        "alienated",
        "ahead",
        "may",
        "election",
        "elect",
        "new",
        "prime",
        "minister",
        "saddam",
        "power",
        "concentrated",
        "within",
        "iraq",
        "minority",
        "sunni",
        "community",
        "table",
        "turned",
        "invasion",
        "toppled",
        "dictator",
        "ushered",
        "shi",
        "ite",
        "dominance",
        "cycle",
        "bloodletting",
        "revenge",
        "six",
        "month",
        "defeat",
        "islamic",
        "state",
        "iraq",
        "sunni",
        "arab",
        "lowest",
        "point",
        "yet",
        "almost",
        "million",
        "remain",
        "displaced",
        "others",
        "linger",
        "prison",
        "without",
        "work",
        "city",
        "collectively",
        "suspected",
        "tie",
        "hardline",
        "sunni",
        "militant",
        "shujaa",
        "mohammed",
        "former",
        "army",
        "bomb",
        "disposal",
        "expert",
        "tikrit",
        "said",
        "went",
        "baghdad",
        "islamic",
        "state",
        "seized",
        "city",
        "offering",
        "help",
        "authority",
        "fight",
        "back",
        "commander",
        "said",
        "tikrit",
        "islamic",
        "state",
        "told",
        "check",
        "record",
        "punish",
        "u",
        "stopped",
        "paying",
        "salary",
        "said",
        "mohammed",
        "plan",
        "put",
        "large",
        "x",
        "entire",
        "ballot",
        "paper",
        "saturday",
        "despite",
        "widespread",
        "disillusionment",
        "many",
        "sunni",
        "say",
        "want",
        "voice",
        "heard",
        "even",
        "mean",
        "spoiling",
        "ballot",
        "backing",
        "candidate",
        "faith",
        "interview",
        "dozen",
        "voter",
        "candidate",
        "local",
        "official",
        "three",
        "sunni",
        "province",
        "suggest",
        "community",
        "planning",
        "turn",
        "high",
        "number",
        "saturday",
        "though",
        "believe",
        "election",
        "much",
        "improve",
        "fate",
        "vote",
        "hope",
        "anything",
        "change",
        "said",
        "ghufran",
        "pharmacist",
        "mosul",
        "declined",
        "give",
        "full",
        "name",
        "fear",
        "reprisal",
        "defying",
        "threat",
        "ghufran",
        "one",
        "thousand",
        "returned",
        "since",
        "mosul",
        "retaken",
        "islamic",
        "state",
        "july",
        "despite",
        "difficulty",
        "living",
        "among",
        "rubble",
        "checkpoint",
        "even",
        "islamic",
        "state",
        "seized",
        "mosul",
        "stronghold",
        "islamist",
        "militant",
        "threatened",
        "kill",
        "anyone",
        "voted",
        "first",
        "election",
        "saddam",
        "fall",
        "falah",
        "mohammed",
        "braved",
        "intimidation",
        "work",
        "election",
        "stayed",
        "away",
        "islamic",
        "state",
        "threatened",
        "family",
        "time",
        "defy",
        "latest",
        "threat",
        "islamist",
        "militant",
        "warned",
        "sunni",
        "vote",
        "despite",
        "lost",
        "control",
        "city",
        "climate",
        "fear",
        "said",
        "mohammed",
        "like",
        "many",
        "neighbor",
        "vote",
        "despite",
        "disdain",
        "candidate",
        "duty",
        "determination",
        "vote",
        "absence",
        "belief",
        "anything",
        "change",
        "echoed",
        "across",
        "mosul",
        "capital",
        "nineveh",
        "province",
        "candidate",
        "electoral",
        "list",
        "running",
        "parliamentary",
        "seat",
        "sunni",
        "long",
        "complained",
        "rampant",
        "discrimination",
        "hand",
        "shi",
        "government",
        "security",
        "force",
        "since",
        "though",
        "concede",
        "improvement",
        "since",
        "prime",
        "minister",
        "haider",
        "took",
        "four",
        "year",
        "ago",
        "unlike",
        "predecessor",
        "nuri",
        "seen",
        "overtly",
        "sectarian",
        "abadi",
        "support",
        "among",
        "sunni",
        "credit",
        "freeing",
        "islamic",
        "state",
        "could",
        "endorse",
        "bid",
        "trust",
        "current",
        "politician",
        "vote",
        "abadi",
        "liberated",
        "mosul",
        "said",
        "fatouma",
        "badran",
        "hammam",
        "al",
        "alil",
        "refugee",
        "camp",
        "south",
        "city",
        "abadi",
        "victory",
        "alliance",
        "list",
        "one",
        "running",
        "province",
        "campaigning",
        "across",
        "iraq",
        "visit",
        "sunni",
        "heartland",
        "well",
        "received",
        "others",
        "mosul",
        "ali",
        "fare",
        "say",
        "could",
        "never",
        "vote",
        "leader",
        "blame",
        "recklessly",
        "battering",
        "city",
        "battle",
        "oust",
        "islamic",
        "state",
        "destroyed",
        "mosul",
        "said",
        "fare",
        "makeshift",
        "tea",
        "shop",
        "heart",
        "old",
        "city",
        "instead",
        "spending",
        "million",
        "dinar",
        "campaign",
        "poster",
        "rebuild",
        "displaced",
        "voter",
        "many",
        "displaced",
        "war",
        "spent",
        "month",
        "year",
        "camp",
        "live",
        "informal",
        "settlement",
        "former",
        "home",
        "long",
        "habitable",
        "area",
        "yet",
        "secure",
        "charred",
        "garage",
        "full",
        "car",
        "tikrit",
        "hundred",
        "set",
        "informal",
        "camp",
        "family",
        "divided",
        "simple",
        "hanging",
        "sheet",
        "everyone",
        "want",
        "vote",
        "rahman",
        "mohsen",
        "former",
        "taxi",
        "driver",
        "said",
        "returned",
        "home",
        "baiji",
        "islamic",
        "state",
        "driven",
        "house",
        "burnt",
        "came",
        "tikrit",
        "instead",
        "ended",
        "garage",
        "angry",
        "politician",
        "help",
        "see",
        "election",
        "election",
        "never",
        "see",
        "single",
        "official",
        "visited",
        "u",
        "child",
        "developed",
        "scabies",
        "louse",
        "said",
        "pointing",
        "one",
        "young",
        "son",
        "visible",
        "bald",
        "spot",
        "survive",
        "charity",
        "thank",
        "god",
        "least",
        "amriyat",
        "aaf",
        "complex",
        "west",
        "capital",
        "baghdad",
        "thing",
        "abundant",
        "tent",
        "campaign",
        "poster",
        "though",
        "family",
        "camp",
        "using",
        "structure",
        "displaying",
        "candidate",
        "hang",
        "laundry",
        "jamal",
        "khalaf",
        "plan",
        "vote",
        "candidate",
        "say",
        "helped",
        "camp",
        "resident",
        "much",
        "needed",
        "supply",
        "like",
        "people",
        "interviewed",
        "reuters",
        "camp",
        "got",
        "voting",
        "card",
        "belief",
        "bar",
        "participating",
        "islamic",
        "state",
        "punished",
        "voting",
        "card",
        "got",
        "rid",
        "said",
        "khalaf",
        "said",
        "would",
        "cost",
        "iraqi",
        "dinar",
        "hire",
        "car",
        "go",
        "get",
        "new",
        "voting",
        "card",
        "money",
        "thousand",
        "others",
        "camp",
        "camp",
        "resident",
        "allowed",
        "vote",
        "system",
        "called",
        "conditional",
        "voting",
        "need",
        "show",
        "document",
        "confirm",
        "identity",
        "live",
        "camp",
        "many",
        "unaware",
        "process",
        "voter",
        "camp",
        "rural",
        "community",
        "across",
        "mainly",
        "sunni",
        "province",
        "anbar",
        "salahuddin",
        "nineveh",
        "also",
        "said",
        "several",
        "shi",
        "ite",
        "militia",
        "threatened",
        "press",
        "terrorism",
        "charge",
        "youth",
        "unless",
        "specific",
        "candidate",
        "another",
        "problem",
        "sunni",
        "unlike",
        "iraq",
        "kurd",
        "shi",
        "ite",
        "arab",
        "lack",
        "strong",
        "national",
        "leadership",
        "party",
        "structure",
        "meaning",
        "electoral",
        "base",
        "politician",
        "largely",
        "provincial",
        "tribal",
        "nature",
        "region",
        "tikrit",
        "vacuum",
        "felt",
        "particularly",
        "acutely",
        "since",
        "occupation",
        "representative",
        "tikrit",
        "provincial",
        "council",
        "parliament",
        "saddam",
        "tikrit",
        "say",
        "baghdad",
        "ruled",
        "iraq",
        "year",
        "enough",
        "said",
        "najeeb",
        "saeed",
        "street",
        "trader",
        "sunni",
        "mostly",
        "engage",
        "political",
        "process",
        "considered",
        "born",
        "illegal",
        "occupation",
        "many",
        "leader",
        "banned",
        "belonging",
        "saddam",
        "baath",
        "party",
        "many",
        "feel",
        "sunni",
        "politician",
        "engaged",
        "politics",
        "since",
        "fall",
        "saddam",
        "collaborator",
        "personal",
        "gain",
        "sunni",
        "politician",
        "ever",
        "done",
        "vote",
        "politician",
        "reason",
        "live",
        "tent",
        "said",
        "mehdi",
        "ahmed",
        "fled",
        "aaf",
        "camp",
        "complex",
        "fighting",
        "would",
        "rather",
        "dig",
        "grave",
        "reporting",
        "ahmed",
        "aboulenein",
        "tikrit",
        "falluja",
        "raya",
        "jalabi",
        "mosul",
        "editing",
        "dominic",
        "evans",
        "david",
        "clarke"
    ]
}