{
    "organizations": [],
    "uuid": "952c4fad5f15946b8be9dcccbb820100ad36e3ab",
    "author": "Nina Trentmann",
    "url": "https://blogs.wsj.com/cfo/2018/05/04/the-morning-ledger-large-u-s-companies-report-best-earnings-for-years-after-corporate-tax-overhaul/",
    "ord_in_thread": 0,
    "title": "The Morning Ledger: U.S. Companies Report Best Earnings for Years After Corporate Tax Overhaul - CFO Journal. - WSJ",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "0 COMMENTS Sign up for the Morning Ledger, emailed to you each weekday morning. Follow us on Twitter: @CFOJournal. All CFO Journal-produced content can be accessed without a subscription.\nPresident Trump signs the tax overhaul plan in the Oval Office of the White House, Washington, D.C., U.S., Dec. 2017. Reuters Good morning. Executives at large U.S. companies reported the strongest earnings gains in more then seven years, fueled by the decline in the effective tax rate, report the WSJ’s Theo Francis and Richard Rubin.\nMore than half of the combined net-income growth reported by 200 large public companies for the first quarter stemmed from the drop in the tax rate to 21% from 35%, a Wall Street Journal analysis of quarterly financial data found.\nAt a third of the companies, tax expenses fell in dollar terms even as pretax income rose, boosted by strong revenue growth and the expanding economy. “It’s clearly not just the economy” driving corporate profits, said Joseph LaVorgna, chief economist for the Americas at Natixis , a corporate and investment bank. “Change in tax policy is part of it.”\nMany companies are returning their tax savings to investors. The amount spent on share buybacks in the first quarter rose by more than 50% over the fourth quarter of 2017, and by two-thirds over the first quarter of 2017, according to S&P Dow Jones Indices. Companies have also set plans to invest in expansion and new technology, and some paid one-time bonuses to employees.\nTHE DAY AHEAD\nU.S. releases jobs report. The U.S. Labor Department releases its monthly snapshot of the nation’s labor market Friday. Economists surveyed by The Wall Street Journal expect it to show employers created 195,000 jobs in April and that the unemployment rate fell to 4% for the first time since December 2000.\nAlibaba Group Holding Ltd. , Berkshire Hathaway Inc. , Celgene Corp. and VF Corp. are among the companies slated to report earnings today.\nCFO JOURNAL EXCLUSIVE\nCFOs confident about U.S. fundamentals but fear protectionism. Finance chiefs at international companies are upbeat about the fundamentals of the U.S. economy but fear that rising protectionism could hinder investment, according to a report released Thursday.\nOver 60% of chief financial officers surveyed by Zurich Insurance Group AG , Ernst & Young LLP and the Atlantic Council said they are confident or extremely confident about investing in the U.S., while 71% expect the business environment in the country to improve over the next three years.\nHowever, nearly 70% of CFOs said they believe U.S. protectionism will rise in the coming three years, with nearly 50% indicating this would have a negative impact on investments. Nearly two-thirds expect the U.S. government to increase its scrutiny of cross-border mergers and acquisitions while two-thirds forecast more restrictive immigration policies.\nU.S. dealmaking surges in first three months of 2018. An abundance of capital and a need to keep pace with an increasingly digital workplace are among the factors stoking a surge in merger and acquisition activity in the first three months of the year, according to PricewaterhouseCoopers LLP.\nU.S. deal values for the first quarter of 2018 jumped nearly 13% to $531 billion up from the previous three-month period, reaching the highest amount since the final quarter of 2016, according to a report by the accounting firm released last week. The total number of deals also rose 6% to 3,670, reports CFO Journal’s Ezequiel Minaya.\nBEAT could hurt Western Union — CFO. A new law aimed at keeping companies from sending their profits overseas to avoid taxes could be overtaxing some of Western Union Co.’s payments to foreign affiliates, the company’s finance chief said.\nThe base-erosion and anti-abuse tax provision, part of the recent tax overhaul signed in December and known as BEAT, “ends up taxing us twice,” on some of Western Union’s overseas payments, said Raj Agrawal, CFO of the money-transfer company.\nWhile praising the new tax legislation for opening a path for the repatriation of profits, Mr. Agrawal said he hopes lawmakers will examine the BEAT provision. “Tax reform has been a good thing,” he told Mr. Minaya. “But we are hoping to get guidance from the Treasury department.”\nCORPORATE NEWS\nNike CEO Mark Parker speaks during a launch event in New York, N.Y., U.S., in 2016. AP Nike CEO in apology to staff. Nike Inc. Chief Executive Mark Parker apologized to employees Thursday for allowing a corporate culture that excluded some staff and failed to take seriously complaints about workplace issues, according to people familiar with the matter.\nXerox CEO, board stay put. Two days after reaching a settlement agreement with a pair of activist investors to oust its chief executive and revamp its board, Xerox Corp. said they instead would stay in place after the deal expired without certain conditions being met.\nMicrosoft Windows gets a boost. A sharp increase in cyberattacks gave Microsoft Corp.’s ubiquitous Windows operating system the kind of lift it hasn’t seen in years, as fears of getting hacked prompted companies to upgrade their computers faster than they otherwise might have.\nBMW posts lower revenue amid euro strength. BMW AG said Friday that its net profit rose 1.2% in the first quarter, as revenue dropped 5.1% mostly due to currency effects, reports the Financial Times.\nHSBC to buy back more stock. HSBC Holdings PLC said it would buy back another $2 billion in shares but its stock tumbled nearly 3% in Hong Kong after reporting rising costs in the first quarter.\nWorld’s largest money-market fund is trying a new tactic. The world’s largest money-market fund has too much cash to manage. Billionaire Jack Ma’s Ant Financial Services Group on Thursday said it would offer two additional money-market funds to customers who have been parking their spare cash in its hugely popular online fund, the latest attempt by the company to limit flows into the giant fund.\nIAG bid for Norwegian fails. International Consolidated Airlines Group SA said Friday that it is considering its options after failing to reach an agreement over a potential takeover of Norwegian Air Shuttle ASA .\nSociété Générale profit rises. Société Générale SA said on Friday its first-quarter net profit rose significantly, beating expectations. France’s third-largest listed bank by assets reported a 14% increase in net profit, which was €850 million ($1.02 billion), reports MarketWatch.\nREGULATION\nMartin Winterkorn, former CEO of German car maker Volkswagen. AFP/Getty Images Ex-Volkswagen CEO indicted in emissions probe. Volkswagen AG’s former chief executive Martin Winterkorn faces U.S. charges for his alleged role in an emissions-cheating scandal that has cost the German auto giant billions of dollars in penalties and damaged its reputation, according to an indictment unsealed Thursday.\nChina approves Qualcomm-JV. China’s antitrust regulator has approved Qualcomm Inc.’s joint venture with a unit of China’s state-owned Datang Telecom Technology Co. to design smartphone chipsets, people familiar with the matter said, a win for the U.S. chip maker amid escalating U.S.-China trade friction.\nCFPB to keep structure, for now. A court ruling upholding the single-director structure of the U.S. Consumer Financial Protection Bureau will endure for now, after the mortgage lender that brought the case decided not to appeal to the U.S. Supreme Court.\nFormer Jefferies trader’s conviction tossed out. A U.S. appeals court vacated the conviction of former Jefferies Group LLC trader Jesse Litvak, the latest turn in a case that has spanned more than five years and helped usher in changes to sales tactics on Wall Street.\nU.S. cheese makers rename products to comply with EU rules. U.S. cheese makers are in a sticky situation. They can’t call many of their popular cheeses by their common names anymore when selling them in many markets outside the U.S., including the European Union.\nECONOMY\nUS Treasury Secretary Steven Mnuchin, center, waves to reporters in Beijing, May 3, 2018. AP U.S. wants $200 billion cut in China trade imbalance. The U.S. handed China a lengthy list of demands on trade, ranging from immediately cutting a trade imbalance by $100 billion a year to halting all Chinese government support for advanced technologies, according to a document sent to Beijing before talks this week.\nU.S. trade deficit narrows in March. The U.S. trade gap narrowed sharply in March, partly reversing a widening in the deficit that followed hurricane-related disruptions late last summer.\nU.S. worker productivity edges up. U.S. worker productivity grew at a familiar modest rate to start the year, flagging a potential headwind to hopes for stronger overall economic growth in 2018.\nCFO MOVES\nNational Grid PLC, a U.K. electricity and gas utility company, named Andy Agg interim finance chief. Mr. Agg succeeds the company’s current Chief Financial Officer Andrew Bonfield who will leave the company on July 30, 2018, to take on a role at a U.S. public company. Mr. Bonfield has served in his role since Nov. 2010. Mr. Agg is currently group tax and treasury director at National Grid, and has been there for 10 years. The company will start the search for a new CFO, considering both internal and external candidates, it said in a release.\nCapgemini SE, a French consulting and professional services firm, said it plans to appoint Carole Ferrand as chief financial officer, a role she will take on in June. Ms. Ferrand will replace Aiman Ezzat, who became chief operating officer alongside Thierry Delaporte in January 2018. Ms. Ferrand will relinquish her duties as a Capgemini board director and member of the audit and risk committee once she assumes her new role, the company said.\nTHE WEEKEND READER\nEvery weekend we select a handful of in-depth articles we think are worth a bit of your time, either because they peel back the layers on a compelling business story, or somehow make us look at business in a different light.\nWhat went wrong when Newell Brands took over Jarden. The $15 billion acquisition united household names such as Elmer’s glue, Sharpie markers and Graco strollers with Rawlings baseball gloves, Crock-Pot cookers and Yankee Candles. The resulting consumer-products giant was supposed to have enough clout to squeeze rivals, dominate store shelves and move quickly into online sales. Instead, the marriage of Newell Brands Inc. and Jarden Corp. has become a case study of the ways a megadeal can go bad, writes the Wall Street Journal.\nA gambler who cracked the horse-racing code. Bill Benter did the impossible: He wrote an algorithm that couldn’t lose at the racetrack. Close to a billion dollars later, he tells his story to Bloomberg Businessweek.\nHow to talk less in a meeting. People don’t want to attend meetings that are just an opportunity for one person to deliver a monologue. And with one person taking up the airspace in a meeting, team members no longer feels that they’re working together. Harvard Business Review explains how to run a meeting without talking too much.\nThe Morning Ledger from CFO Journal cues up the most important news in corporate finance every weekday morning. Send tips, suggestions and complaints to the editor: kimberly.johnson@wsj.com.\nShare this: Previous U.S. Dealmaking Surges in First Three Months of 2018 Content from our sponsor Deloitte CFO insight and analysis written and compiled by Deloitte Fighting Fraud by Integrating Data-driven Analytics With Forensics Damaging fraud schemes continue to evolve at blazing speeds, aided by technological advances and the ambition of unscrupulous actors. By combining artificial intelligence, machine learning and statistical concepts of cognitive analytics with forensic investigation methods, organizations can help stem their losses due to fraud and better investigate attacks. Learn how taking an integrated, analytics-driven approach can help investigators more quickly identify the root cause of incidents, improve sensing capabilities and help prevent recurrence.\nPlease note: The Wall Street Journal News Department was not involved in the creation of the content above. More from Deloitte →",
    "published": "2018-05-04T14:40:00.000+03:00",
    "crawled": "2018-05-04T16:38:23.009+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "sign",
        "morning",
        "ledger",
        "emailed",
        "weekday",
        "morning",
        "follow",
        "u",
        "twitter",
        "cfojournal",
        "cfo",
        "content",
        "accessed",
        "without",
        "subscription",
        "president",
        "trump",
        "sign",
        "tax",
        "overhaul",
        "plan",
        "oval",
        "office",
        "white",
        "house",
        "washington",
        "reuters",
        "good",
        "morning",
        "executive",
        "large",
        "company",
        "reported",
        "strongest",
        "earnings",
        "gain",
        "seven",
        "year",
        "fueled",
        "decline",
        "effective",
        "tax",
        "rate",
        "report",
        "wsj",
        "theo",
        "francis",
        "richard",
        "rubin",
        "half",
        "combined",
        "growth",
        "reported",
        "large",
        "public",
        "company",
        "first",
        "quarter",
        "stemmed",
        "drop",
        "tax",
        "rate",
        "wall",
        "street",
        "journal",
        "analysis",
        "quarterly",
        "financial",
        "data",
        "found",
        "third",
        "company",
        "tax",
        "expense",
        "fell",
        "dollar",
        "term",
        "even",
        "pretax",
        "income",
        "rose",
        "boosted",
        "strong",
        "revenue",
        "growth",
        "expanding",
        "economy",
        "clearly",
        "economy",
        "driving",
        "corporate",
        "profit",
        "said",
        "joseph",
        "lavorgna",
        "chief",
        "economist",
        "america",
        "natixis",
        "corporate",
        "investment",
        "bank",
        "change",
        "tax",
        "policy",
        "part",
        "many",
        "company",
        "returning",
        "tax",
        "saving",
        "investor",
        "amount",
        "spent",
        "share",
        "buyback",
        "first",
        "quarter",
        "rose",
        "fourth",
        "quarter",
        "first",
        "quarter",
        "according",
        "p",
        "dow",
        "jones",
        "index",
        "company",
        "also",
        "set",
        "plan",
        "invest",
        "expansion",
        "new",
        "technology",
        "paid",
        "bonus",
        "employee",
        "day",
        "ahead",
        "release",
        "job",
        "report",
        "labor",
        "department",
        "release",
        "monthly",
        "snapshot",
        "nation",
        "labor",
        "market",
        "friday",
        "economist",
        "surveyed",
        "wall",
        "street",
        "journal",
        "expect",
        "show",
        "employer",
        "created",
        "job",
        "april",
        "unemployment",
        "rate",
        "fell",
        "first",
        "time",
        "since",
        "december",
        "alibaba",
        "group",
        "holding",
        "berkshire",
        "hathaway",
        "celgene",
        "vf",
        "among",
        "company",
        "slated",
        "report",
        "earnings",
        "today",
        "cfo",
        "journal",
        "exclusive",
        "cfo",
        "confident",
        "fundamental",
        "fear",
        "protectionism",
        "finance",
        "chief",
        "international",
        "company",
        "upbeat",
        "fundamental",
        "economy",
        "fear",
        "rising",
        "protectionism",
        "could",
        "hinder",
        "investment",
        "according",
        "report",
        "released",
        "thursday",
        "chief",
        "financial",
        "officer",
        "surveyed",
        "zurich",
        "insurance",
        "group",
        "ag",
        "ernst",
        "young",
        "llp",
        "atlantic",
        "council",
        "said",
        "confident",
        "extremely",
        "confident",
        "investing",
        "expect",
        "business",
        "environment",
        "country",
        "improve",
        "next",
        "three",
        "year",
        "however",
        "nearly",
        "cfo",
        "said",
        "believe",
        "protectionism",
        "rise",
        "coming",
        "three",
        "year",
        "nearly",
        "indicating",
        "would",
        "negative",
        "impact",
        "investment",
        "nearly",
        "expect",
        "government",
        "increase",
        "scrutiny",
        "merger",
        "acquisition",
        "forecast",
        "restrictive",
        "immigration",
        "policy",
        "dealmaking",
        "surge",
        "first",
        "three",
        "month",
        "abundance",
        "capital",
        "need",
        "keep",
        "pace",
        "increasingly",
        "digital",
        "workplace",
        "among",
        "factor",
        "stoking",
        "surge",
        "merger",
        "acquisition",
        "activity",
        "first",
        "three",
        "month",
        "year",
        "according",
        "pricewaterhousecoopers",
        "llp",
        "deal",
        "value",
        "first",
        "quarter",
        "jumped",
        "nearly",
        "billion",
        "previous",
        "period",
        "reaching",
        "highest",
        "amount",
        "since",
        "final",
        "quarter",
        "according",
        "report",
        "accounting",
        "firm",
        "released",
        "last",
        "week",
        "total",
        "number",
        "deal",
        "also",
        "rose",
        "report",
        "cfo",
        "journal",
        "ezequiel",
        "minaya",
        "beat",
        "could",
        "hurt",
        "western",
        "union",
        "cfo",
        "new",
        "law",
        "aimed",
        "keeping",
        "company",
        "sending",
        "profit",
        "overseas",
        "avoid",
        "tax",
        "could",
        "overtaxing",
        "western",
        "union",
        "payment",
        "foreign",
        "affiliate",
        "company",
        "finance",
        "chief",
        "said",
        "tax",
        "provision",
        "part",
        "recent",
        "tax",
        "overhaul",
        "signed",
        "december",
        "known",
        "beat",
        "end",
        "taxing",
        "u",
        "twice",
        "western",
        "union",
        "overseas",
        "payment",
        "said",
        "raj",
        "agrawal",
        "cfo",
        "company",
        "praising",
        "new",
        "tax",
        "legislation",
        "opening",
        "path",
        "repatriation",
        "profit",
        "agrawal",
        "said",
        "hope",
        "lawmaker",
        "examine",
        "beat",
        "provision",
        "tax",
        "reform",
        "good",
        "thing",
        "told",
        "minaya",
        "hoping",
        "get",
        "guidance",
        "treasury",
        "corporate",
        "news",
        "nike",
        "ceo",
        "mark",
        "parker",
        "speaks",
        "launch",
        "event",
        "new",
        "york",
        "ap",
        "nike",
        "ceo",
        "apology",
        "staff",
        "nike",
        "chief",
        "executive",
        "mark",
        "parker",
        "apologized",
        "employee",
        "thursday",
        "allowing",
        "corporate",
        "culture",
        "excluded",
        "staff",
        "failed",
        "take",
        "seriously",
        "complaint",
        "workplace",
        "issue",
        "according",
        "people",
        "familiar",
        "matter",
        "xerox",
        "ceo",
        "board",
        "stay",
        "put",
        "two",
        "day",
        "reaching",
        "settlement",
        "agreement",
        "pair",
        "activist",
        "investor",
        "oust",
        "chief",
        "executive",
        "revamp",
        "board",
        "xerox",
        "said",
        "instead",
        "would",
        "stay",
        "place",
        "deal",
        "expired",
        "without",
        "certain",
        "condition",
        "met",
        "microsoft",
        "window",
        "get",
        "boost",
        "sharp",
        "increase",
        "cyberattacks",
        "gave",
        "microsoft",
        "ubiquitous",
        "window",
        "operating",
        "system",
        "kind",
        "lift",
        "seen",
        "year",
        "fear",
        "getting",
        "hacked",
        "prompted",
        "company",
        "upgrade",
        "computer",
        "faster",
        "otherwise",
        "might",
        "bmw",
        "post",
        "lower",
        "revenue",
        "amid",
        "euro",
        "strength",
        "bmw",
        "ag",
        "said",
        "friday",
        "net",
        "profit",
        "rose",
        "first",
        "quarter",
        "revenue",
        "dropped",
        "mostly",
        "due",
        "currency",
        "effect",
        "report",
        "financial",
        "time",
        "hsbc",
        "buy",
        "back",
        "stock",
        "hsbc",
        "holding",
        "plc",
        "said",
        "would",
        "buy",
        "back",
        "another",
        "billion",
        "share",
        "stock",
        "tumbled",
        "nearly",
        "hong",
        "kong",
        "reporting",
        "rising",
        "cost",
        "first",
        "quarter",
        "world",
        "largest",
        "fund",
        "trying",
        "new",
        "tactic",
        "world",
        "largest",
        "fund",
        "much",
        "cash",
        "manage",
        "billionaire",
        "jack",
        "ant",
        "financial",
        "service",
        "group",
        "thursday",
        "said",
        "would",
        "offer",
        "two",
        "additional",
        "fund",
        "customer",
        "parking",
        "spare",
        "cash",
        "hugely",
        "popular",
        "online",
        "fund",
        "latest",
        "attempt",
        "company",
        "limit",
        "flow",
        "giant",
        "fund",
        "iag",
        "bid",
        "norwegian",
        "fails",
        "international",
        "consolidated",
        "airline",
        "group",
        "sa",
        "said",
        "friday",
        "considering",
        "option",
        "failing",
        "reach",
        "agreement",
        "potential",
        "takeover",
        "norwegian",
        "air",
        "shuttle",
        "asa",
        "société",
        "générale",
        "profit",
        "rise",
        "société",
        "générale",
        "sa",
        "said",
        "friday",
        "net",
        "profit",
        "rose",
        "significantly",
        "beating",
        "expectation",
        "france",
        "listed",
        "bank",
        "asset",
        "reported",
        "increase",
        "net",
        "profit",
        "million",
        "billion",
        "report",
        "marketwatch",
        "regulation",
        "martin",
        "winterkorn",
        "former",
        "ceo",
        "german",
        "car",
        "maker",
        "volkswagen",
        "image",
        "ceo",
        "indicted",
        "emission",
        "probe",
        "volkswagen",
        "ag",
        "former",
        "chief",
        "executive",
        "martin",
        "winterkorn",
        "face",
        "charge",
        "alleged",
        "role",
        "scandal",
        "cost",
        "german",
        "auto",
        "giant",
        "billion",
        "dollar",
        "penalty",
        "damaged",
        "reputation",
        "according",
        "indictment",
        "unsealed",
        "thursday",
        "china",
        "approves",
        "china",
        "antitrust",
        "regulator",
        "approved",
        "qualcomm",
        "joint",
        "venture",
        "unit",
        "china",
        "datang",
        "telecom",
        "technology",
        "design",
        "smartphone",
        "chipsets",
        "people",
        "familiar",
        "matter",
        "said",
        "win",
        "chip",
        "maker",
        "amid",
        "escalating",
        "trade",
        "friction",
        "cfpb",
        "keep",
        "structure",
        "court",
        "ruling",
        "upholding",
        "structure",
        "consumer",
        "financial",
        "protection",
        "bureau",
        "endure",
        "mortgage",
        "lender",
        "brought",
        "case",
        "decided",
        "appeal",
        "supreme",
        "court",
        "former",
        "jefferies",
        "trader",
        "conviction",
        "tossed",
        "appeal",
        "court",
        "vacated",
        "conviction",
        "former",
        "jefferies",
        "group",
        "llc",
        "trader",
        "jesse",
        "litvak",
        "latest",
        "turn",
        "case",
        "spanned",
        "five",
        "year",
        "helped",
        "usher",
        "change",
        "sale",
        "tactic",
        "wall",
        "street",
        "cheese",
        "maker",
        "rename",
        "product",
        "comply",
        "eu",
        "rule",
        "cheese",
        "maker",
        "sticky",
        "situation",
        "call",
        "many",
        "popular",
        "cheese",
        "common",
        "name",
        "anymore",
        "selling",
        "many",
        "market",
        "outside",
        "including",
        "european",
        "union",
        "economy",
        "u",
        "treasury",
        "secretary",
        "steven",
        "mnuchin",
        "center",
        "wave",
        "reporter",
        "beijing",
        "may",
        "ap",
        "want",
        "billion",
        "cut",
        "china",
        "trade",
        "imbalance",
        "handed",
        "china",
        "lengthy",
        "list",
        "demand",
        "trade",
        "ranging",
        "immediately",
        "cutting",
        "trade",
        "imbalance",
        "billion",
        "year",
        "halting",
        "chinese",
        "government",
        "support",
        "advanced",
        "technology",
        "according",
        "document",
        "sent",
        "beijing",
        "talk",
        "week",
        "trade",
        "deficit",
        "narrow",
        "march",
        "trade",
        "gap",
        "narrowed",
        "sharply",
        "march",
        "partly",
        "reversing",
        "widening",
        "deficit",
        "followed",
        "disruption",
        "late",
        "last",
        "summer",
        "worker",
        "productivity",
        "edge",
        "worker",
        "productivity",
        "grew",
        "familiar",
        "modest",
        "rate",
        "start",
        "year",
        "flagging",
        "potential",
        "headwind",
        "hope",
        "stronger",
        "overall",
        "economic",
        "growth",
        "cfo",
        "move",
        "national",
        "grid",
        "plc",
        "electricity",
        "gas",
        "utility",
        "company",
        "named",
        "andy",
        "agg",
        "interim",
        "finance",
        "chief",
        "agg",
        "succeeds",
        "company",
        "current",
        "chief",
        "financial",
        "officer",
        "andrew",
        "bonfield",
        "leave",
        "company",
        "july",
        "take",
        "role",
        "public",
        "company",
        "bonfield",
        "served",
        "role",
        "since",
        "agg",
        "currently",
        "group",
        "tax",
        "treasury",
        "director",
        "national",
        "grid",
        "year",
        "company",
        "start",
        "search",
        "new",
        "cfo",
        "considering",
        "internal",
        "external",
        "candidate",
        "said",
        "release",
        "capgemini",
        "se",
        "french",
        "consulting",
        "professional",
        "service",
        "firm",
        "said",
        "plan",
        "appoint",
        "carole",
        "ferrand",
        "chief",
        "financial",
        "officer",
        "role",
        "take",
        "june",
        "ferrand",
        "replace",
        "aiman",
        "ezzat",
        "became",
        "chief",
        "operating",
        "officer",
        "alongside",
        "thierry",
        "delaporte",
        "january",
        "ferrand",
        "relinquish",
        "duty",
        "capgemini",
        "board",
        "director",
        "member",
        "audit",
        "risk",
        "committee",
        "assumes",
        "new",
        "role",
        "company",
        "said",
        "weekend",
        "reader",
        "every",
        "weekend",
        "select",
        "handful",
        "article",
        "think",
        "worth",
        "bit",
        "time",
        "either",
        "peel",
        "back",
        "layer",
        "compelling",
        "business",
        "story",
        "somehow",
        "make",
        "u",
        "look",
        "business",
        "different",
        "light",
        "went",
        "wrong",
        "newell",
        "brand",
        "took",
        "jarden",
        "billion",
        "acquisition",
        "united",
        "household",
        "name",
        "elmer",
        "glue",
        "sharpie",
        "marker",
        "graco",
        "stroller",
        "rawlings",
        "baseball",
        "glove",
        "cooker",
        "yankee",
        "candle",
        "resulting",
        "giant",
        "supposed",
        "enough",
        "clout",
        "squeeze",
        "rival",
        "dominate",
        "store",
        "shelf",
        "move",
        "quickly",
        "online",
        "sale",
        "instead",
        "marriage",
        "newell",
        "brand",
        "jarden",
        "become",
        "case",
        "study",
        "way",
        "megadeal",
        "go",
        "bad",
        "writes",
        "wall",
        "street",
        "journal",
        "gambler",
        "cracked",
        "code",
        "bill",
        "benter",
        "impossible",
        "wrote",
        "algorithm",
        "lose",
        "racetrack",
        "close",
        "billion",
        "dollar",
        "later",
        "tell",
        "story",
        "bloomberg",
        "businessweek",
        "talk",
        "less",
        "meeting",
        "people",
        "want",
        "attend",
        "meeting",
        "opportunity",
        "one",
        "person",
        "deliver",
        "monologue",
        "one",
        "person",
        "taking",
        "airspace",
        "meeting",
        "team",
        "member",
        "longer",
        "feel",
        "working",
        "together",
        "harvard",
        "business",
        "review",
        "explains",
        "run",
        "meeting",
        "without",
        "talking",
        "much",
        "morning",
        "ledger",
        "cfo",
        "journal",
        "cue",
        "important",
        "news",
        "corporate",
        "finance",
        "every",
        "weekday",
        "morning",
        "send",
        "tip",
        "suggestion",
        "complaint",
        "editor",
        "share",
        "previous",
        "dealmaking",
        "surge",
        "first",
        "three",
        "month",
        "content",
        "sponsor",
        "deloitte",
        "cfo",
        "insight",
        "analysis",
        "written",
        "compiled",
        "deloitte",
        "fighting",
        "fraud",
        "integrating",
        "analytics",
        "forensics",
        "damaging",
        "fraud",
        "scheme",
        "continue",
        "evolve",
        "blazing",
        "speed",
        "aided",
        "technological",
        "advance",
        "ambition",
        "unscrupulous",
        "actor",
        "combining",
        "artificial",
        "intelligence",
        "machine",
        "learning",
        "statistical",
        "concept",
        "cognitive",
        "analytics",
        "forensic",
        "investigation",
        "method",
        "organization",
        "help",
        "stem",
        "loss",
        "due",
        "fraud",
        "better",
        "investigate",
        "attack",
        "learn",
        "taking",
        "integrated",
        "approach",
        "help",
        "investigator",
        "quickly",
        "identify",
        "root",
        "cause",
        "incident",
        "improve",
        "sensing",
        "capability",
        "help",
        "prevent",
        "recurrence",
        "please",
        "note",
        "wall",
        "street",
        "journal",
        "news",
        "department",
        "involved",
        "creation",
        "content",
        "deloitte"
    ]
}