{
    "organizations": [],
    "uuid": "2d207aadf4639ca408fc934ead201f775cf4fbdf",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/09/globe-newswire-airboss-announces-1st-quarter-2018-results-and-dividend.html",
    "ord_in_thread": 0,
    "title": "AirBoss Announces 1st Quarter 2018 Results and Dividend",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEWMARKET, Ontario, May 09, 2018 (GLOBE NEWSWIRE) -- AirBoss of America Corp. (TSX:BOS)\n($US except where otherwise noted)\nHighlights:\nConsolidated net sales increased by 15.2% to $80.5 million Net sales in the Engineered Products’ defense business more than doubled EBITDA increased by 7.2% to $7.5 million Quarterly dividend paid of C$0.07 per share Basic and diluted earnings per share of $0.14 per common share compared to $0.12 per common share in Q1 2017\nThree months ended\nMarch 31 (In thousands of US dollars) 2018 2017 Net Sales 80,549 69,927 Gross profit 12,665 11,096 EBITDA (1) 7,518 7,015 Net income 3,198 2,875 (In US dollars) Net income per share (EPS) -Basic 0.14 0.12 -Diluted 0.14 0.12 Common shares outstanding (millions) -Basic 23.4 23.1 -Diluted 24.1 23.5 Dividend\nThe Board of Directors of the Company has approved a quarterly dividend of CAD $0.07 per common share, to be paid on July 16, 2018 to shareholders of record as of June 30, 2018.\nConsolidated Results\nIn the first quarter of 2018, the Company continued to build on the positive results from the fourth quarter of 2017. Consolidated net sales in the quarter increased by 15.2% to $80,549 from $69,927 in the first quarter of 2017, with increases in both the Rubber Solutions and Engineered Products segments. Net sales in the Engineered Products segment’s defense business more than doubled during this quarter, compared to the same period in 2017. For the period, consolidated gross profit increased by $1,569 to $12,665 and EBITDA increased by 7.2% to $7,518, compared to Q1 2017. Basic and diluted earnings per share also increased in the first quarter of 2018 compared to the same period in 2017, from $0.12 per share to $0.14 per share.\nSegment Results\nAt Rubber Solutions, net sales for the quarter increased by 16.9%, to $36,078, from the comparable period in 2017. The increase in net sales reflected higher raw material costs that resulted in price increases to customers, increased volume and strong demand in the off the road (“OTR”), conveyor belt, mining and track sectors (which was partly offset by softness in the automotive and chemical sectors).\nTolling volumes (measured in pounds shipped) increased by 115%, compared to the same period in 2017. The increase was in both conventional and niche applications. Tolling rates were up 13.7%, compared to the first quarter in 2017, with increases in niche applications that were partly offset by decreases in conventional applications. Non-tolling volume for the first quarter ended March 31, 2018 decreased by 3.8%, compared to the same period in 2017.\nGross profit in the Rubber Solutions segment for the quarter decreased to $5,431 from $5,674 compared to the same period last year and gross profit as a percentage of sales declined from 18.4% in the comparable period in 2017 to 15.1%, primarily due to higher raw material costs (which resulted in higher selling prices). Gross profit was also negatively impacted by an unforeseen maintenance occurrence and higher labour costs as a result of provincial changes in the Ontario Employment Standards Act, as well as incremental training costs for newly added resources in anticipation of increased volume for the remainder of the year.\nAt Engineered Products, net sales for the quarter increased 13.8%, to $44,471, from the same period last year. The increase in net sales was primarily due to net sales in the defense business more than doubling, partly offset by lower net sales in the automotive business. Net sales in the defense business increased across all major product lines, and in particular in power air purifying respirators (“PAPRs”) and accessories, filters, masks and boots. The decrease in net sales in the automotive business was due to lower demand for muffler hangars and boots and a decrease in sales of spring isolators, due to the end of a vehicle program, partly offset by higher demand for bushings and dampers.\nGross profit in the Engineered Products segment for the quarter increased by 33.1% to $7,234 compared to the same period last year and gross profit as a percentage of sales increased from 13.9% in the comparable period in 2017 to 16.3%, due to increased net sales in the defense business in the product lines discussed above. This was partly offset by decreased gross profit in the automotive business due to lower volume and increased rubber costs.\nOutlook\nOn a consolidated basis, the business is continuing to gain momentum, with the pipeline and longer term visibility the strongest it has been in years. There are encouraging signs of improvement from the implementation of the AirBoss operating system, which is designed to drive cost improvements and standardize the operating platform across all plants. These initiatives are projected to continue improving results for the remainder of 2018 and beyond.\nThe pipeline in the Rubber Solutions segment is strong and includes a potentially large, multi-year opportunity that is expected to start ramping up in the second half of the fiscal year, with full commercialization currently anticipated for 2019. This, combined with other increased business development activity, is expected to improve capacity utilization in the near and longer term. Expansion in non-black dense rubber, which was initiated in 2016, is progressing well and is anticipated to become a more material part of the business in the near future. Price increases and volatility in raw material costs are anticipated to continue throughout 2018 and management continues to adopt new purchasing and pricing strategies to mitigate negative impacts to the business.\nIn the Engineered Products segment, management continues to work on strategies to win multi-year contracts over the medium term in the automotive business, while maintaining focus on operational improvements in the near term. In the defense business, the increased tendering activity worldwide and heightened rates of inquiries across all product lines have continued into 2018 and are converting into realizable sales opportunities. Although some level of uncertainty as to the timing and size of orders, tenders and awards is expected, the defense business has the product-line breadth, capacity and execution experience to deliver strong performance in 2018.\nThe investments made in strengthening the leadership team, platforms and processes are expected to continue to drive strong results for the remainder of 2018.\nContact: Lisa Swartzman, President or Gren Schoch, CEO at 905-751-1188.\nAirBoss of America Corp. is a group of complementary businesses using compounding technology and engineering expertise to create value for its customers. With a capacity to supply over 400 million turn pounds of rubber annually, AirBoss Rubber Solutions is one of North America’s largest custom rubber compounding companies and a leading supplier of essential calendered and extruded products for a broad range of applications. AirBoss Engineered Products is a world leader in the supply of life saving products for the military and a leading supplier of innovative anti-vibration solutions to the North American automotive market. The Corporation’s shares trade on the TSX under the symbol BOS. Visit www.airbossofamerica.com .\nNote (1): Non – IFRS Financial Measures: EBITDA does not have a standardized meaning prescribed by IFRS and is not necessarily comparable to a similar measure presented by other issuers. This measure is neither required by, nor calculated in accordance with IFRS, and therefore is considered a Non-IFRS Financial Measure. The Company discloses EBITDA, a financial measurement used by interested parties and investors to monitor the ability of an issuer to generate cash from operations for debt service, financing working capital and capital expenditures and paying dividends. It should not be considered as an alternative to, or more meaningful than net income (or any other IFRS financial measure) as an indicator of the Company’s performance. Because EBITDA excludes some, but not all, items that affect net income, the EBITDA presented by the Company may not be comparable to similarly titled measures of other companies. A reconciliation of EBITDA to net income is presented below.\nThree Months ended\nMarch 31 In thousands of US dollars 2018 2017 Net income 3,198 2,875 Finance costs 499 732 Depreciation and amortization of intangible assets 2,751 2,676 Income tax expense 1,070 732 EBITDA 7,518 7,015 AIRBOSS FORWARD LOOKING INFORMATION DISCLAIMER\nCertain statements contained or incorporated by reference herein, including those that express management’s expectations or estimates of future developments or AirBoss’ future performance, constitute “forward-looking information” or “ ” within the meaning of applicable securities laws, and can generally be identified by words such as “will”, “may”, “could” “expects”, “believes”, “anticipates”, “forecasts”, “plans”, “intends” or similar expressions. These statements are not historical facts but instead represent management’s expectations, estimates and projections regarding future events and performance.\nStatements containing forward-looking information are necessarily based upon a number of opinions, estimates and assumptions that, while considered reasonable by management at the time the statements are made, are inherently subject to significant business, economic and competitive risks, uncertainties and contingencies. AirBoss cautions that such forward-looking information involves known and unknown contingencies, uncertainties and other risks that may cause AirBoss’ actual financial results, performance or achievements to be materially different from its estimated future results, performance or achievements expressed or implied by the forward-looking information. Numerous factors could cause actual results to those in the forward-looking information, including without limitation: impact of general economic conditions; dependence on key customers; cyclical trends in the tire and automotive, construction, mining and retail industries; sufficient availability of raw materials at economical costs; weather conditions affecting raw materials, production and sales; AirBoss’ ability to maintain existing customers or develop new customers in light of increased competition; AirBoss’ ability to successfully integrate acquisitions of other businesses and/or companies or to realize on the anticipated benefits thereof, changes in accounting policies and methods, including uncertainties associated with critical accounting assumptions and estimates; changes in the value of the Canadian dollar relative to the US dollar; changes in tax laws and potential litigation; ability to obtain financing on acceptable terms; environmental damage and non-compliance with environmental laws and regulations; potential product liability and warranty claims and equipment malfunction. This list is not exhaustive of the factors that may affect any of AirBoss’ forward-looking information.\nAll of the forward-looking information in this press release is expressly qualified by these cautionary statements. Investors are cautioned not to put undue reliance on forward-looking information. All subsequent written and oral forward-looking information attributable to AirBoss or persons acting on its behalf are expressly qualified in their entirety by this notice. Forward-looking information contained herein is made as of the date of this press release and, whether as a result of new information, future events or otherwise, AirBoss disclaims any intent or obligation to update publicly this forward-looking information except as required by applicable laws. Risks and uncertainties about AirBoss’ business are more fully discussed under the heading “Risk Factors” in our most recent Annual Information Form and are otherwise disclosed in our filings with securities regulatory authorities which are available on SEDAR at www.sedar.com .\nSource:AirBoss of America",
    "published": "2018-05-10T01:14:00.000+03:00",
    "crawled": "2018-05-10T03:59:42.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "newmarket",
        "ontario",
        "may",
        "globe",
        "newswire",
        "airboss",
        "america",
        "tsx",
        "bos",
        "u",
        "except",
        "otherwise",
        "noted",
        "highlight",
        "consolidated",
        "net",
        "sale",
        "increased",
        "million",
        "net",
        "sale",
        "engineered",
        "product",
        "defense",
        "business",
        "doubled",
        "ebitda",
        "increased",
        "million",
        "quarterly",
        "dividend",
        "paid",
        "c",
        "per",
        "share",
        "basic",
        "diluted",
        "earnings",
        "per",
        "share",
        "per",
        "common",
        "share",
        "compared",
        "per",
        "common",
        "share",
        "q1",
        "three",
        "month",
        "ended",
        "march",
        "thousand",
        "u",
        "dollar",
        "net",
        "sale",
        "gross",
        "profit",
        "ebitda",
        "net",
        "income",
        "u",
        "dollar",
        "net",
        "income",
        "per",
        "share",
        "eps",
        "common",
        "share",
        "outstanding",
        "million",
        "dividend",
        "board",
        "director",
        "company",
        "approved",
        "quarterly",
        "dividend",
        "cad",
        "per",
        "common",
        "share",
        "paid",
        "july",
        "shareholder",
        "record",
        "june",
        "consolidated",
        "result",
        "first",
        "quarter",
        "company",
        "continued",
        "build",
        "positive",
        "result",
        "fourth",
        "quarter",
        "consolidated",
        "net",
        "sale",
        "quarter",
        "increased",
        "first",
        "quarter",
        "increase",
        "rubber",
        "solution",
        "engineered",
        "product",
        "segment",
        "net",
        "sale",
        "engineered",
        "product",
        "segment",
        "defense",
        "business",
        "doubled",
        "quarter",
        "compared",
        "period",
        "period",
        "consolidated",
        "gross",
        "profit",
        "increased",
        "ebitda",
        "increased",
        "compared",
        "q1",
        "basic",
        "diluted",
        "earnings",
        "per",
        "share",
        "also",
        "increased",
        "first",
        "quarter",
        "compared",
        "period",
        "per",
        "share",
        "per",
        "share",
        "segment",
        "result",
        "rubber",
        "solution",
        "net",
        "sale",
        "quarter",
        "increased",
        "comparable",
        "period",
        "increase",
        "net",
        "sale",
        "reflected",
        "higher",
        "raw",
        "material",
        "cost",
        "resulted",
        "price",
        "increase",
        "customer",
        "increased",
        "volume",
        "strong",
        "demand",
        "road",
        "otr",
        "conveyor",
        "belt",
        "mining",
        "track",
        "sector",
        "partly",
        "offset",
        "softness",
        "automotive",
        "chemical",
        "sector",
        "tolling",
        "volume",
        "measured",
        "pound",
        "shipped",
        "increased",
        "compared",
        "period",
        "increase",
        "conventional",
        "niche",
        "application",
        "tolling",
        "rate",
        "compared",
        "first",
        "quarter",
        "increase",
        "niche",
        "application",
        "partly",
        "offset",
        "decrease",
        "conventional",
        "application",
        "volume",
        "first",
        "quarter",
        "ended",
        "march",
        "decreased",
        "compared",
        "period",
        "gross",
        "profit",
        "rubber",
        "solution",
        "segment",
        "quarter",
        "decreased",
        "compared",
        "period",
        "last",
        "year",
        "gross",
        "profit",
        "percentage",
        "sale",
        "declined",
        "comparable",
        "period",
        "primarily",
        "due",
        "higher",
        "raw",
        "material",
        "cost",
        "resulted",
        "higher",
        "selling",
        "price",
        "gross",
        "profit",
        "also",
        "negatively",
        "impacted",
        "unforeseen",
        "maintenance",
        "occurrence",
        "higher",
        "labour",
        "cost",
        "result",
        "provincial",
        "change",
        "ontario",
        "employment",
        "standard",
        "act",
        "well",
        "incremental",
        "training",
        "cost",
        "newly",
        "added",
        "resource",
        "anticipation",
        "increased",
        "volume",
        "remainder",
        "year",
        "engineered",
        "product",
        "net",
        "sale",
        "quarter",
        "increased",
        "period",
        "last",
        "year",
        "increase",
        "net",
        "sale",
        "primarily",
        "due",
        "net",
        "sale",
        "defense",
        "business",
        "doubling",
        "partly",
        "offset",
        "lower",
        "net",
        "sale",
        "automotive",
        "business",
        "net",
        "sale",
        "defense",
        "business",
        "increased",
        "across",
        "major",
        "product",
        "line",
        "particular",
        "power",
        "air",
        "purifying",
        "respirator",
        "paprs",
        "accessory",
        "filter",
        "mask",
        "boot",
        "decrease",
        "net",
        "sale",
        "automotive",
        "business",
        "due",
        "lower",
        "demand",
        "muffler",
        "hangar",
        "boot",
        "decrease",
        "sale",
        "spring",
        "isolators",
        "due",
        "end",
        "vehicle",
        "program",
        "partly",
        "offset",
        "higher",
        "demand",
        "bushing",
        "damper",
        "gross",
        "profit",
        "engineered",
        "product",
        "segment",
        "quarter",
        "increased",
        "compared",
        "period",
        "last",
        "year",
        "gross",
        "profit",
        "percentage",
        "sale",
        "increased",
        "comparable",
        "period",
        "due",
        "increased",
        "net",
        "sale",
        "defense",
        "business",
        "product",
        "line",
        "discussed",
        "partly",
        "offset",
        "decreased",
        "gross",
        "profit",
        "automotive",
        "business",
        "due",
        "lower",
        "volume",
        "increased",
        "rubber",
        "cost",
        "outlook",
        "consolidated",
        "basis",
        "business",
        "continuing",
        "gain",
        "momentum",
        "pipeline",
        "longer",
        "term",
        "visibility",
        "strongest",
        "year",
        "encouraging",
        "sign",
        "improvement",
        "implementation",
        "airboss",
        "operating",
        "system",
        "designed",
        "drive",
        "cost",
        "improvement",
        "standardize",
        "operating",
        "platform",
        "across",
        "plant",
        "initiative",
        "projected",
        "continue",
        "improving",
        "result",
        "remainder",
        "beyond",
        "pipeline",
        "rubber",
        "solution",
        "segment",
        "strong",
        "includes",
        "potentially",
        "large",
        "opportunity",
        "expected",
        "start",
        "ramping",
        "second",
        "half",
        "fiscal",
        "year",
        "full",
        "commercialization",
        "currently",
        "anticipated",
        "combined",
        "increased",
        "business",
        "development",
        "activity",
        "expected",
        "improve",
        "capacity",
        "utilization",
        "near",
        "longer",
        "term",
        "expansion",
        "dense",
        "rubber",
        "initiated",
        "progressing",
        "well",
        "anticipated",
        "become",
        "material",
        "part",
        "business",
        "near",
        "future",
        "price",
        "increase",
        "volatility",
        "raw",
        "material",
        "cost",
        "anticipated",
        "continue",
        "throughout",
        "management",
        "continues",
        "adopt",
        "new",
        "purchasing",
        "pricing",
        "strategy",
        "mitigate",
        "negative",
        "impact",
        "business",
        "engineered",
        "product",
        "segment",
        "management",
        "continues",
        "work",
        "strategy",
        "win",
        "contract",
        "medium",
        "term",
        "automotive",
        "business",
        "maintaining",
        "focus",
        "operational",
        "improvement",
        "near",
        "term",
        "defense",
        "business",
        "increased",
        "tendering",
        "activity",
        "worldwide",
        "heightened",
        "rate",
        "inquiry",
        "across",
        "product",
        "line",
        "continued",
        "converting",
        "realizable",
        "sale",
        "opportunity",
        "although",
        "level",
        "uncertainty",
        "timing",
        "size",
        "order",
        "tender",
        "award",
        "expected",
        "defense",
        "business",
        "breadth",
        "capacity",
        "execution",
        "experience",
        "deliver",
        "strong",
        "performance",
        "investment",
        "made",
        "strengthening",
        "leadership",
        "team",
        "platform",
        "process",
        "expected",
        "continue",
        "drive",
        "strong",
        "result",
        "remainder",
        "contact",
        "lisa",
        "swartzman",
        "president",
        "gren",
        "schoch",
        "ceo",
        "airboss",
        "america",
        "group",
        "complementary",
        "business",
        "using",
        "compounding",
        "technology",
        "engineering",
        "expertise",
        "create",
        "value",
        "customer",
        "capacity",
        "supply",
        "million",
        "turn",
        "pound",
        "rubber",
        "annually",
        "airboss",
        "rubber",
        "solution",
        "one",
        "north",
        "america",
        "largest",
        "custom",
        "rubber",
        "compounding",
        "company",
        "leading",
        "supplier",
        "essential",
        "calendered",
        "extruded",
        "product",
        "broad",
        "range",
        "application",
        "airboss",
        "engineered",
        "product",
        "world",
        "leader",
        "supply",
        "life",
        "saving",
        "product",
        "military",
        "leading",
        "supplier",
        "innovative",
        "solution",
        "north",
        "american",
        "automotive",
        "market",
        "corporation",
        "share",
        "trade",
        "tsx",
        "symbol",
        "bos",
        "visit",
        "note",
        "non",
        "ifrs",
        "financial",
        "measure",
        "ebitda",
        "standardized",
        "meaning",
        "prescribed",
        "ifrs",
        "necessarily",
        "comparable",
        "similar",
        "measure",
        "presented",
        "issuer",
        "measure",
        "neither",
        "required",
        "calculated",
        "accordance",
        "ifrs",
        "therefore",
        "considered",
        "financial",
        "measure",
        "company",
        "discloses",
        "ebitda",
        "financial",
        "measurement",
        "used",
        "interested",
        "party",
        "investor",
        "monitor",
        "ability",
        "issuer",
        "generate",
        "cash",
        "operation",
        "debt",
        "service",
        "financing",
        "working",
        "capital",
        "capital",
        "expenditure",
        "paying",
        "dividend",
        "considered",
        "alternative",
        "meaningful",
        "net",
        "income",
        "ifrs",
        "financial",
        "measure",
        "indicator",
        "company",
        "performance",
        "ebitda",
        "excludes",
        "item",
        "affect",
        "net",
        "income",
        "ebitda",
        "presented",
        "company",
        "may",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "company",
        "reconciliation",
        "ebitda",
        "net",
        "income",
        "presented",
        "three",
        "month",
        "ended",
        "march",
        "thousand",
        "u",
        "dollar",
        "net",
        "income",
        "finance",
        "cost",
        "depreciation",
        "amortization",
        "intangible",
        "asset",
        "income",
        "tax",
        "expense",
        "ebitda",
        "airboss",
        "forward",
        "looking",
        "information",
        "disclaimer",
        "certain",
        "statement",
        "contained",
        "incorporated",
        "reference",
        "herein",
        "including",
        "express",
        "management",
        "expectation",
        "estimate",
        "future",
        "development",
        "airboss",
        "future",
        "performance",
        "constitute",
        "information",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "generally",
        "identified",
        "word",
        "may",
        "could",
        "expects",
        "belief",
        "anticipates",
        "forecast",
        "plan",
        "intends",
        "similar",
        "expression",
        "statement",
        "historical",
        "fact",
        "instead",
        "represent",
        "management",
        "expectation",
        "estimate",
        "projection",
        "regarding",
        "future",
        "event",
        "performance",
        "statement",
        "containing",
        "information",
        "necessarily",
        "based",
        "upon",
        "number",
        "opinion",
        "estimate",
        "assumption",
        "considered",
        "reasonable",
        "management",
        "time",
        "statement",
        "made",
        "inherently",
        "subject",
        "significant",
        "business",
        "economic",
        "competitive",
        "risk",
        "uncertainty",
        "contingency",
        "airboss",
        "caution",
        "information",
        "involves",
        "known",
        "unknown",
        "contingency",
        "uncertainty",
        "risk",
        "may",
        "cause",
        "airboss",
        "actual",
        "financial",
        "result",
        "performance",
        "achievement",
        "materially",
        "different",
        "estimated",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "information",
        "numerous",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "information",
        "including",
        "without",
        "limitation",
        "impact",
        "general",
        "economic",
        "condition",
        "dependence",
        "key",
        "customer",
        "cyclical",
        "trend",
        "tire",
        "automotive",
        "construction",
        "mining",
        "retail",
        "industry",
        "sufficient",
        "availability",
        "raw",
        "material",
        "economical",
        "cost",
        "weather",
        "condition",
        "affecting",
        "raw",
        "material",
        "production",
        "sale",
        "airboss",
        "ability",
        "maintain",
        "existing",
        "customer",
        "develop",
        "new",
        "customer",
        "light",
        "increased",
        "competition",
        "airboss",
        "ability",
        "successfully",
        "integrate",
        "acquisition",
        "business",
        "company",
        "realize",
        "anticipated",
        "benefit",
        "thereof",
        "change",
        "accounting",
        "policy",
        "method",
        "including",
        "uncertainty",
        "associated",
        "critical",
        "accounting",
        "assumption",
        "estimate",
        "change",
        "value",
        "canadian",
        "dollar",
        "relative",
        "u",
        "dollar",
        "change",
        "tax",
        "law",
        "potential",
        "litigation",
        "ability",
        "obtain",
        "financing",
        "acceptable",
        "term",
        "environmental",
        "damage",
        "environmental",
        "law",
        "regulation",
        "potential",
        "product",
        "liability",
        "warranty",
        "claim",
        "equipment",
        "malfunction",
        "list",
        "exhaustive",
        "factor",
        "may",
        "affect",
        "airboss",
        "information",
        "information",
        "press",
        "release",
        "expressly",
        "qualified",
        "cautionary",
        "statement",
        "investor",
        "cautioned",
        "put",
        "undue",
        "reliance",
        "information",
        "subsequent",
        "written",
        "oral",
        "information",
        "attributable",
        "airboss",
        "person",
        "acting",
        "behalf",
        "expressly",
        "qualified",
        "entirety",
        "notice",
        "information",
        "contained",
        "herein",
        "made",
        "date",
        "press",
        "release",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "airboss",
        "disclaims",
        "intent",
        "obligation",
        "update",
        "publicly",
        "information",
        "except",
        "required",
        "applicable",
        "law",
        "risk",
        "uncertainty",
        "airboss",
        "business",
        "fully",
        "discussed",
        "heading",
        "risk",
        "factor",
        "recent",
        "annual",
        "information",
        "form",
        "otherwise",
        "disclosed",
        "filing",
        "security",
        "regulatory",
        "authority",
        "available",
        "sedar",
        "source",
        "airboss",
        "america"
    ]
}