{
    "organizations": [],
    "uuid": "b8499946208f17a901ba194e962c9d068b381230",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/09/pr-newswire-viking-therapeutics-reports-first-quarter-2018-financial-results-and-provides-corporate-update.html",
    "ord_in_thread": 0,
    "title": "Viking Therapeutics Reports First Quarter 2018 Financial Results and Provides Corporate Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN DIEGO, May 9, 2018 /PRNewswire/ -- Viking Therapeutics, Inc. (Viking) (NASDAQ: VKTX), a clinical-stage biopharmaceutical company focused on the development of novel therapies for metabolic and endocrine disorders, today announced its financial results for the first quarter ended March 31, 2018, and provided an update on its clinical pipeline and other corporate developments.\nHighlights from, and Subsequent to, the Quarter Ended March 31, 2018\n\"The first quarter has been an exciting and productive period for Viking as we built upon the momentum from 2017,\" stated Brian Lian, Ph.D., chief executive officer of Viking Therapeutics. \"With our novel selective androgen receptor modulator (SARM) VK5211, for hip fracture, we continued working toward a planned meeting with the FDA on potential next steps for the program. We anticipate that this meeting will occur in the second half of the year. We also continued enrolling patients in the Phase 2 trial of our novel thyroid receptor beta agonist, VK2809 for non-alcoholic fatty liver disease (NAFLD) and hypercholesterolemia, and remain on track to announce data from this study in the second half of the year. Lastly, we continued to advance our rare disease programs targeting glycogen storage disease (GSD) and X-linked adrenoleukodystrophy (X-ALD). We expect to initiate a proof-of-concept trial for VK2809 in GSD Ia this quarter, and we plan to complete IND-enabling studies for VK0214 in X-ALD later this year. Each of these programs represents exciting future opportunities for Viking.\"\nPipeline and Corporate Highlights\nPartnering discussions underway for VK5211 following positive Phase 2 trial results in patients recovering from hip fracture. VK5211 is an orally available, non-steroidal selective androgen receptor modulator (SARM) designed to selectively stimulate muscle and bone formation with reduced activity in peripheral tissues such as skin and prostate.\nIn November 2017, the company announced positive results from a 12-week, Phase 2 clinical trial of VK5211 in patients who recently suffered a hip fracture. Top-line data showed that the Phase 2 trial achieved its primary endpoint, demonstrating statistically significant, dose dependent increases in lean body mass, less head, following treatment with VK5211, as compared to placebo. The study also achieved important secondary endpoints, demonstrating statistically significant increases in appendicular lean body mass and total lean body mass for all doses of VK5211, compared to placebo. Patients receiving VK5211 demonstrated numerical improvements in certain exploratory assessments of functional performance, including the 6-minute walk test and short physical performance battery, compared with placebo. In addition, VK5211 demonstrated encouraging safety and tolerability in this study, with no drug-related serious adverse events (SAEs) reported. Viking plans to present detailed results from this study at a scientific meeting later in the year. The company is currently exploring options for advancing VK5211. Phase 2 clinical trial of VK2809 in NAFLD and hypercholesterolemia nearing completion of enrollment. VK2809 is a novel, orally available small molecule thyroid receptor agonist that possesses selectivity for liver tissue, as well as the beta receptor subtype, suggesting promise in this patient population. The ongoing Phase 2 study is enrolling patients with non-alcoholic fatty liver disease (NAFLD) and elevated LDL cholesterol. Patients are randomized to receive once-daily oral doses of VK2809 or placebo for 12 weeks followed by a four-week off-drug phase. The trial's primary endpoint will evaluate the effect of VK2809 treatment on LDL-cholesterol after 12 weeks compared to placebo. Secondary and exploratory endpoints include assessments of changes in liver fat content, inflammatory markers, and plasma lipids. This trial is nearing completion of enrollment, and the company expects to announce results in the second half of 2018. Proof of concept study of VK2809 in GSD Ia expected to begin in this quarter. GSD Ia is a rare genetic disease that results in an excess accumulation of glycogen and lipids in the liver, potentially leading to hepatic steatosis, hepatic adenomas, and hepatocellular carcinoma. In 2017, the company announced positive findings from an in vivo study evaluating VK2809 as a potential treatment for GSD Ia. The results demonstrated VK2809's potent, rapid-acting effects in liver tissue, and support advancement of the candidate into the clinic. The company plans to begin dosing patients in a Phase 1 clinical trial this quarter. IND-enabling work for VK0214 in X-ALD progressing. VK0214 is a novel, orally available small molecule thyroid receptor agonist that possesses selectivity for the beta receptor subtype. Data from an in vivo proof-of-concept study of VK0214 in X-ALD demonstrated that long-term (25-week) treatment with VK0214 produced statistically significant reductions in plasma and tissue levels of very long chain fatty acids (VLCFAs) compared to vehicle-treated controls. Treatment with VK0214 was also shown to stimulate significant increases in ABCD2 transporter expression in CNS tissue, providing further evidence of its effect beyond plasma. These results were consistent with the proposed mechanism of thyroid receptor beta (TRb)-mediated reductions in VLCFA levels, as ABCD2 is regulated by TRb and known to play a role in VLCFA metabolism. The successful outcome of this work provides support for the role of selective TRb activation as a potential therapeutic approach to the disease. The company has initiated IND-enabling work for this program and plans to file an IND to conduct a proof-of-concept study of VK0214 in 2019. Financing raised approximately $63 million. In the first quarter of 2018, Viking received a total of approximately $63 million in gross proceeds through the issuance of common stock. These proceeds will be used to support the company's ongoing development programs, partnering efforts and other corporate activities. As of March 31, 2018, the company had $77.5 million in cash, cash equivalents and short-term investments.\nFinancial Highlights\nThree Months Ended March 31, 2018 and 2017\nResearch and development expenses for the three months ended March 31, 2018 were $3.0 million compared to $3.5 million for the same period in 2017. The decrease was primarily due to decreased manufacturing expenses for our drug candidates and a decrease in activities related to our VK5211 clinical development program, offset by an increase in certain pre-clinical efforts and an increase in the use of third party consultants.\nGeneral and administrative expenses for the three months ended March 31, 2018 were $1.8 million compared to $1.4 million for the same period in 2017. The increase was primarily due to increases in stock based compensation and salaries and benefits-related expenses.\nFor the three months ended March 31, 2018, Viking reported a net loss of $3.6 million, and a basic net loss per share of $0.08, compared to a net loss of $5.2 million, and a basic net loss per share of $0.23, in the corresponding period in 2017. The decrease in net loss for the three months ended March 31, 2018 was primarily due to the increase in income related to the decrease in fair value of debt conversion feature liability.\nBalance Sheet as of March 31, 2018\nAt March 31, 2018, Viking held cash, cash equivalents and short-term investments totaling $77.5 million. As of April 30, 2018, Viking had 50,933,195 shares of common stock outstanding.\nConference Call\nManagement will host a conference call to discuss the company's first quarter financial results today at 4:30 pm Eastern time. To participate on the conference call, please dial (844) 850-0543 from the U.S. or (412) 317-5199 from outside the U.S. In addition, following the completion of the call, a telephone replay will be accessible until May 16, 2018 by dialing (877) 344-7529 from the U.S. or (412) 317-0088 from outside the U.S. and entering conference ID # 10118827. Those interested in listening to the conference call live via the internet may do so by visiting the Investor Relations section of Viking's website at www.vikingtherapeutics.com . An archive of the webcast will be available for 30 days on the company's website at www.vikingtherapeutics.com .\nAbout Viking Therapeutics, Inc.\nViking Therapeutics, Inc., is a clinical-stage biopharmaceutical company focused on the development of novel, first-in-class or best-in-class therapies for metabolic and endocrine disorders. The company's research and development activities leverage its expertise in metabolism to develop innovative therapeutics designed to improve patients' lives. The company's clinical programs include VK5211, an orally available, non-steroidal selective androgen receptor modulator (SARM). In a Phase 2 trial in patients recovering from hip fracture, patients who received VK5211 experienced significant improvements in measures of lean body mass compared to patients who received placebo. The company's second clinical program is evaluating VK2809, a small molecule thyroid beta agonist in a Phase 2 trial for the treatment of non-alcoholic fatty liver disease (NAFLD) and hypercholesterolemia. The company is also developing VK0612, a first-in-class, orally available drug candidate in Phase 2 development for type 2 diabetes. Additional programs include novel and selective agonists of the thyroid beta receptor for GSD Ia and X-linked adrenoleukodystrophy, as well as two earlier-stage programs targeting metabolic diseases and anemia. Viking holds exclusive worldwide rights to a portfolio of five therapeutic programs in clinical trials or preclinical studies, including those noted above, which are based on small molecules licensed from Ligand Pharmaceuticals Incorporated.\nFollow Viking on Twitter @Viking_VKTX.\nForward-Looking Statements\nThis press release contains forward-looking statements regarding Viking Therapeutics, Inc., under the safe harbor provisions of the U.S. 1995, including statements about Viking's expectations regarding its development activities, timelines and milestones, as well as the company's goals and plans regarding VK5211, VK2809 and VK0214 and their respective prospects. Forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially and adversely and reported results should not be considered as an indication of future performance. These risks and uncertainties include, but are not limited to: risks associated with the success, cost and timing of Viking's product candidate development activities and clinical trials, including those for VK5211 and VK2809; risks that prior clinical and preclinical results may not be replicated; risks regarding regulatory requirements; and other risks that are described in Viking's most recent periodic reports filed with the Securities and Exchange Commission, including Viking's Annual Report on Form 10-K for the year ended December 31, 2017, including the risk factors set forth in those filings. These forward-looking statements speak only as of the date hereof. Viking disclaims any obligation to update these forward-looking statements except as required by law.\nViking Therapeutics, Inc.\nStatements of Operations and Comprehensive Loss\n(In thousands, except per share amounts)\n(Unaudited)\nThree Months Ended\nMarch 31,\n2018\n2017\nRevenues\n$\n—\n$\n—\nOperating expenses:\nResearch and development\n3,043\n3,528\nGeneral and administrative\n1,762\n1,441\nTotal operating expenses\n4,805\n4,969\nLoss from operations\n(4,805)\n(4,969)\nOther income (expense):\nChange in fair value of debt conversion feature liability\n1,361\n278\nAmortization of debt discount\n(258)\n(431)\nAmortization of financing costs\n(30)\n(98)\nInterest income (expense), net\n181\n(2)\nTotal other income (expense), net\n1,254\n(253)\nNet loss\n(3,551)\n(5,222)\nOther comprehensive loss, net of tax:\nUnrealized loss on securities\n(89)\n(1)\nComprehensive loss\n$\n(3,640)\n$\n(5,223)\nNet loss per common share\nBasic\n$\n(0.08)\n$\n(0.23)\nDiluted\n$\n(0.10)\n$\n(0.23)\nWeighted-average shares used to compute net loss per share\nBasic\n44,649\n22,353\nDiluted\n45,306\n22,353\nViking Therapeutics, Inc.\nBalance Sheets\n(In thousands, except share and per share amounts)\nMarch 31,\n2018\nDecember 31,\n2017\n(Unaudited)\nAssets\nCurrent assets:\nCash and cash equivalents\n$\n36,356\n$\n8,988\nShort-term investments – available for sale\n41,112\n11,587\nPrepaid clinical trial and preclinical study costs\n1,014\n887\nPrepaid expenses and other current assets\n249\n389\nTotal current assets\n78,731\n21,851\nDeferred public offering and other financing costs\n240\n270\nTotal assets\n$\n78,971\n$\n22,121\nLiabilities and stockholders ' equity\nCurrent liabilities:\nAccounts payable\n$\n658\n$\n1,529\nOther accrued liabilities\n1,889\n2,257\nAccrued interest, current\n34\n22\nConvertible notes payable, current (net of discount of $146 and $404 at March 31, 2018 and December 31, 2017, respectively)\n3,721\n3,451\nDebt conversion feature liability, current\n37\n1,398\nTotal current liabilities\n6,339\n8,657\nTotal liabilities\n6,339\n8,657\nCommitments and contingencies\nStockholders' equity:\nPreferred stock, $0.00001 par value: 10,000,000 shares authorized at March 31, 2018 and December 31, 2017; no shares issued and outstanding at March 31, 2018 and December 31, 2017\n—\n—\nCommon stock, $0.00001 par value: 300,000,000 shares authorized at March 31, 2018 and December 31, 2017; 50,933,195 and 35,817,104 shares issued and outstanding at March 31, 2018 and December 31, 2017, respectively\n1\n—\nAdditional paid-in capital\n157,146\n94,339\nAccumulated deficit\n(84,406)\n(80,855)\nAccumulated other comprehensive loss\n(109)\n(20)\nTotal stockholders' equity\n72,632\n13,464\nTotal liabilities and stockholders' equity\n$\n78,971\n$\n22,121\nView original content: http://www.prnewswire.com/news-releases/viking-therapeutics-reports-first-quarter-2018-financial-results-and-provides-corporate-update-300645779.html\nSOURCE Viking Therapeutics, Inc.",
    "published": "2018-05-10T00:05:00.000+03:00",
    "crawled": "2018-05-10T01:45:22.010+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "diego",
        "may",
        "viking",
        "therapeutic",
        "viking",
        "nasdaq",
        "vktx",
        "biopharmaceutical",
        "company",
        "focused",
        "development",
        "novel",
        "therapy",
        "metabolic",
        "endocrine",
        "disorder",
        "today",
        "announced",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "provided",
        "update",
        "clinical",
        "pipeline",
        "corporate",
        "development",
        "highlight",
        "subsequent",
        "quarter",
        "ended",
        "march",
        "first",
        "quarter",
        "exciting",
        "productive",
        "period",
        "viking",
        "built",
        "upon",
        "momentum",
        "stated",
        "brian",
        "lian",
        "chief",
        "executive",
        "officer",
        "viking",
        "therapeutic",
        "novel",
        "selective",
        "androgen",
        "receptor",
        "modulator",
        "sarm",
        "vk5211",
        "hip",
        "fracture",
        "continued",
        "working",
        "toward",
        "planned",
        "meeting",
        "fda",
        "potential",
        "next",
        "step",
        "program",
        "anticipate",
        "meeting",
        "occur",
        "second",
        "half",
        "year",
        "also",
        "continued",
        "enrolling",
        "patient",
        "phase",
        "trial",
        "novel",
        "thyroid",
        "receptor",
        "beta",
        "agonist",
        "vk2809",
        "fatty",
        "liver",
        "disease",
        "nafld",
        "hypercholesterolemia",
        "remain",
        "track",
        "announce",
        "data",
        "study",
        "second",
        "half",
        "year",
        "lastly",
        "continued",
        "advance",
        "rare",
        "disease",
        "program",
        "targeting",
        "glycogen",
        "storage",
        "disease",
        "gsd",
        "adrenoleukodystrophy",
        "expect",
        "initiate",
        "trial",
        "vk2809",
        "gsd",
        "ia",
        "quarter",
        "plan",
        "complete",
        "study",
        "vk0214",
        "later",
        "year",
        "program",
        "represents",
        "exciting",
        "future",
        "opportunity",
        "viking",
        "pipeline",
        "corporate",
        "highlight",
        "partnering",
        "discussion",
        "underway",
        "vk5211",
        "following",
        "positive",
        "phase",
        "trial",
        "result",
        "patient",
        "recovering",
        "hip",
        "fracture",
        "vk5211",
        "orally",
        "available",
        "selective",
        "androgen",
        "receptor",
        "modulator",
        "sarm",
        "designed",
        "selectively",
        "stimulate",
        "muscle",
        "bone",
        "formation",
        "reduced",
        "activity",
        "peripheral",
        "tissue",
        "skin",
        "prostate",
        "november",
        "company",
        "announced",
        "positive",
        "result",
        "phase",
        "clinical",
        "trial",
        "vk5211",
        "patient",
        "recently",
        "suffered",
        "hip",
        "fracture",
        "data",
        "showed",
        "phase",
        "trial",
        "achieved",
        "primary",
        "endpoint",
        "demonstrating",
        "statistically",
        "significant",
        "dose",
        "dependent",
        "increase",
        "lean",
        "body",
        "mass",
        "less",
        "head",
        "following",
        "treatment",
        "vk5211",
        "compared",
        "placebo",
        "study",
        "also",
        "achieved",
        "important",
        "secondary",
        "endpoint",
        "demonstrating",
        "statistically",
        "significant",
        "increase",
        "appendicular",
        "lean",
        "body",
        "mass",
        "total",
        "lean",
        "body",
        "mass",
        "dos",
        "vk5211",
        "compared",
        "placebo",
        "patient",
        "receiving",
        "vk5211",
        "demonstrated",
        "numerical",
        "improvement",
        "certain",
        "exploratory",
        "assessment",
        "functional",
        "performance",
        "including",
        "walk",
        "test",
        "short",
        "physical",
        "performance",
        "battery",
        "compared",
        "placebo",
        "addition",
        "vk5211",
        "demonstrated",
        "encouraging",
        "safety",
        "tolerability",
        "study",
        "serious",
        "adverse",
        "event",
        "saes",
        "reported",
        "viking",
        "plan",
        "present",
        "detailed",
        "result",
        "study",
        "scientific",
        "meeting",
        "later",
        "year",
        "company",
        "currently",
        "exploring",
        "option",
        "advancing",
        "vk5211",
        "phase",
        "clinical",
        "trial",
        "vk2809",
        "nafld",
        "hypercholesterolemia",
        "nearing",
        "completion",
        "enrollment",
        "vk2809",
        "novel",
        "orally",
        "available",
        "small",
        "molecule",
        "thyroid",
        "receptor",
        "agonist",
        "possesses",
        "selectivity",
        "liver",
        "tissue",
        "well",
        "beta",
        "receptor",
        "subtype",
        "suggesting",
        "promise",
        "patient",
        "population",
        "ongoing",
        "phase",
        "study",
        "enrolling",
        "patient",
        "fatty",
        "liver",
        "disease",
        "nafld",
        "elevated",
        "ldl",
        "cholesterol",
        "patient",
        "randomized",
        "receive",
        "oral",
        "dos",
        "vk2809",
        "placebo",
        "week",
        "followed",
        "phase",
        "trial",
        "primary",
        "endpoint",
        "evaluate",
        "effect",
        "vk2809",
        "treatment",
        "week",
        "compared",
        "placebo",
        "secondary",
        "exploratory",
        "endpoint",
        "include",
        "assessment",
        "change",
        "liver",
        "fat",
        "content",
        "inflammatory",
        "marker",
        "plasma",
        "lipid",
        "trial",
        "nearing",
        "completion",
        "enrollment",
        "company",
        "expects",
        "announce",
        "result",
        "second",
        "half",
        "proof",
        "concept",
        "study",
        "vk2809",
        "gsd",
        "ia",
        "expected",
        "begin",
        "quarter",
        "gsd",
        "ia",
        "rare",
        "genetic",
        "disease",
        "result",
        "excess",
        "accumulation",
        "glycogen",
        "lipid",
        "liver",
        "potentially",
        "leading",
        "hepatic",
        "steatosis",
        "hepatic",
        "adenoma",
        "hepatocellular",
        "carcinoma",
        "company",
        "announced",
        "positive",
        "finding",
        "vivo",
        "study",
        "evaluating",
        "vk2809",
        "potential",
        "treatment",
        "gsd",
        "ia",
        "result",
        "demonstrated",
        "vk2809",
        "potent",
        "effect",
        "liver",
        "tissue",
        "support",
        "advancement",
        "candidate",
        "clinic",
        "company",
        "plan",
        "begin",
        "dosing",
        "patient",
        "phase",
        "clinical",
        "trial",
        "quarter",
        "work",
        "vk0214",
        "progressing",
        "vk0214",
        "novel",
        "orally",
        "available",
        "small",
        "molecule",
        "thyroid",
        "receptor",
        "agonist",
        "possesses",
        "selectivity",
        "beta",
        "receptor",
        "subtype",
        "data",
        "vivo",
        "study",
        "vk0214",
        "demonstrated",
        "treatment",
        "vk0214",
        "produced",
        "statistically",
        "significant",
        "reduction",
        "plasma",
        "tissue",
        "level",
        "long",
        "chain",
        "fatty",
        "acid",
        "vlcfas",
        "compared",
        "control",
        "treatment",
        "vk0214",
        "also",
        "shown",
        "stimulate",
        "significant",
        "increase",
        "abcd2",
        "transporter",
        "expression",
        "cns",
        "tissue",
        "providing",
        "evidence",
        "effect",
        "beyond",
        "plasma",
        "result",
        "consistent",
        "proposed",
        "mechanism",
        "thyroid",
        "receptor",
        "beta",
        "trb",
        "reduction",
        "vlcfa",
        "level",
        "abcd2",
        "regulated",
        "trb",
        "known",
        "play",
        "role",
        "vlcfa",
        "metabolism",
        "successful",
        "outcome",
        "work",
        "provides",
        "support",
        "role",
        "selective",
        "trb",
        "activation",
        "potential",
        "therapeutic",
        "approach",
        "disease",
        "company",
        "initiated",
        "work",
        "program",
        "plan",
        "file",
        "ind",
        "conduct",
        "study",
        "vk0214",
        "financing",
        "raised",
        "approximately",
        "million",
        "first",
        "quarter",
        "viking",
        "received",
        "total",
        "approximately",
        "million",
        "gross",
        "proceeds",
        "issuance",
        "common",
        "stock",
        "proceeds",
        "used",
        "support",
        "company",
        "ongoing",
        "development",
        "program",
        "partnering",
        "effort",
        "corporate",
        "activity",
        "march",
        "company",
        "million",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "financial",
        "highlight",
        "three",
        "month",
        "ended",
        "march",
        "research",
        "development",
        "expense",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "period",
        "decrease",
        "primarily",
        "due",
        "decreased",
        "manufacturing",
        "expense",
        "drug",
        "candidate",
        "decrease",
        "activity",
        "related",
        "vk5211",
        "clinical",
        "development",
        "program",
        "offset",
        "increase",
        "certain",
        "effort",
        "increase",
        "use",
        "third",
        "party",
        "consultant",
        "general",
        "administrative",
        "expense",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "period",
        "increase",
        "primarily",
        "due",
        "increase",
        "stock",
        "based",
        "compensation",
        "salary",
        "expense",
        "three",
        "month",
        "ended",
        "march",
        "viking",
        "reported",
        "net",
        "loss",
        "million",
        "basic",
        "net",
        "loss",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "basic",
        "net",
        "loss",
        "per",
        "share",
        "corresponding",
        "period",
        "decrease",
        "net",
        "loss",
        "three",
        "month",
        "ended",
        "march",
        "primarily",
        "due",
        "increase",
        "income",
        "related",
        "decrease",
        "fair",
        "value",
        "debt",
        "conversion",
        "feature",
        "liability",
        "balance",
        "sheet",
        "march",
        "march",
        "viking",
        "held",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "totaling",
        "million",
        "april",
        "viking",
        "share",
        "common",
        "stock",
        "outstanding",
        "conference",
        "call",
        "management",
        "host",
        "conference",
        "call",
        "discus",
        "company",
        "first",
        "quarter",
        "financial",
        "result",
        "today",
        "pm",
        "eastern",
        "time",
        "participate",
        "conference",
        "call",
        "please",
        "dial",
        "outside",
        "addition",
        "following",
        "completion",
        "call",
        "telephone",
        "replay",
        "accessible",
        "may",
        "dialing",
        "outside",
        "entering",
        "conference",
        "id",
        "interested",
        "listening",
        "conference",
        "call",
        "live",
        "via",
        "internet",
        "may",
        "visiting",
        "investor",
        "relation",
        "section",
        "viking",
        "website",
        "archive",
        "webcast",
        "available",
        "day",
        "company",
        "website",
        "viking",
        "therapeutic",
        "viking",
        "therapeutic",
        "biopharmaceutical",
        "company",
        "focused",
        "development",
        "novel",
        "therapy",
        "metabolic",
        "endocrine",
        "disorder",
        "company",
        "research",
        "development",
        "activity",
        "leverage",
        "expertise",
        "metabolism",
        "develop",
        "innovative",
        "therapeutic",
        "designed",
        "improve",
        "patient",
        "life",
        "company",
        "clinical",
        "program",
        "include",
        "vk5211",
        "orally",
        "available",
        "selective",
        "androgen",
        "receptor",
        "modulator",
        "sarm",
        "phase",
        "trial",
        "patient",
        "recovering",
        "hip",
        "fracture",
        "patient",
        "received",
        "vk5211",
        "experienced",
        "significant",
        "improvement",
        "measure",
        "lean",
        "body",
        "mass",
        "compared",
        "patient",
        "received",
        "placebo",
        "company",
        "second",
        "clinical",
        "program",
        "evaluating",
        "vk2809",
        "small",
        "molecule",
        "thyroid",
        "beta",
        "agonist",
        "phase",
        "trial",
        "treatment",
        "fatty",
        "liver",
        "disease",
        "nafld",
        "hypercholesterolemia",
        "company",
        "also",
        "developing",
        "vk0612",
        "orally",
        "available",
        "drug",
        "candidate",
        "phase",
        "development",
        "type",
        "diabetes",
        "additional",
        "program",
        "include",
        "novel",
        "selective",
        "agonist",
        "thyroid",
        "beta",
        "receptor",
        "gsd",
        "ia",
        "adrenoleukodystrophy",
        "well",
        "two",
        "program",
        "targeting",
        "metabolic",
        "disease",
        "anemia",
        "viking",
        "hold",
        "exclusive",
        "worldwide",
        "right",
        "portfolio",
        "five",
        "therapeutic",
        "program",
        "clinical",
        "trial",
        "preclinical",
        "study",
        "including",
        "noted",
        "based",
        "small",
        "molecule",
        "licensed",
        "ligand",
        "pharmaceutical",
        "incorporated",
        "follow",
        "viking",
        "twitter",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "regarding",
        "viking",
        "therapeutic",
        "safe",
        "harbor",
        "provision",
        "including",
        "statement",
        "viking",
        "expectation",
        "regarding",
        "development",
        "activity",
        "timeline",
        "milestone",
        "well",
        "company",
        "goal",
        "plan",
        "regarding",
        "vk5211",
        "vk2809",
        "vk0214",
        "respective",
        "prospect",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "adversely",
        "reported",
        "result",
        "considered",
        "indication",
        "future",
        "performance",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "risk",
        "associated",
        "success",
        "cost",
        "timing",
        "viking",
        "product",
        "candidate",
        "development",
        "activity",
        "clinical",
        "trial",
        "including",
        "vk5211",
        "vk2809",
        "risk",
        "prior",
        "clinical",
        "preclinical",
        "result",
        "may",
        "replicated",
        "risk",
        "regarding",
        "regulatory",
        "requirement",
        "risk",
        "described",
        "viking",
        "recent",
        "periodic",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "including",
        "viking",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "including",
        "risk",
        "factor",
        "set",
        "forth",
        "filing",
        "statement",
        "speak",
        "date",
        "hereof",
        "viking",
        "disclaims",
        "obligation",
        "update",
        "statement",
        "except",
        "required",
        "law",
        "viking",
        "therapeutic",
        "statement",
        "operation",
        "comprehensive",
        "loss",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "change",
        "fair",
        "value",
        "debt",
        "conversion",
        "feature",
        "liability",
        "amortization",
        "debt",
        "discount",
        "amortization",
        "financing",
        "cost",
        "interest",
        "income",
        "expense",
        "net",
        "total",
        "income",
        "expense",
        "net",
        "net",
        "loss",
        "comprehensive",
        "loss",
        "net",
        "tax",
        "unrealized",
        "loss",
        "security",
        "comprehensive",
        "loss",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "share",
        "used",
        "compute",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "viking",
        "therapeutic",
        "balance",
        "sheet",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "march",
        "december",
        "unaudited",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "available",
        "sale",
        "prepaid",
        "clinical",
        "trial",
        "preclinical",
        "study",
        "cost",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "deferred",
        "public",
        "offering",
        "financing",
        "cost",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "liability",
        "accrued",
        "interest",
        "current",
        "convertible",
        "note",
        "payable",
        "current",
        "net",
        "discount",
        "march",
        "december",
        "respectively",
        "debt",
        "conversion",
        "feature",
        "liability",
        "current",
        "total",
        "current",
        "liability",
        "total",
        "liability",
        "commitment",
        "contingency",
        "stockholder",
        "equity",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "march",
        "december",
        "share",
        "issued",
        "outstanding",
        "march",
        "december",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "march",
        "december",
        "share",
        "issued",
        "outstanding",
        "march",
        "december",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "accumulated",
        "comprehensive",
        "loss",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "view",
        "original",
        "content",
        "http",
        "source",
        "viking",
        "therapeutic",
        "inc"
    ]
}