{
    "organizations": [],
    "uuid": "5441760c8039aaeccefea02eaf4e5a599ee04ff0",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/22/business-wire-almonty-announces-positive-ebitda-for-the-three-months-ended-march-31st-2018-of-7604000-from-mining-operations-more-than-a.html",
    "ord_in_thread": 0,
    "title": "Almonty Announces Positive EBITDA for the Three Months Ended March 31st, 2018 of $7,604,000 from Mining Operations, More Than a 70% Increase in Revenue and a Net Income of $0.02 Per Share.",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO--(BUSINESS WIRE)-- Almonty Industries Inc. (TSX-V: AII):\nThe Company Also Announces the Filing of Its Unaudited Interim Condensed Consolidated Financial Statements and MD&A for the Three and Six Months Ended March 31 St , 2018\nNOT FOR DISTRIBUTION TO U.S. NEWSWIRE SERVICES OR DISSEMINATION IN THE UNITED STATES\nAlmonty Industries Inc. (“Almonty” or the “Company”) (TSX-V: AII) today announced the filing of its unaudited interim condensed consolidated financial statements and management’s discussion & analysis for the three and six months ended March 31, 2018. Unless otherwise indicated, all currency amounts contained in this news release are expressed in Canadian dollars.\nThe following financial information is for the three and six months ended March 31 st , 2018 and 2017:\nThree Months Three Months Six Months Six Months Ended Ended Ended Ended 31-Mar-18 31-Mar-17 31-Mar-18 31-Mar-17 $'000 $'000 $'000 $'000 Gross Revenue 17,302 10,175 28,069 17,235 Mine production costs 9,698 9,224 17,512 16,170 Inventory write-down - - - 548 Depreciation and amortization 2,073 1,553 4,345 2,494 Earnings (loss) from mining operations 5,531 (602) 6,212 (1,977) General and administrative costs 1,786 2,529 3,768 4,227 Earnings (loss) before the under noted items 3,745 (3,131) 2,444 (6,204) Interest expense 615 621 1,232 1,277 Foreign exchange (gain) loss 82 (253) 315 570 Tax provision (711) - (711) - Net income (loss) for the period 3,759 (3,499) 1,608 (8,051) Income (loss) per share basic $0.02 ($0.03) $0.01 ($0.07) Income (loss) per share diluted $0.02 ($0.03) $0.01 ($0.07) Dividends - - - - Cash flows provided by (used in) operating activities 2,247 2,002 155 2,697 Cash flows provided by (used in) investing activities (2,077) (3,261) (3,434) (8,004) Cash flows provided by (used in) financing activities 1,778 58 4,489 2,492 The following financial information is as at March 31 st , 2018, and September 30 th , 2017:\n31-Mar-18 30-Sep-17 $'000 $'000 Cash 5,840 4,473 Restricted cash 1,316 1,300 Total assets 175,568 160,151 Bank indebtedness - 9,447 Long-term debt 55,511 44,659 Shareholders’ equity 55,524 45,625 Other\nOutstanding shares (‘000) 181,805 169,752 Weighted average outstanding shares (‘000) Basic 176,443 110,896 Fully diluted 176,443 110,896 Closing share price $0.495 $0.63 Lewis Black, Chief Executive Officer of Almonty, commented, “The Company’s income from mining operations recorded in Q2 of fiscal 2018 was $5,531,000, an increase of $4,850,000 over that recorded in Q1 of fiscal 2018. The EBITDA from mining operations jumped to $7,604,000 compared to $ 951,000 for the same period in fiscal 2017. We are also pleased to announce a positive net income of $ 3,759,000 or $0.02 per share for Q2. The Company’s results from mining operations has significantly improved as a consequence of our new fixed-price contracts and strong market contract prices whilst costs continued to decrease, reflecting the continued strengthening of tungsten demand and price globally. The current Tungsten price is continuing to strengthen and sits significantly above the Q2 price received. With the signing of our newly-negotiated Sangdong off-take agreement, announced on March 13, 2018, we are now ready to finalize our US$85 million project financing and have already commenced the build-out of our Sangdong Mine located in South Korea. We are poised to have a very strong 2018 in both performance and growth with Q3 estimated to surpass the current Q2 results. Our graduation to the TSX is on track as per our previous press release.”\nAbout Almonty\nThe principal business of Toronto, Canada-based Almonty Industries Inc. is the mining, processing and shipping of tungsten concentrate from its Los Santos Mine in western Spain and its Panasqueira mine in Portugal as well as the refurbishment of its Wolfram Camp Mine in north Queensland, Australia, the development of its Sangdong tungsten mine in Gangwon Province, South Korea and the development of the Valtreixal tin/tungsten project in north western Spain. The Los Santos Mine was acquired by Almonty in September 2011 and is located approximately 50 kilometres from Salamanca in western Spain and produces tungsten concentrate. The Wolfram Camp Mine was acquired by Almonty in September 2014 and is located approximately 130 kilometres west of Cairns in northern Queensland, Australia and has produced tungsten and molybdenum concentrate, although the Wolfram Camp Mine is not currently producing due to ongoing refurbishment of the processing plant. The Panasqueira mine, which has been in production since 1896, is located approximately 260 kilometres northeast of Lisbon, Portugal, was acquired in January 2016 and produces tungsten concentrate. The Sangdong mine, which was historically one of the largest tungsten mines in the world and one of the few long-life, high-grade tungsten deposits outside of China, was acquired in September 2015 through the acquisition of a 100% interest in Woulfe Mining Corp. Almonty owns 100% of the Valtreixal tin-tungsten project in north-western Spain. Further information about Almonty’s activities may be found at www.almonty.com and under Almonty’s profile at www.sedar.com .\nLegal Notice\nThe release, publication or distribution of this announcement in certain jurisdictions may be restricted by law and therefore persons in such jurisdictions into which this announcement is released, published or distributed should inform themselves about and observe such restrictions.\nNeither TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\nDisclaimer for Forward-Looking Information\nWhen used in this press release, the words “estimate”, “project”, “belief”, “anticipate”, “intend”, “expect”, “plan”, “predict”, “may” or “should” and the negative of these words or such variations thereon or comparable terminology are intended to identify and information. These statements and information are based on management’s beliefs, estimates and opinions on the date that statements are made and reflect Almonty’s current expectations.\nForward-looking statements are subject to known and unknown risks, uncertainties and other factors that may cause the actual results, level of activity, performance or achievements of Almonty to be materially different from those expressed or implied by such , including but not limited to: any specific risks relating to fluctuations in the price of ammonium para tungstate (“APT”) from which the sale price of Almonty’s tungsten concentrate is derived, actual results of mining and exploration activities, environmental, economic and political risks of the jurisdictions in which Almonty’s operations are located and changes in project parameters as plans continue to be refined, forecasts and assessments relating to Almonty’s business, credit and liquidity risks, hedging risk, competition in the mining industry, risks related to the market price of Almonty’s shares, the ability of Almonty to retain key management employees or procure the services of skilled and experienced personnel, risks related to claims and legal proceedings against Almonty and any of its operating mines, risks relating to unknown defects and impairments, risks related to the adequacy of internal control over financial reporting, risks related to governmental regulations, including environmental regulations, risks related to international operations of Almonty, risks relating to exploration, development and operations at Almonty’s tungsten mines, the ability of Almonty to obtain and maintain necessary permits, the ability of Almonty to comply with applicable laws, regulations and permitting requirements, lack of suitable infrastructure and employees to support Almonty’s mining operations, uncertainty in the accuracy of mineral reserves and mineral resources estimates, production estimates from Almonty’s mining operations, inability to replace and expand mineral reserves, uncertainties related to title and indigenous rights with respect to mineral properties owned directly or indirectly by Almonty, the ability of Almonty to obtain adequate financing, the ability of Almonty to complete permitting, construction, development and expansion, challenges related to global financial conditions, risks related to future sales or issuance of equity securities, differences in the interpretation or application of tax laws and regulations or accounting policies and rules and acceptance of the TSX of the listing of Almonty shares on the TSX.\nForward-looking statements are based on assumptions management believes to be reasonable, including but not limited to, no material adverse change in the market price of ammonium para tungstate (APT), the continuing ability to fund or obtain funding for outstanding commitments, expectations regarding the resolution of legal and tax matters, no negative change to applicable laws, the ability to secure local contractors, employees and assistance as and when required and on reasonable terms, and such other assumptions and factors as are set out herein. Although Almonty has attempted to identify important factors that could cause actual results, level of activity, performance or achievements to differ materially from those contained in , there may be other factors that cause results, level of activity, performance or achievements not to be as anticipated, estimated or intended. There can be no assurance that will prove to be accurate and even if events or results described in the are realized or substantially realized, there can be no assurance that they will have the expected consequences to, or effects on, Almonty. Accordingly, readers should not place undue reliance on and are cautioned that actual outcomes may vary.\nInvestors are cautioned against attributing undue certainty to . Almonty cautions that the foregoing list of material factors is not exhaustive. When relying on Almonty’s and information to make decisions, investors and others should carefully consider the foregoing factors and other uncertainties and potential events.\nAlmonty has also assumed that material factors will not cause any and information to differ materially from actual results or events. However, the list of these factors is not exhaustive and is subject to change and there can be no assurance that such assumptions will reflect the actual outcome of such items or factors.\nTHE FORWARD-LOOKING INFORMATION CONTAINED IN THIS PRESS RELEASE REPRESENTS THE EXPECTATIONS OF ALMONTY AS OF THE DATE OF THIS PRESS RELEASE AND, ACCORDINGLY, IS SUBJECT TO CHANGE AFTER SUCH DATE. READERS SHOULD NOT PLACE UNDUE IMPORTANCE ON FORWARD-LOOKING INFORMATION AND SHOULD NOT RELY UPON THIS INFORMATION AS OF ANY OTHER DATE. WHILE ALMONTY MAY ELECT TO, IT DOES NOT UNDERTAKE TO UPDATE THIS INFORMATION AT ANY PARTICULAR TIME EXCEPT AS REQUIRED IN ACCORDANCE WITH APPLICABLE LAWS.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180522005774/en/\nAlmonty\nLewis Black, +1 647 438-9766\nChairman, President and CEO\ninfo@almonty.com\nSource: Almonty Industries Inc.",
    "published": "2018-05-22T16:25:00.000+03:00",
    "crawled": "2018-05-22T17:53:09.008+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "toronto",
        "business",
        "wire",
        "almonty",
        "industry",
        "aii",
        "company",
        "also",
        "announces",
        "filing",
        "unaudited",
        "interim",
        "condensed",
        "consolidated",
        "financial",
        "statement",
        "md",
        "three",
        "six",
        "month",
        "ended",
        "march",
        "st",
        "distribution",
        "newswire",
        "service",
        "dissemination",
        "united",
        "state",
        "almonty",
        "industry",
        "almonty",
        "company",
        "aii",
        "today",
        "announced",
        "filing",
        "unaudited",
        "interim",
        "condensed",
        "consolidated",
        "financial",
        "statement",
        "management",
        "discussion",
        "analysis",
        "three",
        "six",
        "month",
        "ended",
        "march",
        "unless",
        "otherwise",
        "indicated",
        "currency",
        "amount",
        "contained",
        "news",
        "release",
        "expressed",
        "canadian",
        "dollar",
        "following",
        "financial",
        "information",
        "three",
        "six",
        "month",
        "ended",
        "march",
        "st",
        "three",
        "month",
        "three",
        "month",
        "six",
        "month",
        "six",
        "month",
        "ended",
        "ended",
        "ended",
        "ended",
        "gross",
        "revenue",
        "mine",
        "production",
        "cost",
        "inventory",
        "depreciation",
        "amortization",
        "earnings",
        "loss",
        "mining",
        "operation",
        "general",
        "administrative",
        "cost",
        "earnings",
        "loss",
        "noted",
        "item",
        "interest",
        "expense",
        "foreign",
        "exchange",
        "gain",
        "loss",
        "tax",
        "provision",
        "net",
        "income",
        "loss",
        "period",
        "income",
        "loss",
        "per",
        "share",
        "basic",
        "income",
        "loss",
        "per",
        "share",
        "diluted",
        "dividend",
        "cash",
        "flow",
        "provided",
        "used",
        "operating",
        "activity",
        "cash",
        "flow",
        "provided",
        "used",
        "investing",
        "activity",
        "cash",
        "flow",
        "provided",
        "used",
        "financing",
        "activity",
        "following",
        "financial",
        "information",
        "march",
        "st",
        "september",
        "th",
        "cash",
        "restricted",
        "cash",
        "total",
        "asset",
        "bank",
        "indebtedness",
        "debt",
        "shareholder",
        "equity",
        "outstanding",
        "share",
        "weighted",
        "average",
        "outstanding",
        "share",
        "basic",
        "fully",
        "diluted",
        "closing",
        "share",
        "price",
        "lewis",
        "black",
        "chief",
        "executive",
        "officer",
        "almonty",
        "commented",
        "company",
        "income",
        "mining",
        "operation",
        "recorded",
        "q2",
        "fiscal",
        "increase",
        "recorded",
        "q1",
        "fiscal",
        "ebitda",
        "mining",
        "operation",
        "jumped",
        "compared",
        "period",
        "fiscal",
        "also",
        "pleased",
        "announce",
        "positive",
        "net",
        "income",
        "per",
        "share",
        "q2",
        "company",
        "result",
        "mining",
        "operation",
        "significantly",
        "improved",
        "consequence",
        "new",
        "contract",
        "strong",
        "market",
        "contract",
        "price",
        "whilst",
        "cost",
        "continued",
        "decrease",
        "reflecting",
        "continued",
        "strengthening",
        "tungsten",
        "demand",
        "price",
        "globally",
        "current",
        "tungsten",
        "price",
        "continuing",
        "strengthen",
        "sits",
        "significantly",
        "q2",
        "price",
        "received",
        "signing",
        "sangdong",
        "agreement",
        "announced",
        "march",
        "ready",
        "finalize",
        "u",
        "million",
        "project",
        "financing",
        "already",
        "commenced",
        "sangdong",
        "mine",
        "located",
        "south",
        "korea",
        "poised",
        "strong",
        "performance",
        "growth",
        "q3",
        "estimated",
        "surpass",
        "current",
        "q2",
        "result",
        "graduation",
        "tsx",
        "track",
        "per",
        "previous",
        "press",
        "almonty",
        "principal",
        "business",
        "toronto",
        "almonty",
        "industry",
        "mining",
        "processing",
        "shipping",
        "tungsten",
        "concentrate",
        "los",
        "santos",
        "mine",
        "western",
        "spain",
        "panasqueira",
        "mine",
        "portugal",
        "well",
        "refurbishment",
        "wolfram",
        "camp",
        "mine",
        "north",
        "queensland",
        "australia",
        "development",
        "sangdong",
        "tungsten",
        "mine",
        "gangwon",
        "province",
        "south",
        "korea",
        "development",
        "valtreixal",
        "project",
        "north",
        "western",
        "spain",
        "los",
        "santos",
        "mine",
        "acquired",
        "almonty",
        "september",
        "located",
        "approximately",
        "kilometre",
        "salamanca",
        "western",
        "spain",
        "produce",
        "tungsten",
        "concentrate",
        "wolfram",
        "camp",
        "mine",
        "acquired",
        "almonty",
        "september",
        "located",
        "approximately",
        "kilometre",
        "west",
        "cairn",
        "northern",
        "queensland",
        "australia",
        "produced",
        "tungsten",
        "molybdenum",
        "concentrate",
        "although",
        "wolfram",
        "camp",
        "mine",
        "currently",
        "producing",
        "due",
        "ongoing",
        "refurbishment",
        "processing",
        "plant",
        "panasqueira",
        "mine",
        "production",
        "since",
        "located",
        "approximately",
        "kilometre",
        "northeast",
        "lisbon",
        "portugal",
        "acquired",
        "january",
        "produce",
        "tungsten",
        "concentrate",
        "sangdong",
        "mine",
        "historically",
        "one",
        "largest",
        "tungsten",
        "mine",
        "world",
        "one",
        "tungsten",
        "deposit",
        "outside",
        "china",
        "acquired",
        "september",
        "acquisition",
        "interest",
        "woulfe",
        "mining",
        "almonty",
        "owns",
        "valtreixal",
        "project",
        "spain",
        "information",
        "almonty",
        "activity",
        "may",
        "found",
        "almonty",
        "profile",
        "legal",
        "notice",
        "release",
        "publication",
        "distribution",
        "announcement",
        "certain",
        "jurisdiction",
        "may",
        "restricted",
        "law",
        "therefore",
        "person",
        "jurisdiction",
        "announcement",
        "released",
        "published",
        "distributed",
        "inform",
        "observe",
        "restriction",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "disclaimer",
        "information",
        "used",
        "press",
        "release",
        "word",
        "estimate",
        "project",
        "belief",
        "anticipate",
        "intend",
        "expect",
        "plan",
        "predict",
        "may",
        "negative",
        "word",
        "variation",
        "thereon",
        "comparable",
        "terminology",
        "intended",
        "identify",
        "information",
        "statement",
        "information",
        "based",
        "management",
        "belief",
        "estimate",
        "opinion",
        "date",
        "statement",
        "made",
        "reflect",
        "almonty",
        "current",
        "expectation",
        "statement",
        "subject",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "level",
        "activity",
        "performance",
        "achievement",
        "almonty",
        "materially",
        "different",
        "expressed",
        "implied",
        "including",
        "limited",
        "specific",
        "risk",
        "relating",
        "fluctuation",
        "price",
        "ammonium",
        "para",
        "tungstate",
        "apt",
        "sale",
        "price",
        "almonty",
        "tungsten",
        "concentrate",
        "derived",
        "actual",
        "result",
        "mining",
        "exploration",
        "activity",
        "environmental",
        "economic",
        "political",
        "risk",
        "jurisdiction",
        "almonty",
        "operation",
        "located",
        "change",
        "project",
        "parameter",
        "plan",
        "continue",
        "refined",
        "forecast",
        "assessment",
        "relating",
        "almonty",
        "business",
        "credit",
        "liquidity",
        "risk",
        "hedging",
        "risk",
        "competition",
        "mining",
        "industry",
        "risk",
        "related",
        "market",
        "price",
        "almonty",
        "share",
        "ability",
        "almonty",
        "retain",
        "key",
        "management",
        "employee",
        "procure",
        "service",
        "skilled",
        "experienced",
        "personnel",
        "risk",
        "related",
        "claim",
        "legal",
        "proceeding",
        "almonty",
        "operating",
        "mine",
        "risk",
        "relating",
        "unknown",
        "defect",
        "impairment",
        "risk",
        "related",
        "adequacy",
        "internal",
        "control",
        "financial",
        "reporting",
        "risk",
        "related",
        "governmental",
        "regulation",
        "including",
        "environmental",
        "regulation",
        "risk",
        "related",
        "international",
        "operation",
        "almonty",
        "risk",
        "relating",
        "exploration",
        "development",
        "operation",
        "almonty",
        "tungsten",
        "mine",
        "ability",
        "almonty",
        "obtain",
        "maintain",
        "necessary",
        "permit",
        "ability",
        "almonty",
        "comply",
        "applicable",
        "law",
        "regulation",
        "permitting",
        "requirement",
        "lack",
        "suitable",
        "infrastructure",
        "employee",
        "support",
        "almonty",
        "mining",
        "operation",
        "uncertainty",
        "accuracy",
        "mineral",
        "reserve",
        "mineral",
        "resource",
        "estimate",
        "production",
        "estimate",
        "almonty",
        "mining",
        "operation",
        "inability",
        "replace",
        "expand",
        "mineral",
        "reserve",
        "uncertainty",
        "related",
        "title",
        "indigenous",
        "right",
        "respect",
        "mineral",
        "property",
        "owned",
        "directly",
        "indirectly",
        "almonty",
        "ability",
        "almonty",
        "obtain",
        "adequate",
        "financing",
        "ability",
        "almonty",
        "complete",
        "permitting",
        "construction",
        "development",
        "expansion",
        "challenge",
        "related",
        "global",
        "financial",
        "condition",
        "risk",
        "related",
        "future",
        "sale",
        "issuance",
        "equity",
        "security",
        "difference",
        "interpretation",
        "application",
        "tax",
        "law",
        "regulation",
        "accounting",
        "policy",
        "rule",
        "acceptance",
        "tsx",
        "listing",
        "almonty",
        "share",
        "tsx",
        "statement",
        "based",
        "assumption",
        "management",
        "belief",
        "reasonable",
        "including",
        "limited",
        "material",
        "adverse",
        "change",
        "market",
        "price",
        "ammonium",
        "para",
        "tungstate",
        "apt",
        "continuing",
        "ability",
        "fund",
        "obtain",
        "funding",
        "outstanding",
        "commitment",
        "expectation",
        "regarding",
        "resolution",
        "legal",
        "tax",
        "matter",
        "negative",
        "change",
        "applicable",
        "law",
        "ability",
        "secure",
        "local",
        "contractor",
        "employee",
        "assistance",
        "required",
        "reasonable",
        "term",
        "assumption",
        "factor",
        "set",
        "herein",
        "although",
        "almonty",
        "attempted",
        "identify",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "level",
        "activity",
        "performance",
        "achievement",
        "differ",
        "materially",
        "contained",
        "may",
        "factor",
        "cause",
        "result",
        "level",
        "activity",
        "performance",
        "achievement",
        "anticipated",
        "estimated",
        "intended",
        "assurance",
        "prove",
        "accurate",
        "even",
        "event",
        "result",
        "described",
        "realized",
        "substantially",
        "realized",
        "assurance",
        "expected",
        "consequence",
        "effect",
        "almonty",
        "accordingly",
        "reader",
        "place",
        "undue",
        "reliance",
        "cautioned",
        "actual",
        "outcome",
        "may",
        "vary",
        "investor",
        "cautioned",
        "attributing",
        "undue",
        "certainty",
        "almonty",
        "caution",
        "foregoing",
        "list",
        "material",
        "factor",
        "exhaustive",
        "relying",
        "almonty",
        "information",
        "make",
        "decision",
        "investor",
        "others",
        "carefully",
        "consider",
        "foregoing",
        "factor",
        "uncertainty",
        "potential",
        "event",
        "almonty",
        "also",
        "assumed",
        "material",
        "factor",
        "cause",
        "information",
        "differ",
        "materially",
        "actual",
        "result",
        "event",
        "however",
        "list",
        "factor",
        "exhaustive",
        "subject",
        "change",
        "assurance",
        "assumption",
        "reflect",
        "actual",
        "outcome",
        "item",
        "factor",
        "information",
        "contained",
        "press",
        "release",
        "represents",
        "expectation",
        "almonty",
        "date",
        "press",
        "release",
        "accordingly",
        "subject",
        "change",
        "date",
        "reader",
        "place",
        "undue",
        "importance",
        "information",
        "rely",
        "upon",
        "information",
        "date",
        "almonty",
        "may",
        "elect",
        "undertake",
        "update",
        "information",
        "particular",
        "time",
        "except",
        "required",
        "accordance",
        "applicable",
        "law",
        "view",
        "source",
        "version",
        "http",
        "almonty",
        "lewis",
        "black",
        "chairman",
        "president",
        "ceo",
        "info",
        "source",
        "almonty",
        "industry",
        "inc"
    ]
}