{
    "organizations": [],
    "uuid": "741a79df756832e31dbe7c43220a92d403414208",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/07/globe-newswire-clarus-announces-terms-for-modified-dutch-auction-tender-offer.html",
    "ord_in_thread": 0,
    "title": "Clarus Announces Terms for Modified Dutch Auction Tender Offer",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "- Plan to shortly launch a modified Dutch auction tender offer to repurchase up to $7,200,000 in value of shares of common stock at a purchase price of not greater than $7.20 nor less than $6.60 per share\n- Clarus directors and executive officers will not participate in the tender offer, thereby potentially increasing their aggregate economic ownership of the Company\nSALT LAKE CITY, May 07, 2018 (GLOBE NEWSWIRE) -- Clarus Corporation (NASDAQ:CLAR) (“Clarus” and/or the “Company”) today announced its plan to launch a modified Dutch auction tender offer (“Tender Offer”) to purchase up to $7,200,000 of shares of its common stock, par value $0.0001 per share (the “Shares”) at a purchase price not greater than $7.20 nor less than $6.60 per share (the “Purchase Price”). On May 7, 2018, the closing price of Clarus’ common stock was $7.10 per share. The Tender Offer is expected to commence tomorrow, May 8, 2018, and to expire at 11:59 p.m., New York City Time, on June 5, 2018, unless the offer is extended.\nA modified Dutch auction tender offer allows stockholders to indicate how many Shares and at what price within the range described above they wish to tender their Shares. Based on the number of Shares tendered and the prices specified by the tendering stockholders, Clarus will determine the lowest price per share that will enable it to purchase $7,200,000 of Shares at such price, or a lower amount depending on the number of Shares that are properly tendered and not properly withdrawn prior to the expiration date. All Shares purchased in the Tender Offer will be purchased at the same price, even if the stockholder tendered at a lower price. If the Tender Offer is fully subscribed, Clarus will have purchased approximately 3.3 percent to 3.6 percent of outstanding Shares as of May 7, 2018.\nIf the number of Shares properly tendered at or below the Purchase Price and not properly withdrawn prior to the expiration date would result in an aggregate purchase price of more than $7,200,000, Clarus will purchase Shares tendered at or below that price on a pro rata basis. The Tender Offer will not be conditioned upon any minimum value of Shares being tendered or any financing conditions. Clarus intends to fund the purchase of the Shares using available cash, or funds borrowed under Clarus’ existing credit facility.\nWhile Clarus’ Board of Directors has authorized Clarus to make the Tender Offer, neither Clarus nor its Board of Directors makes any recommendation to any stockholder as to whether to tender or refrain from tendering any Shares or as to the price or prices at which stockholders may choose to tender their Shares. Clarus has not authorized any person to make any such recommendation. Stockholders must decide whether to tender their Shares and, if so, how many Shares to tender and at what price or prices to tender. In doing so, stockholders should carefully evaluate all of the information in the Tender Offer documents, when available, before making any decision with respect to the Tender Offer, and should consult their own broker or other financial and tax advisors.\n“We believe this Tender Offer provides an efficient means for shareholders wishing to monetize their stock at a potential premium to our current share price,” said Warren Kanders, Clarus’ executive chairman. “The Tender Offer also reflects our continued commitment to enhancing value for all of our shareholders, as well as our confidence in the future of Clarus.”\nD.F. King & Co., Inc. will serve as information agent for the Tender Offer. Stockholders with questions, or who would like to receive additional copies of the Tender Offer documents may call D.F. King & Co., Inc. at (888) 414-5566 (toll free) or email clarus@dfking.com .\nAbout Clarus Corporation\nClarus Corporation is focused on the outdoor and consumer industries, seeking opportunities to acquire and grow businesses that can generate attractive stockholder returns. The Company has substantial net operating tax loss\ncarryforwards which it is seeking to redeploy to maximize stockholder value. Clarus’ primary business is as a leading developer, manufacturer and distributor of outdoor equipment and lifestyle products focused on the climb, ski, mountain, and sport categories. The Company’s products are principally sold under the Black Diamond®, Sierra® and PIEPS® brand names through specialty and online retailers, distributors and original equipment manufacturers throughout the U.S. and internationally. For additional information, please visit www.claruscorp.com or the brand websites at www.blackdiamondequipment.com , www.sierrabullets.com or www.pieps.com .\nAdditional Information Regarding the Tender Offer\nThe Tender Offer described in this press release has not yet commenced. This press release is for informational purposes only. This press release is not a recommendation to buy or sell Shares or any other securities, and it is neither an offer to purchase nor a solicitation of an offer to sell Shares or any other securities. On the commencement date of the Tender Offer, a Tender Offer statement on Schedule TO, including an offer to purchase, a letter of transmittal and related materials, will be filed with the United States Securities and Exchange Commission (the “SEC”) by Clarus. The Tender Offer will only be made pursuant to the offer to purchase, the letter of transmittal and related materials filed as a part of the Schedule TO. Stockholders should read carefully the offer to purchase, letter of transmittal and related materials because they contain important information, including the various terms of, and conditions to, the Tender Offer. Once the Tender Offer is commenced, stockholders will be able to obtain a free copy of the Tender Offer statement on Schedule TO, the offer to purchase, letter of transmittal and other documents that Clarus will be filing with the SEC at the SEC’s website at www.sec.gov , from Clarus’ website at www.claruscorp.com or by calling or emailing D.F. King & Co., Inc., the information agent for the Tender Offer, at (888) 414-5566 (toll free) or clarus@dfking.com . Stockholders are urged to read these materials, when available, carefully prior to making any decision with respect to the offer.\nForward-Looking Statements\nPlease note that in this press release we may use words such as “appears,” “anticipates,” “believes,” “plans,” “expects,” “intends,” “future,” and similar expressions which constitute within the meaning of the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. Forward-looking statements are made based on our expectations and beliefs concerning future events impacting the Company and therefore involve a number of risks and uncertainties. We caution that are not guarantees and that actual results could expressed or implied in the . Potential risks and uncertainties that could cause the actual results of operations or financial condition of the Company to expressed or implied by in this release include, but are not limited to, the overall level of consumer spending on our products; general economic conditions and other factors affecting consumer confidence; disruption and volatility in the global capital and credit markets, including the ability to obtain sufficient financing; the financial strength of the Company’s customers; the Company’s ability to implement its growth strategy, including its ability to organically grow each of its historical product lines, the ability of the Company to identify potential acquisition or investment opportunities as part of its acquisition strategy; the Company’s ability to successfully execute its acquisition strategy or that any such strategy will result in the Company’s future profitability; the Company’s ability to successfully integrate Sierra Bullets, L.L.C.; changes in governmental regulation, legislation or public opinion relating to the manufacture and sale of bullets by our Sierra segment, and the possession and use of firearms and ammunition by our customers; the Company’s exposure to product liability or product warranty claims and other loss contingencies; stability of the Company’s manufacturing facilities and foreign suppliers; the Company’s ability to protect patents, trademarks and other intellectual property rights; any breaches of, or interruptions in, our information systems; fluctuations in the price, availability and quality of raw materials and contracted products as well as foreign currency fluctuations; our ability to utilize our net operating loss carryforwards; legal, regulatory, political and economic risks in international markets; the additional leverage that we may incur to finance the Tender Offer could adversely affect our capital resources, financial condition and liquidity; our decreased “public float” (the number of Shares owned by non-affiliate stockholders and available for trading in the securities markets) as a result of the Tender Offer and other share repurchases; and the commencement and completion of the Tender Offer. More information on potential factors that could affect the Company’s financial results is included from time to time in the Company’s public reports filed with the Securities and Exchange Commission, including the Company’s Annual Report on Form 10-K, Quarterly Reports on Form 10-Q, and Current Reports on Form 8-K. All included in this press release are based upon information available to the Company as of the date of this press release, and speak only as of the date hereof. We assume no obligation to update any to reflect events or circumstances after the date of this press release.\nCompany Contact:\nWarren B. Kanders\nExecutive Chairman\nTel 1-203-552-9600\nwarren.kanders@claruscorp.com\nor\nJohn C. Walbrecht\nPresident\nTel 1-801-993-1344\njohn.walbrecht@claruscorp.com\nor\nAaron J. Kuehne\nChief Administrative Officer and\nChief Financial Officer\nTel 1-801-993-1364\naaron.kuehne@claruscorp.com\nInvestor Relations:\nLiolios\nCody Slach\nTel 1-949-574-3860\nCLAR@liolios.com\nSource:Clarus Corporation",
    "published": "2018-05-08T00:30:00.000+03:00",
    "crawled": "2018-05-08T02:30:36.043+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "plan",
        "shortly",
        "launch",
        "modified",
        "dutch",
        "auction",
        "tender",
        "offer",
        "repurchase",
        "value",
        "share",
        "common",
        "stock",
        "purchase",
        "price",
        "greater",
        "less",
        "per",
        "share",
        "clarus",
        "director",
        "executive",
        "officer",
        "participate",
        "tender",
        "offer",
        "thereby",
        "potentially",
        "increasing",
        "aggregate",
        "economic",
        "ownership",
        "company",
        "salt",
        "lake",
        "city",
        "may",
        "globe",
        "newswire",
        "clarus",
        "corporation",
        "nasdaq",
        "clar",
        "clarus",
        "company",
        "today",
        "announced",
        "plan",
        "launch",
        "modified",
        "dutch",
        "auction",
        "tender",
        "offer",
        "tender",
        "offer",
        "purchase",
        "share",
        "common",
        "stock",
        "par",
        "value",
        "per",
        "share",
        "share",
        "purchase",
        "price",
        "greater",
        "less",
        "per",
        "share",
        "purchase",
        "price",
        "may",
        "closing",
        "price",
        "clarus",
        "common",
        "stock",
        "per",
        "share",
        "tender",
        "offer",
        "expected",
        "commence",
        "tomorrow",
        "may",
        "expire",
        "new",
        "york",
        "city",
        "time",
        "june",
        "unless",
        "offer",
        "extended",
        "modified",
        "dutch",
        "auction",
        "tender",
        "offer",
        "allows",
        "stockholder",
        "indicate",
        "many",
        "share",
        "price",
        "within",
        "range",
        "described",
        "wish",
        "tender",
        "share",
        "based",
        "number",
        "share",
        "tendered",
        "price",
        "specified",
        "tendering",
        "stockholder",
        "clarus",
        "determine",
        "lowest",
        "price",
        "per",
        "share",
        "enable",
        "purchase",
        "share",
        "price",
        "lower",
        "amount",
        "depending",
        "number",
        "share",
        "properly",
        "tendered",
        "properly",
        "withdrawn",
        "prior",
        "expiration",
        "date",
        "share",
        "purchased",
        "tender",
        "offer",
        "purchased",
        "price",
        "even",
        "stockholder",
        "tendered",
        "lower",
        "price",
        "tender",
        "offer",
        "fully",
        "subscribed",
        "clarus",
        "purchased",
        "approximately",
        "percent",
        "percent",
        "outstanding",
        "share",
        "may",
        "number",
        "share",
        "properly",
        "tendered",
        "purchase",
        "price",
        "properly",
        "withdrawn",
        "prior",
        "expiration",
        "date",
        "would",
        "result",
        "aggregate",
        "purchase",
        "price",
        "clarus",
        "purchase",
        "share",
        "tendered",
        "price",
        "pro",
        "rata",
        "basis",
        "tender",
        "offer",
        "conditioned",
        "upon",
        "minimum",
        "value",
        "share",
        "tendered",
        "financing",
        "condition",
        "clarus",
        "intends",
        "fund",
        "purchase",
        "share",
        "using",
        "available",
        "cash",
        "fund",
        "borrowed",
        "clarus",
        "existing",
        "credit",
        "facility",
        "clarus",
        "board",
        "director",
        "authorized",
        "clarus",
        "make",
        "tender",
        "offer",
        "neither",
        "clarus",
        "board",
        "director",
        "make",
        "recommendation",
        "stockholder",
        "whether",
        "tender",
        "refrain",
        "tendering",
        "share",
        "price",
        "price",
        "stockholder",
        "may",
        "choose",
        "tender",
        "share",
        "clarus",
        "authorized",
        "person",
        "make",
        "recommendation",
        "stockholder",
        "must",
        "decide",
        "whether",
        "tender",
        "share",
        "many",
        "share",
        "tender",
        "price",
        "price",
        "tender",
        "stockholder",
        "carefully",
        "evaluate",
        "information",
        "tender",
        "offer",
        "document",
        "available",
        "making",
        "decision",
        "respect",
        "tender",
        "offer",
        "consult",
        "broker",
        "financial",
        "tax",
        "advisor",
        "believe",
        "tender",
        "offer",
        "provides",
        "efficient",
        "mean",
        "shareholder",
        "wishing",
        "monetize",
        "stock",
        "potential",
        "premium",
        "current",
        "share",
        "price",
        "said",
        "warren",
        "kanders",
        "clarus",
        "executive",
        "chairman",
        "tender",
        "offer",
        "also",
        "reflects",
        "continued",
        "commitment",
        "enhancing",
        "value",
        "shareholder",
        "well",
        "confidence",
        "future",
        "king",
        "serve",
        "information",
        "agent",
        "tender",
        "offer",
        "stockholder",
        "question",
        "would",
        "like",
        "receive",
        "additional",
        "copy",
        "tender",
        "offer",
        "document",
        "may",
        "call",
        "king",
        "toll",
        "free",
        "email",
        "clarus",
        "clarus",
        "corporation",
        "clarus",
        "corporation",
        "focused",
        "outdoor",
        "consumer",
        "industry",
        "seeking",
        "opportunity",
        "acquire",
        "grow",
        "business",
        "generate",
        "attractive",
        "stockholder",
        "return",
        "company",
        "substantial",
        "net",
        "operating",
        "tax",
        "loss",
        "carryforwards",
        "seeking",
        "redeploy",
        "maximize",
        "stockholder",
        "value",
        "clarus",
        "primary",
        "business",
        "leading",
        "developer",
        "manufacturer",
        "distributor",
        "outdoor",
        "equipment",
        "lifestyle",
        "product",
        "focused",
        "climb",
        "ski",
        "mountain",
        "sport",
        "category",
        "company",
        "product",
        "principally",
        "sold",
        "black",
        "brand",
        "name",
        "specialty",
        "online",
        "retailer",
        "distributor",
        "original",
        "equipment",
        "manufacturer",
        "throughout",
        "internationally",
        "additional",
        "information",
        "please",
        "visit",
        "brand",
        "website",
        "additional",
        "information",
        "regarding",
        "tender",
        "offer",
        "tender",
        "offer",
        "described",
        "press",
        "release",
        "yet",
        "commenced",
        "press",
        "release",
        "informational",
        "purpose",
        "press",
        "release",
        "recommendation",
        "buy",
        "sell",
        "share",
        "security",
        "neither",
        "offer",
        "purchase",
        "solicitation",
        "offer",
        "sell",
        "share",
        "security",
        "commencement",
        "date",
        "tender",
        "offer",
        "tender",
        "offer",
        "statement",
        "schedule",
        "including",
        "offer",
        "purchase",
        "letter",
        "transmittal",
        "related",
        "material",
        "filed",
        "united",
        "state",
        "security",
        "exchange",
        "commission",
        "sec",
        "clarus",
        "tender",
        "offer",
        "made",
        "pursuant",
        "offer",
        "purchase",
        "letter",
        "transmittal",
        "related",
        "material",
        "filed",
        "part",
        "schedule",
        "stockholder",
        "read",
        "carefully",
        "offer",
        "purchase",
        "letter",
        "transmittal",
        "related",
        "material",
        "contain",
        "important",
        "information",
        "including",
        "various",
        "term",
        "condition",
        "tender",
        "offer",
        "tender",
        "offer",
        "commenced",
        "stockholder",
        "able",
        "obtain",
        "free",
        "copy",
        "tender",
        "offer",
        "statement",
        "schedule",
        "offer",
        "purchase",
        "letter",
        "transmittal",
        "document",
        "clarus",
        "filing",
        "sec",
        "sec",
        "website",
        "clarus",
        "website",
        "calling",
        "emailing",
        "king",
        "information",
        "agent",
        "tender",
        "offer",
        "toll",
        "free",
        "clarus",
        "stockholder",
        "urged",
        "read",
        "material",
        "available",
        "carefully",
        "prior",
        "making",
        "decision",
        "respect",
        "offer",
        "statement",
        "please",
        "note",
        "press",
        "release",
        "may",
        "use",
        "word",
        "appears",
        "anticipates",
        "belief",
        "plan",
        "expects",
        "intends",
        "future",
        "similar",
        "expression",
        "constitute",
        "within",
        "meaning",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "made",
        "based",
        "expectation",
        "belief",
        "concerning",
        "future",
        "event",
        "impacting",
        "company",
        "therefore",
        "involve",
        "number",
        "risk",
        "uncertainty",
        "caution",
        "guarantee",
        "actual",
        "result",
        "could",
        "expressed",
        "implied",
        "potential",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "operation",
        "financial",
        "condition",
        "company",
        "expressed",
        "implied",
        "release",
        "include",
        "limited",
        "overall",
        "level",
        "consumer",
        "spending",
        "product",
        "general",
        "economic",
        "condition",
        "factor",
        "affecting",
        "consumer",
        "confidence",
        "disruption",
        "volatility",
        "global",
        "capital",
        "credit",
        "market",
        "including",
        "ability",
        "obtain",
        "sufficient",
        "financing",
        "financial",
        "strength",
        "company",
        "customer",
        "company",
        "ability",
        "implement",
        "growth",
        "strategy",
        "including",
        "ability",
        "organically",
        "grow",
        "historical",
        "product",
        "line",
        "ability",
        "company",
        "identify",
        "potential",
        "acquisition",
        "investment",
        "opportunity",
        "part",
        "acquisition",
        "strategy",
        "company",
        "ability",
        "successfully",
        "execute",
        "acquisition",
        "strategy",
        "strategy",
        "result",
        "company",
        "future",
        "profitability",
        "company",
        "ability",
        "successfully",
        "integrate",
        "sierra",
        "bullet",
        "change",
        "governmental",
        "regulation",
        "legislation",
        "public",
        "opinion",
        "relating",
        "manufacture",
        "sale",
        "bullet",
        "sierra",
        "segment",
        "possession",
        "use",
        "firearm",
        "ammunition",
        "customer",
        "company",
        "exposure",
        "product",
        "liability",
        "product",
        "warranty",
        "claim",
        "loss",
        "contingency",
        "stability",
        "company",
        "manufacturing",
        "facility",
        "foreign",
        "supplier",
        "company",
        "ability",
        "protect",
        "patent",
        "trademark",
        "intellectual",
        "property",
        "right",
        "breach",
        "interruption",
        "information",
        "system",
        "fluctuation",
        "price",
        "availability",
        "quality",
        "raw",
        "material",
        "contracted",
        "product",
        "well",
        "foreign",
        "currency",
        "fluctuation",
        "ability",
        "utilize",
        "net",
        "operating",
        "loss",
        "carryforwards",
        "legal",
        "regulatory",
        "political",
        "economic",
        "risk",
        "international",
        "market",
        "additional",
        "leverage",
        "may",
        "incur",
        "finance",
        "tender",
        "offer",
        "could",
        "adversely",
        "affect",
        "capital",
        "resource",
        "financial",
        "condition",
        "liquidity",
        "decreased",
        "public",
        "float",
        "number",
        "share",
        "owned",
        "stockholder",
        "available",
        "trading",
        "security",
        "market",
        "result",
        "tender",
        "offer",
        "share",
        "repurchase",
        "commencement",
        "completion",
        "tender",
        "offer",
        "information",
        "potential",
        "factor",
        "could",
        "affect",
        "company",
        "financial",
        "result",
        "included",
        "time",
        "time",
        "company",
        "public",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "including",
        "company",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "current",
        "report",
        "form",
        "included",
        "press",
        "release",
        "based",
        "upon",
        "information",
        "available",
        "company",
        "date",
        "press",
        "release",
        "speak",
        "date",
        "hereof",
        "assume",
        "obligation",
        "update",
        "reflect",
        "event",
        "circumstance",
        "date",
        "press",
        "release",
        "company",
        "contact",
        "warren",
        "kanders",
        "executive",
        "chairman",
        "tel",
        "john",
        "walbrecht",
        "president",
        "tel",
        "aaron",
        "kuehne",
        "chief",
        "administrative",
        "officer",
        "chief",
        "financial",
        "officer",
        "tel",
        "investor",
        "relation",
        "liolios",
        "cody",
        "slach",
        "tel",
        "clar",
        "source",
        "clarus",
        "corporation"
    ]
}