{
    "organizations": [],
    "uuid": "3becaf63c0c92edc3459d6c04bec2deb87249a8a",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/globe-newswire-nabriva-therapeutics-reports-first-quarter-2018-financial-results-and-recent-corporate-highlights.html",
    "ord_in_thread": 0,
    "title": "Nabriva Therapeutics Reports First Quarter 2018 Financial Results and Recent Corporate Highlights",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "- Topline data from second pivotal Phase 3 trial of lefamulin for CABP (LEAP 2) expected in Spring 2018 -\n- $90 million cash and investments as of March 31, 2018 expected to fund operations into the first quarter of 2020 -\nDUBLIN, Ireland, Nabriva Therapeutics plc (NASDAQ:NBRV), a clinical-stage biopharmaceutical company engaged in the research and development of novel anti-infective agents to treat serious infections, with a focus on the pleuromutilin class of antibiotics, today announced its financial results for the three months ended March 31, 2018 and recent corporate highlights.\n“Nabriva expects to report topline results from LEAP 2, our second pivotal Phase 3 trial evaluating oral lefamulin in adult patients with moderate CABP this spring. Subject to the receipt of positive data from LEAP 2, we plan to file an NDA for lefamulin with the U.S. Food and Drug Administration in the fourth quarter of this year and an MAA with the European Medicines Agency a few months later,” said Dr. Colin Broom, chief executive officer of Nabriva Therapeutics. “We have further prioritized our planned pre-commercial activities and anticipate that our current cash resources will be sufficient to fund our operations beyond a potential mid-2019 NDA approval and into the first quarter of 2020. Our highly experienced anti-infectives team, including medical affairs, market access and commercial professionals, will continue to focus on critical pre-launch activities. Our priority is to increase awareness of the burden of CABP in the medical community and identify institutions that have a high unmet medical need and could benefit from lefamulin should it be approved.”\nRecent Corporate and Development Highlights\nOn March 27, 2018, Nabriva Therapeutics announced the initiation of a collaboration agreement with an affiliate of Roivant Sciences, to develop and commercialize lefamulin in greater China. Nabriva Therapeutics received a $5.0 million upfront payment and will be eligible for up to approximately $95.5 million in additional payments tied to the successful completion of certain regulatory and commercial milestones related to lefamulin for CABP. In addition, Nabriva Therapeutics will be eligible to receive low double-digit royalties on sales upon approval in the covered territories. Roivant’s affiliate will be solely responsible for all clinical development and regulatory filings necessary to secure approval in the covered territories, as well as commercialization activities. At the 28th European Congress of Clinical Microbiology and Infectious Diseases (ECCMID) that took place in Madrid, Spain from April 21-24, 2018, Nabriva Therapeutics presented eight abstracts that support lefamulin as a potential first-in-class pleuromutilin antibiotic targeting CABP pathogens, including drug resistant strains. Nabriva Therapeutics strengthened the senior leadership team with the appointment of Jennifer Schranz, M.D., as chief medical officer to lead clinical development and medical affairs. Dr. Schranz joins Nabriva Therapeutics from Shire plc. With nearly two decades of experience in clinical development and medical affairs, she has extensive expertise working with small molecules, biologics, and vaccines in both small and large pharmaceutical companies.\nFirst Quarter 2018 Financial results\nFor the three months ended March 31, 2018, Nabriva Therapeutics reported a net loss of $13.3 million or $0.36 per share, compared to a net loss of $15.2 million or $0.56 per share for the three months ended March 31, 2017.\nResearch and development expenses decreased by $2.4 million from $12.7 million for the three months ended March 31, 2017 to $10.3 million for the three months ended March 31, 2018. The decrease was primarily due to a reduction of $3.8 million related to the development of lefamulin as the Company winds down its Phase 3 clinical trials, offset by increases of $0.6 million in staff costs due to the addition of employees and $0.5 million in research consulting fees.\nGeneral and administrative expense increased by $5.9 million from $4.2 million for the three months ended March 31, 2017 to $10.1 million for the three months ended March 31, 2018. The increase was primarily due to increases of $2.7 million in advisory and external consultancy expenses primarily related to pre-commercialization activities and professional service fees, $2.6 million in staff costs due to the addition of employees, and $0.6 million in infrastructure and other corporate costs.\nAs of March 31, 2018, Nabriva Therapeutics had $89.6 million in cash, cash equivalents and short-term investments compared to $86.9 million as of December 31, 2017. This cash balance is expected to fund operations into the first quarter of 2020. On March 16, 2018, Nabriva Therapeutics entered into a Controlled Equity Offering SM Sales Agreement with Cantor Fitzgerald & Co., as agent, pursuant to which Nabriva Therapeutics may offer and sell its ordinary shares, nominal value $0.01 per share, for aggregate gross sale proceeds of up to $50,000,000 from time to time through Cantor Fitzgerald under an “at-the-market” (ATM) offering program. In the first quarter, Nabriva Therapeutics raised approximately $19 million through the ATM program.\nPlease refer to our Annual Report on Forms 10-K for the fiscal year ended December 31, 2017 and our Quarterly Report on Form 10-Q for the quarterly period ended March 31, 2018, which are filed with the U.S. Securities and Exchange Commission, for additional information regarding our business and financial results.\nAbout Nabriva Therapeutics plc\nNabriva Therapeutics is a biopharmaceutical company engaged in the research and development of new medicines to treat serious bacterial infections, with a focus on the pleuromutilin class of antibiotics. Nabriva Therapeutics’ medicinal chemistry expertise has enabled targeted discovery of novel pleuromutilins, including both intravenous and oral formulations. Nabriva Therapeutics’ lead product candidate, lefamulin, is a novel semi-synthetic pleuromutilin antibiotic with the potential to be the first-in-class available for systemic administration in humans. The company believes that lefamulin is the first antibiotic with a novel mechanism of action to have reached late-stage clinical development in more than a decade. Nabriva Therapeutics has announced positive topline data for lefamulin from the first of its two global, registrational Phase 3 clinical trials evaluating lefamulin in patients with moderate to severe community-acquired bacterial pneumonia (CABP). Nabriva Therapeutics believes lefamulin is well-positioned for use as a first-line empiric monotherapy for the treatment of moderate to severe CABP due to its novel mechanism of action, targeted spectrum of activity, resistance profile, achievement of substantial drug concentration in lung tissue and fluid, oral and IV formulations and a favorable tolerability profile, with the results of the LEAP 1 trial showing a rate of treatment-emergent adverse events comparable to moxifloxacin with or without linezolid. Nabriva Therapeutics is evaluating the continued development of lefamulin for indications in addition to CABP. Pediatric oral formulation development is ongoing, and we anticipate initiating clinical studies in pediatric patients in mid-2018. We believe lefamulin has potential to treat ABSSSI, VABP or HABP and STIs.\nOutside of the greater China region, Nabriva Therapeutics owns exclusive rights to lefamulin, which is protected by composition of matter patents issued in the United States, Europe and Japan.\nForward-Looking Statements\nAny statements in this press release about future expectations, plans and prospects for Nabriva, including but not limited to statements about the development of Nabriva’s product candidates, such as plans for the design, conduct and timelines of Nabriva’s ongoing Phase 3 clinical trial of lefamulin for CABP, the clinical utility of lefamulin for CABP and Nabriva’s plans for filing of applications for regulatory approvals, including a New Drug Application (NDA) with the U.S. Food and Drug Administration and a Marketing Authorization Application (MAA) with the European Medicines Agency, Nabriva’s efforts to bring lefamulin to market and the prioritization of pre-commercial activities, the future development or commercialization of lefamulin in the greater China region, the potential benefits under Nabriva’s license agreement with Roivant and its subsidiary, the development of lefamulin for additional indications, the development of additional formulations of lefamulin, plans to pursue research and development of other product candidates, the sufficiency of Nabriva’s existing cash resources and other statements containing the words “anticipate,” “believe,” “estimate,” “expect,” “intend,” “may,” “plan,” “predict,” “project,” “target,” “potential,” “likely,” “will,” “would,” “could,” “should,” “continue,” and similar expressions, constitute forward-looking statements within the meaning of The Private Securities Litigation Reform Act of 1995. Actual results may differ materially from those indicated by such forward-looking statements as a result of various important factors, including: the uncertainties inherent in the initiation and conduct of clinical trials, availability and timing of data from clinical trials, whether results of early clinical trials or trials in different disease indications will be indicative of the results of ongoing or future trials, whether results of Nabriva’s first Phase 3 clinical trial of lefamulin will be indicative of the results for its second Phase 3 clinical trial of lefamulin, uncertainties associated with regulatory review of clinical trials and applications for marketing approvals, the availability or commercial potential of product candidates including lefamulin for use as a first-line empiric monotherapy for the treatment of moderate to severe CABP, the sufficiency of cash resources and need for additional financing and such other important factors as are set forth under the caption “Risk Factors” in Nabriva’s annual and quarterly reports on file with the U.S. Securities and Exchange Commission. In addition, the forward-looking statements included in this press release represent Nabriva’s views as of the date of this release. Nabriva anticipates that subsequent events and developments may cause its views to change. However, while Nabriva may elect to update these forward-looking statements at some point in the future, it specifically disclaims any obligation to do so. These forward-looking statements should not be relied upon as representing Nabriva’s views as of any date subsequent to the date of this release.\nCONTACT:\nFOR INVESTORS\nDave Garrett\nNabriva Therapeutics plc\ndavid.garrett@nabriva.com\n610-816-6657\nFOR MEDIA\nW2O Group\nAbigail Ancherico\naancherico@w2ogroup.com\n910-726-1373\nCONSOLIDATED BALANCE SHEETS\n(unaudited) (in thousands, except share data) As of\nDecember 31,\n2017 As of\nMarch 31,\n2018 Assets Current assets: Cash and cash equivalents $ 86,769 $ 89,441 Short-term investments 110 110 Other receivables 5,402 6,436 Contract asset — 1,500 Prepaid expenses 1,558 1,016 Total current assets 93,839 98,503 Property, plant and equipment, net 1,327 1,376 Intangible assets, net 172 155 Long-term receivables 425 428 Total assets $ 95,763 $ 100,462 Liabilities and equity Current liabilities: Accounts payable $ 5,136 $ 3,807 Accrued expense and other current liabilities 8,124 7,577 Total current liabilities 13,260 11,384 Non-current liabilities: Long-term debt 232 411 Other non-current liabilities 203 225 Total non-current liabilities 435 636 Total liabilities 13,695 12,020 Stockholders’ Equity: Ordinary shares, nominal value $0.01, 1,000,000,000 ordinary shares authorized at\nMarch 31, 2018; 36,707,685 and 40,233,867 issued and outstanding at December 31,\n2017 and March 31, 2018, respectively 367 402 Preferred shares, par value $0.01, 100,000,000 shares authorized at March 31, 2018;\nNone issued and outstanding at March 31, 2018 — — Additional paid in capital 360,872 380,553 Accumulated other comprehensive income 27 27 Accumulated deficit (279,198 ) (292,540 ) Total stockholders’ equity 82,068 88,442 Total liabilities and stockholders’ equity $ 95,763 $ 100,462\nCONSOLIDATED STATEMENTS OF OPERATIONS\n(unaudited)\nThree Months Ended\nMarch 31,\n(in thousands, except per share data) 2017 2018 Revenues: Collaboration revenue $ — $ 6,500 Research premium and grant revenue 1,678 1,051 Total revenues: 1,678 7,551 Operating expenses: Research and development (12,660 ) (10,279 ) General and administrative (4,218 ) (10,136 ) Total operating expenses (16,878 ) (20,415 ) Loss from operations (15,200 ) (12,864 ) Other income (expense): Other income, net 206 23 Interest income 121 9 Interest expense (1 ) (4 ) Loss before income taxes (14,874 ) (12,836 ) Income tax expense (349 ) (506 ) Net loss $ (15,223 ) $ (13,342 ) Loss per share Basic and diluted $ (0.56 ) $ (0.36 ) Weighted average number of shares: Basic and diluted 27,204,230 36,911,604\nCondensed Consolidated Statements of Cash Flows\n(unaudited) Three Months Ended\nMarch 31, (in thousands) 2017 2018 Net cash provided by (used in): Operating activities $ (14,684 ) $ (16,339 ) Investing activities 9,977 (160 ) Financing activities (1,171 ) 19,059 Effects of foreign currency translation on cash and cash\nequivalents 266 112 Net (decrease) increase in cash and cash equivalents (5,612 ) 2,672 Cash and cash equivalents at beginning of period 32,778 86,769 Cash and cash equivalents at end of period $ 27,166 $ 89,441\nSource:Nabriva Therapeutics US, Inc",
    "published": "2018-05-08T15:00:00.000+03:00",
    "crawled": "2018-05-08T17:01:21.005+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "topline",
        "data",
        "second",
        "pivotal",
        "phase",
        "trial",
        "lefamulin",
        "cabp",
        "leap",
        "expected",
        "spring",
        "million",
        "cash",
        "investment",
        "march",
        "expected",
        "fund",
        "operation",
        "first",
        "quarter",
        "dublin",
        "ireland",
        "nabriva",
        "therapeutic",
        "plc",
        "nasdaq",
        "nbrv",
        "biopharmaceutical",
        "company",
        "engaged",
        "research",
        "development",
        "novel",
        "agent",
        "treat",
        "serious",
        "infection",
        "focus",
        "pleuromutilin",
        "class",
        "antibiotic",
        "today",
        "announced",
        "financial",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "recent",
        "corporate",
        "highlight",
        "nabriva",
        "expects",
        "report",
        "topline",
        "result",
        "leap",
        "second",
        "pivotal",
        "phase",
        "trial",
        "evaluating",
        "oral",
        "lefamulin",
        "adult",
        "patient",
        "moderate",
        "cabp",
        "spring",
        "subject",
        "receipt",
        "positive",
        "data",
        "leap",
        "plan",
        "file",
        "nda",
        "lefamulin",
        "food",
        "drug",
        "administration",
        "fourth",
        "quarter",
        "year",
        "maa",
        "european",
        "medicine",
        "agency",
        "month",
        "later",
        "said",
        "colin",
        "broom",
        "chief",
        "executive",
        "officer",
        "nabriva",
        "therapeutic",
        "prioritized",
        "planned",
        "activity",
        "anticipate",
        "current",
        "cash",
        "resource",
        "sufficient",
        "fund",
        "operation",
        "beyond",
        "potential",
        "nda",
        "approval",
        "first",
        "quarter",
        "highly",
        "experienced",
        "team",
        "including",
        "medical",
        "affair",
        "market",
        "access",
        "commercial",
        "professional",
        "continue",
        "focus",
        "critical",
        "activity",
        "priority",
        "increase",
        "awareness",
        "burden",
        "cabp",
        "medical",
        "community",
        "identify",
        "institution",
        "high",
        "unmet",
        "medical",
        "need",
        "could",
        "benefit",
        "lefamulin",
        "recent",
        "corporate",
        "development",
        "highlight",
        "march",
        "nabriva",
        "therapeutic",
        "announced",
        "initiation",
        "collaboration",
        "agreement",
        "affiliate",
        "roivant",
        "science",
        "develop",
        "commercialize",
        "lefamulin",
        "greater",
        "china",
        "nabriva",
        "therapeutic",
        "received",
        "million",
        "upfront",
        "payment",
        "eligible",
        "approximately",
        "million",
        "additional",
        "payment",
        "tied",
        "successful",
        "completion",
        "certain",
        "regulatory",
        "commercial",
        "milestone",
        "related",
        "lefamulin",
        "cabp",
        "addition",
        "nabriva",
        "therapeutic",
        "eligible",
        "receive",
        "low",
        "royalty",
        "sale",
        "upon",
        "approval",
        "covered",
        "territory",
        "roivant",
        "affiliate",
        "solely",
        "responsible",
        "clinical",
        "development",
        "regulatory",
        "filing",
        "necessary",
        "secure",
        "approval",
        "covered",
        "territory",
        "well",
        "commercialization",
        "activity",
        "28th",
        "european",
        "congress",
        "clinical",
        "microbiology",
        "infectious",
        "disease",
        "eccmid",
        "took",
        "place",
        "madrid",
        "spain",
        "april",
        "nabriva",
        "therapeutic",
        "presented",
        "eight",
        "abstract",
        "support",
        "lefamulin",
        "potential",
        "pleuromutilin",
        "antibiotic",
        "targeting",
        "cabp",
        "pathogen",
        "including",
        "drug",
        "resistant",
        "strain",
        "nabriva",
        "therapeutic",
        "strengthened",
        "senior",
        "leadership",
        "team",
        "appointment",
        "jennifer",
        "schranz",
        "chief",
        "medical",
        "officer",
        "lead",
        "clinical",
        "development",
        "medical",
        "affair",
        "schranz",
        "join",
        "nabriva",
        "therapeutic",
        "shire",
        "plc",
        "nearly",
        "two",
        "decade",
        "experience",
        "clinical",
        "development",
        "medical",
        "affair",
        "extensive",
        "expertise",
        "working",
        "small",
        "molecule",
        "biologics",
        "vaccine",
        "small",
        "large",
        "pharmaceutical",
        "company",
        "first",
        "quarter",
        "financial",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "nabriva",
        "therapeutic",
        "reported",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "three",
        "month",
        "ended",
        "march",
        "research",
        "development",
        "expense",
        "decreased",
        "million",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "decrease",
        "primarily",
        "due",
        "reduction",
        "million",
        "related",
        "development",
        "lefamulin",
        "company",
        "wind",
        "phase",
        "clinical",
        "trial",
        "offset",
        "increase",
        "million",
        "staff",
        "cost",
        "due",
        "addition",
        "employee",
        "million",
        "research",
        "consulting",
        "fee",
        "general",
        "administrative",
        "expense",
        "increased",
        "million",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "increase",
        "primarily",
        "due",
        "increase",
        "million",
        "advisory",
        "external",
        "consultancy",
        "expense",
        "primarily",
        "related",
        "activity",
        "professional",
        "service",
        "fee",
        "million",
        "staff",
        "cost",
        "due",
        "addition",
        "employee",
        "million",
        "infrastructure",
        "corporate",
        "cost",
        "march",
        "nabriva",
        "therapeutic",
        "million",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "compared",
        "million",
        "december",
        "cash",
        "balance",
        "expected",
        "fund",
        "operation",
        "first",
        "quarter",
        "march",
        "nabriva",
        "therapeutic",
        "entered",
        "controlled",
        "equity",
        "offering",
        "sm",
        "sale",
        "agreement",
        "cantor",
        "fitzgerald",
        "agent",
        "pursuant",
        "nabriva",
        "therapeutic",
        "may",
        "offer",
        "sell",
        "ordinary",
        "share",
        "nominal",
        "value",
        "per",
        "share",
        "aggregate",
        "gross",
        "sale",
        "proceeds",
        "time",
        "time",
        "cantor",
        "fitzgerald",
        "atm",
        "offering",
        "program",
        "first",
        "quarter",
        "nabriva",
        "therapeutic",
        "raised",
        "approximately",
        "million",
        "atm",
        "program",
        "please",
        "refer",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "quarterly",
        "report",
        "form",
        "quarterly",
        "period",
        "ended",
        "march",
        "filed",
        "security",
        "exchange",
        "commission",
        "additional",
        "information",
        "regarding",
        "business",
        "financial",
        "result",
        "nabriva",
        "therapeutic",
        "plc",
        "nabriva",
        "therapeutic",
        "biopharmaceutical",
        "company",
        "engaged",
        "research",
        "development",
        "new",
        "medicine",
        "treat",
        "serious",
        "bacterial",
        "infection",
        "focus",
        "pleuromutilin",
        "class",
        "antibiotic",
        "nabriva",
        "therapeutic",
        "medicinal",
        "chemistry",
        "expertise",
        "enabled",
        "targeted",
        "discovery",
        "novel",
        "pleuromutilins",
        "including",
        "intravenous",
        "oral",
        "formulation",
        "nabriva",
        "therapeutic",
        "lead",
        "product",
        "candidate",
        "lefamulin",
        "novel",
        "pleuromutilin",
        "antibiotic",
        "potential",
        "available",
        "systemic",
        "administration",
        "human",
        "company",
        "belief",
        "lefamulin",
        "first",
        "antibiotic",
        "novel",
        "mechanism",
        "action",
        "reached",
        "clinical",
        "development",
        "decade",
        "nabriva",
        "therapeutic",
        "announced",
        "positive",
        "topline",
        "data",
        "lefamulin",
        "first",
        "two",
        "global",
        "registrational",
        "phase",
        "clinical",
        "trial",
        "evaluating",
        "lefamulin",
        "patient",
        "moderate",
        "severe",
        "bacterial",
        "pneumonia",
        "cabp",
        "nabriva",
        "therapeutic",
        "belief",
        "lefamulin",
        "use",
        "empiric",
        "monotherapy",
        "treatment",
        "moderate",
        "severe",
        "cabp",
        "due",
        "novel",
        "mechanism",
        "action",
        "targeted",
        "spectrum",
        "activity",
        "resistance",
        "profile",
        "achievement",
        "substantial",
        "drug",
        "concentration",
        "lung",
        "tissue",
        "fluid",
        "oral",
        "iv",
        "formulation",
        "favorable",
        "tolerability",
        "profile",
        "result",
        "leap",
        "trial",
        "showing",
        "rate",
        "adverse",
        "event",
        "comparable",
        "moxifloxacin",
        "without",
        "linezolid",
        "nabriva",
        "therapeutic",
        "evaluating",
        "continued",
        "development",
        "lefamulin",
        "indication",
        "addition",
        "cabp",
        "pediatric",
        "oral",
        "formulation",
        "development",
        "ongoing",
        "anticipate",
        "initiating",
        "clinical",
        "study",
        "pediatric",
        "patient",
        "believe",
        "lefamulin",
        "potential",
        "treat",
        "absssi",
        "vabp",
        "habp",
        "stis",
        "outside",
        "greater",
        "china",
        "region",
        "nabriva",
        "therapeutic",
        "owns",
        "exclusive",
        "right",
        "lefamulin",
        "protected",
        "composition",
        "matter",
        "patent",
        "issued",
        "united",
        "state",
        "europe",
        "japan",
        "statement",
        "statement",
        "press",
        "release",
        "future",
        "expectation",
        "plan",
        "prospect",
        "nabriva",
        "including",
        "limited",
        "statement",
        "development",
        "nabriva",
        "product",
        "candidate",
        "plan",
        "design",
        "conduct",
        "timeline",
        "nabriva",
        "ongoing",
        "phase",
        "clinical",
        "trial",
        "lefamulin",
        "cabp",
        "clinical",
        "utility",
        "lefamulin",
        "cabp",
        "nabriva",
        "plan",
        "filing",
        "application",
        "regulatory",
        "approval",
        "including",
        "new",
        "drug",
        "application",
        "nda",
        "food",
        "drug",
        "administration",
        "marketing",
        "authorization",
        "application",
        "maa",
        "european",
        "medicine",
        "agency",
        "nabriva",
        "effort",
        "bring",
        "lefamulin",
        "market",
        "prioritization",
        "activity",
        "future",
        "development",
        "commercialization",
        "lefamulin",
        "greater",
        "china",
        "region",
        "potential",
        "benefit",
        "nabriva",
        "license",
        "agreement",
        "roivant",
        "subsidiary",
        "development",
        "lefamulin",
        "additional",
        "indication",
        "development",
        "additional",
        "formulation",
        "lefamulin",
        "plan",
        "pursue",
        "research",
        "development",
        "product",
        "candidate",
        "sufficiency",
        "nabriva",
        "existing",
        "cash",
        "resource",
        "statement",
        "containing",
        "word",
        "anticipate",
        "believe",
        "estimate",
        "expect",
        "intend",
        "may",
        "plan",
        "predict",
        "project",
        "target",
        "potential",
        "likely",
        "would",
        "could",
        "continue",
        "similar",
        "expression",
        "constitute",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "indicated",
        "statement",
        "result",
        "various",
        "important",
        "factor",
        "including",
        "uncertainty",
        "inherent",
        "initiation",
        "conduct",
        "clinical",
        "trial",
        "availability",
        "timing",
        "data",
        "clinical",
        "trial",
        "whether",
        "result",
        "early",
        "clinical",
        "trial",
        "trial",
        "different",
        "disease",
        "indication",
        "indicative",
        "result",
        "ongoing",
        "future",
        "trial",
        "whether",
        "result",
        "nabriva",
        "first",
        "phase",
        "clinical",
        "trial",
        "lefamulin",
        "indicative",
        "result",
        "second",
        "phase",
        "clinical",
        "trial",
        "lefamulin",
        "uncertainty",
        "associated",
        "regulatory",
        "review",
        "clinical",
        "trial",
        "application",
        "marketing",
        "approval",
        "availability",
        "commercial",
        "potential",
        "product",
        "candidate",
        "including",
        "lefamulin",
        "use",
        "empiric",
        "monotherapy",
        "treatment",
        "moderate",
        "severe",
        "cabp",
        "sufficiency",
        "cash",
        "resource",
        "need",
        "additional",
        "financing",
        "important",
        "factor",
        "set",
        "forth",
        "caption",
        "risk",
        "factor",
        "nabriva",
        "annual",
        "quarterly",
        "report",
        "file",
        "security",
        "exchange",
        "commission",
        "addition",
        "statement",
        "included",
        "press",
        "release",
        "represent",
        "nabriva",
        "view",
        "date",
        "release",
        "nabriva",
        "anticipates",
        "subsequent",
        "event",
        "development",
        "may",
        "cause",
        "view",
        "change",
        "however",
        "nabriva",
        "may",
        "elect",
        "update",
        "statement",
        "point",
        "future",
        "specifically",
        "disclaims",
        "obligation",
        "statement",
        "relied",
        "upon",
        "representing",
        "nabriva",
        "view",
        "date",
        "subsequent",
        "date",
        "release",
        "contact",
        "investor",
        "dave",
        "garrett",
        "nabriva",
        "therapeutic",
        "plc",
        "medium",
        "w2o",
        "group",
        "abigail",
        "ancherico",
        "aancherico",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "thousand",
        "except",
        "share",
        "data",
        "december",
        "march",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "receivables",
        "contract",
        "asset",
        "prepaid",
        "expense",
        "total",
        "current",
        "asset",
        "property",
        "plant",
        "equipment",
        "net",
        "intangible",
        "asset",
        "net",
        "receivables",
        "total",
        "asset",
        "liability",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "liability",
        "debt",
        "liability",
        "total",
        "liability",
        "total",
        "liability",
        "stockholder",
        "equity",
        "ordinary",
        "share",
        "nominal",
        "value",
        "ordinary",
        "share",
        "authorized",
        "march",
        "issued",
        "outstanding",
        "december",
        "march",
        "respectively",
        "preferred",
        "share",
        "par",
        "value",
        "share",
        "authorized",
        "march",
        "none",
        "issued",
        "outstanding",
        "march",
        "additional",
        "paid",
        "capital",
        "accumulated",
        "comprehensive",
        "income",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "revenue",
        "collaboration",
        "revenue",
        "research",
        "premium",
        "grant",
        "revenue",
        "total",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "income",
        "net",
        "interest",
        "income",
        "interest",
        "expense",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "net",
        "loss",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "number",
        "share",
        "basic",
        "diluted",
        "condensed",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "thousand",
        "net",
        "cash",
        "provided",
        "used",
        "operating",
        "activity",
        "investing",
        "activity",
        "financing",
        "activity",
        "effect",
        "foreign",
        "currency",
        "translation",
        "cash",
        "cash",
        "equivalent",
        "net",
        "decrease",
        "increase",
        "cash",
        "cash",
        "equivalent",
        "cash",
        "cash",
        "equivalent",
        "beginning",
        "period",
        "cash",
        "cash",
        "equivalent",
        "end",
        "period",
        "source",
        "nabriva",
        "therapeutic",
        "u",
        "inc"
    ]
}