{
    "organizations": [],
    "uuid": "7d400c3813face1e9485768693242dd8272d1ac4",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/24/pr-newswire-autoliv-board-approves-completion-of-spin-off.html",
    "ord_in_thread": 0,
    "title": "Autoliv Board Approves Completion of Spin-off",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "STOCKHOLM, May 24, 2018 /PRNewswire/ --\n- Board of directors approves completion of spin-off and sets record date\n- New board members of Veoneer\n- Details on share distribution and first day of trading\n- Bridge financing\n- Details on second quarter reporting\nAutoliv, Inc. (NYSE: ALV and SSE: ALIVsdb), the worldwide leader in automotive safety systems, today announced that its board of directors has approved the completion of the previously announced spin-off of Autoliv's subsidiary Veoneer, Inc., its electronics segment, into an independent publicly traded company. The company further announced additional members expected to serve on the Veoneer board of directors following completion of the spin-off. Separately Autoliv today announced an agreement with Cevian Capital relating to its ownership in Autoliv and Veoneer .\nThe Autoliv board set the distribution ratio and record and distribution date for spin-off of Veoneer, Inc. The spin-off is on track to be completed on June 29, 2018, with trading in Veoneer to begin on July 2, 2018. The distribution date for Veoneer stock will be June 29, 2018, and Veoneer will begin \"regular way\" trading on the New York Stock Exchange under the symbol \"VNE\" and on Nasdaq Stockholm under the symbol \"VNE SDB\" on July 2, 2018. Autoliv will continue to trade on the New York Stock Exchange under the ticker \"ALV\" and on Nasdaq Stockholm under the symbol \"ALIV SDB\".\nThe Autoliv board today further announced that Mary Cummings, Mark Durcan and Jonas Synnergren are expected to join Veoneer's board following completion of the spin-off. Dr. Cummings is a professor at the Duke University Pratt School of Engineering, the Duke Institute of Brain Sciences, and is the director of the Humans and Autonomy Laboratory and Duke Robotic. Mr. Durcan is the former Chief Executive Officer of Micron Technology. Mr. Synnergren is a partner at Cevian Capital and head of Cevian's Swedish office.\n\"The board approval of the spin-off and decision of the timing for the start of trading for Veoneer are key milestones in the project and we look forward to launching Veoneer as a trusted expert partner to the mobility industry and see a focused Autoliv thrive as the worldwide leader in passive safety. I would further like to welcome the new members to the Veoneer board of directors. They each bring unique competencies that will support Veoneer's value creation in the years to come,\" said Jan Carlson, Chairman, President and CEO of Autoliv.\nAdditional Details on the Distribution\nThe Autoliv board has approved a pro rata distribution of all the stock of Veoneer to Autoliv stockholders in a 1 to 1 ratio. In the distribution, Autoliv stockholders (including holders of shares represented by Swedish Depository Receipts (SDRs)) will receive one share of Veoneer common stock for each share of Autoliv common stock held as of their respective record dates outlined below. Veoneer will not issue fractional shares of its common stock in the distribution.\nNo action is required by Autoliv's stockholders or SDR holders in order to receive shares or SDRs of Veoneer common stock in the distribution.\nThe record date for the distribution for common stockholders (i.e. those holding shares traded on the NYSE) is the close of business in the U.S. on June 12, 2018.\nThe record date for the distribution to holders of Autoliv SDRs (i.e. those holding SDRs traded on Nasdaq Stockholm) is July 2, 2018. The Autoliv SDRs will trade excluding the right to receive distribution of Veoneer SDRs as from June 29, 2018.\nBeginning on or about June 11, 2018, and continuing up to and through the distribution date (June 29, 2018), it is expected that there will be two ways of trading in Autoliv common stock on the New York Stock Exchange:\n\"Regular way trading\" - shares that trade in the \"regular way\" market will be entitled to shares of Veoneer common stock distributed pursuant to the distribution.\n\"Ex-distribution trading\" - shares that trade in the \"ex-distribution\" market will trade without an entitlement to shares of Veoneer common stock distributed pursuant to the distribution. Shares of Autoliv in the \"ex-distribution\" market will trade under the symbol ALV.wi.\nIf you sell shares of Autoliv common stock in the \"regular way\" market, you will also be selling the right to receive the shares of Veoneer common stock in the distribution. However, if you sell shares of Autoliv common stock in the \"ex-distribution\" market, you will still receive the shares of Veoneer common stock in the distribution.\n\"Regular way\" trading in Veoneer's common stock on the NYSE is expected to begin on July 2, 2018, the first trading day following the distribution date, at which time \"regular way\" trading in Autoliv's common stock will reflect the distribution of the Veoneer shares.\nTrading in Veoneer SDRs on Nasdaq Stockholm is expected to begin on July 2, 2018. Autoliv SDRs will continue to trade normally on Nasdaq Stockholm up to June 29, 2018, as of which the Autoliv SDRs will trade excluding the right to receive distribution of Veoneer SDRs.\nAutoliv anticipates that \"when-issued\" trading in shares of Veoneer will begin on or about June 11, 2018, and will continue up to and through the distribution date (June 29, 2018). Shares of Veoneer in the \"when-issued\" market will trade under the symbol VNE.wi. There will not be \"when issued\" trading in Veoneer SDRs on Nasdaq Stockholm.\nAdditional information regarding the trading in shares of Autoliv and Veoneer during this period will be available on Autoliv's website ( www.autoliv.com ).\nChanges to Autoliv Audit Committee\nAs previously announced, Robert W. Alspaugh and Wolfgang Ziebart, current members of the Autoliv board and members of the audit committee of Autoliv, will resign from the Autoliv board to serve on the Veoneer board following completion of the spin-off. The Autoliv board announced today that Ted Senko will serve as chairman of the audit committee upon the resignation of Mr. Alspaugh, and that Hasse Johansson will join the audit committee upon the resignation of Mr. Ziebart.\nFinancing\nIn connection with the spin-off and to support its intended cash injection into Veoneer, Autoliv has entered into a US$800,000,000 bridge facility agreement with J.P. Morgan Securities PLC and SEB. The facility has a six-month maturity, which, subject to the banks' approval, can be extended for an additional six months. The coordinators and bookrunners are J.P. Morgan Securities PLC and SEB and the facility agent is SEB.\nAlso today, in order to facilitate the consent with regard to the spin-off from the holders of a majority of its outstanding long term debt securities issued by its subsidiary Autoliv ASP, the Board approved certain amendments to the agreements governing these securities. For additional details see Autoliv's Form 8-K to be filed with the SEC on May 24, 2018.\nAdditional Information\nAutoliv expects to mail the information statement to all stockholders (including holders of shares represented by Autoliv SDRs) entitled to receive the distribution of shares of Veoneer common stock. The information statement is an exhibit to Veoneer's registration statement on Form 10 that has been filed with the U.S. Securities and Exchange Commission (SEC) that provides information about Veoneer and its business, including the risks of owning Veoneer common stock, and other details regarding the spin-off. In addition, a Swedish prospectus, which is prepared for the purpose of admitting the Veoneer SDRs to trading on Nasdaq Stockholm, will also be made public prior to the spin-off.\nThe distribution remains subject to satisfaction of certain customary conditions, as described in the preliminary information statement filed as an exhibit to the Form 10, including the SEC having declared effective the Form 10 and the Swedish Financial Supervisory Authority approving the Swedish prospectus.\nFuture Reporting for Autoliv and Veoneer\nFollowing the spin-off, Autoliv will report its Electronics' business as discontinued operations for the second quarter of 2018 and still intends to publish its second quarter results on July 27, 2018.\nVeoneer intends to publish an earnings release for the second quarter on or around July 27, 2018.\nThis information is information that Autoliv, Inc. is obliged to make public pursuant to the EU Market Abuse Regulation. The information was submitted for publication, through the agency of the VP of Investor Relations set out below, at 17.00 CET on May 24, 2018.\nInquiries\nMedia: Thomas Jönsson, Corporate Communications. Tel +46-(0)-8-587-206-27\nInvestors & Analysts, Anders Trapp, Investor Relations, Tel +46-(0)-8-587-206-71\nAbout Autoliv\nAutoliv, Inc. is the worldwide leader in automotive safety systems, and through its subsidiaries develops and manufactures automotive safety systems for all major automotive manufacturers in the world. Together with its joint ventures, Autoliv has more than 72,000 employees in 27 countries. In addition, the Company has 23 technical centers in nine countries around the world, with 19 test tracks, more than any other automotive safety supplier. Sales in 2017 amounted to about US $10.4 billion. The Company's shares are listed on the New York Stock Exchange (NYSE: ALV) and its Swedish Depository Receipts on Nasdaq Stockholm (ALIVsdb). For more information about Autoliv, please visit our company website at www.autoliv.com .\nSafe Harbor Statement\nThis release contains statements that are not historical facts but rather forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. Such forward-looking statements include those that address activities, events or developments that Autoliv, Inc. or its management believes or anticipates may occur in the future, including those related to the completion and timing of the spin-off and distribution, including the satisfaction of the conditions to the distribution and the receipt of all required regulatory approvals, and the expected performance of Autoliv and Veoneer following completion of the spin-off. All forward-looking statements are based upon our current expectations, various assumptions and/or data available from third parties. Our expectations and assumptions are expressed in good faith and we believe there is a reasonable basis for them. However, there can be no assurance that such forward-looking statements will materialize or prove to be correct as forward-looking statements are inherently subject to known and unknown risks, uncertainties and other factors which may cause actual future results, performance or achievements to differ materially from the future results, performance or achievements expressed in or implied by such forward-looking statements. Numerous risks, uncertainties and other factors may cause actual results to differ materially from those set out in the forward-looking statements, including general economic conditions and fluctuations in the global automotive market. For any forward-looking statements contained in this or any other document, we claim the protection of the safe harbor for forward-looking statements contained in the Private Securities Litigation Reform Act of 1995, and we assume no obligation to update publicly or revise any forward-looking statements in light of new information or future events, except as required by law.\nThis information was brought to you by Cision http://news.cision.com\nhttp://news.cision.com/autoliv/r/autoliv-board-approves-completion-of-spin-off,c2530544\nThe following files are available for download:\nhttp://mb.cision.com/Main/751/2530544/847789.pdf\nPDF\nView original content: http://www.prnewswire.com/news-releases/autoliv-board-approves-completion-of-spin-off-300654453.html\nSOURCE Autoliv",
    "published": "2018-05-24T19:14:00.000+03:00",
    "crawled": "2018-05-24T21:11:37.030+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "stockholm",
        "may",
        "board",
        "director",
        "approves",
        "completion",
        "set",
        "record",
        "date",
        "new",
        "board",
        "member",
        "veoneer",
        "detail",
        "share",
        "distribution",
        "first",
        "day",
        "trading",
        "bridge",
        "financing",
        "detail",
        "second",
        "quarter",
        "reporting",
        "autoliv",
        "nyse",
        "alv",
        "sse",
        "alivsdb",
        "worldwide",
        "leader",
        "automotive",
        "safety",
        "system",
        "today",
        "announced",
        "board",
        "director",
        "approved",
        "completion",
        "previously",
        "announced",
        "autoliv",
        "subsidiary",
        "veoneer",
        "electronics",
        "segment",
        "independent",
        "publicly",
        "traded",
        "company",
        "company",
        "announced",
        "additional",
        "member",
        "expected",
        "serve",
        "veoneer",
        "board",
        "director",
        "following",
        "completion",
        "separately",
        "autoliv",
        "today",
        "announced",
        "agreement",
        "cevian",
        "capital",
        "relating",
        "ownership",
        "autoliv",
        "veoneer",
        "autoliv",
        "board",
        "set",
        "distribution",
        "ratio",
        "record",
        "distribution",
        "date",
        "veoneer",
        "track",
        "completed",
        "june",
        "trading",
        "veoneer",
        "begin",
        "july",
        "distribution",
        "date",
        "veoneer",
        "stock",
        "june",
        "veoneer",
        "begin",
        "regular",
        "way",
        "trading",
        "new",
        "york",
        "stock",
        "exchange",
        "symbol",
        "vne",
        "nasdaq",
        "stockholm",
        "symbol",
        "vne",
        "sdb",
        "july",
        "autoliv",
        "continue",
        "trade",
        "new",
        "york",
        "stock",
        "exchange",
        "ticker",
        "alv",
        "nasdaq",
        "stockholm",
        "symbol",
        "aliv",
        "sdb",
        "autoliv",
        "board",
        "today",
        "announced",
        "mary",
        "cummings",
        "mark",
        "durcan",
        "jonas",
        "synnergren",
        "expected",
        "join",
        "veoneer",
        "board",
        "following",
        "completion",
        "cummings",
        "professor",
        "duke",
        "university",
        "pratt",
        "school",
        "engineering",
        "duke",
        "institute",
        "brain",
        "science",
        "director",
        "human",
        "autonomy",
        "laboratory",
        "duke",
        "robotic",
        "durcan",
        "former",
        "chief",
        "executive",
        "officer",
        "micron",
        "technology",
        "synnergren",
        "partner",
        "cevian",
        "capital",
        "head",
        "cevian",
        "swedish",
        "office",
        "board",
        "approval",
        "decision",
        "timing",
        "start",
        "trading",
        "veoneer",
        "key",
        "milestone",
        "project",
        "look",
        "forward",
        "launching",
        "veoneer",
        "trusted",
        "expert",
        "partner",
        "mobility",
        "industry",
        "see",
        "focused",
        "autoliv",
        "thrive",
        "worldwide",
        "leader",
        "passive",
        "safety",
        "would",
        "like",
        "welcome",
        "new",
        "member",
        "veoneer",
        "board",
        "director",
        "bring",
        "unique",
        "competency",
        "support",
        "veoneer",
        "value",
        "creation",
        "year",
        "come",
        "said",
        "jan",
        "carlson",
        "chairman",
        "president",
        "ceo",
        "autoliv",
        "additional",
        "detail",
        "distribution",
        "autoliv",
        "board",
        "approved",
        "pro",
        "rata",
        "distribution",
        "stock",
        "veoneer",
        "autoliv",
        "stockholder",
        "ratio",
        "distribution",
        "autoliv",
        "stockholder",
        "including",
        "holder",
        "share",
        "represented",
        "swedish",
        "depository",
        "receipt",
        "sdrs",
        "receive",
        "one",
        "share",
        "veoneer",
        "common",
        "stock",
        "share",
        "autoliv",
        "common",
        "stock",
        "held",
        "respective",
        "record",
        "date",
        "outlined",
        "veoneer",
        "issue",
        "fractional",
        "share",
        "common",
        "stock",
        "distribution",
        "action",
        "required",
        "autoliv",
        "stockholder",
        "sdr",
        "holder",
        "order",
        "receive",
        "share",
        "sdrs",
        "veoneer",
        "common",
        "stock",
        "distribution",
        "record",
        "date",
        "distribution",
        "common",
        "stockholder",
        "holding",
        "share",
        "traded",
        "nyse",
        "close",
        "business",
        "june",
        "record",
        "date",
        "distribution",
        "holder",
        "autoliv",
        "sdrs",
        "holding",
        "sdrs",
        "traded",
        "nasdaq",
        "stockholm",
        "july",
        "autoliv",
        "sdrs",
        "trade",
        "excluding",
        "right",
        "receive",
        "distribution",
        "veoneer",
        "sdrs",
        "june",
        "beginning",
        "june",
        "continuing",
        "distribution",
        "date",
        "june",
        "expected",
        "two",
        "way",
        "trading",
        "autoliv",
        "common",
        "stock",
        "new",
        "york",
        "stock",
        "exchange",
        "regular",
        "way",
        "trading",
        "share",
        "trade",
        "regular",
        "way",
        "market",
        "entitled",
        "share",
        "veoneer",
        "common",
        "stock",
        "distributed",
        "pursuant",
        "distribution",
        "trading",
        "share",
        "trade",
        "market",
        "trade",
        "without",
        "entitlement",
        "share",
        "veoneer",
        "common",
        "stock",
        "distributed",
        "pursuant",
        "distribution",
        "share",
        "autoliv",
        "market",
        "trade",
        "symbol",
        "sell",
        "share",
        "autoliv",
        "common",
        "stock",
        "regular",
        "way",
        "market",
        "also",
        "selling",
        "right",
        "receive",
        "share",
        "veoneer",
        "common",
        "stock",
        "distribution",
        "however",
        "sell",
        "share",
        "autoliv",
        "common",
        "stock",
        "market",
        "still",
        "receive",
        "share",
        "veoneer",
        "common",
        "stock",
        "distribution",
        "regular",
        "way",
        "trading",
        "veoneer",
        "common",
        "stock",
        "nyse",
        "expected",
        "begin",
        "july",
        "first",
        "trading",
        "day",
        "following",
        "distribution",
        "date",
        "time",
        "regular",
        "way",
        "trading",
        "autoliv",
        "common",
        "stock",
        "reflect",
        "distribution",
        "veoneer",
        "share",
        "trading",
        "veoneer",
        "sdrs",
        "nasdaq",
        "stockholm",
        "expected",
        "begin",
        "july",
        "autoliv",
        "sdrs",
        "continue",
        "trade",
        "normally",
        "nasdaq",
        "stockholm",
        "june",
        "autoliv",
        "sdrs",
        "trade",
        "excluding",
        "right",
        "receive",
        "distribution",
        "veoneer",
        "sdrs",
        "autoliv",
        "anticipates",
        "trading",
        "share",
        "veoneer",
        "begin",
        "june",
        "continue",
        "distribution",
        "date",
        "june",
        "share",
        "veoneer",
        "market",
        "trade",
        "symbol",
        "issued",
        "trading",
        "veoneer",
        "sdrs",
        "nasdaq",
        "stockholm",
        "additional",
        "information",
        "regarding",
        "trading",
        "share",
        "autoliv",
        "veoneer",
        "period",
        "available",
        "autoliv",
        "website",
        "change",
        "autoliv",
        "audit",
        "committee",
        "previously",
        "announced",
        "robert",
        "alspaugh",
        "wolfgang",
        "ziebart",
        "current",
        "member",
        "autoliv",
        "board",
        "member",
        "audit",
        "committee",
        "autoliv",
        "resign",
        "autoliv",
        "board",
        "serve",
        "veoneer",
        "board",
        "following",
        "completion",
        "autoliv",
        "board",
        "announced",
        "today",
        "ted",
        "senko",
        "serve",
        "chairman",
        "audit",
        "committee",
        "upon",
        "resignation",
        "alspaugh",
        "hasse",
        "johansson",
        "join",
        "audit",
        "committee",
        "upon",
        "resignation",
        "ziebart",
        "financing",
        "connection",
        "support",
        "intended",
        "cash",
        "injection",
        "veoneer",
        "autoliv",
        "entered",
        "u",
        "bridge",
        "facility",
        "agreement",
        "morgan",
        "security",
        "plc",
        "seb",
        "facility",
        "maturity",
        "subject",
        "bank",
        "approval",
        "extended",
        "additional",
        "six",
        "month",
        "coordinator",
        "bookrunners",
        "morgan",
        "security",
        "plc",
        "seb",
        "facility",
        "agent",
        "seb",
        "also",
        "today",
        "order",
        "facilitate",
        "consent",
        "regard",
        "holder",
        "majority",
        "outstanding",
        "long",
        "term",
        "debt",
        "security",
        "issued",
        "subsidiary",
        "autoliv",
        "asp",
        "board",
        "approved",
        "certain",
        "amendment",
        "agreement",
        "governing",
        "security",
        "additional",
        "detail",
        "see",
        "autoliv",
        "form",
        "filed",
        "sec",
        "may",
        "additional",
        "information",
        "autoliv",
        "expects",
        "mail",
        "information",
        "statement",
        "stockholder",
        "including",
        "holder",
        "share",
        "represented",
        "autoliv",
        "sdrs",
        "entitled",
        "receive",
        "distribution",
        "share",
        "veoneer",
        "common",
        "stock",
        "information",
        "statement",
        "exhibit",
        "veoneer",
        "registration",
        "statement",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "provides",
        "information",
        "veoneer",
        "business",
        "including",
        "risk",
        "owning",
        "veoneer",
        "common",
        "stock",
        "detail",
        "regarding",
        "addition",
        "swedish",
        "prospectus",
        "prepared",
        "purpose",
        "admitting",
        "veoneer",
        "sdrs",
        "trading",
        "nasdaq",
        "stockholm",
        "also",
        "made",
        "public",
        "prior",
        "distribution",
        "remains",
        "subject",
        "satisfaction",
        "certain",
        "customary",
        "condition",
        "described",
        "preliminary",
        "information",
        "statement",
        "filed",
        "exhibit",
        "form",
        "including",
        "sec",
        "declared",
        "effective",
        "form",
        "swedish",
        "financial",
        "supervisory",
        "authority",
        "approving",
        "swedish",
        "prospectus",
        "future",
        "reporting",
        "autoliv",
        "veoneer",
        "following",
        "autoliv",
        "report",
        "electronics",
        "business",
        "discontinued",
        "operation",
        "second",
        "quarter",
        "still",
        "intends",
        "publish",
        "second",
        "quarter",
        "result",
        "july",
        "veoneer",
        "intends",
        "publish",
        "earnings",
        "release",
        "second",
        "quarter",
        "around",
        "july",
        "information",
        "information",
        "autoliv",
        "obliged",
        "make",
        "public",
        "pursuant",
        "eu",
        "market",
        "abuse",
        "regulation",
        "information",
        "submitted",
        "publication",
        "agency",
        "vp",
        "investor",
        "relation",
        "set",
        "cet",
        "may",
        "inquiry",
        "medium",
        "thomas",
        "jönsson",
        "corporate",
        "communication",
        "tel",
        "investor",
        "analyst",
        "anders",
        "trapp",
        "investor",
        "relation",
        "tel",
        "autoliv",
        "autoliv",
        "worldwide",
        "leader",
        "automotive",
        "safety",
        "system",
        "subsidiary",
        "develops",
        "manufacture",
        "automotive",
        "safety",
        "system",
        "major",
        "automotive",
        "manufacturer",
        "world",
        "together",
        "joint",
        "venture",
        "autoliv",
        "employee",
        "country",
        "addition",
        "company",
        "technical",
        "center",
        "nine",
        "country",
        "around",
        "world",
        "test",
        "track",
        "automotive",
        "safety",
        "supplier",
        "sale",
        "amounted",
        "u",
        "billion",
        "company",
        "share",
        "listed",
        "new",
        "york",
        "stock",
        "exchange",
        "nyse",
        "alv",
        "swedish",
        "depository",
        "receipt",
        "nasdaq",
        "stockholm",
        "alivsdb",
        "information",
        "autoliv",
        "please",
        "visit",
        "company",
        "website",
        "safe",
        "harbor",
        "statement",
        "release",
        "contains",
        "statement",
        "historical",
        "fact",
        "rather",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "include",
        "address",
        "activity",
        "event",
        "development",
        "autoliv",
        "management",
        "belief",
        "anticipates",
        "may",
        "occur",
        "future",
        "including",
        "related",
        "completion",
        "timing",
        "distribution",
        "including",
        "satisfaction",
        "condition",
        "distribution",
        "receipt",
        "required",
        "regulatory",
        "approval",
        "expected",
        "performance",
        "autoliv",
        "veoneer",
        "following",
        "completion",
        "statement",
        "based",
        "upon",
        "current",
        "expectation",
        "various",
        "assumption",
        "data",
        "available",
        "third",
        "party",
        "expectation",
        "assumption",
        "expressed",
        "good",
        "faith",
        "believe",
        "reasonable",
        "basis",
        "however",
        "assurance",
        "statement",
        "materialize",
        "prove",
        "correct",
        "statement",
        "inherently",
        "subject",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "future",
        "result",
        "performance",
        "achievement",
        "differ",
        "materially",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "numerous",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "set",
        "statement",
        "including",
        "general",
        "economic",
        "condition",
        "fluctuation",
        "global",
        "automotive",
        "market",
        "statement",
        "contained",
        "document",
        "claim",
        "protection",
        "safe",
        "harbor",
        "statement",
        "contained",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "assume",
        "obligation",
        "update",
        "publicly",
        "revise",
        "statement",
        "light",
        "new",
        "information",
        "future",
        "event",
        "except",
        "required",
        "law",
        "information",
        "brought",
        "cision",
        "http",
        "http",
        "c2530544",
        "following",
        "file",
        "available",
        "download",
        "http",
        "pdf",
        "view",
        "original",
        "content",
        "http",
        "source",
        "autoliv"
    ]
}