{
    "organizations": [],
    "uuid": "58c3403359084a88fb092c808accdac54c95af58",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/10/pr-newswire-gener8-maritime-inc-sets-june-11-2018-special-meeting-for-vote-on-merger-agreement-with-euronav-nv.html",
    "ord_in_thread": 0,
    "title": "Gener8 Maritime, Inc. Sets June 11, 2018 Special Meeting for Vote on Merger Agreement with Euronav NV",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK, May 10, Gener8 Maritime, Inc. (NYSE: GNRT) (\"Gener8 Maritime\" or the \"Company\"), a leading U.S.-based provider of international seaborne crude oil transportation services, today announced that it has established a record date of May 3, 2018, and a meeting date of June 11, 2018, for a special meeting of its shareholders to, among other things, consider and vote on a proposal to approve the previously announced Agreement and Plan of Merger (the \"Merger Agreement\") with Euronav NV (\"Euronav\") and Euronav MI Inc., a wholly-owned subsidiary of Euronav, and the transactions contemplated by the Merger Agreement, including the merger of Euronav MI Inc. with and into the Company with the Company continuing its existence as the surviving corporation (the \"Merger\").\nGener8 Maritime's special meeting of its shareholders is scheduled for 10:30 a.m. (Eastern time) on June 11, 2018 at the offices of Kramer Levin Naftalis & Frankel LLP, 1177 Avenue of the Americas, New York, New York 10036.\nGener8 Maritime shareholders of record at the close of business on the record date will be entitled to receive notice of and to vote at the special meeting.\nAbout Gener8 Maritime\nAs of May 10, 2018, Gener8 Maritime has a fleet of 29 wholly owned vessels, comprised of 21 VLCCs, 6 Suezmaxes and 2 Panamax tankers. Gener8 Maritime's fleet has a total carrying capacity of approximately 7.4 million deadweight tons (\"DWT\") and an average age of approximately 4.0 years on a DWT basis. Gener8 Maritime is incorporated under the laws of the Marshall Islands and headquartered in New York.\nCautionary Statement Regarding Forward-Looking Statements\nThis press release contains forward-looking statements, including, for example, but not limited to, statements about management expectations, strategic objectives, strategic opportunities, growth opportunities, business prospects, expectations regarding the Merger, and other similar matters. Forward-looking statements are not statements of historical facts and represent only Euronav's or Gener8 Maritime's beliefs regarding future events, which are inherently uncertain. Forward-looking statements are typically identified by words such as \"anticipates,\" \"believes,\" \"budgets,\" \"could,\" \"estimates,\" \"expects,\" \"forecasts,\" \"foresees,\" \"goal,\" \"intends,\" \"likely,\" \"may,\" \"might,\" \"plans,\" \"projects,\" \"schedule,\" \"should,\" \"target,\" \"will,\" or \"would\" and similar expressions, although not all forward-looking information contains these identifying words.\nBy their very nature, forward-looking statements require Euronav and Gener8 Maritime to make assumptions and are subject to inherent risks and uncertainties that give rise to the possibility that Euronav's or Gener8 Maritime's predictions, forecasts, projections, expectations or conclusions will not prove to be accurate, that Euronav's or Gener8 Maritime's assumptions may not be correct and that Euronav's or Gener8 Maritime's objectives, strategic goals and priorities will not be achieved. Gener8 Maritime and Euronav caution readers not to place undue reliance on these statements, as a number of important factors could cause actual results to differ materially from the expectations expressed in such forward-looking statements. These factors include, but are not limited to, the possibility that the Merger does not close when expected or at all because required shareholder approval is not received or other conditions to the closing are not satisfied on a timely basis or at all; that Gener8 Maritime and Euronav may be required to modify the terms and conditions of the Merger Agreement to achieve shareholder approval, or that the anticipated benefits of the Merger are not realized as a result of such things as the weakness of the economy and competitive factors in the seaborne transportation area in which Euronav and Gener8 Maritime do business; potential litigation arising from the Merger Agreement and/or the Merger; the Merger's effect on the relationships of Euronav or Gener8 Maritime with their respective customers and suppliers, whether or not the Merger is completed; Euronav's shareholders' and Gener8 Maritime's shareholders' reduction in their percentage ownership and voting power; the challenges presented by the integration of Euronav and Gener8 Maritime; the uncertainty of third-party approvals; the significant transaction and merger-related integration costs; loss or reduction in business from Euronav's or Gener8 Maritime's significant customers or the significant customers of the commercial pools in which Euronav and Gener8 Maritime participate; changes in the values of Euronav's and Gener8 Maritime's vessels, newbuildings or other assets; the failure of Euronav's or Gener8 Maritime's significant customers, shipyards, pool managers or technical managers to perform their obligations owed to Euronav or Gener8 Maritime; the loss or material downtime of significant vendors and service providers; Euronav's or Gener8 Maritime's failure, or the failure of the commercial pools in which Euronav and Gener8 Maritime participate, to successfully implement a profitable chartering strategy; termination or change in the nature of Euronav's or Gener8 Maritime's relationship with any of the commercial pools in which they participate; changes in demand for Euronav's and Gener8 Maritime's services; a material decline or prolonged weakness in rates in the tanker market; changes in production of or demand for oil and petroleum products, generally or in particular regions; greater than anticipated levels of tanker newbuilding orders or lower than anticipated rates of tanker scrapping; adverse weather and natural disasters, acts of piracy, terrorist attacks and international hostilities and instability; changes in rules and regulations applicable to the tanker industry (including changes in the laws and regulations regulating the seaborne transportation or refined petroleum products industries or affecting domestic and foreign operations), including, without limitation, legislation adopted by international organizations such as the International Maritime Organization and the European Union or by individual countries; actions taken by regulatory authorities; actions by the courts, the U.S. Coast Guard, the U.S. Department of Justice or other governmental authorities and the results of the legal proceedings to which Euronav or Gener8 or any of their vessels may be subject; changes in trading patterns significantly impacting overall tanker tonnage requirements; any non-compliance with the U.S. Foreign Corrupt Practices Act of 1977 or other applicable regulations relating to bribery; the highly cyclical nature of Euronav's and Gener8 Maritime's industry; changes in the typical seasonal variations in tanker charter rates; changes in the cost of other modes of oil transportation; changes in oil transportation technology; increases in costs including without limitation: crew wages, fuel, insurance, provisions, operating, repairs and maintenance, bunker prices, dry-docking and insurance costs; the adequacy of insurance to cover Euronav's and Gener8 Maritime's losses, including in connection with maritime accidents or spill events; changes in the condition of Euronav's and Gener8 Maritime's vessels or applicable maintenance or regulatory standards (which may affect, among other things, Euronav's and Gener8 Maritime's anticipated drydocking or maintenance and repair costs); changes in the itineraries of Euronav's and Gener8 Maritime's vessels; adverse changes in foreign currency exchange rates affecting Euronav's or Gener8 Maritime's expenses; the fulfillment of the closing conditions under, or the execution of customary additional documentation for, Euronav's and Gener8 Maritime's agreements to indirectly acquire vessels and borrow under their existing financing arrangements; Euronav and Gener8 Maritime's level of indebtedness and the effect of Euronav's and Gener8 Maritime's indebtedness on their ability to finance operations, pursue desirable business operations and successfully run their business in the future; financial market conditions; sourcing, completion and funding of financing on acceptable terms; Euronav's and Gener8 Maritime's ability to generate sufficient cash to service their indebtedness and comply with the covenants and conditions under their debt obligations; the impact of electing to take advantage of certain exemptions applicable to emerging growth companies; general market conditions, including the market for vessels and fluctuations in spot and charter rates and vessel values; disruption of shipping routes due to accidents or political events; vessel breakdowns and instances of off-hires; the supply of and demand for vessels comparable to the vessels of Euronav and Gener8 Maritime; delays and cost overruns in construction projects; the availability of skilled workers and the related labor costs; the failure of counterparties to fully perform their contracts; the ability to successfully integrate the two companies; the risk that expected synergies and benefits of the Merger will not be realized within the expected time frame or at all; reputational risks; other factors that may affect future results of Euronav and Gener8 Maritime, including changes in trade policies, changes in tax laws, technological and regulatory changes, and adverse developments in general market, business, economic, labor, regulatory and political conditions; Gener8 Maritime's ability to continue as a going concern and other factors listed from time to time in Gener8 Maritime's and Euronav's filings with the SEC, including, without limitation, Gener8 Maritime's Annual Report on Form 10-K for the fiscal year ended December 31, 2017, as amended, and its subsequent reports on Form 10-Q and Form 8-K and Euronav's Form 20-F for the fiscal year ended December 31, 2017 and its subsequent reports on Form 6-K. The forward-looking statements speak only as of the date of this press release. When relying on Euronav's or Gener8 Maritime's forward-looking statements to make decisions, investors and others should carefully consider the foregoing factors and other uncertainties and potential events. Except as required by applicable law or regulation, Gener8 Maritime's and Euronav do not undertake to update any forward-looking statement, whether written or oral, to reflect events or circumstances after the date of this press release or to reflect the occurrence of unanticipated events.\nAdditional Information and Where to Find It\nIn connection with the proposed transaction between Gener8 Maritime and Euronav, Gener8 Maritime and Euronav have filed and intend to file relevant materials with the SEC, including a Euronav registration statement on Form F-4 that includes a proxy statement of Gener8 Maritime and that also constitutes a prospectus of Euronav. The definitive proxy statement/prospectus will be delivered to shareholders of Gener8. INVESTORS AND SECURITY HOLDERS OF GENER8 MARITIME AND EURONAV ARE URGED TO READ THE DEFINITIVE PROXY STATEMENT/PROSPECTUS AND ANY OTHER RELEVANT DOCUMENTS FILED WITH THE SEC CAREFULLY AND IN THEIR ENTIRETY BECAUSE THEY WILL CONTAIN IMPORTANT INFORMATION ABOUT GENER8 MARITIME, EURONAV AND THE PROPOSED TRANSACTION. Investors and security holders are able to obtain free copies of the registration statement and the definitive proxy statement/prospectus and other documents filed with the SEC by Gener8 Maritime and Euronav through the website maintained by the SEC at http://www.sec.gov . Copies of the documents filed with the SEC by Gener8 Maritime are available free of charge on Gener8 Maritime's internet website at www.gener8maritime.com . Copies of the documents filed with the SEC by Euronav are available free of charge on Euronav's internet website at www.euronav.com .\nParticipants in Solicitation\nThis communication is not a solicitation of a proxy from any investor or securityholder. However, Gener8 Maritime, Euronav, their respective directors and certain of their executive officers and employees may be deemed to be participants in the solicitation of proxies in connection with the proposed transaction under the rules of the SEC. Information regarding the persons who may, under the rules of the SEC, be deemed participants in the solicitation of Gener8 Maritime and Euronav shareholders in connection with the proposed transaction and a description of their direct and indirect interests, by security holdings or otherwise, is set forth in the proxy statement/prospectus and other relevant documents filed with the SEC. Information about the directors and executive officers of Gener8 Maritime and Euronav is set forth in the proxy statement/prospectus, Gener8 Maritime's Amendment No. 1 to its Annual Report on Form 10-K for the year ended December 31, 2017 filed with the SEC on April 30, 2018 and Euronav's Annual Report on Form 20-F for the year ended December 31, 2017 filed with the SEC on April 17, 2018. These documents will be available free of charge from the sources indicated above.\nNon-Solicitation\nThis communication does not constitute an offer to sell or the solicitation of an offer to sell or the solicitation of an offer to buy any securities or a solicitation of any vote or approval, nor shall there be any sale of securities in any jurisdiction in which such offer, solicitation or sale would be unlawful prior to registration or qualification under the securities laws of any such jurisdiction. No offer of securities shall be made except by means of a prospectus meeting the requirements of Section 10 of the Securities Act of 1933, as amended.\n releases/gener8-maritime-inc-sets-june-11-2018-special-meeting-for-vote-on-merger-agreement-with-euronav-nv-300646772.html\nSOURCE Gener8 Maritime, Inc.",
    "published": "2018-05-11T01:20:00.000+03:00",
    "crawled": "2018-05-11T02:34:36.008+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "may",
        "gener8",
        "maritime",
        "nyse",
        "gnrt",
        "gener8",
        "maritime",
        "company",
        "leading",
        "provider",
        "international",
        "seaborne",
        "crude",
        "oil",
        "transportation",
        "service",
        "today",
        "announced",
        "established",
        "record",
        "date",
        "may",
        "meeting",
        "date",
        "june",
        "special",
        "meeting",
        "shareholder",
        "among",
        "thing",
        "consider",
        "vote",
        "proposal",
        "approve",
        "previously",
        "announced",
        "agreement",
        "plan",
        "merger",
        "merger",
        "agreement",
        "euronav",
        "nv",
        "euronav",
        "euronav",
        "mi",
        "subsidiary",
        "euronav",
        "transaction",
        "contemplated",
        "merger",
        "agreement",
        "including",
        "merger",
        "euronav",
        "mi",
        "company",
        "company",
        "continuing",
        "existence",
        "surviving",
        "corporation",
        "merger",
        "gener8",
        "maritime",
        "special",
        "meeting",
        "shareholder",
        "scheduled",
        "eastern",
        "time",
        "june",
        "office",
        "kramer",
        "levin",
        "naftalis",
        "frankel",
        "llp",
        "avenue",
        "america",
        "new",
        "york",
        "new",
        "york",
        "gener8",
        "maritime",
        "shareholder",
        "record",
        "close",
        "business",
        "record",
        "date",
        "entitled",
        "receive",
        "notice",
        "vote",
        "special",
        "meeting",
        "gener8",
        "maritime",
        "may",
        "gener8",
        "maritime",
        "fleet",
        "wholly",
        "owned",
        "vessel",
        "comprised",
        "vlccs",
        "suezmaxes",
        "panamax",
        "tanker",
        "gener8",
        "maritime",
        "fleet",
        "total",
        "carrying",
        "capacity",
        "approximately",
        "million",
        "deadweight",
        "ton",
        "dwt",
        "average",
        "age",
        "approximately",
        "year",
        "dwt",
        "basis",
        "gener8",
        "maritime",
        "incorporated",
        "law",
        "marshall",
        "island",
        "headquartered",
        "new",
        "york",
        "cautionary",
        "statement",
        "regarding",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "including",
        "example",
        "limited",
        "statement",
        "management",
        "expectation",
        "strategic",
        "objective",
        "strategic",
        "opportunity",
        "growth",
        "opportunity",
        "business",
        "prospect",
        "expectation",
        "regarding",
        "merger",
        "similar",
        "matter",
        "statement",
        "statement",
        "historical",
        "fact",
        "represent",
        "euronav",
        "gener8",
        "maritime",
        "belief",
        "regarding",
        "future",
        "event",
        "inherently",
        "uncertain",
        "statement",
        "typically",
        "identified",
        "word",
        "anticipates",
        "belief",
        "budget",
        "could",
        "estimate",
        "expects",
        "forecast",
        "foresees",
        "goal",
        "intends",
        "likely",
        "may",
        "might",
        "plan",
        "project",
        "schedule",
        "target",
        "would",
        "similar",
        "expression",
        "although",
        "information",
        "contains",
        "identifying",
        "word",
        "nature",
        "statement",
        "require",
        "euronav",
        "gener8",
        "maritime",
        "make",
        "assumption",
        "subject",
        "inherent",
        "risk",
        "uncertainty",
        "give",
        "rise",
        "possibility",
        "euronav",
        "gener8",
        "maritime",
        "prediction",
        "forecast",
        "projection",
        "expectation",
        "conclusion",
        "prove",
        "accurate",
        "euronav",
        "gener8",
        "maritime",
        "assumption",
        "may",
        "correct",
        "euronav",
        "gener8",
        "maritime",
        "objective",
        "strategic",
        "goal",
        "priority",
        "achieved",
        "gener8",
        "maritime",
        "euronav",
        "caution",
        "reader",
        "place",
        "undue",
        "reliance",
        "statement",
        "number",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expectation",
        "expressed",
        "statement",
        "factor",
        "include",
        "limited",
        "possibility",
        "merger",
        "close",
        "expected",
        "required",
        "shareholder",
        "approval",
        "received",
        "condition",
        "closing",
        "satisfied",
        "timely",
        "basis",
        "gener8",
        "maritime",
        "euronav",
        "may",
        "required",
        "modify",
        "term",
        "condition",
        "merger",
        "agreement",
        "achieve",
        "shareholder",
        "approval",
        "anticipated",
        "benefit",
        "merger",
        "realized",
        "result",
        "thing",
        "weakness",
        "economy",
        "competitive",
        "factor",
        "seaborne",
        "transportation",
        "area",
        "euronav",
        "gener8",
        "maritime",
        "business",
        "potential",
        "litigation",
        "arising",
        "merger",
        "agreement",
        "merger",
        "merger",
        "effect",
        "relationship",
        "euronav",
        "gener8",
        "maritime",
        "respective",
        "customer",
        "supplier",
        "whether",
        "merger",
        "completed",
        "euronav",
        "shareholder",
        "gener8",
        "maritime",
        "shareholder",
        "reduction",
        "percentage",
        "ownership",
        "voting",
        "power",
        "challenge",
        "presented",
        "integration",
        "euronav",
        "gener8",
        "maritime",
        "uncertainty",
        "approval",
        "significant",
        "transaction",
        "integration",
        "cost",
        "loss",
        "reduction",
        "business",
        "euronav",
        "gener8",
        "maritime",
        "significant",
        "customer",
        "significant",
        "customer",
        "commercial",
        "pool",
        "euronav",
        "gener8",
        "maritime",
        "participate",
        "change",
        "value",
        "euronav",
        "gener8",
        "maritime",
        "vessel",
        "newbuildings",
        "asset",
        "failure",
        "euronav",
        "gener8",
        "maritime",
        "significant",
        "customer",
        "shipyard",
        "pool",
        "manager",
        "technical",
        "manager",
        "perform",
        "obligation",
        "owed",
        "euronav",
        "gener8",
        "maritime",
        "loss",
        "material",
        "downtime",
        "significant",
        "vendor",
        "service",
        "provider",
        "euronav",
        "gener8",
        "maritime",
        "failure",
        "failure",
        "commercial",
        "pool",
        "euronav",
        "gener8",
        "maritime",
        "participate",
        "successfully",
        "implement",
        "profitable",
        "chartering",
        "strategy",
        "termination",
        "change",
        "nature",
        "euronav",
        "gener8",
        "maritime",
        "relationship",
        "commercial",
        "pool",
        "participate",
        "change",
        "demand",
        "euronav",
        "gener8",
        "maritime",
        "service",
        "material",
        "decline",
        "prolonged",
        "weakness",
        "rate",
        "tanker",
        "market",
        "change",
        "production",
        "demand",
        "oil",
        "petroleum",
        "product",
        "generally",
        "particular",
        "region",
        "greater",
        "anticipated",
        "level",
        "tanker",
        "newbuilding",
        "order",
        "lower",
        "anticipated",
        "rate",
        "tanker",
        "scrapping",
        "adverse",
        "weather",
        "natural",
        "disaster",
        "act",
        "piracy",
        "terrorist",
        "attack",
        "international",
        "hostility",
        "instability",
        "change",
        "rule",
        "regulation",
        "applicable",
        "tanker",
        "industry",
        "including",
        "change",
        "law",
        "regulation",
        "regulating",
        "seaborne",
        "transportation",
        "refined",
        "petroleum",
        "product",
        "industry",
        "affecting",
        "domestic",
        "foreign",
        "operation",
        "including",
        "without",
        "limitation",
        "legislation",
        "adopted",
        "international",
        "organization",
        "international",
        "maritime",
        "organization",
        "european",
        "union",
        "individual",
        "country",
        "action",
        "taken",
        "regulatory",
        "authority",
        "action",
        "court",
        "coast",
        "guard",
        "department",
        "justice",
        "governmental",
        "authority",
        "result",
        "legal",
        "proceeding",
        "euronav",
        "gener8",
        "vessel",
        "may",
        "subject",
        "change",
        "trading",
        "pattern",
        "significantly",
        "impacting",
        "overall",
        "tanker",
        "tonnage",
        "requirement",
        "foreign",
        "corrupt",
        "practice",
        "act",
        "applicable",
        "regulation",
        "relating",
        "bribery",
        "highly",
        "cyclical",
        "nature",
        "euronav",
        "gener8",
        "maritime",
        "industry",
        "change",
        "typical",
        "seasonal",
        "variation",
        "tanker",
        "charter",
        "rate",
        "change",
        "cost",
        "mode",
        "oil",
        "transportation",
        "change",
        "oil",
        "transportation",
        "technology",
        "increase",
        "cost",
        "including",
        "without",
        "limitation",
        "crew",
        "wage",
        "fuel",
        "insurance",
        "provision",
        "operating",
        "repair",
        "maintenance",
        "bunker",
        "price",
        "insurance",
        "cost",
        "adequacy",
        "insurance",
        "cover",
        "euronav",
        "gener8",
        "maritime",
        "loss",
        "including",
        "connection",
        "maritime",
        "accident",
        "spill",
        "event",
        "change",
        "condition",
        "euronav",
        "gener8",
        "maritime",
        "vessel",
        "applicable",
        "maintenance",
        "regulatory",
        "standard",
        "may",
        "affect",
        "among",
        "thing",
        "euronav",
        "gener8",
        "maritime",
        "anticipated",
        "drydocking",
        "maintenance",
        "repair",
        "cost",
        "change",
        "itinerary",
        "euronav",
        "gener8",
        "maritime",
        "vessel",
        "adverse",
        "change",
        "foreign",
        "currency",
        "exchange",
        "rate",
        "affecting",
        "euronav",
        "gener8",
        "maritime",
        "expense",
        "fulfillment",
        "closing",
        "condition",
        "execution",
        "customary",
        "additional",
        "documentation",
        "euronav",
        "gener8",
        "maritime",
        "agreement",
        "indirectly",
        "acquire",
        "vessel",
        "borrow",
        "existing",
        "financing",
        "arrangement",
        "euronav",
        "gener8",
        "maritime",
        "level",
        "indebtedness",
        "effect",
        "euronav",
        "gener8",
        "maritime",
        "indebtedness",
        "ability",
        "finance",
        "operation",
        "pursue",
        "desirable",
        "business",
        "operation",
        "successfully",
        "run",
        "business",
        "future",
        "financial",
        "market",
        "condition",
        "sourcing",
        "completion",
        "funding",
        "financing",
        "acceptable",
        "term",
        "euronav",
        "gener8",
        "maritime",
        "ability",
        "generate",
        "sufficient",
        "cash",
        "service",
        "indebtedness",
        "comply",
        "covenant",
        "condition",
        "debt",
        "obligation",
        "impact",
        "electing",
        "take",
        "advantage",
        "certain",
        "exemption",
        "applicable",
        "emerging",
        "growth",
        "company",
        "general",
        "market",
        "condition",
        "including",
        "market",
        "vessel",
        "fluctuation",
        "spot",
        "charter",
        "rate",
        "vessel",
        "value",
        "disruption",
        "shipping",
        "route",
        "due",
        "accident",
        "political",
        "event",
        "vessel",
        "breakdown",
        "instance",
        "supply",
        "demand",
        "vessel",
        "comparable",
        "vessel",
        "euronav",
        "gener8",
        "maritime",
        "delay",
        "cost",
        "overrun",
        "construction",
        "project",
        "availability",
        "skilled",
        "worker",
        "related",
        "labor",
        "cost",
        "failure",
        "counterparties",
        "fully",
        "perform",
        "contract",
        "ability",
        "successfully",
        "integrate",
        "two",
        "company",
        "risk",
        "expected",
        "synergy",
        "benefit",
        "merger",
        "realized",
        "within",
        "expected",
        "time",
        "frame",
        "reputational",
        "risk",
        "factor",
        "may",
        "affect",
        "future",
        "result",
        "euronav",
        "gener8",
        "maritime",
        "including",
        "change",
        "trade",
        "policy",
        "change",
        "tax",
        "law",
        "technological",
        "regulatory",
        "change",
        "adverse",
        "development",
        "general",
        "market",
        "business",
        "economic",
        "labor",
        "regulatory",
        "political",
        "condition",
        "gener8",
        "maritime",
        "ability",
        "continue",
        "going",
        "concern",
        "factor",
        "listed",
        "time",
        "time",
        "gener8",
        "maritime",
        "euronav",
        "filing",
        "sec",
        "including",
        "without",
        "limitation",
        "gener8",
        "maritime",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "amended",
        "subsequent",
        "report",
        "form",
        "form",
        "euronav",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "subsequent",
        "report",
        "form",
        "statement",
        "speak",
        "date",
        "press",
        "release",
        "relying",
        "euronav",
        "gener8",
        "maritime",
        "statement",
        "make",
        "decision",
        "investor",
        "others",
        "carefully",
        "consider",
        "foregoing",
        "factor",
        "uncertainty",
        "potential",
        "event",
        "except",
        "required",
        "applicable",
        "law",
        "regulation",
        "gener8",
        "maritime",
        "euronav",
        "undertake",
        "update",
        "statement",
        "whether",
        "written",
        "oral",
        "reflect",
        "event",
        "circumstance",
        "date",
        "press",
        "release",
        "reflect",
        "occurrence",
        "unanticipated",
        "event",
        "additional",
        "information",
        "find",
        "connection",
        "proposed",
        "transaction",
        "gener8",
        "maritime",
        "euronav",
        "gener8",
        "maritime",
        "euronav",
        "filed",
        "intend",
        "file",
        "relevant",
        "material",
        "sec",
        "including",
        "euronav",
        "registration",
        "statement",
        "form",
        "includes",
        "proxy",
        "statement",
        "gener8",
        "maritime",
        "also",
        "constitutes",
        "prospectus",
        "euronav",
        "definitive",
        "proxy",
        "delivered",
        "shareholder",
        "gener8",
        "investor",
        "security",
        "holder",
        "gener8",
        "maritime",
        "euronav",
        "urged",
        "read",
        "definitive",
        "proxy",
        "relevant",
        "document",
        "filed",
        "sec",
        "carefully",
        "entirety",
        "contain",
        "important",
        "information",
        "gener8",
        "maritime",
        "euronav",
        "proposed",
        "transaction",
        "investor",
        "security",
        "holder",
        "able",
        "obtain",
        "free",
        "copy",
        "registration",
        "statement",
        "definitive",
        "proxy",
        "document",
        "filed",
        "sec",
        "gener8",
        "maritime",
        "euronav",
        "website",
        "maintained",
        "sec",
        "http",
        "copy",
        "document",
        "filed",
        "sec",
        "gener8",
        "maritime",
        "available",
        "free",
        "charge",
        "gener8",
        "maritime",
        "internet",
        "website",
        "copy",
        "document",
        "filed",
        "sec",
        "euronav",
        "available",
        "free",
        "charge",
        "euronav",
        "internet",
        "website",
        "participant",
        "solicitation",
        "communication",
        "solicitation",
        "proxy",
        "investor",
        "securityholder",
        "however",
        "gener8",
        "maritime",
        "euronav",
        "respective",
        "director",
        "certain",
        "executive",
        "officer",
        "employee",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "connection",
        "proposed",
        "transaction",
        "rule",
        "sec",
        "information",
        "regarding",
        "person",
        "may",
        "rule",
        "sec",
        "deemed",
        "participant",
        "solicitation",
        "gener8",
        "maritime",
        "euronav",
        "shareholder",
        "connection",
        "proposed",
        "transaction",
        "description",
        "direct",
        "indirect",
        "interest",
        "security",
        "holding",
        "otherwise",
        "set",
        "forth",
        "proxy",
        "relevant",
        "document",
        "filed",
        "sec",
        "information",
        "director",
        "executive",
        "officer",
        "gener8",
        "maritime",
        "euronav",
        "set",
        "forth",
        "proxy",
        "gener8",
        "maritime",
        "amendment",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "filed",
        "sec",
        "april",
        "euronav",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "filed",
        "sec",
        "april",
        "document",
        "available",
        "free",
        "charge",
        "source",
        "indicated",
        "communication",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "solicitation",
        "vote",
        "approval",
        "shall",
        "sale",
        "security",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "jurisdiction",
        "offer",
        "security",
        "shall",
        "made",
        "except",
        "mean",
        "prospectus",
        "meeting",
        "requirement",
        "section",
        "security",
        "act",
        "amended",
        "source",
        "gener8",
        "maritime",
        "inc"
    ]
}