{
    "organizations": [],
    "uuid": "4156a5201b2355309a49f1ebedfbc03632021cb9",
    "author": "",
    "url": "https://www.reuters.com/article/us-football-nfl-notebook-update/nfl-notebook-quarterback-wentz-happy-with-recovery-idUSKCN1IO080",
    "ord_in_thread": 0,
    "title": "NFL notebook: Quarterback Wentz happy with recovery",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "May 23, 2018 / 2:16 AM / in 15 hours NFL notebook: Quarterback Wentz happy with recovery Reuters Staff 14 Min Read\nPhiladelphia Eagles quarterback Carson Wentz took part in individual drills during organized team activities on Tuesday, less than 5 1/2 months removed from surgery to repair torn anterior cruciate and lateral collateral ligaments in his left leg. Feb 4, 2018; Minneapolis, MN, USA; Philadelphia Eagles quarterback Carson Wentz on the field prior to Super Bowl LII against the New England Patriots at U.S. Bank Stadium. Mandatory Credit: Charles LeClaire-USA TODAY Sports\nWearing a brace on his left knee, Wentz, 25, went through the same drills as fellow signal-callers Nick Foles, Nate Sudfeld and Joe Callahan, dropping back, shuffling in the pocket and resetting to throw both left and right. He also threw routes on air with receivers.\nHead coach Doug Pederson told reporters before practice that Wentz has yet to be medically cleared, but that he would be “involved in a handful of things” as part of his rehab.\nWentz said Tuesday about his knee, “Every day it just gets a little better and a little more trust, little more faith in it. At the same time, you’ve got to be smart. You’ve got to be smart with what the doctors are saying. I feel that I’ve made really good strides both mentally and physically. I like where I’m at.”\n—In an effort to improve safety, the NFL announced a handful of approved changes to kickoffs following a vote at the spring league meetings. The rule changes will be re-evaluated next offseason.\nThe changes are designed to limit full-speed collisions, such as players on the kickoff having to be within 1 yard of the point of kickoff to prevent getting a running start downfield, and at least eight players on the returning team having to be in a 15-yard “setup zone” prior to the kickoff so more players are closer to where the ball is kicked in order to reduce speed.\nThe NFL owners also expanded reviewable plays to include disqualification of players and approved ejection standards to go along with the “use of the helmet” rule. According to the new rule, ejection is possible if a player lowers his head to initiate and make contact with his helmet against an opponent, provided the contact is clearly avoidable.\n—Kansas City Chiefs tight end Demetrius Harris has been suspended without pay for the opening game of the 2018 season for violating the NFL’s substance abuse policy, the league announced. Harris will miss the Sept. 9 contest against the Los Angeles Chargers. He can rejoin the Chiefs the following day.\nHarris served two days in jail in March, stemming from a marijuana arrest in Bates County, Mo., 12 months earlier. He also received two years probation, was fined $500 and was ordered to complete 80 hours of community service and an NFL drug program.\nHarris, the No. 2 tight end behind star Travis Kelce, caught 18 passes for 224 yards and one touchdown last season.\n—Houston Texas linebacker Jadeveon Clowney will not participate in on-field workouts this week while recovering from a 2018 knee injury. According to the Texans, Clowney is not yet medically cleared.\nClowney and the Texans are in talks regarding a long-term contract extension, and head coach Bill O’Brien said last month the team would not rush its top two edge rushers — Clowney and defensive end J.J. Watt — back from injuries.\nWatt was present but not participating, while quarterback Deshaun Watson participated in individual drills.\n—Atlanta Falcons owner Arthur Blank does not envision anything that will keep Julio Jones from being with the team long term, amid reports that the wide receiver is angling for an updated contract. “I love Julio. He loves me. He loves Atlanta. He’s going to be here forever,” Blank told WXIA-TV from the league’s meetings in Atlanta.\nNFL Network reported last week that Jones would sit out the team’s organized team activities — which are voluntary — as he seeks “some sort of correction or update” to his contract, with the report adding the Falcons are “amenable” to tweaking the deal, in part because Jones is such a good player and a good teammate.\nThe 29-year-old wideout is due $10.5 million in base salary this season and $12.5 million in 2019, which rank 12th and tied for eighth, respectively, among current NFL wide receivers. He was also absent from much of OTAs last year and missed the Falcons’ offseason conditioning program earlier this spring.\n—Until practices are mandatory, the obligatory response to questions about absentee quarterback Tom Brady are to be expected from New England Patriots head coach Bill Belichick.\n“I’m not going to talk about the people that aren’t here,” Belichick said when asked if he’s spoken to Brady. “The guys who are here are improving, they’re working hard. Those are the guys we’re going to focus on.”\nBrady and tight end Rob Gronkowski did not participate in voluntary workouts on Monday. Neither are expected until the mandatory minicamp for the Patriots from June 5-7.\n—Steelers quarterback Ben Roethlisberger is ready to mentor Mason Rudolph, an about-face considering his astonishment in the aftermath of Pittsburgh drafting his likely heir in last month.\n“I’ve never been the type to just be rude or mean to other quarterbacks,” Roethlisberger said while coming off the field after a full team workout. “I’ve had a lot of quarterbacks through here that have been younger than me that I’ve tried to help. I’ll continue to do that.”\nRoethlisberger added that his comments making headlines after the draft were taken out of context. During OTAs, Roethlisberger gave Rudolph tips between drills and said he was impressed with the Oklahoma State product.\n—Teddy Bridgewater participated in 11-on-11 drills and showed no physical limitations in his first full practice with the New York Jets. “The goal is just go get better each day,” Bridgewater said, adding, “I’m good (physically).”\nBridgewater wore a sleeve on his surgically reconstructed left knee but ran drills including rollouts and sprints from the pocket without any sign of the issues that led to the Minnesota Vikings opting to cut ties with the former first-round pick.\nSigned to a one-year deal as an unrestricted free agent with only $500,000 guaranteed, Bridgewater is competing with Josh McCown and rookie Sam Darnold to be under center when the Jets open the regular season. Former second-round pick Christian Hackenberg did not take reps, and later in the day, head coach Todd Bowles announced Hackenberg was traded to the Oakland Raiders for a conditional seventh-round pick in the 2019 NFL Draft.\n—The NFL and its Players Coalition officially established a partnership to commit at least $90 million for efforts and programs combating social inequality. The partnership aims to bring players, teams and other groups together for a focused purpose, including a community improvement program that was agreed to in principle during the fall league meeting.\nNFL owners voted during league meetings in Florida in March to implement a local matching funds component to the social justice initiative with the Players Coalition.\nPlayer demonstrations during the national anthem before games last season created a polarizing divide among owners, including an exchange between Texans owner Bob McNair and Robert Kraft of the New England Patriots. McNair infamously referred to players as “inmates” in comments reportedly made during a committee meeting last year.\n—The Philadelphia Eagles released linebacker Mychal Kendricks after he was mentioned as a possible trade candidate throughout the offseason.\nAccording to ESPN, Kendricks will be designated as a post-June 1 release, which would save the team an extra $1.6 million against the 2019 cap. The 27-year-old was set to make $5.85 million in base salary this year while counting $7.6 million against the Eagles’ cap. Philadelphia will save a total of $6 million, with half of his $3.2 million in dead money being pushed onto the 2019 cap.\nKendricks’ release comes on the same day that recently signed linebacker Paul Worrilow went down with a knee injury during the team’s first practice of organized team activities. According to multiple reports, Worrilow tore the anterior cruciate ligament in his right knee and will miss the season.\n—Early in the NFL offseason, the Cleveland Browns offered a second-round draft pick to the Philadelphia Eagles for quarterback Nick Foles, according to Michael Silver of NFL.com. Philadelphia’s backup QB last year, Foles took over for an injured Carson Wentz with three weeks to go in the regular season and led the Eagles to their first Super Bowl victory, 41-33 over the New England Patriots in February.\nThe Eagles talked about such a trade with Foles, who said he wanted to stay in Philadelphia, Silver reported. At that point, the Eagles reportedly declined Cleveland’s offer.\nThe Browns later traded a third-round pick to the Buffalo Bills for quarterback Tyrod Taylor, and Foles, the Super Bowl MVP after he threw for 373 yards and three touchdowns and caught a TD pass, agreed to a revamped deal with the Eagles that gave him a $2 million bonus for 2018 and could produce $14 million in incentives while creating a mutual option for him to remain with the team in 2019.\n—Tyrod Taylor trained himself to look the other way when observers overlook his ability, a tactic that might come in handy with No. 1 overall pick Baker Mayfield joining the Cleveland Browns’ depth chart.\n“I was drafted in 2011,” Taylor said, according to Cleveland.com. “(Ten) quarterbacks were taken ahead of me. Two of them are playing now. And that’s not any disrespect to the guys who aren’t playing, but what drove me every day was remembering my mom and my parents’ faces and the feeling that I had on draft day, not being happy about that.”\nHead coach Hue Jackson and Mayfield said Taylor is the starter, but Mayfield also stressed in the pre-draft process that it’s not in his nature to accept a backup job. General manager John Dorsey appears to be following the plan executed by the Kansas City Chiefs — where Dorsey served as GM before Andy Reid let him go last summer — when Patrick Mahomes watched Alex Smith for a full season, then Smith was traded to clear the decks for Mahomes, who impressed in a Week 17 start.\n—Washington Redskins offensive guard Arie Kouandjio was waived with an injury. Kouandjio underwent surgery to repair a quad injury that is expected to be season-ending. If he goes unclaimed, Kouandjio would revert to the Redskins’ roster.\nKouandjio, 26, is entering his fourth season out of Alabama and has eight career starts in 16 total games played. According to NFL Network, Kouandjio had a second opinion on his partially torn quad before opting for surgery earlier this month.\nKouandjio stepped into the lineup last season with six starts after the Redskins’ offensive line was beset by injuries.\n—The NFL approved the Carolina Panthers’ sale to former Pittsburgh Steelers minority owner David Tepper by a 32-0 vote at the league’s meetings in Atlanta.\n“The first thing I care about is winning,” Tepper told reporters. “The second thing I care about is winning. The third thing I care about is winning — on and off the field.”\nTepper, 60, is the founder of hedge fund Appaloosa Management L.P. and has a net worth estimated by Forbes to be $11 billion. He is buying the Panthers from founder Jerry Richardson for $2.275 billion, the largest sum ever paid for an NFL franchise, and the details of which are expected to be finalized in July. Tepper must sell the 5 percent stake that he owns in the Steelers, per NFL rules.\n—The New York Giants signed receiver Russell Shepard, the team announced. According to the NFL Network, the deal is worth $1.3 million for one year and could reach $2 million with incentives.\nShepard, 27, was released by the Carolina Panthers last week when he declined to take a pay cut. He had just 17 receptions for 202 yards and a touchdown in 15 games (three starts) for the Panthers last season.\nHe signed a three-year, $10 million deal with Carolina prior to the 2017 season while current Giants general manager Dave Gettleman served in the same role for the Panthers.\n—The Cleveland Browns signed third-round pick Chad Thomas and fourth-rounder Antonio Callaway to their four-year rookie contracts, the team announced.\nThomas’ deal is worth about $4.061 million, with an estimated signing bonus of $1.056 million, according to Spotrac.com. Callaway’s contract is worth $3.125 million, with an estimated signing bonus of just over $700,000.\nThomas, a defensive lineman from Miami (Fla.), had 41 tackles and 5.5 sacks last season. Callaway, a receiver from Florida, missed the 2017 season due to suspension and has experienced multiple off-the-field incidents. He played 26 games (24 starts) for the Gators and had 89 receptions for 1,399 yards and seven touchdowns.\n—Philadelphia Eagles head coach Doug Pederson confirmed the team will be accepting an invitation to visit the White House on June 5 in recognition of their Super Bowl LII victory over the New England Patriots.\n“Well, right now, obviously, June 5 is the day we’re going to go,” Pederson told reporters before the Eagles’ first practice of organized team activities. “I’m excited to be going to be honored as world champions. It’s a great honor. We’re still working through some logistics right now, so we don’t have all the details today, but excited to be going.”\n—Field Level Media",
    "published": "2018-05-23T05:15:00.000+03:00",
    "crawled": "2018-05-23T05:33:01.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "may",
        "hour",
        "nfl",
        "notebook",
        "quarterback",
        "wentz",
        "happy",
        "recovery",
        "reuters",
        "staff",
        "min",
        "read",
        "philadelphia",
        "eagle",
        "quarterback",
        "carson",
        "wentz",
        "took",
        "part",
        "individual",
        "drill",
        "organized",
        "team",
        "activity",
        "tuesday",
        "less",
        "month",
        "removed",
        "surgery",
        "repair",
        "torn",
        "anterior",
        "cruciate",
        "lateral",
        "collateral",
        "ligament",
        "left",
        "leg",
        "feb",
        "minneapolis",
        "mn",
        "usa",
        "philadelphia",
        "eagle",
        "quarterback",
        "carson",
        "wentz",
        "field",
        "prior",
        "super",
        "bowl",
        "lii",
        "new",
        "england",
        "patriot",
        "bank",
        "stadium",
        "mandatory",
        "credit",
        "charles",
        "today",
        "sport",
        "wearing",
        "brace",
        "left",
        "knee",
        "wentz",
        "went",
        "drill",
        "fellow",
        "nick",
        "foles",
        "nate",
        "sudfeld",
        "joe",
        "callahan",
        "dropping",
        "back",
        "shuffling",
        "pocket",
        "resetting",
        "throw",
        "left",
        "right",
        "also",
        "threw",
        "route",
        "air",
        "receiver",
        "head",
        "coach",
        "doug",
        "pederson",
        "told",
        "reporter",
        "practice",
        "wentz",
        "yet",
        "medically",
        "cleared",
        "would",
        "involved",
        "handful",
        "thing",
        "part",
        "rehab",
        "wentz",
        "said",
        "tuesday",
        "knee",
        "every",
        "day",
        "get",
        "little",
        "better",
        "little",
        "trust",
        "little",
        "faith",
        "time",
        "got",
        "smart",
        "got",
        "smart",
        "doctor",
        "saying",
        "feel",
        "made",
        "really",
        "good",
        "stride",
        "mentally",
        "physically",
        "like",
        "effort",
        "improve",
        "safety",
        "nfl",
        "announced",
        "handful",
        "approved",
        "change",
        "kickoff",
        "following",
        "vote",
        "spring",
        "league",
        "meeting",
        "rule",
        "change",
        "next",
        "offseason",
        "change",
        "designed",
        "limit",
        "collision",
        "player",
        "kickoff",
        "within",
        "yard",
        "point",
        "kickoff",
        "prevent",
        "getting",
        "running",
        "start",
        "downfield",
        "least",
        "eight",
        "player",
        "returning",
        "team",
        "setup",
        "zone",
        "prior",
        "kickoff",
        "player",
        "closer",
        "ball",
        "kicked",
        "order",
        "reduce",
        "speed",
        "nfl",
        "owner",
        "also",
        "expanded",
        "reviewable",
        "play",
        "include",
        "disqualification",
        "player",
        "approved",
        "ejection",
        "standard",
        "go",
        "along",
        "use",
        "helmet",
        "rule",
        "according",
        "new",
        "rule",
        "ejection",
        "possible",
        "player",
        "lower",
        "head",
        "initiate",
        "make",
        "contact",
        "helmet",
        "opponent",
        "provided",
        "contact",
        "clearly",
        "avoidable",
        "city",
        "chief",
        "tight",
        "end",
        "demetrius",
        "harris",
        "suspended",
        "without",
        "pay",
        "opening",
        "game",
        "season",
        "violating",
        "nfl",
        "substance",
        "abuse",
        "policy",
        "league",
        "announced",
        "harris",
        "miss",
        "contest",
        "los",
        "angeles",
        "charger",
        "rejoin",
        "chief",
        "following",
        "day",
        "harris",
        "served",
        "two",
        "day",
        "jail",
        "march",
        "stemming",
        "marijuana",
        "arrest",
        "bates",
        "county",
        "month",
        "earlier",
        "also",
        "received",
        "two",
        "year",
        "probation",
        "fined",
        "ordered",
        "complete",
        "hour",
        "community",
        "service",
        "nfl",
        "drug",
        "program",
        "harris",
        "tight",
        "end",
        "behind",
        "star",
        "travis",
        "kelce",
        "caught",
        "pass",
        "yard",
        "one",
        "touchdown",
        "last",
        "season",
        "texas",
        "linebacker",
        "jadeveon",
        "clowney",
        "participate",
        "workout",
        "week",
        "recovering",
        "knee",
        "injury",
        "according",
        "texan",
        "clowney",
        "yet",
        "medically",
        "cleared",
        "clowney",
        "texan",
        "talk",
        "regarding",
        "contract",
        "extension",
        "head",
        "coach",
        "bill",
        "brien",
        "said",
        "last",
        "month",
        "team",
        "would",
        "rush",
        "top",
        "two",
        "edge",
        "rusher",
        "clowney",
        "defensive",
        "end",
        "watt",
        "back",
        "injury",
        "watt",
        "present",
        "participating",
        "quarterback",
        "deshaun",
        "watson",
        "participated",
        "individual",
        "drill",
        "falcon",
        "owner",
        "arthur",
        "blank",
        "envision",
        "anything",
        "keep",
        "julio",
        "jones",
        "team",
        "long",
        "term",
        "amid",
        "report",
        "wide",
        "receiver",
        "angling",
        "updated",
        "contract",
        "love",
        "julio",
        "love",
        "love",
        "atlanta",
        "going",
        "forever",
        "blank",
        "told",
        "league",
        "meeting",
        "atlanta",
        "nfl",
        "network",
        "reported",
        "last",
        "week",
        "jones",
        "would",
        "sit",
        "team",
        "organized",
        "team",
        "activity",
        "voluntary",
        "seek",
        "sort",
        "correction",
        "update",
        "contract",
        "report",
        "adding",
        "falcon",
        "amenable",
        "tweaking",
        "deal",
        "part",
        "jones",
        "good",
        "player",
        "good",
        "teammate",
        "wideout",
        "due",
        "million",
        "base",
        "salary",
        "season",
        "million",
        "rank",
        "12th",
        "tied",
        "eighth",
        "respectively",
        "among",
        "current",
        "nfl",
        "wide",
        "receiver",
        "also",
        "absent",
        "much",
        "otas",
        "last",
        "year",
        "missed",
        "falcon",
        "offseason",
        "conditioning",
        "program",
        "earlier",
        "spring",
        "practice",
        "mandatory",
        "obligatory",
        "response",
        "question",
        "absentee",
        "quarterback",
        "tom",
        "brady",
        "expected",
        "new",
        "england",
        "patriot",
        "head",
        "coach",
        "bill",
        "belichick",
        "going",
        "talk",
        "people",
        "belichick",
        "said",
        "asked",
        "spoken",
        "brady",
        "guy",
        "improving",
        "working",
        "hard",
        "guy",
        "going",
        "focus",
        "brady",
        "tight",
        "end",
        "rob",
        "gronkowski",
        "participate",
        "voluntary",
        "workout",
        "monday",
        "neither",
        "expected",
        "mandatory",
        "minicamp",
        "patriot",
        "june",
        "quarterback",
        "ben",
        "roethlisberger",
        "ready",
        "mentor",
        "mason",
        "rudolph",
        "considering",
        "astonishment",
        "aftermath",
        "pittsburgh",
        "drafting",
        "likely",
        "heir",
        "last",
        "month",
        "never",
        "type",
        "rude",
        "mean",
        "quarterback",
        "roethlisberger",
        "said",
        "coming",
        "field",
        "full",
        "team",
        "workout",
        "lot",
        "quarterback",
        "younger",
        "tried",
        "help",
        "continue",
        "roethlisberger",
        "added",
        "comment",
        "making",
        "headline",
        "draft",
        "taken",
        "context",
        "otas",
        "roethlisberger",
        "gave",
        "rudolph",
        "tip",
        "drill",
        "said",
        "impressed",
        "oklahoma",
        "state",
        "product",
        "bridgewater",
        "participated",
        "drill",
        "showed",
        "physical",
        "limitation",
        "first",
        "full",
        "practice",
        "new",
        "york",
        "jet",
        "goal",
        "go",
        "get",
        "better",
        "day",
        "bridgewater",
        "said",
        "adding",
        "good",
        "physically",
        "bridgewater",
        "wore",
        "sleeve",
        "surgically",
        "reconstructed",
        "left",
        "knee",
        "ran",
        "drill",
        "including",
        "rollouts",
        "sprint",
        "pocket",
        "without",
        "sign",
        "issue",
        "led",
        "minnesota",
        "viking",
        "opting",
        "cut",
        "tie",
        "former",
        "pick",
        "signed",
        "deal",
        "unrestricted",
        "free",
        "agent",
        "guaranteed",
        "bridgewater",
        "competing",
        "josh",
        "mccown",
        "rookie",
        "sam",
        "darnold",
        "center",
        "jet",
        "open",
        "regular",
        "season",
        "former",
        "pick",
        "christian",
        "hackenberg",
        "take",
        "rep",
        "later",
        "day",
        "head",
        "coach",
        "todd",
        "bowles",
        "announced",
        "hackenberg",
        "traded",
        "oakland",
        "raider",
        "conditional",
        "pick",
        "nfl",
        "draft",
        "nfl",
        "player",
        "coalition",
        "officially",
        "established",
        "partnership",
        "commit",
        "least",
        "million",
        "effort",
        "program",
        "combating",
        "social",
        "inequality",
        "partnership",
        "aim",
        "bring",
        "player",
        "team",
        "group",
        "together",
        "focused",
        "purpose",
        "including",
        "community",
        "improvement",
        "program",
        "agreed",
        "principle",
        "fall",
        "league",
        "meeting",
        "nfl",
        "owner",
        "voted",
        "league",
        "meeting",
        "florida",
        "march",
        "implement",
        "local",
        "matching",
        "fund",
        "component",
        "social",
        "justice",
        "initiative",
        "player",
        "coalition",
        "player",
        "demonstration",
        "national",
        "anthem",
        "game",
        "last",
        "season",
        "created",
        "polarizing",
        "divide",
        "among",
        "owner",
        "including",
        "exchange",
        "texan",
        "owner",
        "bob",
        "mcnair",
        "robert",
        "kraft",
        "new",
        "england",
        "patriot",
        "mcnair",
        "infamously",
        "referred",
        "player",
        "inmate",
        "comment",
        "reportedly",
        "made",
        "committee",
        "meeting",
        "last",
        "year",
        "philadelphia",
        "eagle",
        "released",
        "linebacker",
        "mychal",
        "kendricks",
        "mentioned",
        "possible",
        "trade",
        "candidate",
        "throughout",
        "offseason",
        "according",
        "espn",
        "kendricks",
        "designated",
        "release",
        "would",
        "save",
        "team",
        "extra",
        "million",
        "cap",
        "set",
        "make",
        "million",
        "base",
        "salary",
        "year",
        "counting",
        "million",
        "eagle",
        "cap",
        "philadelphia",
        "save",
        "total",
        "million",
        "half",
        "million",
        "dead",
        "money",
        "pushed",
        "onto",
        "cap",
        "kendricks",
        "release",
        "come",
        "day",
        "recently",
        "signed",
        "linebacker",
        "paul",
        "worrilow",
        "went",
        "knee",
        "injury",
        "team",
        "first",
        "practice",
        "organized",
        "team",
        "activity",
        "according",
        "multiple",
        "report",
        "worrilow",
        "tore",
        "anterior",
        "cruciate",
        "ligament",
        "right",
        "knee",
        "miss",
        "season",
        "nfl",
        "offseason",
        "cleveland",
        "brown",
        "offered",
        "draft",
        "pick",
        "philadelphia",
        "eagle",
        "quarterback",
        "nick",
        "foles",
        "according",
        "michael",
        "silver",
        "philadelphia",
        "backup",
        "qb",
        "last",
        "year",
        "foles",
        "took",
        "injured",
        "carson",
        "wentz",
        "three",
        "week",
        "go",
        "regular",
        "season",
        "led",
        "eagle",
        "first",
        "super",
        "bowl",
        "victory",
        "new",
        "england",
        "patriot",
        "february",
        "eagle",
        "talked",
        "trade",
        "foles",
        "said",
        "wanted",
        "stay",
        "philadelphia",
        "silver",
        "reported",
        "point",
        "eagle",
        "reportedly",
        "declined",
        "cleveland",
        "offer",
        "brown",
        "later",
        "traded",
        "pick",
        "buffalo",
        "bill",
        "quarterback",
        "tyrod",
        "taylor",
        "foles",
        "super",
        "bowl",
        "mvp",
        "threw",
        "yard",
        "three",
        "touchdown",
        "caught",
        "td",
        "pas",
        "agreed",
        "revamped",
        "deal",
        "eagle",
        "gave",
        "million",
        "bonus",
        "could",
        "produce",
        "million",
        "incentive",
        "creating",
        "mutual",
        "option",
        "remain",
        "team",
        "taylor",
        "trained",
        "look",
        "way",
        "observer",
        "overlook",
        "ability",
        "tactic",
        "might",
        "come",
        "handy",
        "overall",
        "pick",
        "baker",
        "mayfield",
        "joining",
        "cleveland",
        "brown",
        "depth",
        "chart",
        "drafted",
        "taylor",
        "said",
        "according",
        "ten",
        "quarterback",
        "taken",
        "ahead",
        "two",
        "playing",
        "disrespect",
        "guy",
        "playing",
        "drove",
        "every",
        "day",
        "remembering",
        "mom",
        "parent",
        "face",
        "feeling",
        "draft",
        "day",
        "happy",
        "head",
        "coach",
        "hue",
        "jackson",
        "mayfield",
        "said",
        "taylor",
        "starter",
        "mayfield",
        "also",
        "stressed",
        "process",
        "nature",
        "accept",
        "backup",
        "job",
        "general",
        "manager",
        "john",
        "dorsey",
        "appears",
        "following",
        "plan",
        "executed",
        "kansa",
        "city",
        "chief",
        "dorsey",
        "served",
        "gm",
        "andy",
        "reid",
        "let",
        "go",
        "last",
        "summer",
        "patrick",
        "mahomes",
        "watched",
        "alex",
        "smith",
        "full",
        "season",
        "smith",
        "traded",
        "clear",
        "deck",
        "mahomes",
        "impressed",
        "week",
        "start",
        "redskin",
        "offensive",
        "guard",
        "arie",
        "kouandjio",
        "waived",
        "injury",
        "kouandjio",
        "underwent",
        "surgery",
        "repair",
        "quad",
        "injury",
        "expected",
        "go",
        "unclaimed",
        "kouandjio",
        "would",
        "revert",
        "redskin",
        "roster",
        "kouandjio",
        "entering",
        "fourth",
        "season",
        "alabama",
        "eight",
        "career",
        "start",
        "total",
        "game",
        "played",
        "according",
        "nfl",
        "network",
        "kouandjio",
        "second",
        "opinion",
        "partially",
        "torn",
        "quad",
        "opting",
        "surgery",
        "earlier",
        "month",
        "kouandjio",
        "stepped",
        "lineup",
        "last",
        "season",
        "six",
        "start",
        "redskin",
        "offensive",
        "line",
        "beset",
        "injury",
        "nfl",
        "approved",
        "carolina",
        "panther",
        "sale",
        "former",
        "pittsburgh",
        "steelers",
        "minority",
        "owner",
        "david",
        "tepper",
        "vote",
        "league",
        "meeting",
        "atlanta",
        "first",
        "thing",
        "care",
        "winning",
        "tepper",
        "told",
        "reporter",
        "second",
        "thing",
        "care",
        "winning",
        "third",
        "thing",
        "care",
        "winning",
        "tepper",
        "founder",
        "hedge",
        "fund",
        "appaloosa",
        "management",
        "net",
        "worth",
        "estimated",
        "forbes",
        "billion",
        "buying",
        "panther",
        "founder",
        "jerry",
        "richardson",
        "billion",
        "largest",
        "sum",
        "ever",
        "paid",
        "nfl",
        "franchise",
        "detail",
        "expected",
        "finalized",
        "july",
        "tepper",
        "must",
        "sell",
        "percent",
        "stake",
        "owns",
        "steelers",
        "per",
        "nfl",
        "rule",
        "new",
        "york",
        "giant",
        "signed",
        "receiver",
        "russell",
        "shepard",
        "team",
        "announced",
        "according",
        "nfl",
        "network",
        "deal",
        "worth",
        "million",
        "one",
        "year",
        "could",
        "reach",
        "million",
        "incentive",
        "shepard",
        "released",
        "carolina",
        "panther",
        "last",
        "week",
        "declined",
        "take",
        "pay",
        "cut",
        "reception",
        "yard",
        "touchdown",
        "game",
        "three",
        "start",
        "panther",
        "last",
        "season",
        "signed",
        "million",
        "deal",
        "carolina",
        "prior",
        "season",
        "current",
        "giant",
        "general",
        "manager",
        "dave",
        "gettleman",
        "served",
        "role",
        "panther",
        "cleveland",
        "brown",
        "signed",
        "pick",
        "chad",
        "thomas",
        "antonio",
        "callaway",
        "rookie",
        "contract",
        "team",
        "announced",
        "thomas",
        "deal",
        "worth",
        "million",
        "estimated",
        "signing",
        "bonus",
        "million",
        "according",
        "callaway",
        "contract",
        "worth",
        "million",
        "estimated",
        "signing",
        "bonus",
        "thomas",
        "defensive",
        "lineman",
        "miami",
        "tackle",
        "sack",
        "last",
        "season",
        "callaway",
        "receiver",
        "florida",
        "missed",
        "season",
        "due",
        "suspension",
        "experienced",
        "multiple",
        "incident",
        "played",
        "game",
        "start",
        "gator",
        "reception",
        "yard",
        "seven",
        "touchdown",
        "eagle",
        "head",
        "coach",
        "doug",
        "pederson",
        "confirmed",
        "team",
        "accepting",
        "invitation",
        "visit",
        "white",
        "house",
        "june",
        "recognition",
        "super",
        "bowl",
        "lii",
        "victory",
        "new",
        "england",
        "patriot",
        "well",
        "right",
        "obviously",
        "june",
        "day",
        "going",
        "go",
        "pederson",
        "told",
        "reporter",
        "eagle",
        "first",
        "practice",
        "organized",
        "team",
        "activity",
        "excited",
        "going",
        "honored",
        "world",
        "champion",
        "great",
        "honor",
        "still",
        "working",
        "logistics",
        "right",
        "detail",
        "today",
        "excited",
        "level",
        "medium"
    ]
}