{
    "organizations": [],
    "uuid": "66f2ee0e0908dcd77d041876e2bb3a2bc261dd6a",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/15/globe-newswire-platinum-group-metals-closes-us17-point-62-million-public-offering-of-units-including-partial-exercise-of-over-allotment.html",
    "ord_in_thread": 0,
    "title": "Platinum Group Metals Closes US$17.62 Million Public Offering of Units Including Partial Exercise of Over-Allotment Option",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, British Columbia, May 15, 2018 (GLOBE NEWSWIRE) -- Platinum Group Metals Ltd. (TSX:PTM) (NYSE American:PLG) (the “Company” or “Platinum Group Metals”) announces the closing of its previously announced marketed public offering (the \"Offering\") of units (the “Units”). The Company has issued 117,453,862 Units at a price of US$0.15 per Unit for gross proceeds of approximately US$17.62 million, which includes the issuance of 3,453,862 Units pursuant to the partial exercise of an over-allotment option granted to the underwriters of the Offering. Each Unit consisted of one common share (“Common Share”) of Platinum Group Metals and one common share purchase warrant (a “Warrant”) of Platinum Group Metals. Each Warrant will entitle the holder thereof to purchase one Common Share at a price of US$0.17 for a term of 18 months from the date of closing of the Offering. Upon closing of the Offering, the Warrants began trading on the Toronto Stock Exchange under the symbol “PTM.WT.U”.\nThe net proceeds of the Offering, before expenses, were approximately US$16.56 million. The Company intends to use the net proceeds of the Offering: (i) towards repayment of a loan facility and production payment termination fees due to Liberty Metals & Mining Holdings, LLC; and (ii) for general corporate and working capital purposes.\nBMO Capital Markets acted as sole book-running manager for the Offering. Leede Jones Gable Inc. and Roth Capital Partners acted as co-managers for the Offering. Roth Capital Partners only executed offers and sales outside of Canada.\nFor the purposes of approval by the Toronto Stock Exchange (the “TSX”), the Company has relied on the exemption in Section 602.1 of the TSX Company Manual, which provides that the TSX will not apply its standards to certain transactions involving eligible interlisted issuers on a recognized exchange, such as the NYSE American.\nThe Offering was conducted pursuant to the Company's effective shelf registration statement on Form F-10 (the “Form F-10”) filed with the U.S. Securities and Exchange Commission (the \"SEC\") and a corresponding Canadian base shelf prospectus filed with the securities regulatory authority in each of the provinces of Canada, except Quebec. A prospectus supplement relating to the Offering was filed with the SEC and with the securities regulatory authority in each of the provinces of Canada, except Quebec.\nA copy of the prospectus supplement and base shelf prospectus relating to the Offering in Canada may be obtained by contacting BMO Capital Markets, Brampton Distribution Centre C/O The Data Group of Companies, 9195 Torbram Road, Brampton, Ontario, L6S 6H2 or by telephone at (905) 791-3151 Ext 4312 or by email at torbramwarehouse@datagroup.ca. A copy of the prospectus supplement and base shelf prospectus relating to the Offering in the United States may be obtained by contacting BMO Capital Markets Corp., Attn: Equity Syndicate Department, 3 Times Square, 25th Floor, New York, NY 10036 (Attn: Equity Syndicate), or by telephone at (800) 414-3627 or by email at bmoprospectus@bmo.com .\nIn addition, the issuance of common shares upon exercise of the Warrants under the United States Securities Act of 1933, as amended, has been registered in the United States pursuant to the Form F-10, as supplemented by a prospectus supplement dated May 14, 2018 (together, the “U.S. Prospectus Supplement”). A corresponding prospectus supplement dated May 14, 2018 has been filed in the province of British Columbia to the final short form base shelf prospectus dated October 14, 2016 (together, the “Canadian Prospectus Supplement”). A copy of the U.S. Prospectus Supplement or Canadian Prospectus Supplement is available upon request from the Company’s Corporate Secretary, 788 – 550 Burrard Street, Vancouver, British Columbia V6C 2B5.\nThis news release shall not constitute an offer to sell or the solicitation of an offer to buy, nor shall there be any sale of the securities in any jurisdiction in which such offer, solicitation or sale would be unlawful prior to registration or qualification under the securities laws of that jurisdiction.\nAbout Platinum Group Metals Ltd.\nPlatinum Group is focused on, and is the operator of, the Waterberg Project, a bulk mineable underground deposit in northern South Africa. Waterberg was discovered by the Company.\nFor further information, please contact:\nR. Michael Jones, President\nor Kris Begic, VP, Corporate Development\nPlatinum Group Metals Ltd., Vancouver\nTel: (604) 899-5450 / Toll Free: (866) 899-5450\nThe Toronto Stock Exchange and the NYSE American LLC have not reviewed and do not accept responsibility for the accuracy or adequacy of this news release, which has been prepared by management.\nThis press release contains forward-looking information within the meaning of Canadian securities laws and within the meaning of U.S. securities laws (collectively \" \"). Forward-looking statements are typically identified by words such as: will, proposed, shall, believe, expect, anticipate, intend, estimate, plans, postulate and similar expressions, or are those, which, by their nature, refer to future events. All statements that are not statements of historical fact are . Forward-looking statements in this press release include, without limitation, statements regarding the use of proceeds of the Offering. Although the Company believes the in this press release are reasonable, it can give no assurance that the expectations and assumptions in such statements will prove to be correct. The Company cautions investors that any by the Company are not guarantees of future results or performance, and that actual results may differ materially from those in as a result of various factors, including, but not limited to, flexibility in the use of proceeds; delays in receipt of, or the inability to receive, the remaining proceeds of the Maseve Investments 11 (Pty) Ltd. (“Maseve”) sale transaction or to realize on the proceeds thereof; additional financing requirements and the uncertainty of future financing; the Company’s history of losses; the Company’s inability to generate sufficient cash flow or raise sufficient additional capital to make payment on its indebtedness, and to comply with the terms of such indebtedness; the Company’s secured loan facility (the “LMM Facility”) with Liberty Metals & Mining Holdings, LLC (“LMM”) is, and any new indebtedness may be, secured and the Company has pledged its shares of PTM RSA, and PTM RSA has pledged its shares of Waterberg JV Resources (Pty) Limited (“Waterberg JV Co.”) to LMM under the LMM Facility, which potentially could result in the loss of the Company’s interest in PTM RSA and the Waterberg Project in the event of a default under the LMM Facility or any new secured indebtedness; the Company’s negative cash flow; the Company’s ability to continue as a going concern; completion of the definitive feasibility study for the Waterberg Project, which is subject to resource upgrade and economic analysis requirements; uncertainty of estimated production, development plans and cost estimates for the Waterberg Project; discrepancies between actual and estimated mineral reserves and mineral resources, between actual and estimated development and operating costs, between actual and estimated metallurgical recoveries and between estimated and actual production; the Company’s ability to regain compliance with NYSE American continued listing requirements; fluctuations in the relative values of the U.S. Dollar, the Rand and the Canadian Dollar; volatility in metals prices; the failure of the Company or the other shareholders to fund their pro rata share of funding obligations for the Waterberg Project; any disputes or disagreements with the other shareholders of Waterberg JV Co. or Mnombo Wethu Consultants (Pty) Ltd. or former shareholders of Maseve; the ability of the Company to retain its key management employees and skilled and experienced personnel; contractor performance and delivery of services, changes in contractors or their scope of work or any disputes with contractors; conflicts of interest; capital requirements may exceed its current expectations; the uncertainty of cost, operational and economic projections; the ability of the Company to negotiate and complete future funding transactions and either settle or restructure its debt as required; litigation or other administrative proceedings brought against the Company; actual or alleged breaches of governance processes or instances of fraud, bribery or corruption; exploration, development and mining risks and the inherently dangerous nature of the mining industry, and the risk of inadequate insurance or inability to obtain insurance to cover these risks and other risks and uncertainties; property and mineral title risks including defective title to mineral claims or property; changes in national and local government legislation, taxation, controls, regulations and political or economic developments in Canada and South Africa; equipment shortages and the ability of the Company to acquire necessary access rights and infrastructure for its mineral properties; environmental regulations and the ability to obtain and maintain necessary permits, including environmental authorizations and water use licences; extreme competition in the mineral exploration industry; delays in obtaining, or a failure to obtain, permits necessary for current or future operations or failures to comply with the terms of such permits; risks of doing business in South Africa, including but not limited to, labour, economic and political instability and potential changes to and failures to comply with legislation; and other risk factors described in the Company’s most recent Form 20-F annual report, annual information form and other filings with the U.S. Securities and Exchange Commission (“SEC”) and Canadian securities regulators, which may be viewed at www.sec.gov and www.sedar.com , respectively. Proposed changes in the mineral law in South Africa if implemented as proposed would have a material adverse effect on the Company’s business and potential interest in projects. Any forward-looking statement speaks only as of the date on which it is made and, except as may be required by applicable securities laws, the Company disclaims any intent or obligation to update any forward-looking statement, whether as a result of new information, future events or results or otherwise.\nSource:Platinum Group Metals Ltd.",
    "published": "2018-05-15T16:47:00.000+03:00",
    "crawled": "2018-05-15T20:29:56.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "british",
        "columbia",
        "may",
        "globe",
        "newswire",
        "platinum",
        "group",
        "metal",
        "tsx",
        "ptm",
        "nyse",
        "american",
        "plg",
        "company",
        "platinum",
        "group",
        "metal",
        "announces",
        "closing",
        "previously",
        "announced",
        "marketed",
        "public",
        "offering",
        "offering",
        "unit",
        "unit",
        "company",
        "issued",
        "unit",
        "price",
        "u",
        "per",
        "unit",
        "gross",
        "proceeds",
        "approximately",
        "u",
        "million",
        "includes",
        "issuance",
        "unit",
        "pursuant",
        "partial",
        "exercise",
        "option",
        "granted",
        "underwriter",
        "offering",
        "unit",
        "consisted",
        "one",
        "common",
        "share",
        "common",
        "share",
        "platinum",
        "group",
        "metal",
        "one",
        "common",
        "share",
        "purchase",
        "warrant",
        "warrant",
        "platinum",
        "group",
        "metal",
        "warrant",
        "entitle",
        "holder",
        "thereof",
        "purchase",
        "one",
        "common",
        "share",
        "price",
        "u",
        "term",
        "month",
        "date",
        "closing",
        "offering",
        "upon",
        "closing",
        "offering",
        "warrant",
        "began",
        "trading",
        "toronto",
        "stock",
        "exchange",
        "symbol",
        "net",
        "proceeds",
        "offering",
        "expense",
        "approximately",
        "u",
        "million",
        "company",
        "intends",
        "use",
        "net",
        "proceeds",
        "offering",
        "towards",
        "repayment",
        "loan",
        "facility",
        "production",
        "payment",
        "termination",
        "fee",
        "due",
        "liberty",
        "metal",
        "mining",
        "holding",
        "llc",
        "ii",
        "general",
        "corporate",
        "working",
        "capital",
        "purpose",
        "bmo",
        "capital",
        "market",
        "acted",
        "sole",
        "manager",
        "offering",
        "leede",
        "jones",
        "gable",
        "roth",
        "capital",
        "partner",
        "acted",
        "offering",
        "roth",
        "capital",
        "partner",
        "executed",
        "offer",
        "sale",
        "outside",
        "canada",
        "purpose",
        "approval",
        "toronto",
        "stock",
        "exchange",
        "tsx",
        "company",
        "relied",
        "exemption",
        "section",
        "tsx",
        "company",
        "manual",
        "provides",
        "tsx",
        "apply",
        "standard",
        "certain",
        "transaction",
        "involving",
        "eligible",
        "interlisted",
        "issuer",
        "recognized",
        "exchange",
        "nyse",
        "american",
        "offering",
        "conducted",
        "pursuant",
        "company",
        "effective",
        "shelf",
        "registration",
        "statement",
        "form",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "corresponding",
        "canadian",
        "base",
        "shelf",
        "prospectus",
        "filed",
        "security",
        "regulatory",
        "authority",
        "province",
        "canada",
        "except",
        "quebec",
        "prospectus",
        "supplement",
        "relating",
        "offering",
        "filed",
        "sec",
        "security",
        "regulatory",
        "authority",
        "province",
        "canada",
        "except",
        "quebec",
        "copy",
        "prospectus",
        "supplement",
        "base",
        "shelf",
        "prospectus",
        "relating",
        "offering",
        "canada",
        "may",
        "obtained",
        "contacting",
        "bmo",
        "capital",
        "market",
        "brampton",
        "distribution",
        "centre",
        "data",
        "group",
        "company",
        "torbram",
        "road",
        "brampton",
        "ontario",
        "l6s",
        "6h2",
        "telephone",
        "ext",
        "email",
        "torbramwarehouse",
        "copy",
        "prospectus",
        "supplement",
        "base",
        "shelf",
        "prospectus",
        "relating",
        "offering",
        "united",
        "state",
        "may",
        "obtained",
        "contacting",
        "bmo",
        "capital",
        "market",
        "attn",
        "equity",
        "syndicate",
        "department",
        "time",
        "square",
        "25th",
        "floor",
        "new",
        "york",
        "ny",
        "attn",
        "equity",
        "syndicate",
        "telephone",
        "email",
        "bmoprospectus",
        "addition",
        "issuance",
        "common",
        "share",
        "upon",
        "exercise",
        "warrant",
        "united",
        "state",
        "security",
        "act",
        "amended",
        "registered",
        "united",
        "state",
        "pursuant",
        "form",
        "supplemented",
        "prospectus",
        "supplement",
        "dated",
        "may",
        "together",
        "prospectus",
        "supplement",
        "corresponding",
        "prospectus",
        "supplement",
        "dated",
        "may",
        "filed",
        "province",
        "british",
        "columbia",
        "final",
        "short",
        "form",
        "base",
        "shelf",
        "prospectus",
        "dated",
        "october",
        "together",
        "canadian",
        "prospectus",
        "supplement",
        "copy",
        "prospectus",
        "supplement",
        "canadian",
        "prospectus",
        "supplement",
        "available",
        "upon",
        "request",
        "company",
        "corporate",
        "secretary",
        "burrard",
        "street",
        "vancouver",
        "british",
        "columbia",
        "v6c",
        "2b5",
        "news",
        "release",
        "shall",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "shall",
        "sale",
        "security",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "jurisdiction",
        "platinum",
        "group",
        "metal",
        "platinum",
        "group",
        "focused",
        "operator",
        "waterberg",
        "project",
        "bulk",
        "mineable",
        "underground",
        "deposit",
        "northern",
        "south",
        "africa",
        "waterberg",
        "discovered",
        "company",
        "information",
        "please",
        "contact",
        "michael",
        "jones",
        "president",
        "kris",
        "begic",
        "vp",
        "corporate",
        "development",
        "platinum",
        "group",
        "metal",
        "vancouver",
        "tel",
        "toll",
        "free",
        "toronto",
        "stock",
        "exchange",
        "nyse",
        "american",
        "llc",
        "reviewed",
        "accept",
        "responsibility",
        "accuracy",
        "adequacy",
        "news",
        "release",
        "prepared",
        "management",
        "press",
        "release",
        "contains",
        "information",
        "within",
        "meaning",
        "canadian",
        "security",
        "law",
        "within",
        "meaning",
        "security",
        "law",
        "collectively",
        "statement",
        "typically",
        "identified",
        "word",
        "proposed",
        "shall",
        "believe",
        "expect",
        "anticipate",
        "intend",
        "estimate",
        "plan",
        "postulate",
        "similar",
        "expression",
        "nature",
        "refer",
        "future",
        "event",
        "statement",
        "statement",
        "historical",
        "fact",
        "statement",
        "press",
        "release",
        "include",
        "without",
        "limitation",
        "statement",
        "regarding",
        "use",
        "proceeds",
        "offering",
        "although",
        "company",
        "belief",
        "press",
        "release",
        "reasonable",
        "give",
        "assurance",
        "expectation",
        "assumption",
        "statement",
        "prove",
        "correct",
        "company",
        "caution",
        "investor",
        "company",
        "guarantee",
        "future",
        "result",
        "performance",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "result",
        "various",
        "factor",
        "including",
        "limited",
        "flexibility",
        "use",
        "proceeds",
        "delay",
        "receipt",
        "inability",
        "receive",
        "remaining",
        "proceeds",
        "maseve",
        "investment",
        "pty",
        "maseve",
        "sale",
        "transaction",
        "realize",
        "proceeds",
        "thereof",
        "additional",
        "financing",
        "requirement",
        "uncertainty",
        "future",
        "financing",
        "company",
        "history",
        "loss",
        "company",
        "inability",
        "generate",
        "sufficient",
        "cash",
        "flow",
        "raise",
        "sufficient",
        "additional",
        "capital",
        "make",
        "payment",
        "indebtedness",
        "comply",
        "term",
        "indebtedness",
        "company",
        "secured",
        "loan",
        "facility",
        "lmm",
        "facility",
        "liberty",
        "metal",
        "mining",
        "holding",
        "llc",
        "lmm",
        "new",
        "indebtedness",
        "may",
        "secured",
        "company",
        "pledged",
        "share",
        "ptm",
        "rsa",
        "ptm",
        "rsa",
        "pledged",
        "share",
        "waterberg",
        "jv",
        "resource",
        "pty",
        "limited",
        "waterberg",
        "jv",
        "lmm",
        "lmm",
        "facility",
        "potentially",
        "could",
        "result",
        "loss",
        "company",
        "interest",
        "ptm",
        "rsa",
        "waterberg",
        "project",
        "event",
        "default",
        "lmm",
        "facility",
        "new",
        "secured",
        "indebtedness",
        "company",
        "negative",
        "cash",
        "flow",
        "company",
        "ability",
        "continue",
        "going",
        "concern",
        "completion",
        "definitive",
        "feasibility",
        "study",
        "waterberg",
        "project",
        "subject",
        "resource",
        "upgrade",
        "economic",
        "analysis",
        "requirement",
        "uncertainty",
        "estimated",
        "production",
        "development",
        "plan",
        "cost",
        "estimate",
        "waterberg",
        "project",
        "discrepancy",
        "actual",
        "estimated",
        "mineral",
        "reserve",
        "mineral",
        "resource",
        "actual",
        "estimated",
        "development",
        "operating",
        "cost",
        "actual",
        "estimated",
        "metallurgical",
        "recovery",
        "estimated",
        "actual",
        "production",
        "company",
        "ability",
        "regain",
        "compliance",
        "nyse",
        "american",
        "continued",
        "listing",
        "requirement",
        "fluctuation",
        "relative",
        "value",
        "dollar",
        "rand",
        "canadian",
        "dollar",
        "volatility",
        "metal",
        "price",
        "failure",
        "company",
        "shareholder",
        "fund",
        "pro",
        "rata",
        "share",
        "funding",
        "obligation",
        "waterberg",
        "project",
        "dispute",
        "disagreement",
        "shareholder",
        "waterberg",
        "jv",
        "mnombo",
        "wethu",
        "consultant",
        "pty",
        "former",
        "shareholder",
        "maseve",
        "ability",
        "company",
        "retain",
        "key",
        "management",
        "employee",
        "skilled",
        "experienced",
        "personnel",
        "contractor",
        "performance",
        "delivery",
        "service",
        "change",
        "contractor",
        "scope",
        "work",
        "dispute",
        "contractor",
        "conflict",
        "interest",
        "capital",
        "requirement",
        "may",
        "exceed",
        "current",
        "expectation",
        "uncertainty",
        "cost",
        "operational",
        "economic",
        "projection",
        "ability",
        "company",
        "negotiate",
        "complete",
        "future",
        "funding",
        "transaction",
        "either",
        "settle",
        "restructure",
        "debt",
        "required",
        "litigation",
        "administrative",
        "proceeding",
        "brought",
        "company",
        "actual",
        "alleged",
        "breach",
        "governance",
        "process",
        "instance",
        "fraud",
        "bribery",
        "corruption",
        "exploration",
        "development",
        "mining",
        "risk",
        "inherently",
        "dangerous",
        "nature",
        "mining",
        "industry",
        "risk",
        "inadequate",
        "insurance",
        "inability",
        "obtain",
        "insurance",
        "cover",
        "risk",
        "risk",
        "uncertainty",
        "property",
        "mineral",
        "title",
        "risk",
        "including",
        "defective",
        "title",
        "mineral",
        "claim",
        "property",
        "change",
        "national",
        "local",
        "government",
        "legislation",
        "taxation",
        "control",
        "regulation",
        "political",
        "economic",
        "development",
        "canada",
        "south",
        "africa",
        "equipment",
        "shortage",
        "ability",
        "company",
        "acquire",
        "necessary",
        "access",
        "right",
        "infrastructure",
        "mineral",
        "property",
        "environmental",
        "regulation",
        "ability",
        "obtain",
        "maintain",
        "necessary",
        "permit",
        "including",
        "environmental",
        "authorization",
        "water",
        "use",
        "licence",
        "extreme",
        "competition",
        "mineral",
        "exploration",
        "industry",
        "delay",
        "obtaining",
        "failure",
        "obtain",
        "permit",
        "necessary",
        "current",
        "future",
        "operation",
        "failure",
        "comply",
        "term",
        "permit",
        "risk",
        "business",
        "south",
        "africa",
        "including",
        "limited",
        "labour",
        "economic",
        "political",
        "instability",
        "potential",
        "change",
        "failure",
        "comply",
        "legislation",
        "risk",
        "factor",
        "described",
        "company",
        "recent",
        "form",
        "annual",
        "report",
        "annual",
        "information",
        "form",
        "filing",
        "security",
        "exchange",
        "commission",
        "sec",
        "canadian",
        "security",
        "regulator",
        "may",
        "viewed",
        "respectively",
        "proposed",
        "change",
        "mineral",
        "law",
        "south",
        "africa",
        "implemented",
        "proposed",
        "would",
        "material",
        "adverse",
        "effect",
        "company",
        "business",
        "potential",
        "interest",
        "project",
        "statement",
        "speaks",
        "date",
        "made",
        "except",
        "may",
        "required",
        "applicable",
        "security",
        "law",
        "company",
        "disclaims",
        "intent",
        "obligation",
        "update",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "result",
        "otherwise",
        "source",
        "platinum",
        "group",
        "metal",
        "ltd"
    ]
}