{
    "organizations": [],
    "uuid": "445a39c46992732059e4c2cf7959b8f2d8491ea3",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/05/11/inside-a-powerful-silicon-valley-charity-a-toxic-culture-festered.html",
    "ord_in_thread": 0,
    "title": "Inside a powerful Silicon Valley charity, a toxic culture festered",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "As Silicon Valley technology executives have amassed enormous fortunes in recent years, one relatively obscure group — the Silicon Valley Community Foundation — has emerged as the local charity of choice.\nFacebook's chief executive, Mark Zuckerberg, has donated stock worth more than $1.8 billion to the foundation. Reed Hastings, the founder and chief executive of Netflix, has given $100 million. And many other tech titans, including the Twitter co-founder Jack Dorsey and Microsoft's co-founder Paul Allen, have donated millions.\nIn February, the 11-year-old Silicon Valley Community Foundation said it managed assets worth some $13.5 billion , making it larger than venerable philanthropies in the United States like the Ford Foundation and the Rockefeller Foundation. Only the Bill and Melinda Gates Foundation is larger.\nBut inside the Silicon Valley Community Foundation, which counts \"inclusiveness,\" \"integrity\" and \"respect\" among its core values , a toxic culture festered for years, recently setting off a crisis that has now claimed three top executives.\nRead more from The New York Times:\nAT&T chief says hiring Michael Cohen was a 'big mistake' Man is charged with hacking west point and government websites\nSpotify pulls R. Kelly and XXXTentacion from playlists, stirring a debate\nAccording to interviews with a half dozen former and current employees, some of whom only agreed to do so on the condition of anonymity, Mari Ellen Loijens, the foundation's top fund-raiser, routinely bullied and demeaned colleagues, made sexually and racially insensitive remarks and at times even threatened physical violence.\nThe employees say that Emmett Carson, the foundation's chief executive, ignored multiple complaints about abusive behavior by Ms. Loijens because she was responsible for much of the organization's growth.\n\"She brought in the money, made the place bigger, and he could go out and be a superstar,\" said Rebecca Dupras, an executive who said she left the foundation last year because she no longer wanted to work with Ms. Loijens. \"He could have stopped this and reined her in, and he didn't.\"\nThe Silicon Valley Community Foundation's problems burst into view last month, when the Chronicle of Philanthropy published a detailed article outlining the allegations against Ms. Loijens. A day after the story was published, Ms. Loijens resigned .\nSince then, Mr. Carson was placed on paid administrative leave , the head of human resources resigned and the law firm Boies Schiller Flexner was brought in to conduct an investigation. Mr. Carson is now negotiating his exit and will not return to the foundation, according to people familiar with the matter who were not authorized to speak publicly.\nCiting the ongoing investigation, Sue McAllister, a foundation spokeswoman, declined to answer specific questions about the allegations against Ms. Loijens and Mr. Carson\n\"The investigation will be thorough, and will include a focus on workplace culture, including among other things, how teams are managed and what type of working environment is being fostered,\" she said. \"We are not able to comment on confidential internal H.R. matters.\"\nMr. Carson initially suggested on Twitter he was unaware of the problems at his foundation, and has not spoken publicly since being placed on leave. He and Ms. Loijens did not respond to requests for comment.\nThe foundation's upheaval has sent shock waves through the philanthropic world. Mr. Carson was a respected nonprofit executive with a rising national profile, and his ambition to make the Silicon Valley Community Foundation a national powerhouse was well-known.\nThe foundation was formed in 2007 through the merger of two local charities that decided to pool their resources. Mr. Carson, who had worked at the Ford Foundation and was chief executive of the Minneapolis Foundation, was brought in to raise the group's profile.\nCommunity foundations have historically been local affairs, vehicles for wealthy individuals to give back to their communities by investing in regional nonprofit groups.\nBut Mr. Carson had a grander mission. With huge fortunes being created by technology companies, there was a chance to make the Silicon Valley Community Foundation one of the nation's biggest philanthropies, an institution that could rival the foundations created with Gilded Age wealth a century ago.\nMr. Carson pushed his team to raise as much money as possible, and the foundation increasingly gave grants not just to local groups, but to national and international causes, ranging from Dartmouth College in New Hampshire to the Research Institute of Industrial Economics in Sweden.\n\"There was this bigger is better mentality,\" said Dory Gannes, who worked at the foundation for two years, leaving in 2016 after what she said was a dispute with Ms. Loijens. \"Our world was driven by scale — how many clients we had, how many grants we processed, how many countries we made grants to.\"\nMs. Loijens, who came from the Junior League of San Jose, distinguished herself as an accomplished fund-raiser and made herself indispensable to Mr. Carson. Yet to her colleagues, Ms. Loijens was known as a bully who regularly made offensive remarks.\nDuring one meeting, Ms. Dupras said she mentioned to the group that she wasn't feeling well, eliciting a sexually charged retort from Ms. Loijens.\n\"She said I was pretty good looking and might be pregnant,\" Ms. Dupras said. \"She said, 'You might want to get that checked out.'\"\nElizabeth Dressel, who left the foundation in 2012, said that one evening, a young black woman on her team was working late. Ms. Loijens approached the young woman and said, \"O.K. slave, come into my office.\"\nAt another meeting, Ms. Dupras said Ms. Loijens threatened her staff. Employees were supposed to take meetings with donors or their advisers in pairs, but Ms. Loijens learned that someone had met with a donor without a partner.\n\"Then she said, 'If I ever catch you having a meeting by yourself, I'll kill you,'\" Ms. Dupras said.\nMs. Loijens' erratic behavior, some of which was also documented in an article in Forbes earlier this month, was apparently well-known inside the Silicon Valley Community Foundation for years.\n\"I personally went to H.R. on more than five occasions, and I was only there for one year,\" Ms. Dressel said. \"But the culture was supported by Emmett because the sole focus was to increase the size of the funds.\"\nMs. Dupras said she attempted to discuss the toxic workplace culture with Mr. Carson twice, but was brushed off. \"He was definitely not open to a conversation about her at all,\" she said.\nTurnover at the foundation, especially on the development staff that reported to Ms. Loijens, was unusually high, according to several former employees. And on the career site Glassdoor.com, the foundation's ratings were notably low , getting 1.9 out of possible 5 stars and with only 14 percent of respondents saying they would recommend working there to a friend.\nDespite the internal turmoil, money kept flowing into the Silicon Valley Community Foundation.\nSince 2011, Mr. Zuckerberg has donated some 45 million shares of Facebook stock to the organization, worth roughly $1.8 billion at the time they were given. In 2014, GoPro's founder, Nicholas Woodman, donated stock worth $500 million to the foundation. That same year, WhatsApp's co-founder, Jan Koum, donated stock worth $566 million.\nAs the foundation grew in stature, so too did Mr. Carson's renown. He received honorary degrees, wrote articles about social justice and became a regular on the speaker circuit. Last year, he was honored by the New York Women's Foundation for \"exemplary leadership in philanthropy and his commitment to bettering the lives of those in need.\"\nIt was a distinction that grated on former employees. \"This guy is enabling bullying in the workplace, then he's walking around promoting philanthropy,\" Ms. Dupras said.\nAfter the allegations first surfaced last month, Mr. Carson took to Twitter.\n\"I am responsible for workplace culture,\" he wrote. \"I am deeply troubled and regret that former staff felt they could not report inappropriate behavior and urge any other staff to come forward. Listening and fixing this is Priority#1.\"\nBut a former employee, Maria Moreno, quickly called out Mr. Carson.\n\"Please stop acting like you did not know!\" she wrote on Twitter. \"I reported both you & Mari Ellen to HR July 2017. At the end of the day, I was the one who had to leave the foundation bc it was a toxic work environment.\"\nThe next week, a group of current 65 staff members sent the foundation's board a statement that accused the foundation's leadership team, including Mr. Carson, of ignoring complaints about Ms. Loijens.\n\"They knew about her behavior,\" read the statement, a copy of which was reviewed by The Times. \"And, through their inaction, senior leadership and HR has created and reinforced a toxic culture of fear, blame and intimidation.\"\nWithin days, Mr. Carson was placed on leave and the human resources director, Daiva Natochy, had left the foundation.\nThe foundation's interim director, Greg Avis, acknowledged the upheaval in a recent open letter , and pledged to repair the damage. \"I am acutely aware of the current challenges our organization faces,\" he wrote. \"Emerging as a stronger organization is our sole objective.\"\nDonors to the Silicon Valley Community Foundation have had little to say about the turmoil at their charity of choice. Representatives for Mr. Zuckerberg and Mr. Hastings said they support the actions of the foundation's board, which placed Mr. Carson on leave and began the investigation.\nFormer employees said they anguished over their decision to come forward, fearing it would jeopardize their careers, but felt they had a responsibility to do so.\n\"The focus was on bringing dollars in the door, rather than creating a culture where people were supported and respected,\" said Ms. Dressel, who added that it was her four daughters who encouraged her to speak out publicly.\nMs. Dressel said she hoped the departure of Mr. Carson and Ms. Loijens would allow the foundation to start fresh. \"It could be an amazing organization doing wonderful charitable work,\" she said.",
    "published": "2018-05-11T23:17:00.000+03:00",
    "crawled": "2018-05-11T22:40:44.084+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "silicon",
        "valley",
        "technology",
        "executive",
        "amassed",
        "enormous",
        "fortune",
        "recent",
        "year",
        "one",
        "relatively",
        "obscure",
        "group",
        "silicon",
        "valley",
        "community",
        "foundation",
        "emerged",
        "local",
        "charity",
        "choice",
        "facebook",
        "chief",
        "executive",
        "mark",
        "zuckerberg",
        "donated",
        "stock",
        "worth",
        "billion",
        "foundation",
        "reed",
        "hastings",
        "founder",
        "chief",
        "executive",
        "netflix",
        "given",
        "million",
        "many",
        "tech",
        "titan",
        "including",
        "twitter",
        "jack",
        "dorsey",
        "microsoft",
        "paul",
        "allen",
        "donated",
        "million",
        "february",
        "silicon",
        "valley",
        "community",
        "foundation",
        "said",
        "managed",
        "asset",
        "worth",
        "billion",
        "making",
        "larger",
        "venerable",
        "philanthropy",
        "united",
        "state",
        "like",
        "ford",
        "foundation",
        "rockefeller",
        "foundation",
        "bill",
        "melinda",
        "gate",
        "foundation",
        "larger",
        "inside",
        "silicon",
        "valley",
        "community",
        "foundation",
        "count",
        "inclusiveness",
        "integrity",
        "respect",
        "among",
        "core",
        "value",
        "toxic",
        "culture",
        "festered",
        "year",
        "recently",
        "setting",
        "crisis",
        "claimed",
        "three",
        "top",
        "executive",
        "read",
        "new",
        "york",
        "time",
        "chief",
        "say",
        "hiring",
        "michael",
        "cohen",
        "mistake",
        "man",
        "charged",
        "hacking",
        "west",
        "point",
        "government",
        "website",
        "spotify",
        "pull",
        "kelly",
        "xxxtentacion",
        "playlist",
        "stirring",
        "debate",
        "according",
        "interview",
        "half",
        "dozen",
        "former",
        "current",
        "employee",
        "agreed",
        "condition",
        "anonymity",
        "mari",
        "ellen",
        "loijens",
        "foundation",
        "top",
        "routinely",
        "bullied",
        "demeaned",
        "colleague",
        "made",
        "sexually",
        "racially",
        "insensitive",
        "remark",
        "time",
        "even",
        "threatened",
        "physical",
        "violence",
        "employee",
        "say",
        "emmett",
        "carson",
        "foundation",
        "chief",
        "executive",
        "ignored",
        "multiple",
        "complaint",
        "abusive",
        "behavior",
        "loijens",
        "responsible",
        "much",
        "organization",
        "growth",
        "brought",
        "money",
        "made",
        "place",
        "bigger",
        "could",
        "go",
        "superstar",
        "said",
        "rebecca",
        "dupras",
        "executive",
        "said",
        "left",
        "foundation",
        "last",
        "year",
        "longer",
        "wanted",
        "work",
        "loijens",
        "could",
        "stopped",
        "reined",
        "silicon",
        "valley",
        "community",
        "foundation",
        "problem",
        "burst",
        "view",
        "last",
        "month",
        "chronicle",
        "philanthropy",
        "published",
        "detailed",
        "article",
        "outlining",
        "allegation",
        "loijens",
        "day",
        "story",
        "published",
        "loijens",
        "resigned",
        "since",
        "carson",
        "placed",
        "paid",
        "administrative",
        "leave",
        "head",
        "human",
        "resource",
        "resigned",
        "law",
        "firm",
        "boy",
        "schiller",
        "flexner",
        "brought",
        "conduct",
        "investigation",
        "carson",
        "negotiating",
        "exit",
        "return",
        "foundation",
        "according",
        "people",
        "familiar",
        "matter",
        "authorized",
        "speak",
        "publicly",
        "citing",
        "ongoing",
        "investigation",
        "sue",
        "mcallister",
        "foundation",
        "spokeswoman",
        "declined",
        "answer",
        "specific",
        "question",
        "allegation",
        "loijens",
        "carson",
        "investigation",
        "thorough",
        "include",
        "focus",
        "workplace",
        "culture",
        "including",
        "among",
        "thing",
        "team",
        "managed",
        "type",
        "working",
        "environment",
        "fostered",
        "said",
        "able",
        "comment",
        "confidential",
        "internal",
        "matter",
        "carson",
        "initially",
        "suggested",
        "twitter",
        "unaware",
        "problem",
        "foundation",
        "spoken",
        "publicly",
        "since",
        "placed",
        "leave",
        "loijens",
        "respond",
        "request",
        "comment",
        "foundation",
        "upheaval",
        "sent",
        "shock",
        "wave",
        "philanthropic",
        "world",
        "carson",
        "respected",
        "nonprofit",
        "executive",
        "rising",
        "national",
        "profile",
        "ambition",
        "make",
        "silicon",
        "valley",
        "community",
        "foundation",
        "national",
        "powerhouse",
        "foundation",
        "formed",
        "merger",
        "two",
        "local",
        "charity",
        "decided",
        "pool",
        "resource",
        "carson",
        "worked",
        "ford",
        "foundation",
        "chief",
        "executive",
        "minneapolis",
        "foundation",
        "brought",
        "raise",
        "group",
        "profile",
        "community",
        "foundation",
        "historically",
        "local",
        "affair",
        "vehicle",
        "wealthy",
        "individual",
        "give",
        "back",
        "community",
        "investing",
        "regional",
        "nonprofit",
        "group",
        "carson",
        "grander",
        "mission",
        "huge",
        "fortune",
        "created",
        "technology",
        "company",
        "chance",
        "make",
        "silicon",
        "valley",
        "community",
        "foundation",
        "one",
        "nation",
        "biggest",
        "philanthropy",
        "institution",
        "could",
        "rival",
        "foundation",
        "created",
        "gilded",
        "age",
        "wealth",
        "century",
        "ago",
        "carson",
        "pushed",
        "team",
        "raise",
        "much",
        "money",
        "possible",
        "foundation",
        "increasingly",
        "gave",
        "grant",
        "local",
        "group",
        "national",
        "international",
        "cause",
        "ranging",
        "dartmouth",
        "college",
        "new",
        "hampshire",
        "research",
        "institute",
        "industrial",
        "economics",
        "sweden",
        "bigger",
        "better",
        "mentality",
        "said",
        "dory",
        "gannes",
        "worked",
        "foundation",
        "two",
        "year",
        "leaving",
        "said",
        "dispute",
        "loijens",
        "world",
        "driven",
        "scale",
        "many",
        "client",
        "many",
        "grant",
        "processed",
        "many",
        "country",
        "made",
        "grant",
        "loijens",
        "came",
        "junior",
        "league",
        "san",
        "jose",
        "distinguished",
        "accomplished",
        "made",
        "indispensable",
        "carson",
        "yet",
        "colleague",
        "loijens",
        "known",
        "bully",
        "regularly",
        "made",
        "offensive",
        "remark",
        "one",
        "meeting",
        "dupras",
        "said",
        "mentioned",
        "group",
        "feeling",
        "well",
        "eliciting",
        "sexually",
        "charged",
        "retort",
        "loijens",
        "said",
        "pretty",
        "good",
        "looking",
        "might",
        "pregnant",
        "dupras",
        "said",
        "said",
        "might",
        "want",
        "get",
        "checked",
        "elizabeth",
        "dressel",
        "left",
        "foundation",
        "said",
        "one",
        "evening",
        "young",
        "black",
        "woman",
        "team",
        "working",
        "late",
        "loijens",
        "approached",
        "young",
        "woman",
        "said",
        "slave",
        "come",
        "office",
        "another",
        "meeting",
        "dupras",
        "said",
        "loijens",
        "threatened",
        "staff",
        "employee",
        "supposed",
        "take",
        "meeting",
        "donor",
        "adviser",
        "pair",
        "loijens",
        "learned",
        "someone",
        "met",
        "donor",
        "without",
        "partner",
        "said",
        "ever",
        "catch",
        "meeting",
        "kill",
        "dupras",
        "said",
        "loijens",
        "erratic",
        "behavior",
        "also",
        "documented",
        "article",
        "forbes",
        "earlier",
        "month",
        "apparently",
        "inside",
        "silicon",
        "valley",
        "community",
        "foundation",
        "year",
        "personally",
        "went",
        "five",
        "occasion",
        "one",
        "year",
        "dressel",
        "said",
        "culture",
        "supported",
        "emmett",
        "sole",
        "focus",
        "increase",
        "size",
        "fund",
        "dupras",
        "said",
        "attempted",
        "discus",
        "toxic",
        "workplace",
        "culture",
        "carson",
        "twice",
        "brushed",
        "definitely",
        "open",
        "conversation",
        "said",
        "turnover",
        "foundation",
        "especially",
        "development",
        "staff",
        "reported",
        "loijens",
        "unusually",
        "high",
        "according",
        "several",
        "former",
        "employee",
        "career",
        "site",
        "foundation",
        "rating",
        "notably",
        "low",
        "getting",
        "possible",
        "star",
        "percent",
        "respondent",
        "saying",
        "would",
        "recommend",
        "working",
        "friend",
        "despite",
        "internal",
        "turmoil",
        "money",
        "kept",
        "flowing",
        "silicon",
        "valley",
        "community",
        "foundation",
        "since",
        "zuckerberg",
        "donated",
        "million",
        "share",
        "facebook",
        "stock",
        "organization",
        "worth",
        "roughly",
        "billion",
        "time",
        "given",
        "gopro",
        "founder",
        "nicholas",
        "woodman",
        "donated",
        "stock",
        "worth",
        "million",
        "foundation",
        "year",
        "whatsapp",
        "jan",
        "koum",
        "donated",
        "stock",
        "worth",
        "million",
        "foundation",
        "grew",
        "stature",
        "carson",
        "renown",
        "received",
        "honorary",
        "degree",
        "wrote",
        "article",
        "social",
        "justice",
        "became",
        "regular",
        "speaker",
        "circuit",
        "last",
        "year",
        "honored",
        "new",
        "york",
        "woman",
        "foundation",
        "exemplary",
        "leadership",
        "philanthropy",
        "commitment",
        "bettering",
        "life",
        "need",
        "distinction",
        "grated",
        "former",
        "employee",
        "guy",
        "enabling",
        "bullying",
        "workplace",
        "walking",
        "around",
        "promoting",
        "philanthropy",
        "dupras",
        "said",
        "allegation",
        "first",
        "surfaced",
        "last",
        "month",
        "carson",
        "took",
        "twitter",
        "responsible",
        "workplace",
        "culture",
        "wrote",
        "deeply",
        "troubled",
        "regret",
        "former",
        "staff",
        "felt",
        "could",
        "report",
        "inappropriate",
        "behavior",
        "urge",
        "staff",
        "come",
        "forward",
        "listening",
        "fixing",
        "priority",
        "former",
        "employee",
        "maria",
        "moreno",
        "quickly",
        "called",
        "carson",
        "please",
        "stop",
        "acting",
        "like",
        "know",
        "wrote",
        "twitter",
        "reported",
        "mari",
        "ellen",
        "hr",
        "july",
        "end",
        "day",
        "one",
        "leave",
        "foundation",
        "bc",
        "toxic",
        "work",
        "environment",
        "next",
        "week",
        "group",
        "current",
        "staff",
        "member",
        "sent",
        "foundation",
        "board",
        "statement",
        "accused",
        "foundation",
        "leadership",
        "team",
        "including",
        "carson",
        "ignoring",
        "complaint",
        "loijens",
        "knew",
        "behavior",
        "read",
        "statement",
        "copy",
        "reviewed",
        "time",
        "inaction",
        "senior",
        "leadership",
        "hr",
        "created",
        "reinforced",
        "toxic",
        "culture",
        "fear",
        "blame",
        "intimidation",
        "within",
        "day",
        "carson",
        "placed",
        "leave",
        "human",
        "resource",
        "director",
        "daiva",
        "natochy",
        "left",
        "foundation",
        "foundation",
        "interim",
        "director",
        "greg",
        "avis",
        "acknowledged",
        "upheaval",
        "recent",
        "open",
        "letter",
        "pledged",
        "repair",
        "damage",
        "acutely",
        "aware",
        "current",
        "challenge",
        "organization",
        "face",
        "wrote",
        "emerging",
        "stronger",
        "organization",
        "sole",
        "objective",
        "donor",
        "silicon",
        "valley",
        "community",
        "foundation",
        "little",
        "say",
        "turmoil",
        "charity",
        "choice",
        "representative",
        "zuckerberg",
        "hastings",
        "said",
        "support",
        "action",
        "foundation",
        "board",
        "placed",
        "carson",
        "leave",
        "began",
        "investigation",
        "former",
        "employee",
        "said",
        "anguished",
        "decision",
        "come",
        "forward",
        "fearing",
        "would",
        "jeopardize",
        "career",
        "felt",
        "responsibility",
        "focus",
        "bringing",
        "dollar",
        "door",
        "rather",
        "creating",
        "culture",
        "people",
        "supported",
        "respected",
        "said",
        "dressel",
        "added",
        "four",
        "daughter",
        "encouraged",
        "speak",
        "publicly",
        "dressel",
        "said",
        "hoped",
        "departure",
        "carson",
        "loijens",
        "would",
        "allow",
        "foundation",
        "start",
        "fresh",
        "could",
        "amazing",
        "organization",
        "wonderful",
        "charitable",
        "work",
        "said"
    ]
}