{
    "organizations": [],
    "uuid": "c85a6e08a7fd54d98e0f08fe040f1e82793495d3",
    "author": "Bloomberg",
    "url": "http://fortune.com/2018/05/08/cleanest-bathroom-airport-travel-tips/",
    "ord_in_thread": 0,
    "title": "Travel Tips: How to Find the Cleanest Public Bathroom in Any Airport",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "At Bloomberg Pursuits, we love to travel. And we always want to make sure we’re doing it right. So we’re talking to globetrotters in all of our luxury fields—food, wine, fashion, cars, real estate—to learn about their high-end hacks, tips, and off-the-wall experiences. These are the Distinguished Travel Hackers.\nAs chief White House correspondent for NBC News, appearing across such network shows as Today and NBC Nightly News, Hallie Jackson earned accolades via her reporting on the 2016 Republican primaries and the rise of Donald Trump. Before joining the political front, Jackson worked in various local markets, including Los Angeles and Hartford Conn.\nHer current gig has turned the travel-loving Jackson into a true frequent flyer; she logged 250,000 miles last year, following the president around the globe from Saudi Arabia to Beijing. Her favorite airline is Delta Air Lines Inc., which has many flights out of her home base in Washington, though she can’t be as loyal as she’d like. “If I have to be somewhere in four hours, I have to pick the next flight, whether that’s American or Southwest or whatever,” Jackson says.\nThere’s a secret to getting enough vegetables while traveling like crazy: Be a baby about it. It sounds bizarre, but I always pack squeeze-pouches of baby food from Happy Baby. It can be really tough to find decent veggies when you’re racking up highway miles or bouncing from airport to airport. I was at the grocery store one day and passed by this stand of baby food pouches. I’d read online some folks suggesting those pouches as a way to get greens. A Ziploc bagful doesn’t go bad, and it’s a perfect supplement to fast-food meals on the road. I don’t have any trouble with [Transportation Security Administration]—however many ounces they are—although I do get weird looks because I don’t have a baby. I had one TSA agent say to me: “But you don’t have a baby with you.” I said, “I know, they’re for me.” And I’m not even a little bit ashamed to say that the pear-kale-spinach one tastes delicious. It’s a well-rounded, fairly nutritious meal when you’re sitting in a car, driving six hours from one point in Iowa to another.\nThe best bathroom in an airport is always in the same place. When you’re coming off a flight, skip the restroom by the gates and head to the one in baggage claim, which is always cleaner—and there’s never a line. Everybody goes to the first ladies room right off the plane; nobody waits four more hallways to get to the bathroom outside baggage claim. And hygiene is always a factor.\nAn avid solo traveler, Hallie has two pieces of advice to encourage others to try a one-woman trip. It started out because I work weird hours and have strange days I can take off. Oftentimes, I don’t know I have vacation until the last minute. Not a lot of people have that kind of flexibility. Firstly, it’s not awkward to go to dinner and not bring a book. Just enjoy the food and pay attention to the wine. Don’t be afraid to look awkward.\nSecond, make sure all your technology is charged, because you can’t borrow a phone from someone if you get lost. You’ll need Google maps.\nThe best place to try solo travel is Asia. After the presidential visit to Asia, I spent a couple weeks there on my own. I did Kyoto and traveled through some of Japan, solo. That was a really interesting experience. I felt very safe there as a female solo traveler, and I think you always need to be conscious of that. When I was in Kyoto, I walked to this sake bar I’d heard of, owned by an Israeli expat. I wasn’t sure what the vibe was going to be on a Friday night, but it turns out it was just me, a Japanese regular, and the owner. You kind of gulp and you go, ‘OK, well I’m here, I’m alone, and I might as well talk to you.’ At first, he was a little gruff, but by the end of the night, I had sort of won him over by my ability to taste all sorts of things.\nYou can be camera-ready, or meeting-ready, after a red-eye with this one, packable tool . Two words: travel steamer. I pack one on every single trip, the PurSteam Fabric Steamer. I’ve plugged it in the bathroom at [San Francisco International Airport], I’ve done it at a Subway restaurant on the side of a highway as I was racing to get to a story an hour before Nightly News. Just that one thing has been revelatory for me on the road: All you need is a bottle of water and a plug to fix your shirt or jacket or whatever it is, so you can look fresh and unwrinkled at any moment. And always have ponytail holders and a couple of bobby pins. Between those two things, you’ll look fine.\nAmerica’s National Parks are too often forgotten as hot destinations. The National Parks are overlooked and underrated, and they shouldn’t be. I have this annual pass, which is $80, for every one, and I tend to plan my vacations around parks. I travel so much that staying at a hotel is fine, but to travel and stay at a National Park lodge feels like a really cool experience. It’s a very nostalgic experience, and I also love the outdoors. So, being able to hike, being able to rock-climb, being able to spend time outside is really special for me. One of my favorites is Joshua Tree in Southern California. Business travelers usually see it as either hot as hell, which it can be, or hippie as hell, when Coachella festival-goers descend nearby once a year. But there’s a very special feeling about it in that you’re out in the middle of nowhere; the sky is amazing—it’s just big and as far as you can see. It’s very dark, so you get a lot of good stargazing happening. Grab whatever wine is at the grocery store locally, put it in your backpack, and hike Ryan Mountain at sunset. It’s pretty short and steep, maybe a mile or so, and once you get up there, you have this great view of all of these Joshua Trees laid out underneath you, and there’s some crazy that happens at sunset at that park, which is when the light plays tricks. It looks like rainbow magic all over this place, even if you’ve only had one glass of wine. That’s the beautiful thing about it.\nIf Jackson ever misses a flight, it will be for a good reason. I love the idea of having at least one mini-adventure on every work trip. In my job, traveling with the president, it’s all very locked down, but I try to get outside that bubble when I can. We went to Beijing and had three hours before we left for our flight, so I drove to the Great Wall. I was only there for 30 minutes, but we hiked up a bunch of staircases before we drove back. Business travelers tend to get in this mode: Pack suitcase and run to the airport. But the things you do outside that, even for an hour or two, are the memories that you end up holding onto. Take advantage when you can—and if you miss your flight, there will be another one. And how many times are you going to be in some of those places? Ask the hotel concierge for their favorite place to eat within walking distance of the hotel, and leave your bags in the hotel lobby. Rent a driver and ask him to take you to his favorite restaurant.",
    "published": "2018-05-09T01:03:00.000+03:00",
    "crawled": "2018-05-08T21:01:48.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "bloomberg",
        "pursuit",
        "love",
        "travel",
        "always",
        "want",
        "make",
        "sure",
        "right",
        "talking",
        "globetrotter",
        "luxury",
        "wine",
        "fashion",
        "car",
        "real",
        "learn",
        "hack",
        "tip",
        "experience",
        "distinguished",
        "travel",
        "hacker",
        "chief",
        "white",
        "house",
        "correspondent",
        "nbc",
        "news",
        "appearing",
        "across",
        "network",
        "show",
        "today",
        "nbc",
        "nightly",
        "news",
        "hallie",
        "jackson",
        "earned",
        "accolade",
        "via",
        "reporting",
        "republican",
        "primary",
        "rise",
        "donald",
        "trump",
        "joining",
        "political",
        "front",
        "jackson",
        "worked",
        "various",
        "local",
        "market",
        "including",
        "los",
        "angeles",
        "hartford",
        "current",
        "gig",
        "turned",
        "jackson",
        "true",
        "frequent",
        "flyer",
        "logged",
        "mile",
        "last",
        "year",
        "following",
        "president",
        "around",
        "globe",
        "saudi",
        "arabia",
        "beijing",
        "favorite",
        "airline",
        "delta",
        "air",
        "line",
        "many",
        "flight",
        "home",
        "base",
        "washington",
        "though",
        "loyal",
        "like",
        "somewhere",
        "four",
        "hour",
        "pick",
        "next",
        "flight",
        "whether",
        "american",
        "southwest",
        "whatever",
        "jackson",
        "say",
        "secret",
        "getting",
        "enough",
        "vegetable",
        "traveling",
        "like",
        "crazy",
        "baby",
        "sound",
        "bizarre",
        "always",
        "pack",
        "baby",
        "food",
        "happy",
        "baby",
        "really",
        "tough",
        "find",
        "decent",
        "veggie",
        "racking",
        "highway",
        "mile",
        "bouncing",
        "airport",
        "airport",
        "grocery",
        "store",
        "one",
        "day",
        "passed",
        "stand",
        "baby",
        "food",
        "pouch",
        "read",
        "online",
        "folk",
        "suggesting",
        "pouch",
        "way",
        "get",
        "green",
        "ziploc",
        "bagful",
        "go",
        "bad",
        "perfect",
        "supplement",
        "meal",
        "road",
        "trouble",
        "transportation",
        "security",
        "administration",
        "many",
        "ounce",
        "get",
        "weird",
        "look",
        "baby",
        "one",
        "tsa",
        "agent",
        "say",
        "baby",
        "said",
        "know",
        "even",
        "little",
        "bit",
        "ashamed",
        "say",
        "one",
        "taste",
        "delicious",
        "fairly",
        "nutritious",
        "meal",
        "sitting",
        "car",
        "driving",
        "six",
        "hour",
        "one",
        "point",
        "iowa",
        "another",
        "best",
        "bathroom",
        "airport",
        "always",
        "place",
        "coming",
        "flight",
        "skip",
        "restroom",
        "gate",
        "head",
        "one",
        "baggage",
        "claim",
        "always",
        "never",
        "line",
        "everybody",
        "go",
        "first",
        "lady",
        "room",
        "right",
        "plane",
        "nobody",
        "wait",
        "four",
        "hallway",
        "get",
        "bathroom",
        "outside",
        "baggage",
        "claim",
        "hygiene",
        "always",
        "factor",
        "avid",
        "solo",
        "traveler",
        "hallie",
        "two",
        "piece",
        "advice",
        "encourage",
        "others",
        "try",
        "trip",
        "started",
        "work",
        "weird",
        "hour",
        "strange",
        "day",
        "take",
        "oftentimes",
        "know",
        "vacation",
        "last",
        "minute",
        "lot",
        "people",
        "kind",
        "flexibility",
        "firstly",
        "awkward",
        "go",
        "dinner",
        "bring",
        "book",
        "enjoy",
        "food",
        "pay",
        "attention",
        "wine",
        "afraid",
        "look",
        "awkward",
        "second",
        "make",
        "sure",
        "technology",
        "charged",
        "borrow",
        "phone",
        "someone",
        "get",
        "lost",
        "need",
        "google",
        "map",
        "best",
        "place",
        "try",
        "solo",
        "travel",
        "asia",
        "presidential",
        "visit",
        "asia",
        "spent",
        "couple",
        "week",
        "kyoto",
        "traveled",
        "japan",
        "solo",
        "really",
        "interesting",
        "experience",
        "felt",
        "safe",
        "female",
        "solo",
        "traveler",
        "think",
        "always",
        "need",
        "conscious",
        "kyoto",
        "walked",
        "sake",
        "bar",
        "heard",
        "owned",
        "israeli",
        "expat",
        "sure",
        "vibe",
        "going",
        "friday",
        "night",
        "turn",
        "japanese",
        "regular",
        "owner",
        "kind",
        "gulp",
        "go",
        "ok",
        "well",
        "alone",
        "might",
        "well",
        "talk",
        "first",
        "little",
        "gruff",
        "end",
        "night",
        "sort",
        "ability",
        "taste",
        "sort",
        "thing",
        "one",
        "packable",
        "tool",
        "two",
        "word",
        "travel",
        "steamer",
        "pack",
        "one",
        "every",
        "single",
        "trip",
        "pursteam",
        "fabric",
        "steamer",
        "plugged",
        "bathroom",
        "san",
        "francisco",
        "international",
        "airport",
        "done",
        "subway",
        "restaurant",
        "side",
        "highway",
        "racing",
        "get",
        "story",
        "hour",
        "nightly",
        "news",
        "one",
        "thing",
        "revelatory",
        "road",
        "need",
        "bottle",
        "water",
        "plug",
        "fix",
        "shirt",
        "jacket",
        "whatever",
        "look",
        "fresh",
        "unwrinkled",
        "moment",
        "always",
        "ponytail",
        "holder",
        "couple",
        "bobby",
        "pin",
        "two",
        "thing",
        "look",
        "fine",
        "america",
        "national",
        "park",
        "often",
        "forgotten",
        "hot",
        "destination",
        "national",
        "park",
        "overlooked",
        "underrated",
        "annual",
        "pas",
        "every",
        "one",
        "tend",
        "plan",
        "vacation",
        "around",
        "park",
        "travel",
        "much",
        "staying",
        "hotel",
        "fine",
        "travel",
        "stay",
        "national",
        "park",
        "lodge",
        "feel",
        "like",
        "really",
        "cool",
        "experience",
        "nostalgic",
        "experience",
        "also",
        "love",
        "outdoors",
        "able",
        "hike",
        "able",
        "able",
        "spend",
        "time",
        "outside",
        "really",
        "special",
        "one",
        "favorite",
        "joshua",
        "tree",
        "southern",
        "california",
        "business",
        "traveler",
        "usually",
        "see",
        "either",
        "hot",
        "hell",
        "hippie",
        "hell",
        "coachella",
        "descend",
        "nearby",
        "year",
        "special",
        "feeling",
        "middle",
        "nowhere",
        "sky",
        "big",
        "far",
        "see",
        "dark",
        "get",
        "lot",
        "good",
        "stargazing",
        "happening",
        "grab",
        "whatever",
        "wine",
        "grocery",
        "store",
        "locally",
        "put",
        "backpack",
        "hike",
        "ryan",
        "mountain",
        "sunset",
        "pretty",
        "short",
        "steep",
        "maybe",
        "mile",
        "get",
        "great",
        "view",
        "joshua",
        "tree",
        "laid",
        "underneath",
        "crazy",
        "happens",
        "sunset",
        "park",
        "light",
        "play",
        "trick",
        "look",
        "like",
        "rainbow",
        "magic",
        "place",
        "even",
        "one",
        "glass",
        "wine",
        "beautiful",
        "thing",
        "jackson",
        "ever",
        "miss",
        "flight",
        "good",
        "reason",
        "love",
        "idea",
        "least",
        "one",
        "every",
        "work",
        "trip",
        "job",
        "traveling",
        "president",
        "locked",
        "try",
        "get",
        "outside",
        "bubble",
        "went",
        "beijing",
        "three",
        "hour",
        "left",
        "flight",
        "drove",
        "great",
        "wall",
        "minute",
        "hiked",
        "bunch",
        "staircase",
        "drove",
        "back",
        "business",
        "traveler",
        "tend",
        "get",
        "mode",
        "pack",
        "suitcase",
        "run",
        "airport",
        "thing",
        "outside",
        "even",
        "hour",
        "two",
        "memory",
        "end",
        "holding",
        "onto",
        "take",
        "advantage",
        "miss",
        "flight",
        "another",
        "one",
        "many",
        "time",
        "going",
        "place",
        "ask",
        "hotel",
        "concierge",
        "favorite",
        "place",
        "eat",
        "within",
        "walking",
        "distance",
        "hotel",
        "leave",
        "bag",
        "hotel",
        "lobby",
        "rent",
        "driver",
        "ask",
        "take",
        "favorite",
        "restaurant"
    ]
}