{
    "organizations": [],
    "uuid": "0cfe5e794e9465d45d551750779a58627b4af5a9",
    "author": "",
    "url": "https://uk.reuters.com/article/uk-iran-rights-arrests/in-southern-province-irans-arabs-report-crackdown-as-regional-tension-simmers-idUKKBN1I41IF",
    "ord_in_thread": 0,
    "title": "In southern province, Iran's Arabs report crackdown as regional tension simmers",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "May 3, 2018 / 1:05 PM / Updated 22 minutes ago In southern province, Iran's Arabs report crackdown as regional tension simmers Bozorgmehr Sharafedin 8 Min Read\nLONDON (Reuters) - Fifteen year-old Ma’edeh Shabaninejad was arrested two months ago at her aunt’s house in the southern city of Ahvaz, where she was hiding after security forces raided her own home and confiscated her poems, her father said. Families of prisoners in Ahvaz protest in front of the governor's office in Ahvaz, Iran April 16, 2018. Picture taken April 16, 2018. Families of the detainees/Handout via REUTERS\nSahid Shabaninejad said his daughter had told her mother in weekly calls she is allowed from jail that she had been accused of inciting violence through her poetry about Iran’s Arab minority.\n“Resist, my homeland, there is not much left of you,” one of her verses said. “Soon you will hear in your sky the sound of smiles and liberation’s call.”\nArabs have long said they face discrimination in Iran, but two human rights groups say that hundreds of people have been arrested around Ahvaz in the last few weeks alone amid protests against water and power cuts, poverty and alienation.\nThe community is also caught in a struggle between Iran’s Shi’ite rulers and Sunni-ruled Saudi Arabia that has fuelled civil wars in Syria and Yemen and spread fear of wider instability.\n“I am amazed the Iranian government is afraid of a 15-year-old girl,” Shabaninejad said by telephone. “A young girl is in constant fear in prison and cannot sleep at night.”\nAnother relative said Ma’edeh’s aunt was detained the same night and some cousins were arrested the following day. Reuters was unable to confirm their accounts with the authorities, who do not usually release the names of detainees.\nGovernment officials, who keep tight controls over civil movements of all kinds, were not immediately available to comment when Reuters contacted them to ask about the spate of arrests reported by the local Ahwaz Human Rights Organisation and the New York-based Center for Human Rights in Iran.\nOfficials have stressed the importance of addressing minority grievances and Supreme Leader Ayatollah Ali Khamenei has warned against discrimination.\n“Islamic values and the country’s constitution oblige all bodies of the Islamic Republic to prevent any discrimination and inequality towards Iranians of any ethnicity, race or religion,” he said in a statement on his website last July. SPATE OF ARRESTS\nAhvaz is the regional capital of the ethnically diverse southwestern Khuzestan province, home to most of Iran’s Arabs.\nWhen protests erupted nationwide in January against high prices and alleged corruption, clashes broke out between police and demonstrators in the southwest.\nSporadic demonstrations continued there after they died away elsewhere, with local Arabs voicing anger against what they say are barriers to fair employment and political rights in a region which accounts for 85 percent of Iran’s oil wealth.\nAnother major cause of unrest has been drought, which locals say has been exacerbated by the diversion of water supplies to ethnically Persian provinces such as Isfahan.\nThe Iranian government says it recognises drought is a major problem and is doing what it can. In 2016, it acknowledged discrimination in employment in Khuzestan, saying it resulted from the province’s internal affairs, not government policy.\nAhwaz Human Rights Organisation says that of the hundreds arrested in recent weeks it has identified 70 by name. Five individual activists told Reuters the detainees are being held on security charges including separatism, Islamist militancy or being agents of Saudi Arabia.\nThe activists say dozens of others have also been summoned, interrogated and released.\nSeveral released prisoners and detainees’ relatives told Reuters they had come under pressure from security forces, especially the Revolutionary Guards, not to publicise their detention.\nThree released detainees told Reuters they had undergone routine beatings, threats and torture with electric shocks, including in one case, to the genitals.\nOne former detainee said he had wires attached to his head while making a phone call to relatives from jail and told he would get an electric shock if he said anything out of line.\nThe office of the Khuzestan governor, the Iranian Prisons Organisation, the judiciary and the Islamic Revolutionary Guard Corps did not immediately respond to requests for comment on the reported numbers of arrests or conditions in jail. REGIONAL WOES\nArab demonstrators say Iran should not be spending money in Syria, Iraq and Yemen while people at home are struggling.\nAt a demonstration in Ahvaz in February, participants drew parallels between water and electricity shortages in the town and in Syria’s Aleppo, where Iran is building power plants after helping the government to oust rebels at the end of 2016.\n“Ahvaz is like Aleppo, it has no electricity, no water,” video footage on social media showed Iranian Arab protesters chanting at the rally, before police broke it up.\nOfficial figures show joblessness in Khuzestan fell in recent years, but at 14.5 percent it is above Iran’s 11.8 percent.\nAhvazi activists said they had found few Arab managers in government and local industries in a recent survey and accuse the authorities of trying to change the area’s demography.\nIranian officials have confirmed that migration from other provinces has affected the region’s demography, but say that is not the result of government policy. NO DOLL FOR ARABS\nIn March, thousands of Arabs in Ahvaz and other cities in Khuzestan took to the streets for several days to protest against a children’s television show about ethnic diversity.\nThe programme on state television featured dolls in various traditional dress without one to represent the Arab minority. Some local officials and the producer of the show have publicly apologised.\nKhadijeh, 36, was arrested with her niece Ayasheh, 19 in a taxi they took after attending a protest outside the state broadcaster’s building in Ahvaz, family members said.\n“Khadijeh is not a political activist, she is a mother of three children. She attended the protests only to defend their basic rights,” her sister Haifa Sadam said in an interview with Reuters from Copenhagen.\nThree activists said some of the arrests were linked to growing numbers of Iranian Arabs switching from Shi’ite Islam, Iran’s official religion, to Sunni Islam, practiced in Saudi Arabia and the majority creed in the Arab world.\nAbdullah, 25, was arrested in February and questioned about why he had switched to Sunni Islam and helped families of prisoners, his sister said on condition of anonymity. He had since been released on bail, with signs of torture on one ear.\nAnother brother, aged 21, who she did not wish to be named for fear the family would be identified, has been arrested four times since 2012 for political activities including writing slogans on walls and sending photos of protests to media abroad.\nHe was released from jail in May 2017, but disappeared a few days later after leaving his house to meet some friends in Ahvaz. His sister said security forces have told the family they are not responsible for his disappearance.\nIran says reports of mistreatment of Arabs are propaganda fanned by Gulf countries to stir unrest. In March, Tehran said police had seized what it described as a Saudi and Western-backed “terrorist cell” in Khuzestan with grenades and anti-tank weapons.\nA member of the Assembly of Experts, the clerical body that appoints Iran’s supreme leader, last month acknowledged environmental problems, unemployment and poverty in Khuzestan while urging Arabs to express grievances through legal channels.\n“The enemies of the unity of the Iranian nation and their domestic agents are trying to fish in troubled waters, and to derail the legitimate demands of Khuzestan’s people by provoking ethnic and tribal sentiments and prejudice,” Mohammad Hossein Ahmadi-Shahroudi said in a statement on ISNA news agency. Reporting by Bozorgmehr Sharafedin; editing by Philippa Fletcher",
    "published": "2018-05-03T16:03:00.000+03:00",
    "crawled": "2018-05-03T16:33:48.027+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "may",
        "pm",
        "updated",
        "minute",
        "ago",
        "southern",
        "province",
        "iran",
        "arab",
        "report",
        "crackdown",
        "regional",
        "tension",
        "simmer",
        "bozorgmehr",
        "sharafedin",
        "min",
        "read",
        "london",
        "reuters",
        "fifteen",
        "edeh",
        "shabaninejad",
        "arrested",
        "two",
        "month",
        "ago",
        "aunt",
        "house",
        "southern",
        "city",
        "ahvaz",
        "hiding",
        "security",
        "force",
        "raided",
        "home",
        "confiscated",
        "poem",
        "father",
        "said",
        "family",
        "prisoner",
        "ahvaz",
        "protest",
        "front",
        "governor",
        "office",
        "ahvaz",
        "iran",
        "april",
        "picture",
        "taken",
        "april",
        "family",
        "via",
        "reuters",
        "sahid",
        "shabaninejad",
        "said",
        "daughter",
        "told",
        "mother",
        "weekly",
        "call",
        "allowed",
        "jail",
        "accused",
        "inciting",
        "violence",
        "poetry",
        "iran",
        "arab",
        "minority",
        "resist",
        "homeland",
        "much",
        "left",
        "one",
        "verse",
        "said",
        "soon",
        "hear",
        "sky",
        "sound",
        "smile",
        "liberation",
        "arab",
        "long",
        "said",
        "face",
        "discrimination",
        "iran",
        "two",
        "human",
        "right",
        "group",
        "say",
        "hundred",
        "people",
        "arrested",
        "around",
        "ahvaz",
        "last",
        "week",
        "alone",
        "amid",
        "protest",
        "water",
        "power",
        "cut",
        "poverty",
        "alienation",
        "community",
        "also",
        "caught",
        "struggle",
        "iran",
        "shi",
        "ite",
        "ruler",
        "saudi",
        "arabia",
        "fuelled",
        "civil",
        "war",
        "syria",
        "yemen",
        "spread",
        "fear",
        "wider",
        "instability",
        "amazed",
        "iranian",
        "government",
        "afraid",
        "girl",
        "shabaninejad",
        "said",
        "telephone",
        "young",
        "girl",
        "constant",
        "fear",
        "prison",
        "sleep",
        "another",
        "relative",
        "said",
        "edeh",
        "aunt",
        "detained",
        "night",
        "cousin",
        "arrested",
        "following",
        "day",
        "reuters",
        "unable",
        "confirm",
        "account",
        "authority",
        "usually",
        "release",
        "name",
        "detainee",
        "government",
        "official",
        "keep",
        "tight",
        "control",
        "civil",
        "movement",
        "kind",
        "immediately",
        "available",
        "comment",
        "reuters",
        "contacted",
        "ask",
        "spate",
        "arrest",
        "reported",
        "local",
        "ahwaz",
        "human",
        "right",
        "organisation",
        "new",
        "center",
        "human",
        "right",
        "iran",
        "official",
        "stressed",
        "importance",
        "addressing",
        "minority",
        "grievance",
        "supreme",
        "leader",
        "ayatollah",
        "ali",
        "khamenei",
        "warned",
        "discrimination",
        "islamic",
        "value",
        "country",
        "constitution",
        "oblige",
        "body",
        "islamic",
        "republic",
        "prevent",
        "discrimination",
        "inequality",
        "towards",
        "iranian",
        "ethnicity",
        "race",
        "religion",
        "said",
        "statement",
        "website",
        "last",
        "july",
        "spate",
        "arrest",
        "ahvaz",
        "regional",
        "capital",
        "ethnically",
        "diverse",
        "southwestern",
        "khuzestan",
        "province",
        "home",
        "iran",
        "arab",
        "protest",
        "erupted",
        "nationwide",
        "january",
        "high",
        "price",
        "alleged",
        "corruption",
        "clash",
        "broke",
        "police",
        "demonstrator",
        "southwest",
        "sporadic",
        "demonstration",
        "continued",
        "died",
        "away",
        "elsewhere",
        "local",
        "arab",
        "voicing",
        "anger",
        "say",
        "barrier",
        "fair",
        "employment",
        "political",
        "right",
        "region",
        "account",
        "percent",
        "iran",
        "oil",
        "wealth",
        "another",
        "major",
        "cause",
        "unrest",
        "drought",
        "local",
        "say",
        "exacerbated",
        "diversion",
        "water",
        "supply",
        "ethnically",
        "persian",
        "province",
        "isfahan",
        "iranian",
        "government",
        "say",
        "recognises",
        "drought",
        "major",
        "problem",
        "acknowledged",
        "discrimination",
        "employment",
        "khuzestan",
        "saying",
        "resulted",
        "province",
        "internal",
        "affair",
        "government",
        "policy",
        "ahwaz",
        "human",
        "right",
        "organisation",
        "say",
        "hundred",
        "arrested",
        "recent",
        "week",
        "identified",
        "name",
        "five",
        "individual",
        "activist",
        "told",
        "reuters",
        "detainee",
        "held",
        "security",
        "charge",
        "including",
        "separatism",
        "islamist",
        "militancy",
        "agent",
        "saudi",
        "arabia",
        "activist",
        "say",
        "dozen",
        "others",
        "also",
        "summoned",
        "interrogated",
        "released",
        "several",
        "released",
        "prisoner",
        "detainee",
        "relative",
        "told",
        "reuters",
        "come",
        "pressure",
        "security",
        "force",
        "especially",
        "revolutionary",
        "guard",
        "publicise",
        "detention",
        "three",
        "released",
        "detainee",
        "told",
        "reuters",
        "undergone",
        "routine",
        "beating",
        "threat",
        "torture",
        "electric",
        "shock",
        "including",
        "one",
        "case",
        "genitals",
        "one",
        "former",
        "detainee",
        "said",
        "wire",
        "attached",
        "head",
        "making",
        "phone",
        "call",
        "relative",
        "jail",
        "told",
        "would",
        "get",
        "electric",
        "shock",
        "said",
        "anything",
        "line",
        "office",
        "khuzestan",
        "governor",
        "iranian",
        "prison",
        "organisation",
        "judiciary",
        "islamic",
        "revolutionary",
        "guard",
        "corp",
        "immediately",
        "respond",
        "request",
        "comment",
        "reported",
        "number",
        "arrest",
        "condition",
        "jail",
        "regional",
        "woe",
        "arab",
        "demonstrator",
        "say",
        "iran",
        "spending",
        "money",
        "syria",
        "iraq",
        "yemen",
        "people",
        "home",
        "struggling",
        "demonstration",
        "ahvaz",
        "february",
        "participant",
        "drew",
        "parallel",
        "water",
        "electricity",
        "shortage",
        "town",
        "syria",
        "aleppo",
        "iran",
        "building",
        "power",
        "plant",
        "helping",
        "government",
        "oust",
        "rebel",
        "end",
        "ahvaz",
        "like",
        "aleppo",
        "electricity",
        "water",
        "video",
        "footage",
        "social",
        "medium",
        "showed",
        "iranian",
        "arab",
        "protester",
        "chanting",
        "rally",
        "police",
        "broke",
        "official",
        "figure",
        "show",
        "joblessness",
        "khuzestan",
        "fell",
        "recent",
        "year",
        "percent",
        "iran",
        "percent",
        "ahvazi",
        "activist",
        "said",
        "found",
        "arab",
        "manager",
        "government",
        "local",
        "industry",
        "recent",
        "survey",
        "accuse",
        "authority",
        "trying",
        "change",
        "area",
        "demography",
        "iranian",
        "official",
        "confirmed",
        "migration",
        "province",
        "affected",
        "region",
        "demography",
        "say",
        "result",
        "government",
        "policy",
        "doll",
        "arab",
        "march",
        "thousand",
        "arab",
        "ahvaz",
        "city",
        "khuzestan",
        "took",
        "street",
        "several",
        "day",
        "protest",
        "child",
        "television",
        "show",
        "ethnic",
        "diversity",
        "programme",
        "state",
        "television",
        "featured",
        "doll",
        "various",
        "traditional",
        "dress",
        "without",
        "one",
        "represent",
        "arab",
        "minority",
        "local",
        "official",
        "producer",
        "show",
        "publicly",
        "apologised",
        "khadijeh",
        "arrested",
        "niece",
        "ayasheh",
        "taxi",
        "took",
        "attending",
        "protest",
        "outside",
        "state",
        "broadcaster",
        "building",
        "ahvaz",
        "family",
        "member",
        "said",
        "khadijeh",
        "political",
        "activist",
        "mother",
        "three",
        "child",
        "attended",
        "protest",
        "defend",
        "basic",
        "right",
        "sister",
        "haifa",
        "sadam",
        "said",
        "interview",
        "reuters",
        "copenhagen",
        "three",
        "activist",
        "said",
        "arrest",
        "linked",
        "growing",
        "number",
        "iranian",
        "arab",
        "switching",
        "shi",
        "ite",
        "islam",
        "iran",
        "official",
        "religion",
        "sunni",
        "islam",
        "practiced",
        "saudi",
        "arabia",
        "majority",
        "creed",
        "arab",
        "world",
        "abdullah",
        "arrested",
        "february",
        "questioned",
        "switched",
        "sunni",
        "islam",
        "helped",
        "family",
        "prisoner",
        "sister",
        "said",
        "condition",
        "anonymity",
        "since",
        "released",
        "bail",
        "sign",
        "torture",
        "one",
        "ear",
        "another",
        "brother",
        "aged",
        "wish",
        "named",
        "fear",
        "family",
        "would",
        "identified",
        "arrested",
        "four",
        "time",
        "since",
        "political",
        "activity",
        "including",
        "writing",
        "slogan",
        "wall",
        "sending",
        "photo",
        "protest",
        "medium",
        "abroad",
        "released",
        "jail",
        "may",
        "disappeared",
        "day",
        "later",
        "leaving",
        "house",
        "meet",
        "friend",
        "ahvaz",
        "sister",
        "said",
        "security",
        "force",
        "told",
        "family",
        "responsible",
        "disappearance",
        "iran",
        "say",
        "report",
        "mistreatment",
        "arab",
        "propaganda",
        "fanned",
        "gulf",
        "country",
        "stir",
        "unrest",
        "march",
        "tehran",
        "said",
        "police",
        "seized",
        "described",
        "saudi",
        "terrorist",
        "cell",
        "khuzestan",
        "grenade",
        "weapon",
        "member",
        "assembly",
        "expert",
        "clerical",
        "body",
        "appoints",
        "iran",
        "supreme",
        "leader",
        "last",
        "month",
        "acknowledged",
        "environmental",
        "problem",
        "unemployment",
        "poverty",
        "khuzestan",
        "urging",
        "arab",
        "express",
        "grievance",
        "legal",
        "channel",
        "enemy",
        "unity",
        "iranian",
        "nation",
        "domestic",
        "agent",
        "trying",
        "fish",
        "troubled",
        "water",
        "derail",
        "legitimate",
        "demand",
        "khuzestan",
        "people",
        "provoking",
        "ethnic",
        "tribal",
        "sentiment",
        "prejudice",
        "mohammad",
        "hossein",
        "said",
        "statement",
        "isna",
        "news",
        "agency",
        "reporting",
        "bozorgmehr",
        "sharafedin",
        "editing",
        "philippa",
        "fletcher"
    ]
}