{
    "organizations": [],
    "uuid": "10e25cc496e9f8ffeaa7340242499a14b574bb6c",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/14/pr-newswire-canterbury-park-holding-corporation-announces-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Canterbury Park Holding Corporation Announces First Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SHAKOPEE, Minn., May 14, 2018 /PRNewswire/ -- Canterbury Park Holding Corporation (NASDAQ: CPHC) (the \"Company\") today announced financial results for the first quarter ended March 31, 2018.\nThe Company's 2018 first quarter consolidated net revenues were $12.2 million, a 6.8% increase over net revenues of $11.4 million in the 2017 first quarter. Card Casino revenues increased $573,000, or 7.4%, primarily due to a $714,000 increase in table games revenues, partially offset by a decrease in poker revenues of $142,000. Pari-mutuel revenues increased $35,000, or 2.3%, primarily due to an increase in simulcast revenue. Food and beverage revenues decreased $42,000, or 3.1%, primarily due to a decline in attendance at several special events compared to attendance in 2017.\nTotal operating expenses in the 2018 first quarter were $10.9 million, a 2.7% increase over operating expenses of $10.6 million in the 2017 first quarter. This increase primarily reflects increased purse expense related to the increase in Card Casino and Pari-mutuel revenues. Additionally, salaries and benefits expense increased as two executive positions were open the majority of the 2017 first quarter. These increases were partially offset by a decrease in real estate tax expense as the Company has elected to capitalize the real estate taxes payable by its subsidiary Canterbury Development LLC for land it is actively engaged in developing.\nThe Company's 2018 first quarter net income was $990,000, a 92.9% increase compared to 2017 first quarter net income of $513,000. This increase is due to the increase in revenues, and the reduction in the corporate tax rate from 34% to 21% as a result of the U.S. Tax Cuts and Jobs Act signed on December 22, 2017. The Company's 2018 first quarter diluted earnings per share were $0.22, compared to $0.12 in the 2017 first quarter.\nThe Company generated adjusted EBITDA of $2.0 million in the 2018 first quarter, a 30.7% increase compared to 2017 first quarter adjusted EBITDA of $1.5 million.\nAdditional information regarding the Company's first quarter 2018 results is presented in the accompanying table and in our Form 10-Q Report that will be filed with the Securities and Exchange Commission on May 14, 2018.\nManagement Comments\nRandy Sampson, Canterbury Park's President and Chief Executive Officer, commented: \"We are very pleased with the increase in the Company's 2018 first quarter revenues compared to the 2017 first quarter as it reflects the continued progress in our strategic plan to grow our core businesses. Our first quarter Card Casino revenues showed solid growth on the strength of 14% revenue growth in Table Games. This increase is primarily due to both expanded promotional efforts and a strong economy. Our Pari-mutuel revenue increased quarter-over-quarter for the fifth consecutive quarter, which is attributed to an increase in ADW source market fees and simulcast revenues. While Food and Beverage revenues decreased slightly compared to the prior year, that revenue decline was more than offset in our Catering and Events area by a 24% increase in other revenues due primarily to a short-term rental contract of our parking lot and expo center during the quarter related to the Super Bowl held in Minneapolis in February 2018. We are currently optimistic that revenues for the remainder of 2018, particularly in table games, will continue to show increases over 2017. We also believe our growing catering and events businesses as well as three additional live racing dates will have a positive impact on our Food and Beverage revenues.\"\nMr. Sampson added: \"Looking ahead, we are enthused as we begin the busiest time of our year, with the centerpiece being our 2018 live racing meet that began on May 4 and will conclude on September 15. Our conducting live racing on Kentucky Derby Day was a great success with attendance of more than 19,000, with Food and Beverage and Card Casino revenues at or near all-time records for a Canterbury Park live racing day. Thanks to support from our Cooperative Marketing Agreement with the Shakopee Mdewakanton Sioux Community, we will pay out record purses during the 2018 race season. As a result, we expect our barns to be at or near capacity again, enabling us to continue to offer high quality and competitive live horse racing at Canterbury Park. We are also adding more events to the calendar; both during the live racing season and the offseason, to more fully use our catering areas, our expo center, and infield concert/festival site.\n\"Finally, we continue to make progress on our development plans as we work with the City of Shakopee and various potential development partners. As previously reported, on March 6, 2018, the Shakopee City Council approved a tax increment financing plan that will enable us to use a portion of future property tax revenues generated by redevelopment of our land to reimburse us for costs we incur to construct public streets, utilities, sidewalks, and other public infrastructure needed to support new businesses and other amenities. On April 2, 2018, we entered into an operating agreement with Doran Companies, a leading apartment developer in the Twin Cities market, to form a joint venture to construct approximately 300 units in the first phase of a luxury apartment project on land adjacent to the racetrack. Construction of the apartments is expected to commence in the fall of 2018. Additionally, we are working with the Shakopee City Council to finalize and approve our final plat and a tax increment financing and development agreement for redevelopment of our underutilized land.\"\nUse of Non-GAAP Financial Measures :\nTo supplement our financial statements, we also provide investors with information about our EBITDA and Adjusted EBITDA, both of which are non-GAAP measures. EBITDA is not a measure of performance or liquidity calculated in accordance with generally accepted accounting principles (\"GAAP\"), and should not be considered an alternative to, or more meaningful than, net income as an indicator of our operating performance, or cash flows from operating activities as a measure of liquidity. EBITDA has been presented as a supplemental disclosure because it is a widely used measure of performance and basis for valuation of companies in our industry. Moreover, other companies that provide EBITDA information may calculate EBITDA differently than we do. Adjusted EBITDA reflects additional adjustments to our net income to eliminate unusual items. We have presented Adjusted EBITDA as a supplemental disclosure because it enables investors to understand our results excluding the effect of unusual or infrequent items for the three months ended. For the three months ended March 31, 2018, Adjusted EBITDA excluded the gain on insurance recoveries.\nAbout Canterbury Park :\nCanterbury Park Holding Corporation owns and operates Canterbury Park Racetrack, Minnesota's only thoroughbred and quarter horse racing facility. The Company's 70-day 2018 live race meet began on May 4 and ends September 15. In addition, Canterbury Park's Card Casino hosts card games 24 hours a day, seven days a week, offering both poker and table games. The Company also conducts year-round wagering on simulcast horse racing and hosts a variety of other entertainment and special events at its facility in Shakopee, Minnesota. For more information about the Company, please visit www.canterburypark.com .\nCautionary Statement :\nFrom time to time, in reports filed with the Securities and Exchange Commission, in press releases, and in other communications to shareholders or the investing public, we may make forward-looking statements concerning possible or anticipated future financial performance, business activities or plans. These statements are typically preceded by the words \"believes,\" \"expects,\" \"anticipates,\" \"intends\" or similar expressions. For these forward-looking statements, we claim the protection of the safe harbor for forward-looking statements contained in federal securities laws. Shareholders and the investing public should understand that these forward-looking statements are subject to risks and uncertainties which could affect our actual results and cause actual results to differ materially from those indicated in the forward-looking statements. We report these risks and uncertainties in our Form 10-K Report to the SEC. They include, but are not limited to: material fluctuations in attendance at the Racetrack; material changes in the level of wagering by patrons; decline in interest in the unbanked card games offered in the Card Casino; competition from other venues offering unbanked card games or other forms of wagering; competition from other sports and entertainment options; increases in compensation and employee benefit costs; increases in the percentage of revenues allocated for purse fund payments; higher than expected expense related to new marketing initiatives; the impact of wagering products and technologies introduced by competitors; the general health of the gaming sector; legislative and regulatory decisions and changes; our ability to successfully develop our real estate; and other factors that are beyond our ability to control or predict.\nNOTE: Financial summary on following page.\nCANTERBURY PARK HOLDING CORPORATION'S\nSUMMARY OF OPERATING RESULTS\n(UNAUDITED)\nThree Months Ended March 31,\n2018\n2017\nOperating Revenues, (net)\n$\n12,219,946\n$\n11,443,071\nOperating Expenses\n$\n10,863,193\n$\n10,581,262\nNon-Operating Income\n$\n12,407\n$\n12,188\nIncome Before Income Taxes\n$\n1,369,160\n$\n873,997\nIncome Tax Expense\n$\n(379,470)\n$\n(361,000)\nNet Income\n$\n989,690\n$\n512,997\nBasic Net Income Per Common Share\n$\n0.22\n$\n0.12\nDiluted Net Income Per Common Share\n$\n0.22\n$\n0.12\nRECONCILIATION OF NET INCOME TO EBITDA\nThree Months Ended March 31,\n2018\n2017\nNET INCOME\n$\n989,690\n$\n512,997\nInterest income\n(12,407)\n(12,188)\nIncome tax expense\n379,470\n361,000\nDepreciation\n635,145\n645,723\nEBITDA\n1,991,898\n1,507,532\nGain on insurance recoveries\n(21,064)\n-\nADJUSTED EBITDA\n$\n1,970,834\n$\n1,507,532\nCONTACT:\nRANDY SAMPSON\n(952) 445-7223\nView original content with multimedia: http://www.prnewswire.com/news-releases/canterbury-park-holding-corporation-announces-first-quarter-2018-financial-results-300647738.html\nSOURCE Canterbury Park Holding Corporation",
    "published": "2018-05-14T19:24:00.000+03:00",
    "crawled": "2018-05-14T19:41:56.008+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "shakopee",
        "may",
        "canterbury",
        "park",
        "holding",
        "corporation",
        "nasdaq",
        "cphc",
        "company",
        "today",
        "announced",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "company",
        "first",
        "quarter",
        "consolidated",
        "net",
        "revenue",
        "million",
        "increase",
        "net",
        "revenue",
        "million",
        "first",
        "quarter",
        "card",
        "casino",
        "revenue",
        "increased",
        "primarily",
        "due",
        "increase",
        "table",
        "game",
        "revenue",
        "partially",
        "offset",
        "decrease",
        "poker",
        "revenue",
        "revenue",
        "increased",
        "primarily",
        "due",
        "increase",
        "simulcast",
        "revenue",
        "food",
        "beverage",
        "revenue",
        "decreased",
        "primarily",
        "due",
        "decline",
        "attendance",
        "several",
        "special",
        "event",
        "compared",
        "attendance",
        "total",
        "operating",
        "expense",
        "first",
        "quarter",
        "million",
        "increase",
        "operating",
        "expense",
        "million",
        "first",
        "quarter",
        "increase",
        "primarily",
        "reflects",
        "increased",
        "purse",
        "expense",
        "related",
        "increase",
        "card",
        "casino",
        "revenue",
        "additionally",
        "salary",
        "benefit",
        "expense",
        "increased",
        "two",
        "executive",
        "position",
        "open",
        "majority",
        "first",
        "quarter",
        "increase",
        "partially",
        "offset",
        "decrease",
        "real",
        "estate",
        "tax",
        "expense",
        "company",
        "elected",
        "capitalize",
        "real",
        "estate",
        "tax",
        "payable",
        "subsidiary",
        "canterbury",
        "development",
        "llc",
        "land",
        "actively",
        "engaged",
        "developing",
        "company",
        "first",
        "quarter",
        "net",
        "income",
        "increase",
        "compared",
        "first",
        "quarter",
        "net",
        "income",
        "increase",
        "due",
        "increase",
        "revenue",
        "reduction",
        "corporate",
        "tax",
        "rate",
        "result",
        "tax",
        "cut",
        "job",
        "act",
        "signed",
        "december",
        "company",
        "first",
        "quarter",
        "diluted",
        "earnings",
        "per",
        "share",
        "compared",
        "first",
        "quarter",
        "company",
        "generated",
        "adjusted",
        "ebitda",
        "million",
        "first",
        "quarter",
        "increase",
        "compared",
        "first",
        "quarter",
        "adjusted",
        "ebitda",
        "million",
        "additional",
        "information",
        "regarding",
        "company",
        "first",
        "quarter",
        "result",
        "presented",
        "accompanying",
        "table",
        "form",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "may",
        "management",
        "comment",
        "randy",
        "sampson",
        "canterbury",
        "park",
        "president",
        "chief",
        "executive",
        "officer",
        "commented",
        "pleased",
        "increase",
        "company",
        "first",
        "quarter",
        "revenue",
        "compared",
        "first",
        "quarter",
        "reflects",
        "continued",
        "progress",
        "strategic",
        "plan",
        "grow",
        "core",
        "business",
        "first",
        "quarter",
        "card",
        "casino",
        "revenue",
        "showed",
        "solid",
        "growth",
        "strength",
        "revenue",
        "growth",
        "table",
        "game",
        "increase",
        "primarily",
        "due",
        "expanded",
        "promotional",
        "effort",
        "strong",
        "economy",
        "revenue",
        "increased",
        "fifth",
        "consecutive",
        "quarter",
        "attributed",
        "increase",
        "adw",
        "source",
        "market",
        "fee",
        "simulcast",
        "revenue",
        "food",
        "beverage",
        "revenue",
        "decreased",
        "slightly",
        "compared",
        "prior",
        "year",
        "revenue",
        "decline",
        "offset",
        "catering",
        "event",
        "area",
        "increase",
        "revenue",
        "due",
        "primarily",
        "rental",
        "contract",
        "parking",
        "lot",
        "expo",
        "center",
        "quarter",
        "related",
        "super",
        "bowl",
        "held",
        "minneapolis",
        "february",
        "currently",
        "optimistic",
        "revenue",
        "remainder",
        "particularly",
        "table",
        "game",
        "continue",
        "show",
        "increase",
        "also",
        "believe",
        "growing",
        "catering",
        "event",
        "business",
        "well",
        "three",
        "additional",
        "live",
        "racing",
        "date",
        "positive",
        "impact",
        "food",
        "beverage",
        "revenue",
        "sampson",
        "added",
        "looking",
        "ahead",
        "enthused",
        "begin",
        "busiest",
        "time",
        "year",
        "centerpiece",
        "live",
        "racing",
        "meet",
        "began",
        "may",
        "conclude",
        "september",
        "conducting",
        "live",
        "racing",
        "kentucky",
        "derby",
        "day",
        "great",
        "success",
        "attendance",
        "food",
        "beverage",
        "card",
        "casino",
        "revenue",
        "near",
        "record",
        "canterbury",
        "park",
        "live",
        "racing",
        "day",
        "thanks",
        "support",
        "cooperative",
        "marketing",
        "agreement",
        "shakopee",
        "mdewakanton",
        "sioux",
        "community",
        "pay",
        "record",
        "purse",
        "race",
        "season",
        "result",
        "expect",
        "barn",
        "near",
        "capacity",
        "enabling",
        "u",
        "continue",
        "offer",
        "high",
        "quality",
        "competitive",
        "live",
        "horse",
        "racing",
        "canterbury",
        "park",
        "also",
        "adding",
        "event",
        "calendar",
        "live",
        "racing",
        "season",
        "offseason",
        "fully",
        "use",
        "catering",
        "area",
        "expo",
        "center",
        "infield",
        "site",
        "finally",
        "continue",
        "make",
        "progress",
        "development",
        "plan",
        "work",
        "city",
        "shakopee",
        "various",
        "potential",
        "development",
        "partner",
        "previously",
        "reported",
        "march",
        "shakopee",
        "city",
        "council",
        "approved",
        "tax",
        "increment",
        "financing",
        "plan",
        "enable",
        "u",
        "use",
        "portion",
        "future",
        "property",
        "tax",
        "revenue",
        "generated",
        "redevelopment",
        "land",
        "reimburse",
        "u",
        "cost",
        "incur",
        "construct",
        "public",
        "street",
        "utility",
        "sidewalk",
        "public",
        "infrastructure",
        "needed",
        "support",
        "new",
        "business",
        "amenity",
        "april",
        "entered",
        "operating",
        "agreement",
        "doran",
        "company",
        "leading",
        "apartment",
        "developer",
        "twin",
        "city",
        "market",
        "form",
        "joint",
        "venture",
        "construct",
        "approximately",
        "unit",
        "first",
        "phase",
        "luxury",
        "apartment",
        "project",
        "land",
        "adjacent",
        "racetrack",
        "construction",
        "apartment",
        "expected",
        "commence",
        "fall",
        "additionally",
        "working",
        "shakopee",
        "city",
        "council",
        "finalize",
        "approve",
        "final",
        "plat",
        "tax",
        "increment",
        "financing",
        "development",
        "agreement",
        "redevelopment",
        "underutilized",
        "land",
        "use",
        "financial",
        "measure",
        "supplement",
        "financial",
        "statement",
        "also",
        "provide",
        "investor",
        "information",
        "ebitda",
        "adjusted",
        "ebitda",
        "measure",
        "ebitda",
        "measure",
        "performance",
        "liquidity",
        "calculated",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "considered",
        "alternative",
        "meaningful",
        "net",
        "income",
        "indicator",
        "operating",
        "performance",
        "cash",
        "flow",
        "operating",
        "activity",
        "measure",
        "liquidity",
        "ebitda",
        "presented",
        "supplemental",
        "disclosure",
        "widely",
        "used",
        "measure",
        "performance",
        "basis",
        "valuation",
        "company",
        "industry",
        "moreover",
        "company",
        "provide",
        "ebitda",
        "information",
        "may",
        "calculate",
        "ebitda",
        "differently",
        "adjusted",
        "ebitda",
        "reflects",
        "additional",
        "adjustment",
        "net",
        "income",
        "eliminate",
        "unusual",
        "item",
        "presented",
        "adjusted",
        "ebitda",
        "supplemental",
        "disclosure",
        "enables",
        "investor",
        "understand",
        "result",
        "excluding",
        "effect",
        "unusual",
        "infrequent",
        "item",
        "three",
        "month",
        "ended",
        "three",
        "month",
        "ended",
        "march",
        "adjusted",
        "ebitda",
        "excluded",
        "gain",
        "insurance",
        "recovery",
        "canterbury",
        "park",
        "canterbury",
        "park",
        "holding",
        "corporation",
        "owns",
        "operates",
        "canterbury",
        "park",
        "racetrack",
        "minnesota",
        "thoroughbred",
        "quarter",
        "horse",
        "racing",
        "facility",
        "company",
        "live",
        "race",
        "meet",
        "began",
        "may",
        "end",
        "september",
        "addition",
        "canterbury",
        "park",
        "card",
        "casino",
        "host",
        "card",
        "game",
        "hour",
        "day",
        "seven",
        "day",
        "week",
        "offering",
        "poker",
        "table",
        "game",
        "company",
        "also",
        "conduct",
        "wagering",
        "simulcast",
        "horse",
        "racing",
        "host",
        "variety",
        "entertainment",
        "special",
        "event",
        "facility",
        "shakopee",
        "minnesota",
        "information",
        "company",
        "please",
        "visit",
        "cautionary",
        "statement",
        "time",
        "time",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "press",
        "release",
        "communication",
        "shareholder",
        "investing",
        "public",
        "may",
        "make",
        "statement",
        "concerning",
        "possible",
        "anticipated",
        "future",
        "financial",
        "performance",
        "business",
        "activity",
        "plan",
        "statement",
        "typically",
        "preceded",
        "word",
        "belief",
        "expects",
        "anticipates",
        "intends",
        "similar",
        "expression",
        "statement",
        "claim",
        "protection",
        "safe",
        "harbor",
        "statement",
        "contained",
        "federal",
        "security",
        "law",
        "shareholder",
        "investing",
        "public",
        "understand",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "could",
        "affect",
        "actual",
        "result",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "indicated",
        "statement",
        "report",
        "risk",
        "uncertainty",
        "form",
        "report",
        "sec",
        "include",
        "limited",
        "material",
        "fluctuation",
        "attendance",
        "racetrack",
        "material",
        "change",
        "level",
        "wagering",
        "patron",
        "decline",
        "interest",
        "unbanked",
        "card",
        "game",
        "offered",
        "card",
        "casino",
        "competition",
        "venue",
        "offering",
        "unbanked",
        "card",
        "game",
        "form",
        "wagering",
        "competition",
        "sport",
        "entertainment",
        "option",
        "increase",
        "compensation",
        "employee",
        "benefit",
        "cost",
        "increase",
        "percentage",
        "revenue",
        "allocated",
        "purse",
        "fund",
        "payment",
        "higher",
        "expected",
        "expense",
        "related",
        "new",
        "marketing",
        "initiative",
        "impact",
        "wagering",
        "product",
        "technology",
        "introduced",
        "competitor",
        "general",
        "health",
        "gaming",
        "sector",
        "legislative",
        "regulatory",
        "decision",
        "change",
        "ability",
        "successfully",
        "develop",
        "real",
        "estate",
        "factor",
        "beyond",
        "ability",
        "control",
        "predict",
        "note",
        "financial",
        "summary",
        "following",
        "page",
        "canterbury",
        "park",
        "holding",
        "corporation",
        "summary",
        "operating",
        "result",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "operating",
        "revenue",
        "net",
        "operating",
        "expense",
        "income",
        "income",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "net",
        "income",
        "basic",
        "net",
        "income",
        "per",
        "common",
        "share",
        "diluted",
        "net",
        "income",
        "per",
        "common",
        "share",
        "reconciliation",
        "net",
        "income",
        "ebitda",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "income",
        "interest",
        "income",
        "income",
        "tax",
        "expense",
        "depreciation",
        "ebitda",
        "gain",
        "insurance",
        "recovery",
        "adjusted",
        "ebitda",
        "contact",
        "randy",
        "sampson",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "canterbury",
        "park",
        "holding",
        "corporation"
    ]
}