{
    "organizations": [],
    "uuid": "8895528c387cbbada17a1728b006f87cac29d565",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/03/pr-newswire-uranium-energy-corp-completes-the-acquisition-of-the-north-reno-creek-isr-project.html",
    "ord_in_thread": 0,
    "title": "Uranium Energy Corp Completes the Acquisition of the North Reno Creek ISR Project",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NYSE American Symbol – UEC\nCORPUS CHRISTI, TX, May 3, 2018 /PRNewswire/ - Uranium Energy Corp (NYSE American: UEC, the \"Company\" or \"UEC\") is pleased to announce that the Company has recently completed its previously announced Purchase Agreement (the \"Agreement\") with Uranerz Energy Corporation, a wholly owned subsidiary of Energy Fuels Inc. (collectively, \"Energy Fuels\"), and now holds 100% of its advanced stage North Reno Creek ISR project (\"North Reno Creek\" or the \"Project\") located immediately adjacent to and within UEC's existing Reno Creek Project permitting boundary in the Powder River Basin, Wyoming (see Figure 1 below; the \"Acquisition\"). The North Reno Creek leases and claims acquired through this Acquisition consolidate UEC's land and resource* position in the region.\nTransaction Highlights\nNorth Reno Creek adds further scale to an already large, fully permitted and construction-ready in-situ recovery (\"ISR\") project located in the United States.\nNorth Reno Creek is situated within UEC's existing permitting boundary at Reno Creek, allowing for integrated development.\nIncreases Reno Creek's combined Measured and Indicated resource by 20%, based upon Uranerz's previously reported NI 43-101 Measured and Indicated resource of 3.8 million tons grading 0.056% U 3 O 8 yielding 4.3 million lbs at North Reno Creek. UEC plans to engage a qualified person to compete the necessary work to incorporate the North Reno Creek resource estimate into the Company's Reno Creek Project and complete an updated technical report under NI 43-101. * **\nOpportunities to enhance UEC's development of Reno Creek by optimizing the mine plan to remove the effects of property boundaries that had previously separated mineralized roll-fronts on both properties. In particular, significant synergies exist in co-development at both the North Reno Creek Resource Unit and the Southwest Reno Creek Resource Unit, which are expected to be the first units developed within the project area.\nFurther augments UEC's footprint in the strategic Powder River Basin in Wyoming, a uranium mining-friendly state with excellent infrastructure and an experienced labor force.\nAmir Adnani, President & CEO, stated: \"We are very pleased to complete this highly synergistic acquisition integrating North Reno into our broader Reno Creek project area. This further cements our position in controlling one of the largest, fully permitted and 100% un-hedged low-cost ISR portfolios in the United States. This acquisition also comes at a time when international trade and geopolitical developments underscore the importance of domestic uranium supplies in support of American energy security.\"\nTransaction Details\nUEC has now provided to Energy Fuels the following material purchase price consideration at the closing of the Agreement:\n(a)\n$2,940,000 in cash; and\n(b)\n1,625,531 common shares of UEC (each, a \"Share\"), at a deemed issuance price of $1.5072 per Share, representing the volume weighted average price of UEC's common shares on the NYSE American for the five trading days immediately prior to (but not including) closing.\nNorth Reno Creek ISR Project Overview\nThe North Reno Creek ISR Project is located in the Powder River Basin, Campbell County, Wyoming, approximately 80 miles northeast of Casper.\nSubstantial historical exploration, development and project permitting have been performed on the North Reno Creek property. Beginning in the late 1960s and continuing into the mid-1980s, Rocky Mountain Energy (\"RME\"), a wholly owned subsidiary of the Union Pacific Railroad, drilled more than 800 exploration drill holes on the North Reno Creek property. In the late 1970s and early 1980s, RME successfully operated and restored and reclaimed a uranium ISR pilot plant. Subsequently, RME nearly completed permitting and licensing for a commercial scale ISR facility.\nIn 1992, the Reno Creek Project was acquired by Energy Fuels Nuclear, Inc. (\"EFN\") from RME. Over the next decade EFN and its successor, International Uranium Corporation (now Denison Mines), continued to advance the project toward full permitting and licensing. Subsequently, Rio Algom and Power Resources held the project until dropping all of their interests in 2003. Between 2006 and 2008, Uranerz acquired mineral and surface land interests covering approximately 1,280 acres of fee mineral leases and federal mining claims comprising the North Reno Creek Project. In June 2015, Energy Fuels Inc. acquired Uranerz, whose development assets included the North Reno Creek property.\nIn October 2010, Uranerz issued an NI 43-101 technical report titled \"Technical Report, Reno Creek Property, Campbell County, Wyoming, U.S.A\", dated October 13, 2010 (the \"Technical Report\"). The Technical Report, prepared by Douglass Graves, P.E. of Trec, Inc., in accordance with NI 43-101, outlined a Measured and Indicated resource of 3.8 million tons containing 4.3 million pounds of U 3 O 8 at a grade of 0.056 percent. In addition, they reported an Inferred resource of 190,000 tons containing 142,200 pounds of U 3 O 8 at a grade of 0.039 percent. The Technical Report is available on SEDAR at www.sedar.com . * **\nThe technical information in this news release has been prepared in accordance with the Canadian regulatory requirements set out in NI 43-101 and was reviewed by Clyde L. Yancey, P.G., Vice President-Exploration for the Company, a Qualified Person under NI 43-101.\nAdvisors and Counsel\nHaywood Securities Inc. is acting as financial advisor to the Company and McMillan LLP and Holland & Hart LLP are acting as legal advisors to the Company.\nAbout Uranium Energy Corp.\nUranium Energy Corp. is a U.S.-based uranium mining and exploration company. The Company's fully-licensed Hobson Processing Facility is central to all of its projects in South Texas, including the Palangana ISR mine, the permitted Goliad ISR project and the development-stage Burke Hollow ISR project. Additionally, the Company controls a pipeline of advanced-stage projects in Arizona, Colorado and Paraguay. The Company's operations are managed by professionals with a recognized profile for excellence in their industry, a profile based on many decades of hands-on experience in the key facets of uranium exploration, development and mining.\n*Notice to U.S. Investors\nThe mineral resources referred to herein have been estimated in accordance with the definition standards on mineral resources of the Canadian Institute of Mining, Metallurgy and Petroleum referred to in NI 43-101 and are not compliant with U.S. Securities and Exchange Commission (the \"SEC\") Industry Guide 7 guidelines. In addition, measured mineral resources, indicated mineral resources and inferred mineral resources, while recognized and required by Canadian regulations, are not defined terms under SEC Industry Guide 7 and are normally not permitted to be used in reports and registration statements filed with the SEC. Accordingly, we have not reported them in the United States. Investors are cautioned not to assume that any part or all of the mineral resources in these categories will ever be converted into mineral reserves. These terms have a great amount of uncertainty as to their existence, and great uncertainty as to their economic and legal feasibility. In particular, it should be noted that mineral resources which are not mineral reserves do not have demonstrated economic viability. It cannot be assumed that all or any part of measured mineral resources, indicated mineral resources or inferred mineral resources will ever be upgraded to a higher category. In accordance with Canadian rules, estimates of inferred mineral resources cannot form the basis of feasibility or other economic studies. Investors are cautioned not to assume that any part of the reported measured mineral resources, indicated mineral resources or inferred mineral resources referred to herein are economically or legally mineable.\n**Resource estimate\nUpon the closing of the transaction the Company plans to engage a qualified person to complete the necessary work in order to update and incorporate the Uranerz North Reno Creek resource estimate into the Company's Reno Creek Project and complete an updated technical report under NI 43-101 (the \"Updated Report\"). Until such work is completed and the Updated Report completed and filed Uranerz's prior Technical Report resource must be considered historical in nature and cannot be relied upon and should not be construed to reflect a current resource estimate in accordance with NI 43-101.\nSafe Harbor Statement\nExcept for the statements of historical fact contained herein, the information presented in this news release constitutes \" \" as such term is used in applicable United States and Canadian laws. These statements relate to analyses and other information that are based on forecasts of future results, estimates of amounts not yet determinable and assumptions of management. Any other statements that express or involve discussions with respect to predictions, expectations, beliefs, plans, projections, objectives, assumptions or future events or performance (often, but not always, using words or phrases such as \"expects\" or \"does not expect\", \"is expected\", \"anticipates\" or \"does not anticipate\", \"plans, \"estimates\" or \"intends\", or stating that certain actions, events or results \"may\", \"could\", \"would\", \"might\" or \"will\" be taken, occur or be achieved) are not statements of historical fact and should be viewed as \" \". Such involve known and unknown risks, uncertainties and other factors which may cause the actual results, performance or achievements of the Company to be materially different from any future results, performance or achievements expressed or implied by such . Such risks and other factors include, among others, the actual results of exploration activities, variations in the underlying assumptions associated with the estimation or realization of mineral resources, the availability of capital to fund programs and the resulting dilution caused by the raising of capital through the sale of shares, accidents, labor disputes and other risks of the mining industry including, without limitation, those associated with the environment, delays in obtaining governmental approvals, permits or financing or in the completion of development or construction activities, title disputes or claims limitations on insurance coverage. Although the Company has attempted to identify important factors that could cause actual actions, events or results to those described in , there may be other factors that cause actions, events or results not to be as anticipated, estimated or intended. There can be no assurance that such statements will prove to be accurate as actual results and future events could those anticipated in such statements. Accordingly, readers should not place undue reliance on contained in this news release and in any document referred to in this news release.\nCertain matters discussed in this news release and oral statements made from time to time by representatives of the Company may constitute within the meaning of the Private Securities Litigation Reform Act of 1995 and the Federal securities laws. Although the Company believes that the expectations reflected in such are based upon reasonable assumptions, it can give no assurance that its expectations will be achieved. Forward-looking information is subject to certain risks, trends and uncertainties that could cause actual results to those projected. Many of these factors are beyond the Company's ability to control or predict. Important factors that may cause actual results to differ materially and that could impact the Company and the statements contained in this news release can be found in the Company's filings with the Securities and Exchange Commission. For in this news release, the Company claims the protection of the safe harbor for contained in the Private Securities Litigation Reform Act of 1995. The Company assumes no obligation to update or supplement any whether as a result of new information, future events or otherwise. This press release shall not constitute an offer to sell or the solicitation of an offer to buy securities.\nView original content with multimedia: http://www.prnewswire.com/news-releases/uranium-energy-corp-completes-the-acquisition-of-the-north-reno-creek-isr-project-300641739.html\nSOURCE Uranium Energy Corp",
    "published": "2018-05-03T15:30:00.000+03:00",
    "crawled": "2018-05-03T15:40:36.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "nyse",
        "american",
        "symbol",
        "uec",
        "corpus",
        "christi",
        "tx",
        "may",
        "uranium",
        "energy",
        "corp",
        "nyse",
        "american",
        "uec",
        "company",
        "uec",
        "pleased",
        "announce",
        "company",
        "recently",
        "completed",
        "previously",
        "announced",
        "purchase",
        "agreement",
        "agreement",
        "uranerz",
        "energy",
        "corporation",
        "wholly",
        "owned",
        "subsidiary",
        "energy",
        "fuel",
        "collectively",
        "energy",
        "fuel",
        "hold",
        "advanced",
        "stage",
        "north",
        "reno",
        "creek",
        "isr",
        "project",
        "north",
        "reno",
        "creek",
        "project",
        "located",
        "immediately",
        "adjacent",
        "within",
        "uec",
        "existing",
        "reno",
        "creek",
        "project",
        "permitting",
        "boundary",
        "powder",
        "river",
        "basin",
        "wyoming",
        "see",
        "figure",
        "acquisition",
        "north",
        "reno",
        "creek",
        "lease",
        "claim",
        "acquired",
        "acquisition",
        "consolidate",
        "uec",
        "land",
        "resource",
        "position",
        "region",
        "transaction",
        "highlight",
        "north",
        "reno",
        "creek",
        "add",
        "scale",
        "already",
        "large",
        "fully",
        "permitted",
        "recovery",
        "isr",
        "project",
        "located",
        "united",
        "state",
        "north",
        "reno",
        "creek",
        "situated",
        "within",
        "uec",
        "existing",
        "permitting",
        "boundary",
        "reno",
        "creek",
        "allowing",
        "integrated",
        "development",
        "increase",
        "reno",
        "creek",
        "combined",
        "measured",
        "indicated",
        "resource",
        "based",
        "upon",
        "uranerz",
        "previously",
        "reported",
        "ni",
        "measured",
        "indicated",
        "resource",
        "million",
        "ton",
        "grading",
        "u",
        "yielding",
        "million",
        "lb",
        "north",
        "reno",
        "creek",
        "uec",
        "plan",
        "engage",
        "qualified",
        "person",
        "compete",
        "necessary",
        "work",
        "incorporate",
        "north",
        "reno",
        "creek",
        "resource",
        "estimate",
        "company",
        "reno",
        "creek",
        "project",
        "complete",
        "updated",
        "technical",
        "report",
        "ni",
        "opportunity",
        "enhance",
        "uec",
        "development",
        "reno",
        "creek",
        "optimizing",
        "mine",
        "plan",
        "remove",
        "effect",
        "property",
        "boundary",
        "previously",
        "separated",
        "mineralized",
        "property",
        "particular",
        "significant",
        "synergy",
        "exist",
        "north",
        "reno",
        "creek",
        "resource",
        "unit",
        "southwest",
        "reno",
        "creek",
        "resource",
        "unit",
        "expected",
        "first",
        "unit",
        "developed",
        "within",
        "project",
        "area",
        "augments",
        "uec",
        "footprint",
        "strategic",
        "powder",
        "river",
        "basin",
        "wyoming",
        "uranium",
        "state",
        "excellent",
        "infrastructure",
        "experienced",
        "labor",
        "force",
        "amir",
        "adnani",
        "president",
        "ceo",
        "stated",
        "pleased",
        "complete",
        "highly",
        "synergistic",
        "acquisition",
        "integrating",
        "north",
        "reno",
        "broader",
        "reno",
        "creek",
        "project",
        "area",
        "cement",
        "position",
        "controlling",
        "one",
        "largest",
        "fully",
        "permitted",
        "isr",
        "portfolio",
        "united",
        "state",
        "acquisition",
        "also",
        "come",
        "time",
        "international",
        "trade",
        "geopolitical",
        "development",
        "underscore",
        "importance",
        "domestic",
        "uranium",
        "supply",
        "support",
        "american",
        "energy",
        "security",
        "transaction",
        "detail",
        "uec",
        "provided",
        "energy",
        "fuel",
        "following",
        "material",
        "purchase",
        "price",
        "consideration",
        "closing",
        "agreement",
        "cash",
        "b",
        "common",
        "share",
        "uec",
        "share",
        "deemed",
        "issuance",
        "price",
        "per",
        "share",
        "representing",
        "volume",
        "weighted",
        "average",
        "price",
        "uec",
        "common",
        "share",
        "nyse",
        "american",
        "five",
        "trading",
        "day",
        "immediately",
        "prior",
        "including",
        "closing",
        "north",
        "reno",
        "creek",
        "isr",
        "project",
        "overview",
        "north",
        "reno",
        "creek",
        "isr",
        "project",
        "located",
        "powder",
        "river",
        "basin",
        "campbell",
        "county",
        "wyoming",
        "approximately",
        "mile",
        "northeast",
        "casper",
        "substantial",
        "historical",
        "exploration",
        "development",
        "project",
        "permitting",
        "performed",
        "north",
        "reno",
        "creek",
        "property",
        "beginning",
        "late",
        "1960s",
        "continuing",
        "rocky",
        "mountain",
        "energy",
        "rme",
        "wholly",
        "owned",
        "subsidiary",
        "union",
        "pacific",
        "railroad",
        "drilled",
        "exploration",
        "drill",
        "hole",
        "north",
        "reno",
        "creek",
        "property",
        "late",
        "1970s",
        "early",
        "1980s",
        "rme",
        "successfully",
        "operated",
        "restored",
        "reclaimed",
        "uranium",
        "isr",
        "pilot",
        "plant",
        "subsequently",
        "rme",
        "nearly",
        "completed",
        "permitting",
        "licensing",
        "commercial",
        "scale",
        "isr",
        "facility",
        "reno",
        "creek",
        "project",
        "acquired",
        "energy",
        "fuel",
        "nuclear",
        "efn",
        "rme",
        "next",
        "decade",
        "efn",
        "successor",
        "international",
        "uranium",
        "corporation",
        "denison",
        "mine",
        "continued",
        "advance",
        "project",
        "toward",
        "full",
        "permitting",
        "licensing",
        "subsequently",
        "rio",
        "algom",
        "power",
        "resource",
        "held",
        "project",
        "dropping",
        "interest",
        "uranerz",
        "acquired",
        "mineral",
        "surface",
        "land",
        "interest",
        "covering",
        "approximately",
        "acre",
        "fee",
        "mineral",
        "lease",
        "federal",
        "mining",
        "claim",
        "comprising",
        "north",
        "reno",
        "creek",
        "project",
        "june",
        "energy",
        "fuel",
        "acquired",
        "uranerz",
        "whose",
        "development",
        "asset",
        "included",
        "north",
        "reno",
        "creek",
        "property",
        "october",
        "uranerz",
        "issued",
        "ni",
        "technical",
        "report",
        "titled",
        "technical",
        "report",
        "reno",
        "creek",
        "property",
        "campbell",
        "county",
        "wyoming",
        "dated",
        "october",
        "technical",
        "report",
        "technical",
        "report",
        "prepared",
        "douglas",
        "graf",
        "trec",
        "accordance",
        "ni",
        "outlined",
        "measured",
        "indicated",
        "resource",
        "million",
        "ton",
        "containing",
        "million",
        "pound",
        "u",
        "grade",
        "percent",
        "addition",
        "reported",
        "inferred",
        "resource",
        "ton",
        "containing",
        "pound",
        "u",
        "grade",
        "percent",
        "technical",
        "report",
        "available",
        "sedar",
        "technical",
        "information",
        "news",
        "release",
        "prepared",
        "accordance",
        "canadian",
        "regulatory",
        "requirement",
        "set",
        "ni",
        "reviewed",
        "clyde",
        "yancey",
        "vice",
        "company",
        "qualified",
        "person",
        "ni",
        "advisor",
        "counsel",
        "haywood",
        "security",
        "acting",
        "financial",
        "advisor",
        "company",
        "mcmillan",
        "llp",
        "holland",
        "hart",
        "llp",
        "acting",
        "legal",
        "advisor",
        "company",
        "uranium",
        "energy",
        "uranium",
        "energy",
        "uranium",
        "mining",
        "exploration",
        "company",
        "company",
        "hobson",
        "processing",
        "facility",
        "central",
        "project",
        "south",
        "texas",
        "including",
        "palangana",
        "isr",
        "mine",
        "permitted",
        "goliad",
        "isr",
        "project",
        "burke",
        "hollow",
        "isr",
        "project",
        "additionally",
        "company",
        "control",
        "pipeline",
        "project",
        "arizona",
        "colorado",
        "paraguay",
        "company",
        "operation",
        "managed",
        "professional",
        "recognized",
        "profile",
        "excellence",
        "industry",
        "profile",
        "based",
        "many",
        "decade",
        "experience",
        "key",
        "facet",
        "uranium",
        "exploration",
        "development",
        "mining",
        "notice",
        "investor",
        "mineral",
        "resource",
        "referred",
        "herein",
        "estimated",
        "accordance",
        "definition",
        "standard",
        "mineral",
        "resource",
        "canadian",
        "institute",
        "mining",
        "metallurgy",
        "petroleum",
        "referred",
        "ni",
        "compliant",
        "security",
        "exchange",
        "commission",
        "sec",
        "industry",
        "guide",
        "guideline",
        "addition",
        "measured",
        "mineral",
        "resource",
        "indicated",
        "mineral",
        "resource",
        "inferred",
        "mineral",
        "resource",
        "recognized",
        "required",
        "canadian",
        "regulation",
        "defined",
        "term",
        "sec",
        "industry",
        "guide",
        "normally",
        "permitted",
        "used",
        "report",
        "registration",
        "statement",
        "filed",
        "sec",
        "accordingly",
        "reported",
        "united",
        "state",
        "investor",
        "cautioned",
        "assume",
        "part",
        "mineral",
        "resource",
        "category",
        "ever",
        "converted",
        "mineral",
        "reserve",
        "term",
        "great",
        "amount",
        "uncertainty",
        "existence",
        "great",
        "uncertainty",
        "economic",
        "legal",
        "feasibility",
        "particular",
        "noted",
        "mineral",
        "resource",
        "mineral",
        "reserve",
        "demonstrated",
        "economic",
        "viability",
        "assumed",
        "part",
        "measured",
        "mineral",
        "resource",
        "indicated",
        "mineral",
        "resource",
        "inferred",
        "mineral",
        "resource",
        "ever",
        "upgraded",
        "higher",
        "category",
        "accordance",
        "canadian",
        "rule",
        "estimate",
        "inferred",
        "mineral",
        "resource",
        "form",
        "basis",
        "feasibility",
        "economic",
        "study",
        "investor",
        "cautioned",
        "assume",
        "part",
        "reported",
        "measured",
        "mineral",
        "resource",
        "indicated",
        "mineral",
        "resource",
        "inferred",
        "mineral",
        "resource",
        "referred",
        "herein",
        "economically",
        "legally",
        "mineable",
        "resource",
        "estimate",
        "upon",
        "closing",
        "transaction",
        "company",
        "plan",
        "engage",
        "qualified",
        "person",
        "complete",
        "necessary",
        "work",
        "order",
        "update",
        "incorporate",
        "uranerz",
        "north",
        "reno",
        "creek",
        "resource",
        "estimate",
        "company",
        "reno",
        "creek",
        "project",
        "complete",
        "updated",
        "technical",
        "report",
        "ni",
        "updated",
        "report",
        "work",
        "completed",
        "updated",
        "report",
        "completed",
        "filed",
        "uranerz",
        "prior",
        "technical",
        "report",
        "resource",
        "must",
        "considered",
        "historical",
        "nature",
        "relied",
        "upon",
        "construed",
        "reflect",
        "current",
        "resource",
        "estimate",
        "accordance",
        "ni",
        "safe",
        "harbor",
        "statement",
        "except",
        "statement",
        "historical",
        "fact",
        "contained",
        "herein",
        "information",
        "presented",
        "news",
        "release",
        "constitutes",
        "term",
        "used",
        "applicable",
        "united",
        "state",
        "canadian",
        "law",
        "statement",
        "relate",
        "analysis",
        "information",
        "based",
        "forecast",
        "future",
        "result",
        "estimate",
        "amount",
        "yet",
        "determinable",
        "assumption",
        "management",
        "statement",
        "express",
        "involve",
        "discussion",
        "respect",
        "prediction",
        "expectation",
        "belief",
        "plan",
        "projection",
        "objective",
        "assumption",
        "future",
        "event",
        "performance",
        "often",
        "always",
        "using",
        "word",
        "phrase",
        "expects",
        "expect",
        "expected",
        "anticipates",
        "anticipate",
        "plan",
        "estimate",
        "intends",
        "stating",
        "certain",
        "action",
        "event",
        "result",
        "may",
        "could",
        "would",
        "might",
        "taken",
        "occur",
        "achieved",
        "statement",
        "historical",
        "fact",
        "viewed",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "company",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "risk",
        "factor",
        "include",
        "among",
        "others",
        "actual",
        "result",
        "exploration",
        "activity",
        "variation",
        "underlying",
        "assumption",
        "associated",
        "estimation",
        "realization",
        "mineral",
        "resource",
        "availability",
        "capital",
        "fund",
        "program",
        "resulting",
        "dilution",
        "caused",
        "raising",
        "capital",
        "sale",
        "share",
        "accident",
        "labor",
        "dispute",
        "risk",
        "mining",
        "industry",
        "including",
        "without",
        "limitation",
        "associated",
        "environment",
        "delay",
        "obtaining",
        "governmental",
        "approval",
        "permit",
        "financing",
        "completion",
        "development",
        "construction",
        "activity",
        "title",
        "dispute",
        "claim",
        "limitation",
        "insurance",
        "coverage",
        "although",
        "company",
        "attempted",
        "identify",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "action",
        "event",
        "result",
        "described",
        "may",
        "factor",
        "cause",
        "action",
        "event",
        "result",
        "anticipated",
        "estimated",
        "intended",
        "assurance",
        "statement",
        "prove",
        "accurate",
        "actual",
        "result",
        "future",
        "event",
        "could",
        "anticipated",
        "statement",
        "accordingly",
        "reader",
        "place",
        "undue",
        "reliance",
        "contained",
        "news",
        "release",
        "document",
        "referred",
        "news",
        "release",
        "certain",
        "matter",
        "discussed",
        "news",
        "release",
        "oral",
        "statement",
        "made",
        "time",
        "time",
        "representative",
        "company",
        "may",
        "constitute",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "federal",
        "security",
        "law",
        "although",
        "company",
        "belief",
        "expectation",
        "reflected",
        "based",
        "upon",
        "reasonable",
        "assumption",
        "give",
        "assurance",
        "expectation",
        "achieved",
        "information",
        "subject",
        "certain",
        "risk",
        "trend",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "projected",
        "many",
        "factor",
        "beyond",
        "company",
        "ability",
        "control",
        "predict",
        "important",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "could",
        "impact",
        "company",
        "statement",
        "contained",
        "news",
        "release",
        "found",
        "company",
        "filing",
        "security",
        "exchange",
        "commission",
        "news",
        "release",
        "company",
        "claim",
        "protection",
        "safe",
        "harbor",
        "contained",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "company",
        "assumes",
        "obligation",
        "update",
        "supplement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "press",
        "release",
        "shall",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "uranium",
        "energy",
        "corp"
    ]
}