{
    "organizations": [],
    "uuid": "4341feb6db3455b7be345240a7f39d0779c30d54",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/07/globe-newswire-smtc-corporation-reports-first-quarter-2018-results.html",
    "ord_in_thread": 0,
    "title": "SMTC Corporation Reports First Quarter 2018 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO, May 07, 2018 (GLOBE NEWSWIRE) -- SMTC Corporation (Nasdaq:SMTX), a global electronics manufacturing services provider, today announced first quarter 2018 results.\nQ1 Financial Highlights\nRevenues increased 11.9% to $37.1 million, compared to $33.2 million in the first quarter of 2017 Gross Profit of $3.9 million or 10.4% represents an increase of $0.3 million reported in the first quarter of 2017 Net income of $8 thousand, or $0.00 per share, an improvement of $385 thousand, compared to a Net Loss of ($377) thousand or $(0.02) reported in the first quarter of 2017 Adjusted EBITDA of $0.9 million represents a $1.2 million improvement compared to ($0.3) million in the first quarter of 2017\n“The improvement in our overall financial results represents solid progress that we’ve made in implementing change here at SMTC,” said Ed Smith, SMTC’s President and Chief Executive Officer. “I am pleased with the trust our customers have placed in us to expand their business with SMTC and the continued progress we made in the first quarter with improved execution throughout the organization.”\n“Demand in our served markets remains strong and our backlog gives us visibility for the second quarter revenue which we expect will exceed our first quarter 2018 results. By targeting higher-value-added business, with customers in markets of consequence, we believe we have multiple opportunities for margin expansion as we successfully execute our plan. Finally, we achieved positive cash flows from operations, and along with sales channel development, we are optimistic that the measures we’ve taken should enable higher levels of financial performance moving forward,” Smith added.\nRevenue for the first quarter was $37.1 million, up 11.9% from $33.2 million in the first quarter of 2017. Sequentially, revenue decreased 3.9% from $38.6 million in the seasonally strong fourth quarter of 2017. The year-over-year increase from the first quarter of 2017 was the result of strong demand both from existing and new customers in 2018 and was well-diversified among the company’s target end-markets. $1.7 million of the increase of revenue in the first quarter was due to the impact of a new accounting recognition standard which was effective January 1, 2018.\nGross profit for the first quarter of 2018 was $3.9 million or 10.4% of revenue compared with $3.6 million or 10.7% of revenue for the same period in 2017. Adjusted gross profit, was $3.5 million or 9.5% as a percentage of revenue in the first quarter of 2018 compared to $2.3 million or 6.9% in the same period of the prior year. Gross profit in the fourth quarter of 2017 was $2.9 million or 7.5% and adjusted gross profit was $3.4 million or 8.9%.\nNet profit was $8 thousand for the first quarter of 2018 compared to a net loss of $(377) thousand in the first quarter of 2017. The company reported a net loss of $(904) thousand in the fourth quarter of 2017.\nAdjusted EBITDA was $0.9 million in the first quarter of 2018 compared to $(0.3) million for in the first quarter of 2017 and $1.2 million in the fourth quarter of 2017. The decrease in the first quarter of 2018 compared to the prior quarter is due to expected lower seasonal revenue in the first quarter.\nFinancial Results Conference Call\nThe company will host a conference call on May 8 to discuss its first quarter 2018 results and current business operations at 8:30 a.m. Eastern Time. Interested parties can listen to the company's conference call which will start at 8:30 a.m. Eastern Time by accessing the Investor Relations’ section of SMTC’s web site on the Investor Events Calendar page or dialing 1-877-878-2794 (for U.S. participants) or 1-615-800-6849 (for international participants) ten minutes prior to the start of the call using pass code number 9083738. A replay webcast of the call will also be available from the Investor Relations’ section of SMTC’s web site on the Investor Events Calendar page .\nNon-GAAP information\nAdjusted EBITDA, Adjusted Gross Profit and Adjusted Gross Profit percentage are non-GAAP measures. Adjusted EBITDA is computed as net income (loss) from operations excluding depreciation and amortization, restructuring charges, unrealized foreign exchange gains/losses on unsettled forward foreign exchange contracts, stock-based compensation, interest and income tax expense. SMTC Corporation has provided in this release a non-GAAP calculation of Adjusted EBITDA as supplemental information regarding the operational performance of SMTC’s core business. A reconciliation of Adjusted EBITDA to net earnings (loss) is included in the attachment. Adjusted Gross Profit is computed as gross profit excluding unrealized gains or losses on unsettled forward foreign exchange contracts. Adjusted Gross Profit percentage is computed as Adjusted Gross Profit divided by revenue. A reconciliation of Adjusted Gross Profit to gross profit is included in the attachment. Management uses these non-GAAP financial measures internally in analyzing SMTC’s financial results to assess operational performance and liquidity as well as to provide a consistent method of comparison to historical periods and to the performance of competitors and peer group companies. SMTC believes that these non-GAAP financial measures are useful for management and investors in assessing SMTC’s performance and when planning, forecasting and analyzing future periods. SMTC believes these non-GAAP financial measures are useful to investors because it allows for greater transparency with respect to key financial metrics we use in making operating decisions and because investors and analysts use it to help assess the health of our business. Non-GAAP measures are subject to limitations as these measures are not in accordance with, or an alternative for, United States Generally Accepted Accounting Principles (US GAAP) and may be different from non-GAAP measures used by other companies. Because of these limitations, investors should consider Adjusted EBITDA, Adjusted Gross Profit and Adjusted Gross Profit percentage along with other financial performance measures, including revenue, gross profit and net income (loss), as reflected in SMTC’s consolidated financial statements prepared in accordance with US GAAP.\nForward-Looking Statements\nThe statements contained in this release that are not purely historical are which involve risk and uncertainties that could cause actual results to those expressed in the . These statements may be identified by their use of forward looking terminology such as \"believes,\" \"expect,\" \"may,\" \"should,\" \"would,\" \"will,\" \"intends,\" \"plans,\" \"estimates,\" \"anticipates\" and similar words, and include, but are not limited to, statements regarding the expectations, intentions or strategies of SMTC. For these statements, we claim the protection of the safe harbor for forward looking statements contained in the Private Securities Litigation Reform Act of 1995. Risks and uncertainties that may cause future results to differ from forward looking statements include the challenges of managing quickly expanding operations and integrating acquired companies, fluctuations in demand for customers' products and changes in customers' product sources, competition in the EMS industry, component shortages, and others risks and uncertainties discussed in SMTC's most recent filings with the SEC. The contained in this release are made as of the date hereof and SMTC assumes no obligation to update the , or to update the reasons why actual results could those projected in the . About SMTC Corporation: SMTC Corporation, founded in 1985, is a mid-size provider of end-to-end electronics manufacturing services (EMS) including PCBA production, systems integration and comprehensive testing services, enclosure fabrication, as well as product design, sustaining engineering and supply chain management services. SMTC manufacturing facilities span a broad footprint in the United States, China and Mexico. SMTC services extend over the entire electronic product life cycle from the development and introduction of new products through to the growth, maturity and end-of-life phases. SMTC offers fully integrated contract manufacturing services with a distinctive approach to global original equipment manufacturers (OEMs) and emerging technology companies primarily within industrial, networking and computing, power and energy and medical market segments. SMTC is a public company incorporated in Delaware with its shares traded on the Nasdaq National Market System under the symbol SMTX. For further information on SMTC Corporation, please visit our website at www.smtc.com .\nAbout SMTC Corporation\nSMTC Corporation, founded in 1985, is a mid-size provider of end-to-end electronics manufacturing services (EMS) including PCBA production, systems integration and comprehensive testing services, enclosure fabrication, as well as product design, sustaining engineering and supply chain management services. SMTC manufacturing facilities span a broad footprint in the United States, China and Mexico. SMTC services extend over the entire electronic product life cycle from the development and introduction of new products through to the growth, maturity and end-of-life phases. SMTC offers fully integrated contract manufacturing services with a distinctive approach to global original equipment manufacturers (OEMs) and emerging technology companies primarily within industrial, networking and computing, power and energy and medical market segments. SMTC is a public company incorporated in Delaware with its shares traded on the Nasdaq National Market System under the symbol SMTX. For further information on SMTC Corporation, please visit our website at www.smtc.com ( http://www.smtc.com/ ).\nConsolidated Statements of Operations and Comprehensive Income (Loss) (Unaudited) Three months ended (Expressed in thousands of U.S. dollars, except number of shares and per share amounts) April 1,\n2018 April 2,\n2017 Revenue $ 37,120 $ 33,178 Cost of sales 33,270 29,621 Gross profit 3,850 3,557 Selling, general and administrative expenses 3,509 3,762 Operating income (loss) 341 (205) Interest expense 307 179 Income (loss) before income taxes 34 (384) Income tax expense (recovery) Current 110 127 Deferred (84) (134) 26 (7) Net income (loss), and comprehensive income (loss) $ 8 $ (377) Basic earnings (loss) per share $ 0.00 $ (0.02) Diluted earnings (loss) per share $ 0.00 $ (0.02) Weighted average number of shares outstanding Basic 17,041,504 16,660,900 Diluted 17,523,890 16,660,900\nConsolidated Balance Sheets (Unaudited) (Expressed in thousands of U.S. dollars) April 1,\n2018 December 31,\n2017 Assets Current assets: Cash $ 3,322 $ 5,536 Accounts receivable - net 30,902 29,110 Unbilled contract assets 5,469 - Inventories 19,923 22,363 Prepaid expenses and other assets 2,511 2,142 Derivative assets - 37 Total current assets 62,127 59,188 Property, plant and equipment - net 9,592 10,269 Deferred financing costs - net 389 305 Deferred income taxes 118 94 Total assets $ 72,226 $ 69,856 Liabilities and Shareholders' Equity Current liabilities: Revolving credit facility $ 10,041 $ 12,191 Accounts payable 28,866 25,028 Accrued liabilities 6,053 4,877 Derivative liabilities 19 375 Income taxes payable - 48 Current portion of long-term debt 2,000 2,000 Current portion of capital lease obligations 177 174 Total current liabilities 47,156 44,693 Long-term debt 5,500 6,000 Capital lease obligations 42 89 Total liabilities 52,698 50,782 Shareholders’ equity: Capital stock 397 396 Additional paid-in capital 265,480 265,355 Deficit (246,349) (246,677) Total shareholds' equity 19,528 19,074 Total liabilities and shareholders' equity $ 72,226 $ 69,856\nConsolidated Statements of Cash Flows (Unaudited) Three months ended (Expressed in thousands of U.S. dollars) Cash provided by (used in): April 1,\n2018 April 2,\n2017 Operations: Net income (loss) $ 8 $ (377) Items not involving cash: Depreciation 774 979 Unrealized foreign exchange gain on unsettled forward exchange contracts (319) (1,272) Deferred income taxes (84) (134) Amortization of deferred financing fees 9 5 Stock-based compensation 126 203 Change in non-cash operating working capital: Accounts receivable (1,793) (1,747) Unbilled contract assets (1,735) - Inventories (974) (2,129) Prepaid expenses (369) (84) Income taxes recoverable (48) (160) Accounts payable 3,837 (1,490) Accrued liabilities 1,184 416 616 (5,790) Financing: (Repayment) net advance of revolving credit facility (2,149) 2,744 Repayment of long-term debt (500) (500) Principal repayment of capital lease obligations (44) (183) Debt issuance and deferred financing fees (33) - (2,726) 2,061 Investing: Purchase of property, plant and equipment (104) (511) (104) (511) Decrease in cash (2,214) (4,240) Cash, beginning of period 5,536 8,503 Cash, end of the period $ 3,322 $ 4,263\nSupplementary Information: Reconciliation of Adjusted EBITDA Three months ended April 1,\n2018 April 2,\n2017 Net income (loss) $ 8 $ (377 ) Add: Stock based compensation 126 203 Interest 307 179 Unrealized foreign exchange gains on unsettled forward exchange contracts (319 ) (1,272 ) Income taxes 26 (7 ) Depreciation 774 979 Adjusted EBITDA $ 922 $ (295 )\nReconciliation of Adjusted gross profit Three months ended April 1,\n2018 April 2,\n2017 Gross profit $ 3,850 $ 3,557 Deduct: Unrealized foreign exchange gains on unsettled forward exchange contracts (319) (1,272) Adjusted gross profit $ 3,531 $ 2,285 Adjusted gross profit % 9.5% 6.9% Investor Relations Information\nPeter Seltzberg\nManaging Director\nDarrow Associates, Inc.\n516-419-9915\npseltzberg@darrowir.com\nSource:SMTC Corporation",
    "published": "2018-05-08T01:15:00.000+03:00",
    "crawled": "2018-05-08T02:51:38.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "toronto",
        "may",
        "globe",
        "newswire",
        "smtc",
        "corporation",
        "nasdaq",
        "smtx",
        "global",
        "electronics",
        "manufacturing",
        "service",
        "provider",
        "today",
        "announced",
        "first",
        "quarter",
        "result",
        "q1",
        "financial",
        "highlight",
        "revenue",
        "increased",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "gross",
        "profit",
        "million",
        "represents",
        "increase",
        "million",
        "reported",
        "first",
        "quarter",
        "net",
        "income",
        "thousand",
        "per",
        "share",
        "improvement",
        "thousand",
        "compared",
        "net",
        "loss",
        "thousand",
        "reported",
        "first",
        "quarter",
        "adjusted",
        "ebitda",
        "million",
        "represents",
        "million",
        "improvement",
        "compared",
        "million",
        "first",
        "quarter",
        "improvement",
        "overall",
        "financial",
        "result",
        "represents",
        "solid",
        "progress",
        "made",
        "implementing",
        "change",
        "smtc",
        "said",
        "ed",
        "smith",
        "smtc",
        "president",
        "chief",
        "executive",
        "officer",
        "pleased",
        "trust",
        "customer",
        "placed",
        "u",
        "expand",
        "business",
        "smtc",
        "continued",
        "progress",
        "made",
        "first",
        "quarter",
        "improved",
        "execution",
        "throughout",
        "demand",
        "served",
        "market",
        "remains",
        "strong",
        "backlog",
        "give",
        "u",
        "visibility",
        "second",
        "quarter",
        "revenue",
        "expect",
        "exceed",
        "first",
        "quarter",
        "result",
        "targeting",
        "business",
        "customer",
        "market",
        "consequence",
        "believe",
        "multiple",
        "opportunity",
        "margin",
        "expansion",
        "successfully",
        "execute",
        "plan",
        "finally",
        "achieved",
        "positive",
        "cash",
        "flow",
        "operation",
        "along",
        "sale",
        "channel",
        "development",
        "optimistic",
        "measure",
        "taken",
        "enable",
        "higher",
        "level",
        "financial",
        "performance",
        "moving",
        "forward",
        "smith",
        "added",
        "revenue",
        "first",
        "quarter",
        "million",
        "million",
        "first",
        "quarter",
        "sequentially",
        "revenue",
        "decreased",
        "million",
        "seasonally",
        "strong",
        "fourth",
        "quarter",
        "increase",
        "first",
        "quarter",
        "result",
        "strong",
        "demand",
        "existing",
        "new",
        "customer",
        "among",
        "company",
        "target",
        "million",
        "increase",
        "revenue",
        "first",
        "quarter",
        "due",
        "impact",
        "new",
        "accounting",
        "recognition",
        "standard",
        "effective",
        "january",
        "gross",
        "profit",
        "first",
        "quarter",
        "million",
        "revenue",
        "compared",
        "million",
        "revenue",
        "period",
        "adjusted",
        "gross",
        "profit",
        "million",
        "percentage",
        "revenue",
        "first",
        "quarter",
        "compared",
        "million",
        "period",
        "prior",
        "year",
        "gross",
        "profit",
        "fourth",
        "quarter",
        "million",
        "adjusted",
        "gross",
        "profit",
        "million",
        "net",
        "profit",
        "thousand",
        "first",
        "quarter",
        "compared",
        "net",
        "loss",
        "thousand",
        "first",
        "quarter",
        "company",
        "reported",
        "net",
        "loss",
        "thousand",
        "fourth",
        "quarter",
        "adjusted",
        "ebitda",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "million",
        "fourth",
        "quarter",
        "decrease",
        "first",
        "quarter",
        "compared",
        "prior",
        "quarter",
        "due",
        "expected",
        "lower",
        "seasonal",
        "revenue",
        "first",
        "quarter",
        "financial",
        "result",
        "conference",
        "call",
        "company",
        "host",
        "conference",
        "call",
        "may",
        "discus",
        "first",
        "quarter",
        "result",
        "current",
        "business",
        "operation",
        "eastern",
        "time",
        "interested",
        "party",
        "listen",
        "company",
        "conference",
        "call",
        "start",
        "eastern",
        "time",
        "accessing",
        "investor",
        "relation",
        "section",
        "smtc",
        "web",
        "site",
        "investor",
        "event",
        "calendar",
        "page",
        "dialing",
        "participant",
        "international",
        "participant",
        "ten",
        "minute",
        "prior",
        "start",
        "call",
        "using",
        "pas",
        "code",
        "number",
        "replay",
        "webcast",
        "call",
        "also",
        "available",
        "investor",
        "relation",
        "section",
        "smtc",
        "web",
        "site",
        "investor",
        "event",
        "calendar",
        "page",
        "information",
        "adjusted",
        "ebitda",
        "adjusted",
        "gross",
        "profit",
        "adjusted",
        "gross",
        "profit",
        "percentage",
        "measure",
        "adjusted",
        "ebitda",
        "computed",
        "net",
        "income",
        "loss",
        "operation",
        "excluding",
        "depreciation",
        "amortization",
        "restructuring",
        "charge",
        "unrealized",
        "foreign",
        "exchange",
        "unsettled",
        "forward",
        "foreign",
        "exchange",
        "contract",
        "compensation",
        "interest",
        "income",
        "tax",
        "expense",
        "smtc",
        "corporation",
        "provided",
        "release",
        "calculation",
        "adjusted",
        "ebitda",
        "supplemental",
        "information",
        "regarding",
        "operational",
        "performance",
        "smtc",
        "core",
        "business",
        "reconciliation",
        "adjusted",
        "ebitda",
        "net",
        "earnings",
        "loss",
        "included",
        "attachment",
        "adjusted",
        "gross",
        "profit",
        "computed",
        "gross",
        "profit",
        "excluding",
        "unrealized",
        "gain",
        "loss",
        "unsettled",
        "forward",
        "foreign",
        "exchange",
        "contract",
        "adjusted",
        "gross",
        "profit",
        "percentage",
        "computed",
        "adjusted",
        "gross",
        "profit",
        "divided",
        "revenue",
        "reconciliation",
        "adjusted",
        "gross",
        "profit",
        "gross",
        "profit",
        "included",
        "attachment",
        "management",
        "us",
        "financial",
        "measure",
        "internally",
        "analyzing",
        "smtc",
        "financial",
        "result",
        "assess",
        "operational",
        "performance",
        "liquidity",
        "well",
        "provide",
        "consistent",
        "method",
        "comparison",
        "historical",
        "period",
        "performance",
        "competitor",
        "peer",
        "group",
        "company",
        "smtc",
        "belief",
        "financial",
        "measure",
        "useful",
        "management",
        "investor",
        "assessing",
        "smtc",
        "performance",
        "planning",
        "forecasting",
        "analyzing",
        "future",
        "period",
        "smtc",
        "belief",
        "financial",
        "measure",
        "useful",
        "investor",
        "allows",
        "greater",
        "transparency",
        "respect",
        "key",
        "financial",
        "metric",
        "use",
        "making",
        "operating",
        "decision",
        "investor",
        "analyst",
        "use",
        "help",
        "assess",
        "health",
        "business",
        "measure",
        "subject",
        "limitation",
        "measure",
        "accordance",
        "alternative",
        "united",
        "state",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "u",
        "gaap",
        "may",
        "different",
        "measure",
        "used",
        "company",
        "limitation",
        "investor",
        "consider",
        "adjusted",
        "ebitda",
        "adjusted",
        "gross",
        "profit",
        "adjusted",
        "gross",
        "profit",
        "percentage",
        "along",
        "financial",
        "performance",
        "measure",
        "including",
        "revenue",
        "gross",
        "profit",
        "net",
        "income",
        "loss",
        "reflected",
        "smtc",
        "consolidated",
        "financial",
        "statement",
        "prepared",
        "accordance",
        "u",
        "gaap",
        "statement",
        "statement",
        "contained",
        "release",
        "purely",
        "historical",
        "involve",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "expressed",
        "statement",
        "may",
        "identified",
        "use",
        "forward",
        "looking",
        "terminology",
        "belief",
        "expect",
        "may",
        "would",
        "intends",
        "plan",
        "estimate",
        "anticipates",
        "similar",
        "word",
        "include",
        "limited",
        "statement",
        "regarding",
        "expectation",
        "intention",
        "strategy",
        "smtc",
        "statement",
        "claim",
        "protection",
        "safe",
        "harbor",
        "forward",
        "looking",
        "statement",
        "contained",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "future",
        "result",
        "differ",
        "forward",
        "looking",
        "statement",
        "include",
        "challenge",
        "managing",
        "quickly",
        "expanding",
        "operation",
        "integrating",
        "acquired",
        "company",
        "fluctuation",
        "demand",
        "customer",
        "product",
        "change",
        "customer",
        "product",
        "source",
        "competition",
        "em",
        "industry",
        "component",
        "shortage",
        "others",
        "risk",
        "uncertainty",
        "discussed",
        "smtc",
        "recent",
        "filing",
        "sec",
        "contained",
        "release",
        "made",
        "date",
        "hereof",
        "smtc",
        "assumes",
        "obligation",
        "update",
        "update",
        "reason",
        "actual",
        "result",
        "could",
        "projected",
        "smtc",
        "corporation",
        "smtc",
        "corporation",
        "founded",
        "provider",
        "electronics",
        "manufacturing",
        "service",
        "em",
        "including",
        "pcba",
        "production",
        "system",
        "integration",
        "comprehensive",
        "testing",
        "service",
        "enclosure",
        "fabrication",
        "well",
        "product",
        "design",
        "sustaining",
        "engineering",
        "supply",
        "chain",
        "management",
        "service",
        "smtc",
        "manufacturing",
        "facility",
        "span",
        "broad",
        "footprint",
        "united",
        "state",
        "china",
        "mexico",
        "smtc",
        "service",
        "extend",
        "entire",
        "electronic",
        "product",
        "life",
        "cycle",
        "development",
        "introduction",
        "new",
        "product",
        "growth",
        "maturity",
        "phase",
        "smtc",
        "offer",
        "fully",
        "integrated",
        "contract",
        "manufacturing",
        "service",
        "distinctive",
        "approach",
        "global",
        "original",
        "equipment",
        "manufacturer",
        "oems",
        "emerging",
        "technology",
        "company",
        "primarily",
        "within",
        "industrial",
        "networking",
        "computing",
        "power",
        "energy",
        "medical",
        "market",
        "segment",
        "smtc",
        "public",
        "company",
        "incorporated",
        "delaware",
        "share",
        "traded",
        "nasdaq",
        "national",
        "market",
        "system",
        "symbol",
        "smtx",
        "information",
        "smtc",
        "corporation",
        "please",
        "visit",
        "website",
        "smtc",
        "corporation",
        "smtc",
        "corporation",
        "founded",
        "provider",
        "electronics",
        "manufacturing",
        "service",
        "em",
        "including",
        "pcba",
        "production",
        "system",
        "integration",
        "comprehensive",
        "testing",
        "service",
        "enclosure",
        "fabrication",
        "well",
        "product",
        "design",
        "sustaining",
        "engineering",
        "supply",
        "chain",
        "management",
        "service",
        "smtc",
        "manufacturing",
        "facility",
        "span",
        "broad",
        "footprint",
        "united",
        "state",
        "china",
        "mexico",
        "smtc",
        "service",
        "extend",
        "entire",
        "electronic",
        "product",
        "life",
        "cycle",
        "development",
        "introduction",
        "new",
        "product",
        "growth",
        "maturity",
        "phase",
        "smtc",
        "offer",
        "fully",
        "integrated",
        "contract",
        "manufacturing",
        "service",
        "distinctive",
        "approach",
        "global",
        "original",
        "equipment",
        "manufacturer",
        "oems",
        "emerging",
        "technology",
        "company",
        "primarily",
        "within",
        "industrial",
        "networking",
        "computing",
        "power",
        "energy",
        "medical",
        "market",
        "segment",
        "smtc",
        "public",
        "company",
        "incorporated",
        "delaware",
        "share",
        "traded",
        "nasdaq",
        "national",
        "market",
        "system",
        "symbol",
        "smtx",
        "information",
        "smtc",
        "corporation",
        "please",
        "visit",
        "website",
        "http",
        "consolidated",
        "statement",
        "operation",
        "comprehensive",
        "income",
        "loss",
        "unaudited",
        "three",
        "month",
        "ended",
        "expressed",
        "thousand",
        "dollar",
        "except",
        "number",
        "share",
        "per",
        "share",
        "amount",
        "april",
        "april",
        "revenue",
        "cost",
        "sale",
        "gross",
        "profit",
        "selling",
        "general",
        "administrative",
        "expense",
        "operating",
        "income",
        "loss",
        "interest",
        "expense",
        "income",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "recovery",
        "current",
        "deferred",
        "net",
        "income",
        "loss",
        "comprehensive",
        "income",
        "loss",
        "basic",
        "earnings",
        "loss",
        "per",
        "share",
        "diluted",
        "earnings",
        "loss",
        "per",
        "share",
        "weighted",
        "average",
        "number",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "expressed",
        "thousand",
        "dollar",
        "april",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "account",
        "receivable",
        "net",
        "unbilled",
        "contract",
        "asset",
        "inventory",
        "prepaid",
        "expense",
        "asset",
        "derivative",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "plant",
        "equipment",
        "net",
        "deferred",
        "financing",
        "cost",
        "net",
        "deferred",
        "income",
        "tax",
        "total",
        "asset",
        "liability",
        "shareholder",
        "equity",
        "current",
        "liability",
        "revolving",
        "credit",
        "facility",
        "account",
        "payable",
        "accrued",
        "liability",
        "derivative",
        "liability",
        "income",
        "tax",
        "payable",
        "current",
        "portion",
        "debt",
        "current",
        "portion",
        "capital",
        "lease",
        "obligation",
        "total",
        "current",
        "liability",
        "debt",
        "capital",
        "lease",
        "obligation",
        "total",
        "liability",
        "shareholder",
        "equity",
        "capital",
        "stock",
        "additional",
        "capital",
        "deficit",
        "total",
        "shareholds",
        "equity",
        "total",
        "liability",
        "shareholder",
        "equity",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "unaudited",
        "three",
        "month",
        "ended",
        "expressed",
        "thousand",
        "dollar",
        "cash",
        "provided",
        "used",
        "april",
        "april",
        "operation",
        "net",
        "income",
        "loss",
        "item",
        "involving",
        "cash",
        "depreciation",
        "unrealized",
        "foreign",
        "exchange",
        "gain",
        "unsettled",
        "forward",
        "exchange",
        "contract",
        "deferred",
        "income",
        "tax",
        "amortization",
        "deferred",
        "financing",
        "fee",
        "compensation",
        "change",
        "operating",
        "working",
        "capital",
        "account",
        "receivable",
        "unbilled",
        "contract",
        "asset",
        "inventory",
        "prepaid",
        "expense",
        "income",
        "tax",
        "recoverable",
        "account",
        "payable",
        "accrued",
        "liability",
        "financing",
        "repayment",
        "net",
        "advance",
        "revolving",
        "credit",
        "facility",
        "repayment",
        "debt",
        "principal",
        "repayment",
        "capital",
        "lease",
        "obligation",
        "debt",
        "issuance",
        "deferred",
        "financing",
        "fee",
        "investing",
        "purchase",
        "property",
        "plant",
        "equipment",
        "decrease",
        "cash",
        "cash",
        "beginning",
        "period",
        "cash",
        "end",
        "period",
        "supplementary",
        "information",
        "reconciliation",
        "adjusted",
        "ebitda",
        "three",
        "month",
        "ended",
        "april",
        "april",
        "net",
        "income",
        "loss",
        "add",
        "stock",
        "based",
        "compensation",
        "interest",
        "unrealized",
        "foreign",
        "exchange",
        "gain",
        "unsettled",
        "forward",
        "exchange",
        "contract",
        "income",
        "tax",
        "depreciation",
        "adjusted",
        "ebitda",
        "reconciliation",
        "adjusted",
        "gross",
        "profit",
        "three",
        "month",
        "ended",
        "april",
        "april",
        "gross",
        "profit",
        "deduct",
        "unrealized",
        "foreign",
        "exchange",
        "gain",
        "unsettled",
        "forward",
        "exchange",
        "contract",
        "adjusted",
        "gross",
        "profit",
        "adjusted",
        "gross",
        "profit",
        "investor",
        "relation",
        "information",
        "peter",
        "seltzberg",
        "managing",
        "director",
        "darrow",
        "associate",
        "pseltzberg",
        "source",
        "smtc",
        "corporation"
    ]
}