{
    "organizations": [],
    "uuid": "88cbb599c7117f84fa214eec3bf1def9bf97bee2",
    "author": "",
    "url": "https://www.cnbc.com/2018/05/25/bill-george-as-consumer-giants-struggle-unilever-rises-above-the-pack.html",
    "ord_in_thread": 0,
    "title": "Bill George: As consumer giants struggle, Unilever rises above the pack",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Zhang Peng | Getty Images Unilever's Dove bath foam, seen in a Chinese supermarket\nDenise Morrison's sudden retirement as CEO of Campbell Soup highlighted the struggles that all consumer packaged goods (CPG) companies are having in today's rapidly changing markets.\nExcept one: Unilever .\nSince Paul Polman assumed the helm as CEO in January 2009, Unilever has risen above the pack with a long-term vision and consistently strong performance. In many ways, Unilever is the epitome of PepsiCo CEO Indra Nooyi's model of \"Performance with Purpose.\" As consistently strong as its performance has been the past five years under Nooyi's leadership, even PepsiCo's stock price has struggled in the last two years.\nThe chart below illustrates the dramatic difference in stock price performance for the consumer packaged goods giants:\nIn recent years CPG companies have struggled to keep pace with dramatic changes in both consumer preferences and the retail environment. On the consumer side, millennials have asserted themselves with their rejection of traditional brands in favor on smaller new brands featuring healthy and sustainable ingredients. Meanwhile, retailers have also struggled with millennials' preference for buying online as Amazon takes an ever-greater share of consumer wallets, triggering price wars and a shift to private label merchandise among big box retailers like Wal-Mart, Kroger, Safeway and Target.\nWhat has enabled venerable Unilever to avoid these pitfalls, and come out on top? Turnaround\nWhen Polman took over in early 2009, he inherited a moribund company with declining revenues and declining profits. Unilever then was beset with internal politics, endless reorganizations, and an aging portfolio of brands. In short, the Anglo-Dutch company had focused more on internal tug-of-wars between its British and Dutch leaders than on its customers. Polman moved quickly to globalize Unilever, setting bold goals of doubling its revenues from 40 billion Euros to 80 billion by 2020 and increasing its share of business from emerging markets to a stunning 70 percent.\nIn his first year, Polman introduced The Compass as Unilever's strategy for sustainable growth. It gave Unilever a clear vision, focused on winning, and elevated performance standards for its leaders. It also became a unifying force for Unilever's 175,000 employees spread across 150 countries. The following year he established Unilever Sustainable Living Plan (USLP) as Unilever's True North, driving it through its supply chain and its products with detailed metrics. To simplify Unilever's complex organization structure and reduce internal politics, Polman simplified Unilever's complex organization structure, with four product groups and eight regions. Saumya Khandelwal | Hindustan Times | Getty Images Unilever Global CEO Paul Polman.\nPolman is a strong believer in building Unilever's global leadership team. As he says, \"The only true differentiation between companies is the quality of leadership.\" Most importantly, he raised the bar for Unilever leaders to be authentic and high-performing, requiring high intellectual intelligence with even higher emotional intelligence. He created the Unilever Leadership Development Plan (ULDP), putting its top 900 executives globally through a customized leadership program in cohorts of twenty leaders.\nTo some outsiders, Polman is an enigma. One day he is preaching the gospel of sustainability and long-term focus to CEOs at Davos. The next day he is tough-minded, demanding closed loop performance from his leaders to improve earnings. All the while, he insists on high values and ethical behavior. Better record than Buffett\nShortly after taking over Unilever, Polman met with investors in London and withdrew guidance to security analysts and quarterly earnings, telling them, \"My job is not to serve shareholders, but to serve consumers and our customers.\" Of course, he believes that in doing so, Unilever will indeed serve its shareholders better over the long-term. Unilever's results in nine years back up Polman's contention: Unilever's stock value has grown 155 percent during his tenure. As he jokingly told CNBC's Jim Cramer, \"Our record is better than Warren Buffett's in this time frame.\"\nThe joke, however, is also true.\nUnder Polman, Unilever has eschewed big acquisitions, the largest being the purchase of Alberto Culver. But the company has transformed its portfolio by acquiring a series of small companies that strengthened its sustainability offerings, e-commerce business, and attractiveness to the millennials. Included among them are Dollar Shave Club, Seventh Generation, Sir Kensington's, Talenti, Sundial, Living Proof, and Schmidt's Naturals.\nPolman's toughest test came in February, 2017, when Brazilian investment fund 3G Capital attempted a hostile takeover through its Kraft-Heinz Company (KHC), offering $143 billion for Unilever. 3G had the backing of Warren Buffett, and had established itself as a fierce, unyielding acquirer. KHC offered a modest premium of only 18 percent and planned to shift Unilever from its growth posture to 3G's trademark \"lean and mean\" mode, employing zero-based budgeting to cut costs 30 to 40 percent to increase earnings and cash flow. As Polman noted wryly, \"You can't cut your way into prosperity or growth.\"\nMany analysts thought Unilever was a goner. Yet, Polman immediately swung into action, firmly rejecting the 3G offer, not even leaving the door open to negotiation for higher offers. Polman's rebuttal was so fierce that within 48 hours KHC withdrew its offer, and has shown no further signs of renewing its attack. Nevertheless, Polman committed to a complete review of ways Unilever could improve shareholder value. Six weeks later he announced a 7-point plan to enhance value that include spinning off Unilever's legacy spreads business, improving operating margins from 16 percent to 20 percent, buying back 5 billion euros of stock, cutting costs by an additional 2 billion euros, and consolidating its foods and refreshments business units into one. More recently, Unilever announced it will move its corporate headquarters from London to Rotterdam. Shareholder Beware\nAs attractive as takeover attempts are to short-term traders, shareholders need to be confident in the stock they are trading for. Since KHC's takeover attempt began, Unilever stock has climbed by 38 percent, while KHC's stock dropped 32 percent, as it no longer has cost cutting opportunities remaining. Had Unilever shareholders swapped their shares for KHC's, today they would be worth 50 percent less.\nWhy has Unilever fared so much better than its competitors? One could sight its clear vision, long-term approach, consistent performance, and a host of other factors. Instead of debating endlessly the shareholder model versus stakeholder model, it is time to recognize that shareholders are best served by companies that have a clear sense of purpose and strategy, practice consistent values, and motivate their employees to peak performance with authentic leaders at all levels – just as Unilever does.\nIn my opinion, everything traces to the leadership of Paul Polman for the past decade. He has succeeded in turning a moribund company into a powerhouse by staying true to his mission and his principles.\nAs he tweeted this week, \"A multi-stakeholder, long term responsible business model drives not only long-term value for society but equally importantly for shareholders. Focusing myopically on one or other does not get you there.\"\nC ommentary by Bill George, a senior fellow at Harvard Business School, former Chairman & CEO of Medtronic, and the author of \"Discover Your True North.\" He has taught in Unilever education programs in the past decade. Follow him on Twitter @Bill_George .\nFor more insight from CNBC contributors, follow @CNBCopinion on Twitter. Bill George Senior Fellow, Harvard Business School and Former Chairman and Chief Executive Officer, Medtronic, Inc. Related Securities",
    "published": "2018-05-25T21:22:00.000+03:00",
    "crawled": "2018-05-25T21:37:01.014+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "zhang",
        "peng",
        "getty",
        "image",
        "unilever",
        "dove",
        "bath",
        "foam",
        "seen",
        "chinese",
        "supermarket",
        "denise",
        "morrison",
        "sudden",
        "retirement",
        "ceo",
        "campbell",
        "soup",
        "highlighted",
        "struggle",
        "consumer",
        "packaged",
        "good",
        "cpg",
        "company",
        "today",
        "rapidly",
        "changing",
        "market",
        "except",
        "one",
        "unilever",
        "since",
        "paul",
        "polman",
        "assumed",
        "helm",
        "ceo",
        "january",
        "unilever",
        "risen",
        "pack",
        "vision",
        "consistently",
        "strong",
        "performance",
        "many",
        "way",
        "unilever",
        "epitome",
        "pepsico",
        "ceo",
        "indra",
        "nooyi",
        "model",
        "performance",
        "purpose",
        "consistently",
        "strong",
        "performance",
        "past",
        "five",
        "year",
        "nooyi",
        "leadership",
        "even",
        "pepsico",
        "stock",
        "price",
        "struggled",
        "last",
        "two",
        "year",
        "chart",
        "illustrates",
        "dramatic",
        "difference",
        "stock",
        "price",
        "performance",
        "consumer",
        "packaged",
        "good",
        "giant",
        "recent",
        "year",
        "cpg",
        "company",
        "struggled",
        "keep",
        "pace",
        "dramatic",
        "change",
        "consumer",
        "preference",
        "retail",
        "environment",
        "consumer",
        "side",
        "millennials",
        "asserted",
        "rejection",
        "traditional",
        "brand",
        "favor",
        "smaller",
        "new",
        "brand",
        "featuring",
        "healthy",
        "sustainable",
        "ingredient",
        "meanwhile",
        "retailer",
        "also",
        "struggled",
        "millennials",
        "preference",
        "buying",
        "online",
        "amazon",
        "take",
        "share",
        "consumer",
        "wallet",
        "triggering",
        "price",
        "war",
        "shift",
        "private",
        "label",
        "merchandise",
        "among",
        "big",
        "box",
        "retailer",
        "like",
        "kroger",
        "safeway",
        "target",
        "enabled",
        "venerable",
        "unilever",
        "avoid",
        "pitfall",
        "come",
        "top",
        "turnaround",
        "polman",
        "took",
        "early",
        "inherited",
        "moribund",
        "company",
        "declining",
        "revenue",
        "declining",
        "profit",
        "unilever",
        "beset",
        "internal",
        "politics",
        "endless",
        "reorganization",
        "aging",
        "portfolio",
        "brand",
        "short",
        "company",
        "focused",
        "internal",
        "british",
        "dutch",
        "leader",
        "customer",
        "polman",
        "moved",
        "quickly",
        "globalize",
        "unilever",
        "setting",
        "bold",
        "goal",
        "doubling",
        "revenue",
        "billion",
        "euro",
        "billion",
        "increasing",
        "share",
        "business",
        "emerging",
        "market",
        "stunning",
        "percent",
        "first",
        "year",
        "polman",
        "introduced",
        "compass",
        "unilever",
        "strategy",
        "sustainable",
        "growth",
        "gave",
        "unilever",
        "clear",
        "vision",
        "focused",
        "winning",
        "elevated",
        "performance",
        "standard",
        "leader",
        "also",
        "became",
        "unifying",
        "force",
        "unilever",
        "employee",
        "spread",
        "across",
        "country",
        "following",
        "year",
        "established",
        "unilever",
        "sustainable",
        "living",
        "plan",
        "uslp",
        "unilever",
        "true",
        "north",
        "driving",
        "supply",
        "chain",
        "product",
        "detailed",
        "metric",
        "simplify",
        "unilever",
        "complex",
        "organization",
        "structure",
        "reduce",
        "internal",
        "politics",
        "polman",
        "simplified",
        "unilever",
        "complex",
        "organization",
        "structure",
        "four",
        "product",
        "group",
        "eight",
        "region",
        "saumya",
        "khandelwal",
        "hindustan",
        "time",
        "getty",
        "image",
        "unilever",
        "global",
        "ceo",
        "paul",
        "polman",
        "polman",
        "strong",
        "believer",
        "building",
        "unilever",
        "global",
        "leadership",
        "team",
        "say",
        "true",
        "differentiation",
        "company",
        "quality",
        "leadership",
        "importantly",
        "raised",
        "bar",
        "unilever",
        "leader",
        "authentic",
        "requiring",
        "high",
        "intellectual",
        "intelligence",
        "even",
        "higher",
        "emotional",
        "intelligence",
        "created",
        "unilever",
        "leadership",
        "development",
        "plan",
        "uldp",
        "putting",
        "top",
        "executive",
        "globally",
        "customized",
        "leadership",
        "program",
        "cohort",
        "twenty",
        "leader",
        "outsider",
        "polman",
        "enigma",
        "one",
        "day",
        "preaching",
        "gospel",
        "sustainability",
        "focus",
        "ceo",
        "davos",
        "next",
        "day",
        "demanding",
        "closed",
        "loop",
        "performance",
        "leader",
        "improve",
        "earnings",
        "insists",
        "high",
        "value",
        "ethical",
        "behavior",
        "better",
        "record",
        "buffett",
        "shortly",
        "taking",
        "unilever",
        "polman",
        "met",
        "investor",
        "london",
        "withdrew",
        "guidance",
        "security",
        "analyst",
        "quarterly",
        "earnings",
        "telling",
        "job",
        "serve",
        "shareholder",
        "serve",
        "consumer",
        "customer",
        "course",
        "belief",
        "unilever",
        "indeed",
        "serve",
        "shareholder",
        "better",
        "unilever",
        "result",
        "nine",
        "year",
        "back",
        "polman",
        "contention",
        "unilever",
        "stock",
        "value",
        "grown",
        "percent",
        "tenure",
        "jokingly",
        "told",
        "cnbc",
        "jim",
        "cramer",
        "record",
        "better",
        "warren",
        "buffett",
        "time",
        "frame",
        "joke",
        "however",
        "also",
        "true",
        "polman",
        "unilever",
        "eschewed",
        "big",
        "acquisition",
        "largest",
        "purchase",
        "alberto",
        "culver",
        "company",
        "transformed",
        "portfolio",
        "acquiring",
        "series",
        "small",
        "company",
        "strengthened",
        "sustainability",
        "offering",
        "business",
        "attractiveness",
        "millennials",
        "included",
        "among",
        "dollar",
        "shave",
        "club",
        "seventh",
        "generation",
        "sir",
        "kensington",
        "talenti",
        "sundial",
        "living",
        "proof",
        "schmidt",
        "natural",
        "polman",
        "toughest",
        "test",
        "came",
        "february",
        "brazilian",
        "investment",
        "fund",
        "3g",
        "capital",
        "attempted",
        "hostile",
        "takeover",
        "company",
        "khc",
        "offering",
        "billion",
        "unilever",
        "3g",
        "backing",
        "warren",
        "buffett",
        "established",
        "fierce",
        "unyielding",
        "acquirer",
        "khc",
        "offered",
        "modest",
        "premium",
        "percent",
        "planned",
        "shift",
        "unilever",
        "growth",
        "posture",
        "3g",
        "trademark",
        "lean",
        "mean",
        "mode",
        "employing",
        "budgeting",
        "cut",
        "cost",
        "percent",
        "increase",
        "earnings",
        "cash",
        "flow",
        "polman",
        "noted",
        "wryly",
        "ca",
        "cut",
        "way",
        "prosperity",
        "growth",
        "many",
        "analyst",
        "thought",
        "unilever",
        "goner",
        "yet",
        "polman",
        "immediately",
        "swung",
        "action",
        "firmly",
        "rejecting",
        "3g",
        "offer",
        "even",
        "leaving",
        "door",
        "open",
        "negotiation",
        "higher",
        "offer",
        "polman",
        "rebuttal",
        "fierce",
        "within",
        "hour",
        "khc",
        "withdrew",
        "offer",
        "shown",
        "sign",
        "renewing",
        "attack",
        "nevertheless",
        "polman",
        "committed",
        "complete",
        "review",
        "way",
        "unilever",
        "could",
        "improve",
        "shareholder",
        "value",
        "six",
        "week",
        "later",
        "announced",
        "plan",
        "enhance",
        "value",
        "include",
        "spinning",
        "unilever",
        "legacy",
        "spread",
        "business",
        "improving",
        "operating",
        "margin",
        "percent",
        "percent",
        "buying",
        "back",
        "billion",
        "euro",
        "stock",
        "cutting",
        "cost",
        "additional",
        "billion",
        "euro",
        "consolidating",
        "food",
        "refreshment",
        "business",
        "unit",
        "one",
        "recently",
        "unilever",
        "announced",
        "move",
        "corporate",
        "headquarters",
        "london",
        "rotterdam",
        "shareholder",
        "beware",
        "attractive",
        "takeover",
        "attempt",
        "trader",
        "shareholder",
        "need",
        "confident",
        "stock",
        "trading",
        "since",
        "khc",
        "takeover",
        "attempt",
        "began",
        "unilever",
        "stock",
        "climbed",
        "percent",
        "khc",
        "stock",
        "dropped",
        "percent",
        "longer",
        "cost",
        "cutting",
        "opportunity",
        "remaining",
        "unilever",
        "shareholder",
        "swapped",
        "share",
        "khc",
        "today",
        "would",
        "worth",
        "percent",
        "less",
        "unilever",
        "fared",
        "much",
        "better",
        "competitor",
        "one",
        "could",
        "sight",
        "clear",
        "vision",
        "approach",
        "consistent",
        "performance",
        "host",
        "factor",
        "instead",
        "debating",
        "endlessly",
        "shareholder",
        "model",
        "versus",
        "stakeholder",
        "model",
        "time",
        "recognize",
        "shareholder",
        "best",
        "served",
        "company",
        "clear",
        "sense",
        "purpose",
        "strategy",
        "practice",
        "consistent",
        "value",
        "motivate",
        "employee",
        "peak",
        "performance",
        "authentic",
        "leader",
        "level",
        "unilever",
        "opinion",
        "everything",
        "trace",
        "leadership",
        "paul",
        "polman",
        "past",
        "decade",
        "succeeded",
        "turning",
        "moribund",
        "company",
        "powerhouse",
        "staying",
        "true",
        "mission",
        "principle",
        "tweeted",
        "week",
        "long",
        "term",
        "responsible",
        "business",
        "model",
        "drive",
        "value",
        "society",
        "equally",
        "importantly",
        "shareholder",
        "focusing",
        "myopically",
        "one",
        "get",
        "c",
        "ommentary",
        "bill",
        "george",
        "senior",
        "fellow",
        "harvard",
        "business",
        "school",
        "former",
        "chairman",
        "ceo",
        "medtronic",
        "author",
        "discover",
        "true",
        "north",
        "taught",
        "unilever",
        "education",
        "program",
        "past",
        "decade",
        "follow",
        "twitter",
        "insight",
        "cnbc",
        "contributor",
        "follow",
        "cnbcopinion",
        "twitter",
        "bill",
        "george",
        "senior",
        "fellow",
        "harvard",
        "business",
        "school",
        "former",
        "chairman",
        "chief",
        "executive",
        "officer",
        "medtronic",
        "related",
        "security"
    ]
}