{
    "organizations": [],
    "uuid": "e6be8aa444415e9cd8ea6a4880a1932adc62ca6d",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/03/globe-newswire-increased-production-and-lower-costs-underpin-teranga-goldas-q1-2018-strong-operating-results.html",
    "ord_in_thread": 0,
    "title": "Increased Production and Lower Costs Underpin Teranga Gold’s Q1 2018 Strong Operating Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Plant Construction Begins at Wahgnion Gold Project\n(All amounts are in U.S. dollars unless otherwise stated)\nTORONTO, May 03, 2018 (GLOBE NEWSWIRE) -- Teranga Gold Corporation (\"Teranga\" or the \"Company\") (TSX:TGZ) (OTCQX:TGCDF) today reported its financial and operating results for the three months ended March 31, 2018.\n“We have a clear vision for Teranga and that is to become a multi-asset, mid-tier gold producer in West Africa,” said Richard Young, President and CEO. “With the financings now in place to build our second mine and to move a third project through a future feasibility study, we have a well-defined roadmap for executing on our vision. Beyond the near-term priorities of Wahgnion and Golden Hill, we are also focused on advancing our extensive organic pipeline in Côte d’Ivoire for future growth.”\n“Operationally, the year is off to a strong start at Sabodala with higher production and lower costs as we continue to positively reconcile to ore estimates,” stated Paul Chawrun, COO. “At Wahgnion, all critical long-lead equipment and key contracts have been awarded and bulk earthworks are well underway putting us on track to begin concrete installation for the mill foundation later this month. Furthermore, a continuation of positive drilling results received at Golden Hill this year, has strengthened our confidence that this advanced exploration project has the potential to be our third mine.”\nOperating Highlights\nThree months ended March 31, Operating Data 2018 2017 Change Gold produced (oz) 64,031 56,903 13% Gold sold (oz) 65,234 57,271 14% Average realized gold price* ($ per oz) 1,326 1,226 8% Cost of sales per ounce ($ per oz sold) 912 951 (4%) Total cash costs* ($ per oz sold) 659 722 (9%) All-in sustaining costs (excluding cash / (non-cash) inventory\nmovements and amortized advanced royalty costs)* ($ per oz sold) 888 939 (5%) * This is a non-IFRS financial measure and does not have a standard meaning under IFRS. Please refer to Non-IFRS Performance Measures in the Company's Management's Discussion and Analysis for the quarter ended March 31, 2018. Financial Highlights\nThree months ended March 31, Financial Data 2018 2017 Change Revenue ($000's) 86,242 70,322 23% Cost of sales ($000's) (59,470 ) (54,458 ) 9% Gross profit ($000's) 26,772 15,864 69% Net profit attributable to shareholders of Teranga ($000's) 2,981 5,592 (47%) Per share ($) 0.03 0.05 (40%) Adjusted net profit attributable to shareholders of Teranga* ($000's) 10,650 6,677 60% Per share* ($) 0.10 0.06 67% EBITDA* ($000's) 24,365 21,874 11% Operating cash flow excluding changes in working capital other than inventories ($000's) 24,866 23,827 4% Operating cash flow ($000's) 13,719 21,258 (35%) Sustaining capital expenditures (excluding deferred stripping) ($000's) 3,157 5,317 (41%) Capitalized deferred stripping - sustaining ($000's) 10,097 11,600 (13%) Growth capital expenditures ($000's) 22,019 2,198 902% “With the strong first quarter performance from Sabodala, gross profit, EBITDA* and operating cash flow, excluding changes in working capital and other than inventories, were all higher year-over-year,” said Navin Dyal, CFO. “However, first quarter net profit was negatively impacted by three items. A new accounting standard resulted in an increase in non-cash accretion expense, higher gold prices resulted in non-cash derivative losses on the Company’s remaining gold forward sales contracts, and a strengthening Euro resulted in higher foreign exchange losses. Excluding these items, adjusted net profit (1) was higher year-over-year.”\n* This is a non-IFRS financial measure and does not have a standard meaning under IFRS. Please refer to Non-IFRS Performance Measures in the Company's Management's Discussion and Analysis for the quarter ended March 31, 2018. Organic Growth Update\nFinancing: Concluded a $165 million finance facility to fund the development of Wahgnion, as well as a $25 million finance facility to fund a future feasibility study for Golden Hill.\nGolden Hill Project : Very positive drill results over the last 12 months, including four press releases since the beginning of 2018, strengthen the Company’s confidence that Golden Hill will play a key role in the Company’s organic growth.\nCôte d’Ivoire : Teranga signed a joint venture to acquire a 51% (earning to 70%) interest in the exploration and development of the Afema land package, which is situated within an area hosting multiple gold mineralized structures on extensions of several prolific Ghanaian gold belts.\nMr. Chawrun added, “Our flagship Sabodala mine, together with our top organic growth priorities, Wahgnion and Golden Hill, provide an achievable path for Teranga to become an intermediate gold producer.”\n2018 News Flow and Milestones\nWahgnion Gold Project\n-- Commence plant construction\n-- Update resources by end of second quarter\n-- Update reserve and mine plan in third quarter followed by an updated National Instrument 43-101 technical report\nGolden Hill Advanced Exploration\n-- Regular updates on ongoing exploration progress\n-- Initial resource estimation by year end\nCôte d’Ivoire Exploration\n-- At Afema, confirm historic oxide resource and commence drilling on the mine license and initiate exploration programs on the regional land package\n-- Updates on ongoing exploration progress at Guitry\nContinued Strong Operational Performance at Sabodala Gold Operation\n-- Outlook for Sabodala’s production in 2018 is 210,000-225,000 ounces of gold, which is expected to exceed production detailed in Sabodala’s current NI 43-101 technical report (filed on August 30, 2017) and generate strong free cash flows (2)\nConsolidated Financial Statements\nA copy of Teranga’s consolidated financial statements and management’s discussion & analysis for the 3 months ended March 31, 2018 are available on the Company’s website at www.terangagold.com , SEDAR at www.sedar.com and on the OTC Markets’ website at www.otcmarkets.com/terangagold .\nQ1 2018 Conference Call & Webcast\nTeranga will host a conference call/audio webcast today at 8:30 a.m. ET, during which management will review the highlights for the quarter. Those wishing to listen can access the live conference call and webcast as follows:\nDate & Time: Thursday, May 3, 2018 at 8:30 a.m. ET Telephone: Toll-free +1-877-291-4570 Local of International +1-647-788-4919 Please allow 10 minutes to be connected to the conference call. Webcast: The webcast can be accessed on Teranga’s website at www.terangagold.com/q12018 . Replay: The conference call replay will be available for two weeks after the call by dialling +1-416-621-4642 or toll-free at +1-800-585-8367 and entering the conference ID 7189419. Note: The slide presentation will be available for download at www.terangagold.com for simultaneous viewing during the call. Endnotes\n(1) This is a non-IFRS financial measure and does not have a standard meaning under IFRS. Starting in 2018, the Company adopted “adjusted net profit attributable to shareholders” and “adjusted basic earnings per share” as new non-IFRS financial measures. These non-IFRS financial measures are used by management and investors to measure the underlying operating performance of the Company. Presenting these measures from period to period will help management and investors evaluate earnings trends more readily in comparison with results from prior periods. The Company calculates “adjusted net profit attributable to shareholders” as net profit attributable to shareholders adjusted to exclude specific items that are significant, but not reflective of the underlying operations of the Company, including: the impact of unrealized and realized foreign exchange gains and losses, gains and losses on derivative instruments, accretion expense on long-term obligations, impairment provisions and reversals thereof, and other unusual or non-recurring items. “Adjusted basic earnings per share” is calculated using the weighted average number of shares outstanding under the basic method of earnings per share as determined under IFRS. Three months ended March 31,\n(US$000's) 2018 2017 Net profit attributable to shareholders\n2,981 5,592 Adjustments (net of tax) for:\nLoss on derivative instruments 3,061 - Accretion expense 2,539\n152\nAcquisition -\n20\nNet foreign exchange losses 2,069\n913\nAdjusted net profit attributable to shareholders 10,650\n6,677\nBasic earnings per share 0.03 0.05 Adjusted basic earnings per share 0.10 0.06 For complete details of the Company’s Non-IFRS Performance Measures, please see the Non-IFRS Performance Measures section in Management’s Discussion & Analysis for the three months ended March 31, 2018 available on the Company’s website at www.terangagold.com . (2) The free cash flow estimates are based on the updated life of mine plan and reserve estimate for the Sabodala project as set out in the technical report of Teranga for the Sabodala Project, Senegal, West Africa dated August 30, 2017 (see in particular section 21 - Capital and Operating Costs). Forward-Looking Statements\nThis press release contains certain statements that constitute forward-looking information within the meaning of applicable securities laws (\" \"), which reflects management's expectations regarding Teranga’s future growth opportunities, results of operations, performance (both operational and financial) and business prospects (including the timing and development of new deposits and the success of exploration activities) and other opportunities. Wherever possible, words such as \"plans\", \"expects\", \"does not expect\", \"scheduled\", \"trends\", \"indications\", \"potential\", \"estimates\", \"predicts\", \"anticipate\" “to establish” or \"does not anticipate\", \"believe\", \"intend\", \"ability to\" and similar expressions or statements that certain actions, events or results \"may\", \"could\", \"would\", \"might\", \"will\", or are \"likely\" to be taken, occur or be achieved, have been used to identify such forward looking information. Specific in this presentation include forecasting gold production of between 210,000 and 225,000 ounces of gold in 2018. Although the forward-looking information contained in this press release reflect management's current beliefs based upon information currently available to management and based upon what management believes to be reasonable assumptions, Teranga cannot be certain that actual results will be consistent with such forward-looking information. Such are based upon assumptions, opinions and analysis made by management in light of its experience, current conditions and its expectations of future developments that management believe to be reasonable and relevant but that may prove to be incorrect. These assumptions include, among other things, the closing and timing of financing, the ability to obtain any requisite governmental approvals, the accuracy of mineral reserve and mineral resource estimates, gold price, exchange rates, fuel and energy costs, future economic conditions, anticipated future estimates of free cash flow, and courses of action. Teranga cautions you not to place undue reliance upon any such .\nThe risks and uncertainties that may affect include, among others: the inherent risks involved in exploration and development of mineral properties, including government approvals and permitting, changes in economic conditions, changes in the worldwide price of gold and other key inputs, changes in mine plans and other factors, such as project execution delays, many of which are beyond the control of Teranga, as well as other risks and uncertainties which are more fully described in Teranga's Annual Information Form dated March 29, 2018, and in other filings of Teranga with securities and regulatory authorities which are available at www.sedar.com . Teranga does not undertake any obligation to update should assumptions related to these plans, estimates, projections, beliefs and opinions change. Nothing in this document should be construed as either an offer to sell or a solicitation to buy or sell Teranga securities. All references to Teranga include its subsidiaries unless the context requires otherwise.\nAbout Teranga\nTeranga is a multi-jurisdictional West African gold company focused on production and development as well as the exploration of more than 5,400 km 2 of land located on prospective gold belts. Since its initial public offering in 2010, Teranga has produced more than 1.4 million ounces of gold from its operations in Senegal, which as of June 30, 2017 had a reserve base of 2.7 million ounces of gold. Focused on diversification and growth, the Company is advancing its Wahgnion Gold Project and conducting extensive exploration programs in three countries: Burkina Faso, Senegal and Côte d’Ivoire. Teranga has a strong balance sheet and the financial flexibility to execute on its growth strategy. The Company has nearly 4.0 million ounces of gold reserves from its combined Sabodala Gold operations and Wahgnion Gold Project.\nSteadfast in its commitment to set the benchmark for responsible mining, Teranga operates in accordance with the highest international standards and aims to act as a catalyst for sustainable economic, environmental, and community development as it strives to create value for all of its stakeholders. Teranga is a member of the United Nations Global Compact and a leading member of the multi-stakeholder group responsible for the submission of the first Senegalese Extractive Industries Transparency Initiative revenue report. The Company's responsibility report is available at www.terangagold.com/responsibilityreport and is prepared in accordance with its commitments under the United Nations Global Compact and in alignment with the Global Reporting Initiative guidelines.\nContact Information Richard Young Trish Moran President & CEO Head of Investor Relations T: +1 416-594-0000 | E: ryoung@terangagold.com T: +1 416-607-4507 | E: tmoran@terangagold.com\nSource: Teranga Gold Corporation",
    "published": "2018-05-03T14:00:00.000+03:00",
    "crawled": "2018-05-03T14:49:43.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "plant",
        "construction",
        "begin",
        "wahgnion",
        "gold",
        "project",
        "amount",
        "dollar",
        "unless",
        "otherwise",
        "stated",
        "toronto",
        "may",
        "globe",
        "newswire",
        "teranga",
        "gold",
        "corporation",
        "teranga",
        "company",
        "tsx",
        "tgz",
        "otcqx",
        "tgcdf",
        "today",
        "reported",
        "financial",
        "operating",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "clear",
        "vision",
        "teranga",
        "become",
        "gold",
        "producer",
        "west",
        "africa",
        "said",
        "richard",
        "young",
        "president",
        "ceo",
        "financing",
        "place",
        "build",
        "second",
        "mine",
        "move",
        "third",
        "project",
        "future",
        "feasibility",
        "study",
        "roadmap",
        "executing",
        "vision",
        "beyond",
        "priority",
        "wahgnion",
        "golden",
        "hill",
        "also",
        "focused",
        "advancing",
        "extensive",
        "organic",
        "pipeline",
        "côte",
        "ivoire",
        "future",
        "operationally",
        "year",
        "strong",
        "start",
        "sabodala",
        "higher",
        "production",
        "lower",
        "cost",
        "continue",
        "positively",
        "reconcile",
        "ore",
        "estimate",
        "stated",
        "paul",
        "chawrun",
        "coo",
        "wahgnion",
        "critical",
        "equipment",
        "key",
        "contract",
        "awarded",
        "bulk",
        "earthwork",
        "well",
        "underway",
        "putting",
        "u",
        "track",
        "begin",
        "concrete",
        "installation",
        "mill",
        "foundation",
        "later",
        "month",
        "furthermore",
        "continuation",
        "positive",
        "drilling",
        "result",
        "received",
        "golden",
        "hill",
        "year",
        "strengthened",
        "confidence",
        "advanced",
        "exploration",
        "project",
        "potential",
        "third",
        "operating",
        "highlight",
        "three",
        "month",
        "ended",
        "march",
        "operating",
        "data",
        "change",
        "gold",
        "produced",
        "oz",
        "gold",
        "sold",
        "oz",
        "average",
        "realized",
        "gold",
        "price",
        "per",
        "oz",
        "cost",
        "sale",
        "per",
        "ounce",
        "per",
        "oz",
        "sold",
        "total",
        "cash",
        "cost",
        "per",
        "oz",
        "sold",
        "sustaining",
        "cost",
        "excluding",
        "cash",
        "inventory",
        "movement",
        "amortized",
        "advanced",
        "royalty",
        "cost",
        "per",
        "oz",
        "sold",
        "financial",
        "measure",
        "standard",
        "meaning",
        "ifrs",
        "please",
        "refer",
        "performance",
        "measure",
        "company",
        "management",
        "discussion",
        "analysis",
        "quarter",
        "ended",
        "march",
        "financial",
        "highlight",
        "three",
        "month",
        "ended",
        "march",
        "financial",
        "data",
        "change",
        "revenue",
        "cost",
        "sale",
        "gross",
        "profit",
        "net",
        "profit",
        "attributable",
        "shareholder",
        "teranga",
        "per",
        "share",
        "adjusted",
        "net",
        "profit",
        "attributable",
        "shareholder",
        "teranga",
        "per",
        "share",
        "ebitda",
        "operating",
        "cash",
        "flow",
        "excluding",
        "change",
        "working",
        "capital",
        "inventory",
        "operating",
        "cash",
        "flow",
        "sustaining",
        "capital",
        "expenditure",
        "excluding",
        "deferred",
        "stripping",
        "capitalized",
        "deferred",
        "stripping",
        "sustaining",
        "growth",
        "capital",
        "expenditure",
        "strong",
        "first",
        "quarter",
        "performance",
        "sabodala",
        "gross",
        "profit",
        "ebitda",
        "operating",
        "cash",
        "flow",
        "excluding",
        "change",
        "working",
        "capital",
        "inventory",
        "higher",
        "said",
        "navin",
        "dyal",
        "cfo",
        "however",
        "first",
        "quarter",
        "net",
        "profit",
        "negatively",
        "impacted",
        "three",
        "item",
        "new",
        "accounting",
        "standard",
        "resulted",
        "increase",
        "accretion",
        "expense",
        "higher",
        "gold",
        "price",
        "resulted",
        "derivative",
        "loss",
        "company",
        "remaining",
        "gold",
        "forward",
        "sale",
        "contract",
        "strengthening",
        "euro",
        "resulted",
        "higher",
        "foreign",
        "exchange",
        "loss",
        "excluding",
        "item",
        "adjusted",
        "net",
        "profit",
        "higher",
        "financial",
        "measure",
        "standard",
        "meaning",
        "ifrs",
        "please",
        "refer",
        "performance",
        "measure",
        "company",
        "management",
        "discussion",
        "analysis",
        "quarter",
        "ended",
        "march",
        "organic",
        "growth",
        "update",
        "financing",
        "concluded",
        "million",
        "finance",
        "facility",
        "fund",
        "development",
        "wahgnion",
        "well",
        "million",
        "finance",
        "facility",
        "fund",
        "future",
        "feasibility",
        "study",
        "golden",
        "hill",
        "golden",
        "hill",
        "project",
        "positive",
        "drill",
        "result",
        "last",
        "month",
        "including",
        "four",
        "press",
        "release",
        "since",
        "beginning",
        "strengthen",
        "company",
        "confidence",
        "golden",
        "hill",
        "play",
        "key",
        "role",
        "company",
        "organic",
        "growth",
        "côte",
        "ivoire",
        "teranga",
        "signed",
        "joint",
        "venture",
        "acquire",
        "earning",
        "interest",
        "exploration",
        "development",
        "afema",
        "land",
        "package",
        "situated",
        "within",
        "area",
        "hosting",
        "multiple",
        "gold",
        "mineralized",
        "structure",
        "extension",
        "several",
        "prolific",
        "ghanaian",
        "gold",
        "belt",
        "chawrun",
        "added",
        "flagship",
        "sabodala",
        "mine",
        "together",
        "top",
        "organic",
        "growth",
        "priority",
        "wahgnion",
        "golden",
        "hill",
        "provide",
        "achievable",
        "path",
        "teranga",
        "become",
        "intermediate",
        "gold",
        "news",
        "flow",
        "milestone",
        "wahgnion",
        "gold",
        "project",
        "commence",
        "plant",
        "construction",
        "update",
        "resource",
        "end",
        "second",
        "quarter",
        "update",
        "reserve",
        "mine",
        "plan",
        "third",
        "quarter",
        "followed",
        "updated",
        "national",
        "instrument",
        "technical",
        "report",
        "golden",
        "hill",
        "advanced",
        "exploration",
        "regular",
        "update",
        "ongoing",
        "exploration",
        "progress",
        "initial",
        "resource",
        "estimation",
        "year",
        "end",
        "côte",
        "ivoire",
        "exploration",
        "afema",
        "confirm",
        "historic",
        "oxide",
        "resource",
        "commence",
        "drilling",
        "mine",
        "license",
        "initiate",
        "exploration",
        "program",
        "regional",
        "land",
        "package",
        "update",
        "ongoing",
        "exploration",
        "progress",
        "guitry",
        "continued",
        "strong",
        "operational",
        "performance",
        "sabodala",
        "gold",
        "operation",
        "outlook",
        "sabodala",
        "production",
        "ounce",
        "gold",
        "expected",
        "exceed",
        "production",
        "detailed",
        "sabodala",
        "current",
        "ni",
        "technical",
        "report",
        "filed",
        "august",
        "generate",
        "strong",
        "free",
        "cash",
        "flow",
        "consolidated",
        "financial",
        "statement",
        "copy",
        "teranga",
        "consolidated",
        "financial",
        "statement",
        "management",
        "discussion",
        "analysis",
        "month",
        "ended",
        "march",
        "available",
        "company",
        "website",
        "sedar",
        "otc",
        "market",
        "website",
        "q1",
        "conference",
        "call",
        "webcast",
        "teranga",
        "host",
        "conference",
        "webcast",
        "today",
        "et",
        "management",
        "review",
        "highlight",
        "quarter",
        "wishing",
        "listen",
        "access",
        "live",
        "conference",
        "call",
        "webcast",
        "follows",
        "date",
        "time",
        "thursday",
        "may",
        "et",
        "telephone",
        "local",
        "international",
        "please",
        "allow",
        "minute",
        "connected",
        "conference",
        "call",
        "webcast",
        "webcast",
        "accessed",
        "teranga",
        "website",
        "replay",
        "conference",
        "call",
        "replay",
        "available",
        "two",
        "week",
        "call",
        "dialling",
        "entering",
        "conference",
        "id",
        "note",
        "slide",
        "presentation",
        "available",
        "download",
        "simultaneous",
        "viewing",
        "call",
        "endnotes",
        "financial",
        "measure",
        "standard",
        "meaning",
        "ifrs",
        "starting",
        "company",
        "adopted",
        "adjusted",
        "net",
        "profit",
        "attributable",
        "shareholder",
        "adjusted",
        "basic",
        "earnings",
        "per",
        "share",
        "new",
        "financial",
        "measure",
        "financial",
        "measure",
        "used",
        "management",
        "investor",
        "measure",
        "underlying",
        "operating",
        "performance",
        "company",
        "presenting",
        "measure",
        "period",
        "period",
        "help",
        "management",
        "investor",
        "evaluate",
        "earnings",
        "trend",
        "readily",
        "comparison",
        "result",
        "prior",
        "period",
        "company",
        "calculates",
        "adjusted",
        "net",
        "profit",
        "attributable",
        "shareholder",
        "net",
        "profit",
        "attributable",
        "shareholder",
        "adjusted",
        "exclude",
        "specific",
        "item",
        "significant",
        "reflective",
        "underlying",
        "operation",
        "company",
        "including",
        "impact",
        "unrealized",
        "realized",
        "foreign",
        "exchange",
        "gain",
        "loss",
        "gain",
        "loss",
        "derivative",
        "instrument",
        "accretion",
        "expense",
        "obligation",
        "impairment",
        "provision",
        "reversal",
        "thereof",
        "unusual",
        "item",
        "adjusted",
        "basic",
        "earnings",
        "per",
        "share",
        "calculated",
        "using",
        "weighted",
        "average",
        "number",
        "share",
        "outstanding",
        "basic",
        "method",
        "earnings",
        "per",
        "share",
        "determined",
        "ifrs",
        "three",
        "month",
        "ended",
        "march",
        "u",
        "net",
        "profit",
        "attributable",
        "shareholder",
        "adjustment",
        "net",
        "tax",
        "loss",
        "derivative",
        "instrument",
        "accretion",
        "expense",
        "acquisition",
        "net",
        "foreign",
        "exchange",
        "loss",
        "adjusted",
        "net",
        "profit",
        "attributable",
        "shareholder",
        "basic",
        "earnings",
        "per",
        "share",
        "adjusted",
        "basic",
        "earnings",
        "per",
        "share",
        "complete",
        "detail",
        "company",
        "performance",
        "measure",
        "please",
        "see",
        "performance",
        "measure",
        "section",
        "management",
        "discussion",
        "analysis",
        "three",
        "month",
        "ended",
        "march",
        "available",
        "company",
        "website",
        "free",
        "cash",
        "flow",
        "estimate",
        "based",
        "updated",
        "life",
        "mine",
        "plan",
        "reserve",
        "estimate",
        "sabodala",
        "project",
        "set",
        "technical",
        "report",
        "teranga",
        "sabodala",
        "project",
        "senegal",
        "west",
        "africa",
        "dated",
        "august",
        "see",
        "particular",
        "section",
        "capital",
        "operating",
        "cost",
        "statement",
        "press",
        "release",
        "contains",
        "certain",
        "statement",
        "constitute",
        "information",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "reflects",
        "management",
        "expectation",
        "regarding",
        "teranga",
        "future",
        "growth",
        "opportunity",
        "result",
        "operation",
        "performance",
        "operational",
        "financial",
        "business",
        "prospect",
        "including",
        "timing",
        "development",
        "new",
        "deposit",
        "success",
        "exploration",
        "activity",
        "opportunity",
        "wherever",
        "possible",
        "word",
        "plan",
        "expects",
        "expect",
        "scheduled",
        "trend",
        "indication",
        "potential",
        "estimate",
        "predicts",
        "anticipate",
        "establish",
        "anticipate",
        "believe",
        "intend",
        "ability",
        "similar",
        "expression",
        "statement",
        "certain",
        "action",
        "event",
        "result",
        "may",
        "could",
        "would",
        "might",
        "likely",
        "taken",
        "occur",
        "achieved",
        "used",
        "identify",
        "forward",
        "looking",
        "information",
        "specific",
        "presentation",
        "include",
        "forecasting",
        "gold",
        "production",
        "ounce",
        "gold",
        "although",
        "information",
        "contained",
        "press",
        "release",
        "reflect",
        "management",
        "current",
        "belief",
        "based",
        "upon",
        "information",
        "currently",
        "available",
        "management",
        "based",
        "upon",
        "management",
        "belief",
        "reasonable",
        "assumption",
        "teranga",
        "certain",
        "actual",
        "result",
        "consistent",
        "information",
        "based",
        "upon",
        "assumption",
        "opinion",
        "analysis",
        "made",
        "management",
        "light",
        "experience",
        "current",
        "condition",
        "expectation",
        "future",
        "development",
        "management",
        "believe",
        "reasonable",
        "relevant",
        "may",
        "prove",
        "incorrect",
        "assumption",
        "include",
        "among",
        "thing",
        "closing",
        "timing",
        "financing",
        "ability",
        "obtain",
        "requisite",
        "governmental",
        "approval",
        "accuracy",
        "mineral",
        "reserve",
        "mineral",
        "resource",
        "estimate",
        "gold",
        "price",
        "exchange",
        "rate",
        "fuel",
        "energy",
        "cost",
        "future",
        "economic",
        "condition",
        "anticipated",
        "future",
        "estimate",
        "free",
        "cash",
        "flow",
        "course",
        "action",
        "teranga",
        "caution",
        "place",
        "undue",
        "reliance",
        "upon",
        "risk",
        "uncertainty",
        "may",
        "affect",
        "include",
        "among",
        "others",
        "inherent",
        "risk",
        "involved",
        "exploration",
        "development",
        "mineral",
        "property",
        "including",
        "government",
        "approval",
        "permitting",
        "change",
        "economic",
        "condition",
        "change",
        "worldwide",
        "price",
        "gold",
        "key",
        "input",
        "change",
        "mine",
        "plan",
        "factor",
        "project",
        "execution",
        "delay",
        "many",
        "beyond",
        "control",
        "teranga",
        "well",
        "risk",
        "uncertainty",
        "fully",
        "described",
        "teranga",
        "annual",
        "information",
        "form",
        "dated",
        "march",
        "filing",
        "teranga",
        "security",
        "regulatory",
        "authority",
        "available",
        "teranga",
        "undertake",
        "obligation",
        "update",
        "assumption",
        "related",
        "plan",
        "estimate",
        "projection",
        "belief",
        "opinion",
        "change",
        "nothing",
        "document",
        "construed",
        "either",
        "offer",
        "sell",
        "solicitation",
        "buy",
        "sell",
        "teranga",
        "security",
        "reference",
        "teranga",
        "include",
        "subsidiary",
        "unless",
        "context",
        "requires",
        "otherwise",
        "teranga",
        "teranga",
        "west",
        "african",
        "gold",
        "company",
        "focused",
        "production",
        "development",
        "well",
        "exploration",
        "km",
        "land",
        "located",
        "prospective",
        "gold",
        "belt",
        "since",
        "initial",
        "public",
        "offering",
        "teranga",
        "produced",
        "million",
        "ounce",
        "gold",
        "operation",
        "senegal",
        "june",
        "reserve",
        "base",
        "million",
        "ounce",
        "gold",
        "focused",
        "diversification",
        "growth",
        "company",
        "advancing",
        "wahgnion",
        "gold",
        "project",
        "conducting",
        "extensive",
        "exploration",
        "program",
        "three",
        "country",
        "burkina",
        "faso",
        "senegal",
        "côte",
        "ivoire",
        "teranga",
        "strong",
        "balance",
        "sheet",
        "financial",
        "flexibility",
        "execute",
        "growth",
        "strategy",
        "company",
        "nearly",
        "million",
        "ounce",
        "gold",
        "reserve",
        "combined",
        "sabodala",
        "gold",
        "operation",
        "wahgnion",
        "gold",
        "project",
        "steadfast",
        "commitment",
        "set",
        "benchmark",
        "responsible",
        "mining",
        "teranga",
        "operates",
        "accordance",
        "highest",
        "international",
        "standard",
        "aim",
        "act",
        "catalyst",
        "sustainable",
        "economic",
        "environmental",
        "community",
        "development",
        "strives",
        "create",
        "value",
        "stakeholder",
        "teranga",
        "member",
        "united",
        "nation",
        "global",
        "compact",
        "leading",
        "member",
        "group",
        "responsible",
        "submission",
        "first",
        "senegalese",
        "extractive",
        "industry",
        "transparency",
        "initiative",
        "revenue",
        "report",
        "company",
        "responsibility",
        "report",
        "available",
        "prepared",
        "accordance",
        "commitment",
        "united",
        "nation",
        "global",
        "compact",
        "alignment",
        "global",
        "reporting",
        "initiative",
        "guideline",
        "contact",
        "information",
        "richard",
        "young",
        "trish",
        "moran",
        "president",
        "ceo",
        "head",
        "investor",
        "relation",
        "e",
        "ryoung",
        "e",
        "tmoran",
        "source",
        "teranga",
        "gold",
        "corporation"
    ]
}