{
    "organizations": [],
    "uuid": "5a0e99eb6d48eefdc986cb37ee91385b5be07640",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/03/business-wire-plymouth-industrial-reit-reports-first-quarter-results-and-raises-2018-guidance.html",
    "ord_in_thread": 0,
    "title": "Plymouth Industrial REIT Reports First Quarter Results and Raises 2018 Guidance",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "BOSTON--(BUSINESS WIRE)-- Plymouth Industrial REIT, Inc. (NYSE America: PLYM) (the “Company”) today announced its consolidated financial results for the quarter ended March 31, 2018 and other recent developments. A comparison of the reported amounts per share 2018 to prior-year periods has been affected by an increase in the common stock outstanding resulting from the completion of, and the use of proceeds from, the Company’s initial public offering (the “IPO\") in June 2017 and its preferred stock offering in October 2017, as discussed below.\nFirst Quarter and Subsequent Highlights\nReported results 2018 reflect a net loss attributable to common stockholders of $5.0 million, or $(1.38) per weighted average common share; net operating income (“NOI”) of $7.0 million; Funds from Operations (“FFO”) of $2.1 million; FFO attributable to common stockholders and unit holders of $0.27 per weighted average common share and units; and Adjusted FFO (“AFFO”) of $0.05 per weighted average common share and units. For the first quarter of 2018, declared a regular quarterly cash dividend of $0.375 for the common stock and a regular quarterly cash dividend of $0.46875 per share for the 7.50% Series A Cumulative Redeemable Preferred Stock (“the Preferred Stock”). On March 6, 2018, the Company fully leased its 527,127-square-foot 3500 Southwest Boulevard building in Columbus, Ohio, eliminating Plymouth’s largest lease expiration for 2018. On April 9, 2018, the Company acquired two Class B industrial buildings totaling 270,000 square feet in the Chicago area for $15.675 million in cash and a projected initial yield of 8.0%.\nJeff Witherell, Chairman and Chief Executive Officer of Plymouth Industrial REIT, noted, “We are right where we expected to be in the first quarter and on track with our improved full year outlook. Quickly re-leasing 3500 Southwest Boulevard to eliminate our most impactful lease expiration and securing attractive long-term financing to free up our expanded credit facility provided a strong measure of stability to our portfolio and capital structure. We will look for further improvement in both the portfolio and the capital structure throughout the balance of the year. The acquisition of two new buildings in Chicago in April continues to demonstrate our ability to put capital to work on accretive terms while expanding our presence in a strategic industrial market. Our active pipeline gives us confidence we can source new opportunities that can generate additional growth and leverage our existing platform.”\nFinancial Results for the First Quarter of 2018\nThe completion of the IPO on June 14, 2017 and a preferred stock offering on October 25, 2017 provided the Company with a meaningfully different capital structure compared to the prior-year period. The Company believes the use of IPO proceeds and related higher share count, makes year-over-year comparisons less meaningful, particularly on a per share basis.\nNet loss attributable to common stockholders for the quarter ended March 31, 2018 was $5.0 million, or $(1.38) per weighted average common share outstanding, compared with net loss attributable to common stockholders of $441,000, or $(1.33) per weighted average common share, for the same period in 2017. The increase in net loss 2018 was primarily due to an increase in depreciation and amortization expense of $3.8 million, an increase in interest expense of $1.0 million for debt related to acquisition activity, an increase in property operating expenses for same store properties of approximately $400,000 (primarily 3500 Southwest Boulevard), increased general and administrative expense for non-cash compensation costs of approximately $200,000 and professional fees related to public company requirements of approximately $200,000.\nConsolidated total revenues for the quarter ended March 31, 2018 were $11.9 million, compared with $4.9 million for the same period in 2017.\nNet operating income (NOI) for the quarter ended March 31, 2018 was $7.0 million compared with NOI of $3.5 million for the same period in 2017.\nEBITDA for the quarter ended March 31, 2018 was $6.1 million compared with $2.8 million for the same period in 2017.\nFFO for the quarter ended March 31, 2018 was $2.1 million compared with $(134,000) for the same period in 2017, primarily as a result of significantly higher depreciation and amortization expense compared with 2017 and the increase in weighted average shares following the IPO in June 2017. FFO attributable to common stockholders and unit holders for the quarter ended March 31, 2018 was $1.1 million, or $0.27 per weighted average common share and units, compared with $(134,000), or $(0.40) per weighted average common share, for the same period in 2017. The increase was due to the reasons noted above for FFO, offset by $1.0 million of preferred stock dividends.\nAFFO for the quarter ended March 31, 2018 was $186,000, or $0.05 per weighted average common share and units, compared with $491,000, or $1.48 per weighted average common share, for the same period in 2017, primarily as a result of recurring capital expenditures and lease commissions of approximately $1.0 million incurred in the quarter primarily due to the signing of a 527,127-square-foot lease and the increase in weighted average shares following the IPO in June 2017.\nInvestment Activity\nAs of March 31, 2018, the Company had real estate investments comprised of 49 industrial buildings totaling 9.2 million square feet with occupancy of 91.3%. The following summarizes the Company’s investment activity subsequent to quarter end:\nOn April 9, 2018, the Company completed the acquisition of two single-tenant Class B industrial buildings totaling 270,000 square feet in the greater Chicago area for $15.675 million in total consideration. The purchase price is projected to provide an initial yield of 8.0%.\nLeasing Activity\nLeases commencing during the first quarter totaled an aggregate of 174,000 square feet, including 147,000 square feet of renewal leases and 27,000 square feet of new leases. For leases commencing during the quarter, the Company experienced an 11.3% increase in rental rates on a cash rent basis.\nOn March 6, 2018, the Company fully leased its 527,127-square-foot building located at 3500 Southwest Boulevard in Columbus, Ohio to Stonecrop Technologies. The lease commenced on April 23, 2018 and eliminated the Company’s largest 2018 lease expiration. Plymouth also opened a new regional office in Columbus that serves the Company’s properties there as well as Cincinnati, Cleveland and Indiana.\nCapital Markets Activity\nOn March 5, 2018, the Company increased its senior secured revolving credit facility with KeyBank National Association to $45 million. The facility expires in August 2020 and has one 12-month extension option. The facility has an accordion feature that allows total borrowing capacity under the line to be increased up to $75 million.\nOn April 30, 2018, the Company closed on a 10-year, $21.5 million mortgage with a fixed interest rate of 3.78% that is secured by seven industrial properties. Proceeds from the new financing were used to pay down outstanding borrowings on the Company’s senior secured revolving credit facility.\nQuarterly Distributions to Stockholders\nOn March 1, 2018, the Company’s Board of Directors declared a regular quarterly cash dividend of $0.46875 per share for the Company’s Preferred Stock 2018. The dividend was paid on April 2, 2018 to stockholders of record on March 15, 2018.\nOn March 15, 2018, the Company’s Board of Directors declared a regular quarterly cash dividend of $0.375 per share for Company’s common stock 2018. The dividend was payable on April 30, 2018, to stockholders of record on March 30, 2018.\n2018 Outlook\nBased on acquisitions completed to date in 2018, the Company raised its guidance for 2018. The information provided contains estimates based on the Company’s anticipated results of operations for 2018. All estimates exclude any potential impact from additional acquisitions:\nTotal revenues of $44.8 million to $45.6 million Net operating income of $28.9 million to $29.8 million General and administrative expenses of $4.6 million to $5.4 million, including non-cash expenses of $0.8 million to $1.0 million 4.0 million common shares and operating partnership units outstanding\nEarnings Conference Call and Webcast\nThe Company will host a conference call and live audio webcast, both open for the general public to hear, on Friday, May 4, 2018 at 10:00 a.m. Eastern Time. The number to call for this interactive teleconference is (412) 717-9587. A replay of the call will be available through May 11, 2018, by dialing (412) 317-0088 and entering the replay access code, 10119714.\nThe live audio webcast of the Company’s quarterly conference call will be available online in the Investor Relations section of the Company’s website at www.plymouthreit.com . The online replay will be available approximately one hour after the end of the call and archived for approximately 90 days.\nAbout Plymouth\nPlymouth Industrial REIT, Inc. is a vertically integrated and self-managed real estate investment trust focused on the acquisition and operation of single and multi-tenant industrial properties located in secondary and select primary markets across the United States. The Company seeks to acquire properties that provide income and growth that enable the Company to leverage its real estate operating expertise to enhance shareholder value through active asset management, prudent property re-positioning and disciplined capital deployment.\nForward-Looking Statements\nThis press release includes “ ” that are made pursuant to the safe harbor provisions of Section 27A of the Securities Act of 1933 and of Section 21E of the Securities Exchange Act of 1934. The in this release do not constitute guarantees of future performance. Investors are cautioned that statements in this press release, which are not strictly historical statements, including, without limitation, statements regarding management's plans, objectives and strategies, constitute . Such are subject to a number of known and unknown risks and uncertainties that could cause actual results to differ materially from those anticipated by the forward-looking statement, many of which may be beyond our control. Forward-looking statements generally can be identified by the use of forward-looking terminology such as “may,” “plan,” “seek,” “will,” “expect,” “intend,” “estimate,” “anticipate,” “believe” or “continue” or the negative thereof or variations thereon or similar terminology. Any forward-looking information presented herein is made only as of the date of this press release, and we do not undertake any obligation to update or revise any forward-looking information to reflect changes in assumptions, the occurrence of unanticipated events, or otherwise.\nPLYMOUTH INDUSTRIAL REIT, INC. CONDENSED CONSOLIDATED BALANCE SHEETS UNAUDITED (In thousands, except share and per share amounts) March 31, December 31, 2018 2017 Assets Real estate properties $ 304,227 $ 303,402 Less accumulated depreciation (28,828 ) (25,013 ) Real estate properties, net 275,399 278,389 Cash 6,382 12,915 Restricted cash 1,204 1,174 Cash held in escrow 5,511 5,074 Deferred lease intangibles, net 25,297 27,619 Other assets 5,284 4,782 Total assets $ 319,077 $ 329,953 Liabilities, Series A Preferred Stock and Equity Liabilities: Senior secured debt, net 195,600 195,431 Mezzanine debt to investor, net 29,330 29,364 Borrowings under line of credit,net 22,823 20,837 Deferred interest 1,575 1,357 Accounts payable, accrued expenses and other liabilities 15,174 16,015 Deferred lease intangibles, net 6,261 6,807 Total Liabilities 270,763 269,811 Preferred stock, Series A; $0.01 par value, 100,000,000 shares authorized; 2,040,000 shares issued and outstanding (aggregate liquidation preference of $51,000) 48,878 48,931 Equity (Deficit): Common stock, $0.01 par value: 900,000,000 shares authorized; 3,556,043 and 3,819,201 shares issued and outstanding at March 31, 2018 and December 31, 2017, respectively 36 39 Additional paid in capital 116,183 123,270 Accumulated deficit (123,277 ) (119,213 ) Total Plymouth Industrial REIT, Inc. stockholders' equity (deficit) (7,058 ) 4,096 Non-controlling interest 6,494 7,115 Total equity (deficit) (564 ) 11,211 Total liabilities, Series A preferred stock and equity $ 319,077 $ 329,953 PLYMOUTH INDUSTRIAL REIT, INC. CONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS UNAUDITED (In thousands, except share and per share amounts) For the Three Months Ended March 31, 2018 2017 Rental revenue $ 8,483 $ 3,645 Tenant recoveries 2,946 1,293 Other revenue 450 1 Total revenues 11,879 4,939 Operating expenses: Property 4,452 1,408 Depreciation and amortization 6,542 2,772 General and administrative 1,373 724 Total operating expenses 12,367 4,904 Operating (loss)/income (488 ) 35 Other income (expense): Interest expense (3,985 ) (2,941 ) Total other expense (3,985 ) (2,941 ) Net loss $ (4,473 ) $ (2,906 ) Net loss attributable to non-controlling interest\n$ (463 ) $ (2,465 ) Net loss attributable to Plymouth Industrial REIT, Inc. $ (4,010 ) $ (441 ) Less: Series A preferred stock dividends 956 - Less: Amount allocated to participating securities 61 - Net loss attributable to common shareholders $ (5,027 ) $ (441 ) Net loss per share attributable to Plymouth Industrial REIT, Inc. common stockholders $ (1.38 ) $ (1.33 ) Weighted-average common shares outstanding basic and diluted 3,647,272 331,965 PLYMOUTH INDUSTRIAL REIT, INC. SUPPLEMENTAL RECONCILIATION OF NON-GAAP DISCLOSURES UNAUDITED (In thousands, except share and per share amounts) For the Three Months Ended March 31, NOI: 2018 2017 Net loss $ (4,473 ) $ (2,906 ) General and administrative 1,373 724 Interest expense 3,985 2,941 Depreciation and amortization 6,542 2,772 Other income (450 ) (1 ) NOI $ 6,977 $ 3,530 For the Three Months\nEnded March 31, EBITDA: 2018 2017 Net loss $ (4,473 ) $ (2,906 ) Depreciation and amortization 6,542 2,772 Interest expense 3,985 2,941 EBITDA $ 6,054 $ 2,807 For the Three Months Ended March 31, FFO: 2018 2017\nNet loss $ (4,473 ) $ (2,906 ) Depreciation and amortization 6,542 2,772 FFO: $ 2,069 $ (134 ) Preferred stock dividends (956 ) - FFO attributable to common stockholders and unit holders $ 1,113 $ (134 ) Weighted average common shares and units outstanding - basic and diluted 4,069 332 FFO attributable to common stockholders and unit holders per share - basic and diluted $ 0.27 $ (0.40 ) For the Three Months Ended March 31, AFFO: 2018 2017 FFO attributable to common stockholders and unit holders $ 1,113 $ (134 ) Deferred finance fee amortization 386 253 Non-cash interest expense 247 541 Stock compensation 200 - Straight line rent (357 ) (45 ) Above/below market lease rents (411 ) (82\n) Recurring capital expenditure (1) (992\n) (42 ) AFFO: $ 186\n$ 491\nWeighted average common shares and units outstanding - basic and diluted 4,069 332 AFFO per share - basic and diluted $ 0.05 $ 1.48 (1) Excludes non-recurring capital expenditures of $367 and $0 for the three months ended March 31, 2018 and 2017, respectively.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180503006269/en/\nSCR Partners\nTripp Sullivan, 615-760-1104\nTSullivan@scr-ir.com\nSource: Plymouth Industrial REIT, Inc.",
    "published": "2018-05-04T00:30:00.000+03:00",
    "crawled": "2018-05-04T03:27:48.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "boston",
        "business",
        "wire",
        "plymouth",
        "industrial",
        "reit",
        "nyse",
        "america",
        "plym",
        "company",
        "today",
        "announced",
        "consolidated",
        "financial",
        "result",
        "quarter",
        "ended",
        "march",
        "recent",
        "development",
        "comparison",
        "reported",
        "amount",
        "per",
        "share",
        "period",
        "affected",
        "increase",
        "common",
        "stock",
        "outstanding",
        "resulting",
        "completion",
        "use",
        "proceeds",
        "company",
        "initial",
        "public",
        "offering",
        "ipo",
        "june",
        "preferred",
        "stock",
        "offering",
        "october",
        "discussed",
        "first",
        "quarter",
        "subsequent",
        "highlight",
        "reported",
        "result",
        "reflect",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "million",
        "per",
        "weighted",
        "average",
        "common",
        "share",
        "net",
        "operating",
        "income",
        "noi",
        "million",
        "fund",
        "operation",
        "ffo",
        "million",
        "ffo",
        "attributable",
        "common",
        "stockholder",
        "unit",
        "holder",
        "per",
        "weighted",
        "average",
        "common",
        "share",
        "unit",
        "adjusted",
        "ffo",
        "affo",
        "per",
        "weighted",
        "average",
        "common",
        "share",
        "unit",
        "first",
        "quarter",
        "declared",
        "regular",
        "quarterly",
        "cash",
        "dividend",
        "common",
        "stock",
        "regular",
        "quarterly",
        "cash",
        "dividend",
        "per",
        "share",
        "series",
        "cumulative",
        "redeemable",
        "preferred",
        "stock",
        "preferred",
        "stock",
        "march",
        "company",
        "fully",
        "leased",
        "southwest",
        "boulevard",
        "building",
        "columbus",
        "ohio",
        "eliminating",
        "plymouth",
        "largest",
        "lease",
        "expiration",
        "april",
        "company",
        "acquired",
        "two",
        "class",
        "b",
        "industrial",
        "building",
        "totaling",
        "square",
        "foot",
        "chicago",
        "area",
        "million",
        "cash",
        "projected",
        "initial",
        "yield",
        "jeff",
        "witherell",
        "chairman",
        "chief",
        "executive",
        "officer",
        "plymouth",
        "industrial",
        "reit",
        "noted",
        "right",
        "expected",
        "first",
        "quarter",
        "track",
        "improved",
        "full",
        "year",
        "outlook",
        "quickly",
        "southwest",
        "boulevard",
        "eliminate",
        "impactful",
        "lease",
        "expiration",
        "securing",
        "attractive",
        "financing",
        "free",
        "expanded",
        "credit",
        "facility",
        "provided",
        "strong",
        "measure",
        "stability",
        "portfolio",
        "capital",
        "structure",
        "look",
        "improvement",
        "portfolio",
        "capital",
        "structure",
        "throughout",
        "balance",
        "year",
        "acquisition",
        "two",
        "new",
        "building",
        "chicago",
        "april",
        "continues",
        "demonstrate",
        "ability",
        "put",
        "capital",
        "work",
        "accretive",
        "term",
        "expanding",
        "presence",
        "strategic",
        "industrial",
        "market",
        "active",
        "pipeline",
        "give",
        "u",
        "confidence",
        "source",
        "new",
        "opportunity",
        "generate",
        "additional",
        "growth",
        "leverage",
        "existing",
        "financial",
        "result",
        "first",
        "quarter",
        "completion",
        "ipo",
        "june",
        "preferred",
        "stock",
        "offering",
        "october",
        "provided",
        "company",
        "meaningfully",
        "different",
        "capital",
        "structure",
        "compared",
        "period",
        "company",
        "belief",
        "use",
        "ipo",
        "proceeds",
        "related",
        "higher",
        "share",
        "count",
        "make",
        "comparison",
        "less",
        "meaningful",
        "particularly",
        "per",
        "share",
        "basis",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "quarter",
        "ended",
        "march",
        "million",
        "per",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "compared",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "per",
        "weighted",
        "average",
        "common",
        "share",
        "period",
        "increase",
        "net",
        "loss",
        "primarily",
        "due",
        "increase",
        "depreciation",
        "amortization",
        "expense",
        "million",
        "increase",
        "interest",
        "expense",
        "million",
        "debt",
        "related",
        "acquisition",
        "activity",
        "increase",
        "property",
        "operating",
        "expense",
        "store",
        "property",
        "approximately",
        "primarily",
        "southwest",
        "boulevard",
        "increased",
        "general",
        "administrative",
        "expense",
        "compensation",
        "cost",
        "approximately",
        "professional",
        "fee",
        "related",
        "public",
        "company",
        "requirement",
        "approximately",
        "consolidated",
        "total",
        "revenue",
        "quarter",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "period",
        "net",
        "operating",
        "income",
        "noi",
        "quarter",
        "ended",
        "march",
        "million",
        "compared",
        "noi",
        "million",
        "period",
        "ebitda",
        "quarter",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "period",
        "ffo",
        "quarter",
        "ended",
        "march",
        "million",
        "compared",
        "period",
        "primarily",
        "result",
        "significantly",
        "higher",
        "depreciation",
        "amortization",
        "expense",
        "compared",
        "increase",
        "weighted",
        "average",
        "share",
        "following",
        "ipo",
        "june",
        "ffo",
        "attributable",
        "common",
        "stockholder",
        "unit",
        "holder",
        "quarter",
        "ended",
        "march",
        "million",
        "per",
        "weighted",
        "average",
        "common",
        "share",
        "unit",
        "compared",
        "per",
        "weighted",
        "average",
        "common",
        "share",
        "period",
        "increase",
        "due",
        "reason",
        "noted",
        "ffo",
        "offset",
        "million",
        "preferred",
        "stock",
        "dividend",
        "affo",
        "quarter",
        "ended",
        "march",
        "per",
        "weighted",
        "average",
        "common",
        "share",
        "unit",
        "compared",
        "per",
        "weighted",
        "average",
        "common",
        "share",
        "period",
        "primarily",
        "result",
        "recurring",
        "capital",
        "expenditure",
        "lease",
        "commission",
        "approximately",
        "million",
        "incurred",
        "quarter",
        "primarily",
        "due",
        "signing",
        "lease",
        "increase",
        "weighted",
        "average",
        "share",
        "following",
        "ipo",
        "june",
        "investment",
        "activity",
        "march",
        "company",
        "real",
        "estate",
        "investment",
        "comprised",
        "industrial",
        "building",
        "totaling",
        "million",
        "square",
        "foot",
        "occupancy",
        "following",
        "summarizes",
        "company",
        "investment",
        "activity",
        "subsequent",
        "quarter",
        "end",
        "april",
        "company",
        "completed",
        "acquisition",
        "two",
        "class",
        "b",
        "industrial",
        "building",
        "totaling",
        "square",
        "foot",
        "greater",
        "chicago",
        "area",
        "million",
        "total",
        "consideration",
        "purchase",
        "price",
        "projected",
        "provide",
        "initial",
        "yield",
        "leasing",
        "activity",
        "lease",
        "commencing",
        "first",
        "quarter",
        "totaled",
        "aggregate",
        "square",
        "foot",
        "including",
        "square",
        "foot",
        "renewal",
        "lease",
        "square",
        "foot",
        "new",
        "lease",
        "lease",
        "commencing",
        "quarter",
        "company",
        "experienced",
        "increase",
        "rental",
        "rate",
        "cash",
        "rent",
        "basis",
        "march",
        "company",
        "fully",
        "leased",
        "building",
        "located",
        "southwest",
        "boulevard",
        "columbus",
        "ohio",
        "stonecrop",
        "technology",
        "lease",
        "commenced",
        "april",
        "eliminated",
        "company",
        "largest",
        "lease",
        "expiration",
        "plymouth",
        "also",
        "opened",
        "new",
        "regional",
        "office",
        "columbus",
        "serf",
        "company",
        "property",
        "well",
        "cincinnati",
        "cleveland",
        "indiana",
        "capital",
        "market",
        "activity",
        "march",
        "company",
        "increased",
        "senior",
        "secured",
        "revolving",
        "credit",
        "facility",
        "keybank",
        "national",
        "association",
        "million",
        "facility",
        "expires",
        "august",
        "one",
        "extension",
        "option",
        "facility",
        "accordion",
        "feature",
        "allows",
        "total",
        "borrowing",
        "capacity",
        "line",
        "increased",
        "million",
        "april",
        "company",
        "closed",
        "million",
        "mortgage",
        "fixed",
        "interest",
        "rate",
        "secured",
        "seven",
        "industrial",
        "property",
        "proceeds",
        "new",
        "financing",
        "used",
        "pay",
        "outstanding",
        "borrowing",
        "company",
        "senior",
        "secured",
        "revolving",
        "credit",
        "facility",
        "quarterly",
        "distribution",
        "stockholder",
        "march",
        "company",
        "board",
        "director",
        "declared",
        "regular",
        "quarterly",
        "cash",
        "dividend",
        "per",
        "share",
        "company",
        "preferred",
        "stock",
        "dividend",
        "paid",
        "april",
        "stockholder",
        "record",
        "march",
        "march",
        "company",
        "board",
        "director",
        "declared",
        "regular",
        "quarterly",
        "cash",
        "dividend",
        "per",
        "share",
        "company",
        "common",
        "stock",
        "dividend",
        "payable",
        "april",
        "stockholder",
        "record",
        "march",
        "outlook",
        "based",
        "acquisition",
        "completed",
        "date",
        "company",
        "raised",
        "guidance",
        "information",
        "provided",
        "contains",
        "estimate",
        "based",
        "company",
        "anticipated",
        "result",
        "operation",
        "estimate",
        "exclude",
        "potential",
        "impact",
        "additional",
        "acquisition",
        "total",
        "revenue",
        "million",
        "million",
        "net",
        "operating",
        "income",
        "million",
        "million",
        "general",
        "administrative",
        "expense",
        "million",
        "million",
        "including",
        "expense",
        "million",
        "million",
        "million",
        "common",
        "share",
        "operating",
        "partnership",
        "unit",
        "outstanding",
        "earnings",
        "conference",
        "call",
        "webcast",
        "company",
        "host",
        "conference",
        "call",
        "live",
        "audio",
        "webcast",
        "open",
        "general",
        "public",
        "hear",
        "friday",
        "may",
        "eastern",
        "time",
        "number",
        "call",
        "interactive",
        "teleconference",
        "replay",
        "call",
        "available",
        "may",
        "dialing",
        "entering",
        "replay",
        "access",
        "code",
        "live",
        "audio",
        "webcast",
        "company",
        "quarterly",
        "conference",
        "call",
        "available",
        "online",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "online",
        "replay",
        "available",
        "approximately",
        "one",
        "hour",
        "end",
        "call",
        "archived",
        "approximately",
        "day",
        "plymouth",
        "plymouth",
        "industrial",
        "reit",
        "vertically",
        "integrated",
        "real",
        "estate",
        "investment",
        "trust",
        "focused",
        "acquisition",
        "operation",
        "single",
        "industrial",
        "property",
        "located",
        "secondary",
        "select",
        "primary",
        "market",
        "across",
        "united",
        "state",
        "company",
        "seek",
        "acquire",
        "property",
        "provide",
        "income",
        "growth",
        "enable",
        "company",
        "leverage",
        "real",
        "estate",
        "operating",
        "expertise",
        "enhance",
        "shareholder",
        "value",
        "active",
        "asset",
        "management",
        "prudent",
        "property",
        "disciplined",
        "capital",
        "deployment",
        "statement",
        "press",
        "release",
        "includes",
        "made",
        "pursuant",
        "safe",
        "harbor",
        "provision",
        "section",
        "27a",
        "security",
        "act",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "release",
        "constitute",
        "guarantee",
        "future",
        "performance",
        "investor",
        "cautioned",
        "statement",
        "press",
        "release",
        "strictly",
        "historical",
        "statement",
        "including",
        "without",
        "limitation",
        "statement",
        "regarding",
        "management",
        "plan",
        "objective",
        "strategy",
        "constitute",
        "subject",
        "number",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "many",
        "may",
        "beyond",
        "control",
        "statement",
        "generally",
        "identified",
        "use",
        "terminology",
        "may",
        "plan",
        "seek",
        "expect",
        "intend",
        "estimate",
        "anticipate",
        "believe",
        "continue",
        "negative",
        "thereof",
        "variation",
        "thereon",
        "similar",
        "terminology",
        "information",
        "presented",
        "herein",
        "made",
        "date",
        "press",
        "release",
        "undertake",
        "obligation",
        "update",
        "revise",
        "information",
        "reflect",
        "change",
        "assumption",
        "occurrence",
        "unanticipated",
        "event",
        "otherwise",
        "plymouth",
        "industrial",
        "reit",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "march",
        "december",
        "asset",
        "real",
        "estate",
        "property",
        "less",
        "accumulated",
        "depreciation",
        "real",
        "estate",
        "property",
        "net",
        "cash",
        "restricted",
        "cash",
        "cash",
        "held",
        "escrow",
        "deferred",
        "lease",
        "intangible",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "series",
        "preferred",
        "stock",
        "equity",
        "liability",
        "senior",
        "secured",
        "debt",
        "net",
        "mezzanine",
        "debt",
        "investor",
        "net",
        "borrowing",
        "line",
        "credit",
        "net",
        "deferred",
        "interest",
        "account",
        "payable",
        "accrued",
        "expense",
        "liability",
        "deferred",
        "lease",
        "intangible",
        "net",
        "total",
        "liability",
        "preferred",
        "stock",
        "series",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "aggregate",
        "liquidation",
        "preference",
        "equity",
        "deficit",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "march",
        "december",
        "respectively",
        "additional",
        "paid",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "plymouth",
        "industrial",
        "reit",
        "stockholder",
        "equity",
        "deficit",
        "interest",
        "total",
        "equity",
        "deficit",
        "total",
        "liability",
        "series",
        "preferred",
        "stock",
        "equity",
        "plymouth",
        "industrial",
        "reit",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "march",
        "rental",
        "revenue",
        "tenant",
        "recovery",
        "revenue",
        "total",
        "revenue",
        "operating",
        "expense",
        "property",
        "depreciation",
        "amortization",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "operating",
        "loss",
        "income",
        "expense",
        "interest",
        "expense",
        "total",
        "expense",
        "net",
        "loss",
        "net",
        "loss",
        "attributable",
        "interest",
        "net",
        "loss",
        "attributable",
        "plymouth",
        "industrial",
        "reit",
        "less",
        "series",
        "preferred",
        "stock",
        "dividend",
        "less",
        "amount",
        "allocated",
        "participating",
        "security",
        "net",
        "loss",
        "attributable",
        "common",
        "shareholder",
        "net",
        "loss",
        "per",
        "share",
        "attributable",
        "plymouth",
        "industrial",
        "reit",
        "common",
        "stockholder",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "plymouth",
        "industrial",
        "reit",
        "supplemental",
        "reconciliation",
        "disclosure",
        "unaudited",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "march",
        "noi",
        "net",
        "loss",
        "general",
        "administrative",
        "interest",
        "expense",
        "depreciation",
        "amortization",
        "income",
        "noi",
        "three",
        "month",
        "ended",
        "march",
        "ebitda",
        "net",
        "loss",
        "depreciation",
        "amortization",
        "interest",
        "expense",
        "ebitda",
        "three",
        "month",
        "ended",
        "march",
        "ffo",
        "net",
        "loss",
        "depreciation",
        "amortization",
        "ffo",
        "preferred",
        "stock",
        "dividend",
        "ffo",
        "attributable",
        "common",
        "stockholder",
        "unit",
        "holder",
        "weighted",
        "average",
        "common",
        "share",
        "unit",
        "outstanding",
        "basic",
        "diluted",
        "ffo",
        "attributable",
        "common",
        "stockholder",
        "unit",
        "holder",
        "per",
        "share",
        "basic",
        "diluted",
        "three",
        "month",
        "ended",
        "march",
        "affo",
        "ffo",
        "attributable",
        "common",
        "stockholder",
        "unit",
        "holder",
        "deferred",
        "finance",
        "fee",
        "amortization",
        "interest",
        "expense",
        "stock",
        "compensation",
        "straight",
        "line",
        "rent",
        "market",
        "lease",
        "rent",
        "recurring",
        "capital",
        "expenditure",
        "affo",
        "weighted",
        "average",
        "common",
        "share",
        "unit",
        "outstanding",
        "basic",
        "diluted",
        "affo",
        "per",
        "share",
        "basic",
        "diluted",
        "excludes",
        "capital",
        "expenditure",
        "three",
        "month",
        "ended",
        "march",
        "respectively",
        "view",
        "source",
        "version",
        "http",
        "scr",
        "partner",
        "tripp",
        "sullivan",
        "tsullivan",
        "source",
        "plymouth",
        "industrial",
        "reit",
        "inc"
    ]
}