{
    "organizations": [],
    "uuid": "b842637a45b5f1aaebc74ddf57c0acec3c9b371d",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/21/pr-newswire-qualcomm-announces-cash-offers-for-four-series-of-notes-open-to-retail-holders-only.html",
    "ord_in_thread": 0,
    "title": "Qualcomm Announces Cash Offers for Four Series of Notes Open to Retail Holders Only",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN DIEGO, May 21, 2018 /PRNewswire/ -- Qualcomm Incorporated (NASDAQ: QCOM) announced today the commencement of a transaction to repurchase four series of its outstanding notes totaling $4 billion as detailed below. While Qualcomm remains committed to the consummation of its acquisition (the \"Acquisition\") of NXP Semiconductors N.V. (\"NXP\"), it is uncertain if the Acquisition will be consummated on or before June 1, 2018. The four series of outstanding notes are intended to finance the Acquisition and contain provisions that will require Qualcomm to redeem such notes if the Acquisition has not been consummated on or before June 1, 2018 or if the related purchase agreement is terminated beforehand. As a result, Qualcomm is offering to certain holders of such notes the opportunity to tender those notes for cash.\nOnly holders who are not \"qualified institutional buyers\" and who are not non-U.S. persons (other than \"retail investors\" in the European Economic Area and investors in Canada who are not both \"accredited investors\" and \"permitted clients\") are eligible to participate in this transaction, as more fully described below. Concurrently with this transaction, Qualcomm also announced today the commencement of a transaction to exchange such four series of notes pursuant to private exchange offers (each, an \"Exchange Offer\" and collectively, the \"Exchange Offers\") open to certain investors.\nThe tender transaction consists of four separate offers to purchase for cash (each, a \"Cash Offer\", and collectively, the \"Cash Offers\"), any and all of the outstanding notes listed in the table below (collectively, the \"Old Notes\"), which have a special mandatory redemption (\"SMR\") provision, on the terms and subject to the conditions set forth in the Offer to Purchase dated May 21, 2018 (the \"Offer to Purchase\" and, together with the certification to participate in the Cash Offers and the instructions for such certification, the notice of guaranteed delivery, the \"Cash Offer Documents\").\nIf the Acquisition is not completed on or prior to June 1, 2018, Qualcomm will redeem any Old Notes not tendered in these Cash Offers or exchanged in the Exchange Offers in accordance with the terms of the Old Notes, including, with respect to the Floating Rate Notes due 2019 (the \"Old 2019 Floating Rate Notes\") and the Floating Rate Notes due 2020 (the \"Old 2020 Floating Rate Notes\", and together with the Old 2019 Floating Rate Notes, the \"Old Floating Rate Notes\"), pursuant to the applicable SMR provisions at a redemption price equal to 101% of the principal amount of such Old Floating Rate Notes, plus accrued but unpaid interest to, but excluding, the date of such special mandatory redemption, or as described in the immediately following paragraph.\nIn accordance with their terms, Qualcomm may redeem the 1.850% Notes due 2019 (the \"Old 2019 Fixed Rate Notes\") and the 2.100% Notes due 2020 (the \"Old 2020 Fixed Rate Notes\", and together with the \"Old 2019 Fixed Rate Notes\", the \"Old Fixed Rate Notes\") at any time under the \"make whole\" optional redemption provision. Assuming Qualcomm does not determine that all conditions to the closing of the Acquisition as set forth in the Purchase Agreement, dated October 27, 2016 (as amended, the \"Purchase Agreement\"), by and between Qualcomm River Holdings B.V., an indirect, wholly owned subsidiary of Qualcomm and NXP are reasonably likely to be satisfied or waived on or before June 1, 2018, Qualcomm intends to exercise, on or after May 31, 2018, Qualcomm's right to redeem the Old Fixed Rate Notes that are not accepted by Qualcomm in the Exchange Offers or in the Cash Offers under the \"make whole\" optional redemption provision. According to Qualcomm's current calculations, and subject to changes in interest rates that may occur after the date hereof, Qualcomm expects the redemption price under any such optional redemption to be equal to 100% of the principal amount of the Old Fixed Rate Notes to be redeemed.\nThe Cash Offers will expire at 5:00 p.m., New York City time, on May 25, 2018, unless extended or earlier terminated by Qualcomm (the \"Cash Offer Expiration Date\"). Tenders of Old Notes submitted in the Cash Offers may be validly withdrawn at any time at or prior to 5:00 p.m. New York City time, on May 25, 2018, subject to any extension by Qualcomm, but thereafter will be irrevocable, except in certain limited circumstances where additional withdrawal rights are required by law (as determined by Qualcomm). The \"Cash Offer Settlement Date\" will be promptly following the Cash Offer Expiration Date and is expected to be May 31, 2018.\nTitle of Series of Old Notes to be Purchased\nPrincipal Amount\nOutstanding\n(mm)\nCUSIP/ISIN\nMaturity Date\nTotal\nConsideration (1)\nFloating Rate Notes due 2019\n$ 750.00\n747525AN3; US747525AN39\nMay 20, 2019\n$1,002.50\nFloating Rate Notes due 2020\n$ 500.00\n747525AQ6; US747525AQ69\nMay 20, 2020\n$1,002.50\n1.850% Notes due 2019\n$ 1,250.00\n747525AM5; US747525AM55\nMay 20, 2019\n$1,002.50\n2.100% Notes due 2020\n$ 1,500.00\n747525AP8; US747525AP86\nMay 20, 2020\n$1,002.50\n(1) Total Consideration payable, upon the terms and subject to the conditions set forth in the Offer to Purchase, in cash per $1,000 principal amount of Old Notes validly tendered and not validly withdrawn and accepted for purchase.\nUpon the terms and subject to the conditions set forth in the Cash Offer Documents, Cash Offer Eligible Holders (as defined below) who (i) validly tender and who do not validly withdraw Old Notes at or prior to the Cash Offer Expiration Date or (ii) deliver a properly completed and duly executed notice of guaranteed delivery and all other required documents at or prior to the Cash Offer Expiration Date and tender their Old Notes pursuant to the Cash Offers at or prior to 5:00 p.m., New York City time, on the second business day after the applicable Cash Offer Expiration Date pursuant to guaranteed delivery procedures, expected to be May 30, 2018, subject in each case to the delivery of the certification to participate in the Cash Offers and the tender in the applicable minimum denominations, and whose Old Notes are accepted for purchase by Qualcomm, will receive the applicable Total Consideration specified in the table above.\nIn addition to the applicable Total Consideration, Cash Offer Eligible Holders whose Old Notes are accepted for purchase will be paid accrued and unpaid interest on such Old Notes to, but not including, the Cash Offer Settlement Date. Interest will cease to accrue on the Cash Offer Settlement Date for all Old Notes accepted, including those tendered through the guaranteed delivery procedures. No further interest will be paid to the Eligible Holders who tender such Old Notes, including if a record date for an interest payment on such Old Notes has passed before the Settlement Date.\nEach Cash Offer is subject to certain conditions, including (i) the timely satisfaction or waiver of all of the conditions precedent to the completion of the Exchange Offer for such series of Old Notes (with respect to each Exchange Offer, the \"Exchange Offer Completion Condition\") and (ii) that Qualcomm does not determine, in its reasonable discretion, prior to the Cash Offer Expiration Date, that all conditions to the closing of the Acquisition as set forth in the Purchase Agreement are reasonably likely to be satisfied or waived on or before June 1, 2018. Qualcomm will terminate a Cash Offer for a given series of Old Notes if it terminates the Exchange Offer for such series of Old Notes, and Qualcomm will terminate the Exchange Offer for a given series of Old Notes if it terminates the Cash Offer for such series of Old Notes. The Exchange Offer Completion Condition may not be waived by Qualcomm.\nOnly holders of Old Notes who are not (i) \"qualified institutional buyers\" as defined in Rule 144A under the Securities Act of 1933, as amended (the \"Securities Act\") and who are not (ii) non-U.S. persons (as defined in Rule 902 under the Securities Act) located outside of the United States within the meaning of Regulation S under the Securities Act, other than \"retail investors\" (as defined below) in the European Economic Area, or investors located or resident in a province of Canada, who are not both \"accredited investors\", as such term is defined in National Instrument 45-106 – Prospectus Exemptions and section 73.3(1) of the Securities Act (Ontario), and \"permitted clients\", as such term is defined in National Instrument 31-103 – Registration Requirements, Exemptions and Ongoing Registrant Obligations, are eligible to participate in the Cash Offers (the \"Cash Offer Eligible Holders\"). For these purposes, a retail investor means a person who is one (or more) of: (i) a retail client as defined in point (11) of Article 4(1) of Directive 2014/65/EU (as amended, \"MiFID II\"); (ii) a customer within the meaning of Directive 2002/92/EC (as amended, the \"Insurance Mediation Directive\"), where that customer would not qualify as a professional client as defined in point (10) of Article 4(1) of MIFID II; or (iii) not a qualified investor as defined in Directive 2003/71/EC (as amended, the \"Prospectus Directive\").\nOnly Cash Offer Eligible Holders who have delivered a certification to Global Bondholder Services Corporation, certifying that they are Cash Offer Eligible Holders, will be authorized to participate in the Cash Offers .\nHolders are advised to check with any bank, securities broker or other intermediary through which they hold Old Notes as to when such intermediary needs to receive instructions from a holder in order for that holder to be able to participate in, or (in the circumstances in which revocation is permitted) revoke their instruction to participate in the Cash Offers before the deadlines specified herein and in the Cash Offer Documents. The deadlines set by each clearing system for the submission and withdrawal of tender instructions will also be earlier than the relevant deadlines specified herein and in the Cash Offer Documents.\nThis press release is not an offer to sell or a solicitation of an offer to buy any of the securities described herein. The Cash Offers are being made solely by the Cash Offer Documents and only to such persons and in such jurisdictions as is permitted under applicable law.\nGoldman Sachs & Co. LLC and Barclays Capital Inc. are acting as the Joint-Lead Dealer Managers for the Cash Offers. For additional information regarding the terms of the offer, please contact Goldman Sachs & Co. LLC at (800) 828-3182 (toll free) or (212) 902-6941 (collect) or Barclays Capital Inc. at (800) 438-3242 (toll free) or (212) 528-7581 (collect). Global Bondholder Services Corporation will act as the tender agent and information agent for the Cash Offers. Questions or requests for assistance related to the Cash Offers or for additional copies of the Cash Offer Documents may be directed to Global Bondholder Services Corporation at (866) 470-3900 (toll free) or (212) 430-3774 (collect). You may also contact your broker, dealer, commercial bank, trust company or other nominee for assistance concerning the Cash Offers.\nThe Cash Offer Documents can be accessed at the following link: http://www.gbsc-usa.com/QUALCOMM/ .\nAbout Qualcomm\nQualcomm invents breakthrough technologies that transform how the world connects and communicates. When we connected the phone to the Internet, the mobile revolution was born. Today, our inventions are the foundation for life-changing products, experiences, and industries. As we lead the world to 5G, we envision this next big change in cellular technology spurring a new era of intelligent, connected devices and enabling new opportunities in connected cars, remote delivery of health care services, and the IoT — including smart cities, smart homes, and wearables. Qualcomm Incorporated includes our licensing business, QTL, and the vast majority of our patent portfolio. Qualcomm Technologies, Inc., a subsidiary of Qualcomm Incorporated, operates, along with its subsidiaries, all of our engineering, research and development functions, and all of our products and services businesses, including, the QCT semiconductor business.\nCautionary Note Regarding Forward-Looking Statements\nAny statements contained in this document that are not historical facts are forward-looking statements as defined in the U.S. Private Securities Litigation Reform Act of 1995. Additionally, statements regarding operating results for future years, growth in operating results and the factors contributing to future operating results; the resolution of licensing disputes and the impact and timing thereof; expected market, industry, geographic and organic growth and trends; future serviceable addressable market size and growth; anticipated contributions from and growth in new opportunities; benefits from planned cost reductions; technology and product leadership and trends; Qualcomm's positioning to benefit from any of the above; potential benefits and upside to Qualcomm's stockholders related to any of the above; and the regulatory process and regulatory uncertainty are forward-looking statements. Words such as \"anticipate,\" \"believe,\" \"estimate,\" \"expect,\" \"forecast,\" \"intend,\" \"may,\" \"plan,\" \"project,\" \"predict,\" \"should,\" \"will\" and similar expressions are intended to identify such forward-looking statements. These statements are based on Qualcomm's current expectations or beliefs, and are subject to uncertainty and changes in circumstances. Actual results may differ materially from those expressed or implied by the statements herein due to changes in economic, business, competitive, technological, strategic and/or regulatory factors, and other factors affecting the operations of Qualcomm. More detailed information about these factors may be found in Qualcomm's filings with the SEC, including those discussed in Qualcomm's most recent Annual Report on Form 10-K and in any subsequent periodic reports on Form 10-Q and Form 8-K, each of which is on file with the SEC and available at the SEC's website at www.sec.gov . SEC filings for Qualcomm are also available in the Investor Relations section of Qualcomm's website at www.qualcomm.com . Qualcomm is not obligated to update these forward-looking statements to reflect events or circumstances after the date of this document. Readers are cautioned not to place undue reliance on these forward-looking statements, which speak only as of their dates.\nQualcomm Contacts:\nPete Lancia, Corporate Communications\nPhone: 1-858-845-5959\nEmail: corpcomm@qualcomm.com\nJohn Sinnott, Investor Relations\nPhone: 1-858-658-4813\nEmail: ir@qualcomm.com\nInformation Agent Contact:\nGlobal Bondholder Services Corporation\nPhone: 1-866-470-3900 (toll free)\n1-212-430-3774 (collect)\nView original content: http://www.prnewswire.com/news-releases/qualcomm-announces-cash-offers-for-four-series-of-notes-open-to-retail-holders-only-300651656.html\nSOURCE Qualcomm Incorporated",
    "published": "2018-05-21T16:30:00.000+03:00",
    "crawled": "2018-05-21T18:38:37.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "diego",
        "may",
        "qualcomm",
        "incorporated",
        "nasdaq",
        "qcom",
        "announced",
        "today",
        "commencement",
        "transaction",
        "repurchase",
        "four",
        "series",
        "outstanding",
        "note",
        "totaling",
        "billion",
        "detailed",
        "qualcomm",
        "remains",
        "committed",
        "consummation",
        "acquisition",
        "acquisition",
        "nxp",
        "semiconductor",
        "nxp",
        "uncertain",
        "acquisition",
        "consummated",
        "june",
        "four",
        "series",
        "outstanding",
        "note",
        "intended",
        "finance",
        "acquisition",
        "contain",
        "provision",
        "require",
        "qualcomm",
        "redeem",
        "note",
        "acquisition",
        "consummated",
        "june",
        "related",
        "purchase",
        "agreement",
        "terminated",
        "beforehand",
        "result",
        "qualcomm",
        "offering",
        "certain",
        "holder",
        "note",
        "opportunity",
        "tender",
        "note",
        "cash",
        "holder",
        "qualified",
        "institutional",
        "buyer",
        "person",
        "retail",
        "investor",
        "european",
        "economic",
        "area",
        "investor",
        "canada",
        "accredited",
        "investor",
        "permitted",
        "client",
        "eligible",
        "participate",
        "transaction",
        "fully",
        "described",
        "concurrently",
        "transaction",
        "qualcomm",
        "also",
        "announced",
        "today",
        "commencement",
        "transaction",
        "exchange",
        "four",
        "series",
        "note",
        "pursuant",
        "private",
        "exchange",
        "offer",
        "exchange",
        "offer",
        "collectively",
        "exchange",
        "offer",
        "open",
        "certain",
        "investor",
        "tender",
        "transaction",
        "consists",
        "four",
        "separate",
        "offer",
        "purchase",
        "cash",
        "cash",
        "offer",
        "collectively",
        "cash",
        "offer",
        "outstanding",
        "note",
        "listed",
        "table",
        "collectively",
        "old",
        "note",
        "special",
        "mandatory",
        "redemption",
        "smr",
        "provision",
        "term",
        "subject",
        "condition",
        "set",
        "forth",
        "offer",
        "purchase",
        "dated",
        "may",
        "offer",
        "purchase",
        "together",
        "certification",
        "participate",
        "cash",
        "offer",
        "instruction",
        "certification",
        "notice",
        "guaranteed",
        "delivery",
        "cash",
        "offer",
        "document",
        "acquisition",
        "completed",
        "prior",
        "june",
        "qualcomm",
        "redeem",
        "old",
        "note",
        "tendered",
        "cash",
        "offer",
        "exchanged",
        "exchange",
        "offer",
        "accordance",
        "term",
        "old",
        "note",
        "including",
        "respect",
        "floating",
        "rate",
        "note",
        "due",
        "old",
        "floating",
        "rate",
        "note",
        "floating",
        "rate",
        "note",
        "due",
        "old",
        "floating",
        "rate",
        "note",
        "together",
        "old",
        "floating",
        "rate",
        "note",
        "old",
        "floating",
        "rate",
        "note",
        "pursuant",
        "applicable",
        "smr",
        "provision",
        "redemption",
        "price",
        "equal",
        "principal",
        "amount",
        "old",
        "floating",
        "rate",
        "note",
        "plus",
        "accrued",
        "unpaid",
        "interest",
        "excluding",
        "date",
        "special",
        "mandatory",
        "redemption",
        "described",
        "immediately",
        "following",
        "paragraph",
        "accordance",
        "term",
        "qualcomm",
        "may",
        "redeem",
        "note",
        "due",
        "old",
        "fixed",
        "rate",
        "note",
        "note",
        "due",
        "old",
        "fixed",
        "rate",
        "note",
        "together",
        "old",
        "fixed",
        "rate",
        "note",
        "old",
        "fixed",
        "rate",
        "note",
        "time",
        "make",
        "whole",
        "optional",
        "redemption",
        "provision",
        "assuming",
        "qualcomm",
        "determine",
        "condition",
        "closing",
        "acquisition",
        "set",
        "forth",
        "purchase",
        "agreement",
        "dated",
        "october",
        "amended",
        "purchase",
        "agreement",
        "qualcomm",
        "river",
        "holding",
        "indirect",
        "wholly",
        "owned",
        "subsidiary",
        "qualcomm",
        "nxp",
        "reasonably",
        "likely",
        "satisfied",
        "waived",
        "june",
        "qualcomm",
        "intends",
        "exercise",
        "may",
        "qualcomm",
        "right",
        "redeem",
        "old",
        "fixed",
        "rate",
        "note",
        "accepted",
        "qualcomm",
        "exchange",
        "offer",
        "cash",
        "offer",
        "make",
        "whole",
        "optional",
        "redemption",
        "provision",
        "according",
        "qualcomm",
        "current",
        "calculation",
        "subject",
        "change",
        "interest",
        "rate",
        "may",
        "occur",
        "date",
        "hereof",
        "qualcomm",
        "expects",
        "redemption",
        "price",
        "optional",
        "redemption",
        "equal",
        "principal",
        "amount",
        "old",
        "fixed",
        "rate",
        "note",
        "redeemed",
        "cash",
        "offer",
        "expire",
        "new",
        "york",
        "city",
        "time",
        "may",
        "unless",
        "extended",
        "earlier",
        "terminated",
        "qualcomm",
        "cash",
        "offer",
        "expiration",
        "date",
        "tender",
        "old",
        "note",
        "submitted",
        "cash",
        "offer",
        "may",
        "validly",
        "withdrawn",
        "time",
        "prior",
        "new",
        "york",
        "city",
        "time",
        "may",
        "subject",
        "extension",
        "qualcomm",
        "thereafter",
        "irrevocable",
        "except",
        "certain",
        "limited",
        "circumstance",
        "additional",
        "withdrawal",
        "right",
        "required",
        "law",
        "determined",
        "qualcomm",
        "cash",
        "offer",
        "settlement",
        "date",
        "promptly",
        "following",
        "cash",
        "offer",
        "expiration",
        "date",
        "expected",
        "may",
        "title",
        "series",
        "old",
        "note",
        "purchased",
        "principal",
        "amount",
        "outstanding",
        "mm",
        "maturity",
        "date",
        "total",
        "consideration",
        "floating",
        "rate",
        "note",
        "due",
        "747525an3",
        "us747525an39",
        "may",
        "floating",
        "rate",
        "note",
        "due",
        "747525aq6",
        "us747525aq69",
        "may",
        "note",
        "due",
        "747525am5",
        "us747525am55",
        "may",
        "note",
        "due",
        "747525ap8",
        "us747525ap86",
        "may",
        "total",
        "consideration",
        "payable",
        "upon",
        "term",
        "subject",
        "condition",
        "set",
        "forth",
        "offer",
        "purchase",
        "cash",
        "per",
        "principal",
        "amount",
        "old",
        "note",
        "validly",
        "tendered",
        "validly",
        "withdrawn",
        "accepted",
        "purchase",
        "upon",
        "term",
        "subject",
        "condition",
        "set",
        "forth",
        "cash",
        "offer",
        "document",
        "cash",
        "offer",
        "eligible",
        "holder",
        "defined",
        "validly",
        "tender",
        "validly",
        "withdraw",
        "old",
        "note",
        "prior",
        "cash",
        "offer",
        "expiration",
        "date",
        "ii",
        "deliver",
        "properly",
        "completed",
        "duly",
        "executed",
        "notice",
        "guaranteed",
        "delivery",
        "required",
        "document",
        "prior",
        "cash",
        "offer",
        "expiration",
        "date",
        "tender",
        "old",
        "note",
        "pursuant",
        "cash",
        "offer",
        "prior",
        "new",
        "york",
        "city",
        "time",
        "second",
        "business",
        "day",
        "applicable",
        "cash",
        "offer",
        "expiration",
        "date",
        "pursuant",
        "guaranteed",
        "delivery",
        "procedure",
        "expected",
        "may",
        "subject",
        "case",
        "delivery",
        "certification",
        "participate",
        "cash",
        "offer",
        "tender",
        "applicable",
        "minimum",
        "denomination",
        "whose",
        "old",
        "note",
        "accepted",
        "purchase",
        "qualcomm",
        "receive",
        "applicable",
        "total",
        "consideration",
        "specified",
        "table",
        "addition",
        "applicable",
        "total",
        "consideration",
        "cash",
        "offer",
        "eligible",
        "holder",
        "whose",
        "old",
        "note",
        "accepted",
        "purchase",
        "paid",
        "accrued",
        "unpaid",
        "interest",
        "old",
        "note",
        "including",
        "cash",
        "offer",
        "settlement",
        "date",
        "interest",
        "cease",
        "accrue",
        "cash",
        "offer",
        "settlement",
        "date",
        "old",
        "note",
        "accepted",
        "including",
        "tendered",
        "guaranteed",
        "delivery",
        "procedure",
        "interest",
        "paid",
        "eligible",
        "holder",
        "tender",
        "old",
        "note",
        "including",
        "record",
        "date",
        "interest",
        "payment",
        "old",
        "note",
        "passed",
        "settlement",
        "date",
        "cash",
        "offer",
        "subject",
        "certain",
        "condition",
        "including",
        "timely",
        "satisfaction",
        "waiver",
        "condition",
        "precedent",
        "completion",
        "exchange",
        "offer",
        "series",
        "old",
        "note",
        "respect",
        "exchange",
        "offer",
        "exchange",
        "offer",
        "completion",
        "condition",
        "ii",
        "qualcomm",
        "determine",
        "reasonable",
        "discretion",
        "prior",
        "cash",
        "offer",
        "expiration",
        "date",
        "condition",
        "closing",
        "acquisition",
        "set",
        "forth",
        "purchase",
        "agreement",
        "reasonably",
        "likely",
        "satisfied",
        "waived",
        "june",
        "qualcomm",
        "terminate",
        "cash",
        "offer",
        "given",
        "series",
        "old",
        "note",
        "terminates",
        "exchange",
        "offer",
        "series",
        "old",
        "note",
        "qualcomm",
        "terminate",
        "exchange",
        "offer",
        "given",
        "series",
        "old",
        "note",
        "terminates",
        "cash",
        "offer",
        "series",
        "old",
        "note",
        "exchange",
        "offer",
        "completion",
        "condition",
        "may",
        "waived",
        "qualcomm",
        "holder",
        "old",
        "note",
        "qualified",
        "institutional",
        "buyer",
        "defined",
        "rule",
        "144a",
        "security",
        "act",
        "amended",
        "security",
        "act",
        "ii",
        "person",
        "defined",
        "rule",
        "security",
        "act",
        "located",
        "outside",
        "united",
        "state",
        "within",
        "meaning",
        "regulation",
        "security",
        "act",
        "retail",
        "investor",
        "defined",
        "european",
        "economic",
        "area",
        "investor",
        "located",
        "resident",
        "province",
        "canada",
        "accredited",
        "investor",
        "term",
        "defined",
        "national",
        "instrument",
        "prospectus",
        "exemption",
        "section",
        "security",
        "act",
        "ontario",
        "permitted",
        "client",
        "term",
        "defined",
        "national",
        "instrument",
        "registration",
        "requirement",
        "exemption",
        "ongoing",
        "registrant",
        "obligation",
        "eligible",
        "participate",
        "cash",
        "offer",
        "cash",
        "offer",
        "eligible",
        "holder",
        "purpose",
        "retail",
        "investor",
        "mean",
        "person",
        "one",
        "retail",
        "client",
        "defined",
        "point",
        "article",
        "directive",
        "amended",
        "mifid",
        "ii",
        "ii",
        "customer",
        "within",
        "meaning",
        "directive",
        "amended",
        "insurance",
        "mediation",
        "directive",
        "customer",
        "would",
        "qualify",
        "professional",
        "client",
        "defined",
        "point",
        "article",
        "mifid",
        "ii",
        "iii",
        "qualified",
        "investor",
        "defined",
        "directive",
        "amended",
        "prospectus",
        "directive",
        "cash",
        "offer",
        "eligible",
        "holder",
        "delivered",
        "certification",
        "global",
        "bondholder",
        "service",
        "corporation",
        "certifying",
        "cash",
        "offer",
        "eligible",
        "holder",
        "authorized",
        "participate",
        "cash",
        "offer",
        "holder",
        "advised",
        "check",
        "bank",
        "security",
        "broker",
        "intermediary",
        "hold",
        "old",
        "note",
        "intermediary",
        "need",
        "receive",
        "instruction",
        "holder",
        "order",
        "holder",
        "able",
        "participate",
        "circumstance",
        "revocation",
        "permitted",
        "revoke",
        "instruction",
        "participate",
        "cash",
        "offer",
        "deadline",
        "specified",
        "herein",
        "cash",
        "offer",
        "document",
        "deadline",
        "set",
        "clearing",
        "system",
        "submission",
        "withdrawal",
        "tender",
        "instruction",
        "also",
        "earlier",
        "relevant",
        "deadline",
        "specified",
        "herein",
        "cash",
        "offer",
        "document",
        "press",
        "release",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "described",
        "herein",
        "cash",
        "offer",
        "made",
        "solely",
        "cash",
        "offer",
        "document",
        "person",
        "jurisdiction",
        "permitted",
        "applicable",
        "law",
        "goldman",
        "sachs",
        "llc",
        "barclays",
        "capital",
        "acting",
        "dealer",
        "manager",
        "cash",
        "offer",
        "additional",
        "information",
        "regarding",
        "term",
        "offer",
        "please",
        "contact",
        "goldman",
        "sachs",
        "llc",
        "toll",
        "free",
        "collect",
        "barclays",
        "capital",
        "toll",
        "free",
        "collect",
        "global",
        "bondholder",
        "service",
        "corporation",
        "act",
        "tender",
        "agent",
        "information",
        "agent",
        "cash",
        "offer",
        "question",
        "request",
        "assistance",
        "related",
        "cash",
        "offer",
        "additional",
        "copy",
        "cash",
        "offer",
        "document",
        "may",
        "directed",
        "global",
        "bondholder",
        "service",
        "corporation",
        "toll",
        "free",
        "collect",
        "may",
        "also",
        "contact",
        "broker",
        "dealer",
        "commercial",
        "bank",
        "trust",
        "company",
        "nominee",
        "assistance",
        "concerning",
        "cash",
        "offer",
        "cash",
        "offer",
        "document",
        "accessed",
        "following",
        "link",
        "http",
        "qualcomm",
        "qualcomm",
        "invents",
        "breakthrough",
        "technology",
        "transform",
        "world",
        "connects",
        "communicates",
        "connected",
        "phone",
        "internet",
        "mobile",
        "revolution",
        "born",
        "today",
        "invention",
        "foundation",
        "product",
        "experience",
        "industry",
        "lead",
        "world",
        "5g",
        "envision",
        "next",
        "big",
        "change",
        "cellular",
        "technology",
        "spurring",
        "new",
        "era",
        "intelligent",
        "connected",
        "device",
        "enabling",
        "new",
        "opportunity",
        "connected",
        "car",
        "remote",
        "delivery",
        "health",
        "care",
        "service",
        "iot",
        "including",
        "smart",
        "city",
        "smart",
        "home",
        "wearable",
        "qualcomm",
        "incorporated",
        "includes",
        "licensing",
        "business",
        "qtl",
        "vast",
        "majority",
        "patent",
        "portfolio",
        "qualcomm",
        "technology",
        "subsidiary",
        "qualcomm",
        "incorporated",
        "operates",
        "along",
        "subsidiary",
        "engineering",
        "research",
        "development",
        "function",
        "product",
        "service",
        "business",
        "including",
        "qct",
        "semiconductor",
        "business",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "statement",
        "contained",
        "document",
        "historical",
        "fact",
        "statement",
        "defined",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "additionally",
        "statement",
        "regarding",
        "operating",
        "result",
        "future",
        "year",
        "growth",
        "operating",
        "result",
        "factor",
        "contributing",
        "future",
        "operating",
        "result",
        "resolution",
        "licensing",
        "dispute",
        "impact",
        "timing",
        "thereof",
        "expected",
        "market",
        "industry",
        "geographic",
        "organic",
        "growth",
        "trend",
        "future",
        "serviceable",
        "addressable",
        "market",
        "size",
        "growth",
        "anticipated",
        "contribution",
        "growth",
        "new",
        "opportunity",
        "benefit",
        "planned",
        "cost",
        "reduction",
        "technology",
        "product",
        "leadership",
        "trend",
        "qualcomm",
        "positioning",
        "benefit",
        "potential",
        "benefit",
        "upside",
        "qualcomm",
        "stockholder",
        "related",
        "regulatory",
        "process",
        "regulatory",
        "uncertainty",
        "statement",
        "word",
        "anticipate",
        "believe",
        "estimate",
        "expect",
        "forecast",
        "intend",
        "may",
        "plan",
        "project",
        "predict",
        "similar",
        "expression",
        "intended",
        "identify",
        "statement",
        "statement",
        "based",
        "qualcomm",
        "current",
        "expectation",
        "belief",
        "subject",
        "uncertainty",
        "change",
        "circumstance",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "herein",
        "due",
        "change",
        "economic",
        "business",
        "competitive",
        "technological",
        "strategic",
        "regulatory",
        "factor",
        "factor",
        "affecting",
        "operation",
        "qualcomm",
        "detailed",
        "information",
        "factor",
        "may",
        "found",
        "qualcomm",
        "filing",
        "sec",
        "including",
        "discussed",
        "qualcomm",
        "recent",
        "annual",
        "report",
        "form",
        "subsequent",
        "periodic",
        "report",
        "form",
        "form",
        "file",
        "sec",
        "available",
        "sec",
        "website",
        "sec",
        "filing",
        "qualcomm",
        "also",
        "available",
        "investor",
        "relation",
        "section",
        "qualcomm",
        "website",
        "qualcomm",
        "obligated",
        "update",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "date",
        "document",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "qualcomm",
        "contact",
        "pete",
        "lancia",
        "corporate",
        "communication",
        "phone",
        "email",
        "corpcomm",
        "john",
        "sinnott",
        "investor",
        "relation",
        "phone",
        "email",
        "ir",
        "information",
        "agent",
        "contact",
        "global",
        "bondholder",
        "service",
        "corporation",
        "phone",
        "toll",
        "free",
        "collect",
        "view",
        "original",
        "content",
        "http",
        "source",
        "qualcomm",
        "incorporated"
    ]
}