{
    "organizations": [],
    "uuid": "90c9d3063cee08c5bdddc6a8f9081d36581eda99",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/globe-newswire-corcept-therapeutics-announces-first-quarter-2018-financialaresults-and-provides-corporate-update.html",
    "ord_in_thread": 0,
    "title": "Corcept Therapeutics Announces First Financial results and Provides Corporate Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MENLO PARK, Calif., May 08, 2018 (GLOBE NEWSWIRE) -- Corcept Therapeutics Incorporated (NASDAQ:CORT), a company engaged in the discovery, development and commercialization of drugs to treat severe metabolic, oncologic and psychiatric disorders by modulating the effects of the stress hormone cortisol, today reported its financial results for the quarter ended March 31, 2018.\nFinancial Highlights\nRevenue of $57.7 million, a 109 percent increase from first quarter 2017 GAAP net income of $0.14 per share, compared to $0.04 per share in first quarter 2017 Non-GAAP net income of $0.19 per share, compared to $0.06 per share in first quarter 2017 Cash and investments of $140.4 million, a $36.4 million increase from year-end 2017 Reaffirmed 2018 revenue guidance of $275 – 300 million\nCorcept reported quarterly revenue of $57.7 million, compared to $27.6 million in the first quarter of 2017. First quarter GAAP net income was $17.5 million, compared to $4.4 million in the same period last year. Excluding non-cash expenses related to stock-based compensation, utilization of deferred tax assets, accreted interest on the company’s now-retired royalty financing obligation and related income tax effects, non-GAAP net income in the first quarter was $24.5 million, compared to $7.4 million in the first quarter of 2017. A reconciliation of GAAP to non-GAAP net income is set forth below.\nFirst quarter operating expenses were $36.7 million, compared to $22.9 million in the first quarter of 2017, primarily due to increased spending on development of relacorilant, CORT118335 and CORT125281 and costs arising from increased sales volume.\nCash and investments were $140.4 million at March 31, 2018, an increase of $36.4 million from year-end. This increase included $12.9 million received in settlement of litigation with the company’s former specialty pharmacy.\nThe company reaffirmed its 2018 revenue guidance of $275 – 300 million.\n“Our Cushing’s syndrome franchise continues its strong growth, driven by the same trends in medical practice that propelled our growth in prior quarters,” said Joseph K. Belanoff, MD, Corcept’s Chief Executive Officer. “Physicians have become more aware of the morbidity of hypercortisolism and have recognized that even patients with less severe cases need and benefit from treatment. Increasingly, they are prescribing Korlym ® .”\nClinical Highlights\nEnrollment complete in Phase 2 trial of relacorilant to treat patients with Cushing’s syndrome; full data expected in third quarter Based on safety and efficacy data from the Phase 2 trial’s low-dose and high-dose cohorts, accelerated preparations underway for Phase 3 Findings from the low-dose cohort of relacorilant’s Phase 2 trial to be presented at AACE annual meeting\n(Boston, May 16-20) Data from dose-finding portion of Phase 1/2 trial of relacorilant plus Abraxane ® to treat patients with solid tumors to be presented at ASCO annual meeting (Chicago, June 1-5)\n“This is a consequential year for our development programs,” said Robert S. Fishman, MD, Corcept’s Chief Medical Officer. “Relacorilant continues to generate impressive clinical data. As we disclosed last quarter, the first 17 patients in relacorilant’s Phase 2 trial as a treatment for Cushing’s syndrome exhibited statistically significant improvements in glucose tolerance and serum osteocalcin (a marker of bone growth suppressed by excess cortisol activity). Blood pressure was reduced in forty-five percent of the patients with hypertension. There were no serious adverse events and, of course, no evidence of progesterone receptor affinity.\n“Relacorilant’s clinical results are striking because the doses these patients received were the study’s lowest. We did not expect patients to experience any meaningful clinical benefit, but they clearly did. We look forward to presenting data from these low-dose patients at the AACE meeting next week. With the trial’s final, high-dose cohort fully enrolled, we will have final data in the third quarter. Preparations for Phase 3 are well underway.\n“Relacorilant has also generated encouraging early data as a potential treatment for solid tumors,” said Dr. Fishman. “We will present data from the dose-finding portion of our Phase 1/2 trial of relacorilant combined with Abraxane at the ASCO annual meeting in June. We anticipate data from the trial’s expansion cohort treating patients with metastatic pancreatic cancer in the second half of the year.\n“Our other selective cortisol modulators continue to advance,” he added. “We are enrolling patients in our dose-ranging trial of CORT125281 in combination with Xtandi ® to treat metastatic castration-resistant prostate cancer at sites in the United States and Europe. Our lead compound for metabolic disorders, CORT118335, continues to progress in its Phase 1 trial. We are planning for Phase 2 trials in patients with antipsychotic-induced weight gain and non-alcoholic steatohepatitis by year-end.”\nConference Call\nCorcept will hold a conference call May 8, 2018, at 5:00 pm Eastern Time (2:00 pm Pacific Time). To participate, dial 1-800-239-9838 from the United States or 1-323-794-2551 internationally ten minutes before the start of the call (passcode: 3450659). A replay will be available through May 22, 2018 at 888-203-1112 from the United States and 719-457-0820 internationally (passcode: 3450659).\nAbout Hypercortisolism\nHypercortisolism, often referred to as Cushing’s syndrome, is caused by excessive activity of the stress hormone cortisol. Endogenous Cushing’s syndrome is an orphan disease that most often affects adults aged 20-50. In the United States, an estimated 20,000 patients have Cushing’s syndrome, with about 3,000 new patients being diagnosed each year. Symptoms vary, but most people experience one or more of the following manifestations: high blood sugar, diabetes, high blood pressure, upper-body obesity, rounded face, increased fat around the neck, thinning arms and legs, severe fatigue and weak muscles. Irritability, anxiety, cognitive disturbances and depression are also common. Cushing’s syndrome can affect every organ system in the body and can be lethal if not treated effectively.\nAbout Korlym ®\nKorlym inhibits the effects of excess cortisol in patients with hypercortisolism by modulating activity at the glucocorticoid receptor, one of the two receptors to which cortisol binds. Korlym was the first FDA-approved treatment for patients with Cushing’s syndrome and the FDA has designated it as an Orphan Drug for that indication.\nAbout Corcept Therapeutics Incorporated\nCorcept is a pharmaceutical company engaged in the discovery, development and commercialization of drugs that treat severe metabolic, oncologic and psychiatric disorders by modulating the effects of cortisol. Korlym is our first FDA-approved medication. We have a large portfolio of proprietary compounds that modulate the effects of cortisol but not progesterone. We own extensive United States and foreign intellectual property covering the use of cortisol modulators, including mifepristone, in the treatment of a wide variety of serious disorders, including Cushing’s syndrome. We also hold composition of matter patents covering its selective cortisol modulators.\nNon-GAAP Measures of Net Income\nTo supplement Corcept’s financial results presented on a GAAP basis, we use non-GAAP measures of net income including the following non-cash items – stock-based compensation, utilization of deferred tax assets to offset a portion of our income tax liability, accreted interest on our now-retired royalty financing obligation and related income tax effects. We believe these non-GAAP measures help investors better evaluate our past financial performance and potential future results. Non-GAAP measures should not be considered in isolation or as a substitute for comparable GAAP accounting and investors should read them in conjunction with the company’s financial statements prepared in accordance with GAAP. The non-GAAP measures of net income we use may be different from, and not directly comparable to, similarly titled measures used by other companies.\nForward -Looking Statements\nStatements and management quotations in this press release, other than statements of historical fact, are forward-looking statements, which are based on our current plans and expectations and are subject to risks and uncertainties that might cause actual results to differ materially from those such statements express or imply. These risks and uncertainties include, but are not limited to, our ability to generate sufficient revenue to fund our commercial operations and development programs, the protections afforded by Korlym’s Orphan Drug designation and our intellectual property, the availability of competing treatments, including generic versions of Korlym, our ability to obtain acceptable prices or adequate insurance coverage and reimbursement for Korlym; and risks related to the development of our product candidates, including regulatory approvals, oversight and other requirements. These and other risks are set forth in our SEC filings, which are available at our website and the SEC’s website. In this press release, forward looking statements include those concerning our revenue guidance and expected growth in 2019 and beyond; increasing physician awareness of hypercortisolism and selection of Korlym as the optimum medical treatment; the progress of our development programs, including the initiation of and enrollment of patients in our clinical trials of relacorilant, CORT125281 and CORT118335. We disclaim any intention or duty to update forward-looking statements made in this press release.\nAbraxane ® is a registered trademark of Celgene Corporation.\nXtandi ® is a registered trademark of Astellas Pharma Inc .\nCORCEPT THERAPEUTICS INCORPORATED CONDENSED CONSOLIDATED BALANCE SHEETS (In thousands) March 31, December 31, 2018 2017 (Unaudited) ASSETS Cash and investments $ 140,372 $ 104,025 Trade receivables, net of allowances 17,261 15,300 Inventory 7,786 8,376 Other receivable — 12,896 Deferred tax assets, net 73,583 76,703 Other assets 3,974 3,237 Total assets $ 242,976 $ 220,537 LIABILITIES AND STOCKHOLDERS' EQUITY Accounts payable $ 7,850 $ 8,579 Other liabilities 19,899 20,990 Stockholder's equity 215,227 190,968 Total liabilities and stockholders’ equity $ 242,976 $ 220,537\nCORCEPT THERAPEUTICS INCORPORATED CONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS (in thousands, except per share amounts) (Unaudited) Three Months Ended\nMarch 31, 2018 2017 Revenues: Product sales, net 57,659 27,599 Operating expenses: Cost of sales 1,174 646 Research and Development 17,050 7,176 Selling, general and administrative 18,440 15,037 Total operating expenses $ 36,664 $ 22,859 Income from operations 20,995 4,740 Interest income and other (expense) 294 (225 ) Income before income taxes 21,289 4,515 Income tax expense (3,830 ) (127 ) Net income $ 17,459 $ 4,388 Other comprehensive loss: Net unrealized loss on available-for-sale securities,\nnet of tax impact of $48 and $0, respectively (152 ) (12 ) Total comprehensive income $ 17,307 $ 4,376 Basic net income per share $ 0.15 $ 0.04 Diluted net income per share $ 0.14 $ 0.04 Shares used in computing basic net income per share 114,882 112,867 Shares used in computing diluted net income per share 127,733 121,189\nCORCEPT THERAPEUTICS INCORPORATED RECONCILIATION OF GAAP TO NON-GAAP NET INCOME (in thousands, except per share amounts) (Unaudited) Three Months Ended March 31, 2018 2017 GAAP net income $ 17,459 $ 4,388 Non-cash expenses (benefits): Stock-based compensation Research and development 1,464 653 Selling, general and administrative 3,490 2,048 Total stock-based compensation 4,954 2,701 Accretion of interest expense related to debt obligation — 270 Deferred tax assets 3,169 — Income tax effect of non-GAAP adjustments (1) (1,040 ) — Non-GAAP net income, as adjusted for non-cash expenses $ 24,542 $ 7,359 GAAP basic net income per share $ 0.15 $ 0.04 GAAP diluted net income per share $ 0.14 $ 0.04 Non-GAAP basic net income per share, as\nadjusted for non-cash expenses $ 0.21 $ 0.07 Non-GAAP diluted net income per share, as\nadjusted for non-cash expenses $ 0.19 $ 0.06 Shares used in computing basic net income per share 114,882 112,867 Shares used in computing diluted net income per share 127,733 121,189 (1) Calculated by taking the pre-tax non-discrete non-GAAP adjustments and applying the statutory tax rate.\nCONTACT:\nCharles Robb\nChief Financial Officer\nCorcept Therapeutics\n650-688-8783\ncrobb@corcept.com\nwww.corcept.com\nSource:Corcept Therapeutics Incorporated",
    "published": "2018-05-09T00:05:00.000+03:00",
    "crawled": "2018-05-08T23:37:04.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "menlo",
        "park",
        "may",
        "globe",
        "newswire",
        "corcept",
        "therapeutic",
        "incorporated",
        "nasdaq",
        "cort",
        "company",
        "engaged",
        "discovery",
        "development",
        "commercialization",
        "drug",
        "treat",
        "severe",
        "metabolic",
        "oncologic",
        "psychiatric",
        "disorder",
        "modulating",
        "effect",
        "stress",
        "hormone",
        "cortisol",
        "today",
        "reported",
        "financial",
        "result",
        "quarter",
        "ended",
        "march",
        "financial",
        "highlight",
        "revenue",
        "million",
        "percent",
        "increase",
        "first",
        "quarter",
        "gaap",
        "net",
        "income",
        "per",
        "share",
        "compared",
        "per",
        "share",
        "first",
        "quarter",
        "net",
        "income",
        "per",
        "share",
        "compared",
        "per",
        "share",
        "first",
        "quarter",
        "cash",
        "investment",
        "million",
        "million",
        "increase",
        "reaffirmed",
        "revenue",
        "guidance",
        "million",
        "corcept",
        "reported",
        "quarterly",
        "revenue",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "first",
        "quarter",
        "gaap",
        "net",
        "income",
        "million",
        "compared",
        "million",
        "period",
        "last",
        "year",
        "excluding",
        "expense",
        "related",
        "compensation",
        "utilization",
        "deferred",
        "tax",
        "asset",
        "accreted",
        "interest",
        "company",
        "royalty",
        "financing",
        "obligation",
        "related",
        "income",
        "tax",
        "effect",
        "net",
        "income",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "reconciliation",
        "gaap",
        "net",
        "income",
        "set",
        "forth",
        "first",
        "quarter",
        "operating",
        "expense",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "primarily",
        "due",
        "increased",
        "spending",
        "development",
        "relacorilant",
        "cort118335",
        "cort125281",
        "cost",
        "arising",
        "increased",
        "sale",
        "volume",
        "cash",
        "investment",
        "million",
        "march",
        "increase",
        "million",
        "increase",
        "included",
        "million",
        "received",
        "settlement",
        "litigation",
        "company",
        "former",
        "specialty",
        "pharmacy",
        "company",
        "reaffirmed",
        "revenue",
        "guidance",
        "million",
        "cushing",
        "syndrome",
        "franchise",
        "continues",
        "strong",
        "growth",
        "driven",
        "trend",
        "medical",
        "practice",
        "propelled",
        "growth",
        "prior",
        "quarter",
        "said",
        "joseph",
        "belanoff",
        "md",
        "corcept",
        "chief",
        "executive",
        "officer",
        "physician",
        "become",
        "aware",
        "morbidity",
        "hypercortisolism",
        "recognized",
        "even",
        "patient",
        "less",
        "severe",
        "case",
        "need",
        "benefit",
        "treatment",
        "increasingly",
        "prescribing",
        "korlym",
        "clinical",
        "highlight",
        "enrollment",
        "complete",
        "phase",
        "trial",
        "relacorilant",
        "treat",
        "patient",
        "cushing",
        "syndrome",
        "full",
        "data",
        "expected",
        "third",
        "quarter",
        "based",
        "safety",
        "efficacy",
        "data",
        "phase",
        "trial",
        "cohort",
        "accelerated",
        "preparation",
        "underway",
        "phase",
        "finding",
        "cohort",
        "relacorilant",
        "phase",
        "trial",
        "presented",
        "aace",
        "annual",
        "meeting",
        "boston",
        "may",
        "data",
        "portion",
        "phase",
        "trial",
        "relacorilant",
        "plus",
        "abraxane",
        "treat",
        "patient",
        "solid",
        "tumor",
        "presented",
        "asco",
        "annual",
        "meeting",
        "chicago",
        "june",
        "consequential",
        "year",
        "development",
        "program",
        "said",
        "robert",
        "fishman",
        "md",
        "corcept",
        "chief",
        "medical",
        "officer",
        "relacorilant",
        "continues",
        "generate",
        "impressive",
        "clinical",
        "data",
        "disclosed",
        "last",
        "quarter",
        "first",
        "patient",
        "relacorilant",
        "phase",
        "trial",
        "treatment",
        "cushing",
        "syndrome",
        "exhibited",
        "statistically",
        "significant",
        "improvement",
        "glucose",
        "tolerance",
        "serum",
        "osteocalcin",
        "marker",
        "bone",
        "growth",
        "suppressed",
        "excess",
        "cortisol",
        "activity",
        "blood",
        "pressure",
        "reduced",
        "percent",
        "patient",
        "hypertension",
        "serious",
        "adverse",
        "event",
        "course",
        "evidence",
        "progesterone",
        "receptor",
        "affinity",
        "relacorilant",
        "clinical",
        "result",
        "striking",
        "dos",
        "patient",
        "received",
        "study",
        "lowest",
        "expect",
        "patient",
        "experience",
        "meaningful",
        "clinical",
        "benefit",
        "clearly",
        "look",
        "forward",
        "presenting",
        "data",
        "patient",
        "aace",
        "meeting",
        "next",
        "week",
        "trial",
        "final",
        "cohort",
        "fully",
        "enrolled",
        "final",
        "data",
        "third",
        "quarter",
        "preparation",
        "phase",
        "well",
        "underway",
        "relacorilant",
        "also",
        "generated",
        "encouraging",
        "early",
        "data",
        "potential",
        "treatment",
        "solid",
        "tumor",
        "said",
        "fishman",
        "present",
        "data",
        "portion",
        "phase",
        "trial",
        "relacorilant",
        "combined",
        "abraxane",
        "asco",
        "annual",
        "meeting",
        "june",
        "anticipate",
        "data",
        "trial",
        "expansion",
        "cohort",
        "treating",
        "patient",
        "metastatic",
        "pancreatic",
        "cancer",
        "second",
        "half",
        "year",
        "selective",
        "cortisol",
        "modulators",
        "continue",
        "advance",
        "added",
        "enrolling",
        "patient",
        "trial",
        "cort125281",
        "combination",
        "xtandi",
        "treat",
        "metastatic",
        "prostate",
        "cancer",
        "site",
        "united",
        "state",
        "europe",
        "lead",
        "compound",
        "metabolic",
        "disorder",
        "cort118335",
        "continues",
        "progress",
        "phase",
        "trial",
        "planning",
        "phase",
        "trial",
        "patient",
        "weight",
        "gain",
        "steatohepatitis",
        "conference",
        "call",
        "corcept",
        "hold",
        "conference",
        "call",
        "may",
        "pm",
        "eastern",
        "time",
        "pm",
        "pacific",
        "time",
        "participate",
        "dial",
        "united",
        "state",
        "internationally",
        "ten",
        "minute",
        "start",
        "call",
        "passcode",
        "replay",
        "available",
        "may",
        "united",
        "state",
        "internationally",
        "passcode",
        "hypercortisolism",
        "hypercortisolism",
        "often",
        "referred",
        "cushing",
        "syndrome",
        "caused",
        "excessive",
        "activity",
        "stress",
        "hormone",
        "cortisol",
        "endogenous",
        "cushing",
        "syndrome",
        "orphan",
        "disease",
        "often",
        "affect",
        "adult",
        "aged",
        "united",
        "state",
        "estimated",
        "patient",
        "cushing",
        "syndrome",
        "new",
        "patient",
        "diagnosed",
        "year",
        "symptom",
        "vary",
        "people",
        "experience",
        "one",
        "following",
        "manifestation",
        "high",
        "blood",
        "sugar",
        "diabetes",
        "high",
        "blood",
        "pressure",
        "obesity",
        "rounded",
        "face",
        "increased",
        "fat",
        "around",
        "neck",
        "thinning",
        "arm",
        "leg",
        "severe",
        "fatigue",
        "weak",
        "muscle",
        "irritability",
        "anxiety",
        "cognitive",
        "disturbance",
        "depression",
        "also",
        "common",
        "cushing",
        "syndrome",
        "affect",
        "every",
        "organ",
        "system",
        "body",
        "lethal",
        "treated",
        "effectively",
        "korlym",
        "korlym",
        "inhibits",
        "effect",
        "excess",
        "cortisol",
        "patient",
        "hypercortisolism",
        "modulating",
        "activity",
        "glucocorticoid",
        "receptor",
        "one",
        "two",
        "receptor",
        "cortisol",
        "bind",
        "korlym",
        "first",
        "treatment",
        "patient",
        "cushing",
        "syndrome",
        "fda",
        "designated",
        "orphan",
        "drug",
        "indication",
        "corcept",
        "therapeutic",
        "incorporated",
        "corcept",
        "pharmaceutical",
        "company",
        "engaged",
        "discovery",
        "development",
        "commercialization",
        "drug",
        "treat",
        "severe",
        "metabolic",
        "oncologic",
        "psychiatric",
        "disorder",
        "modulating",
        "effect",
        "cortisol",
        "korlym",
        "first",
        "medication",
        "large",
        "portfolio",
        "proprietary",
        "compound",
        "modulate",
        "effect",
        "cortisol",
        "progesterone",
        "extensive",
        "united",
        "state",
        "foreign",
        "intellectual",
        "property",
        "covering",
        "use",
        "cortisol",
        "modulators",
        "including",
        "mifepristone",
        "treatment",
        "wide",
        "variety",
        "serious",
        "disorder",
        "including",
        "cushing",
        "syndrome",
        "also",
        "hold",
        "composition",
        "matter",
        "patent",
        "covering",
        "selective",
        "cortisol",
        "modulators",
        "measure",
        "net",
        "income",
        "supplement",
        "corcept",
        "financial",
        "result",
        "presented",
        "gaap",
        "basis",
        "use",
        "measure",
        "net",
        "income",
        "including",
        "following",
        "item",
        "compensation",
        "utilization",
        "deferred",
        "tax",
        "asset",
        "offset",
        "portion",
        "income",
        "tax",
        "liability",
        "accreted",
        "interest",
        "royalty",
        "financing",
        "obligation",
        "related",
        "income",
        "tax",
        "effect",
        "believe",
        "measure",
        "help",
        "investor",
        "better",
        "evaluate",
        "past",
        "financial",
        "performance",
        "potential",
        "future",
        "result",
        "measure",
        "considered",
        "isolation",
        "substitute",
        "comparable",
        "gaap",
        "accounting",
        "investor",
        "read",
        "conjunction",
        "company",
        "financial",
        "statement",
        "prepared",
        "accordance",
        "gaap",
        "measure",
        "net",
        "income",
        "use",
        "may",
        "different",
        "directly",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "used",
        "company",
        "forward",
        "statement",
        "statement",
        "management",
        "quotation",
        "press",
        "release",
        "statement",
        "historical",
        "fact",
        "statement",
        "based",
        "current",
        "plan",
        "expectation",
        "subject",
        "risk",
        "uncertainty",
        "might",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "statement",
        "express",
        "imply",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "ability",
        "generate",
        "sufficient",
        "revenue",
        "fund",
        "commercial",
        "operation",
        "development",
        "program",
        "protection",
        "afforded",
        "korlym",
        "orphan",
        "drug",
        "designation",
        "intellectual",
        "property",
        "availability",
        "competing",
        "treatment",
        "including",
        "generic",
        "version",
        "korlym",
        "ability",
        "obtain",
        "acceptable",
        "price",
        "adequate",
        "insurance",
        "coverage",
        "reimbursement",
        "korlym",
        "risk",
        "related",
        "development",
        "product",
        "candidate",
        "including",
        "regulatory",
        "approval",
        "oversight",
        "requirement",
        "risk",
        "set",
        "forth",
        "sec",
        "filing",
        "available",
        "website",
        "sec",
        "website",
        "press",
        "release",
        "forward",
        "looking",
        "statement",
        "include",
        "concerning",
        "revenue",
        "guidance",
        "expected",
        "growth",
        "beyond",
        "increasing",
        "physician",
        "awareness",
        "hypercortisolism",
        "selection",
        "korlym",
        "optimum",
        "medical",
        "treatment",
        "progress",
        "development",
        "program",
        "including",
        "initiation",
        "enrollment",
        "patient",
        "clinical",
        "trial",
        "relacorilant",
        "cort125281",
        "cort118335",
        "disclaim",
        "intention",
        "duty",
        "update",
        "statement",
        "made",
        "press",
        "release",
        "abraxane",
        "registered",
        "trademark",
        "celgene",
        "corporation",
        "xtandi",
        "registered",
        "trademark",
        "astellas",
        "pharma",
        "inc",
        "corcept",
        "therapeutic",
        "incorporated",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "march",
        "december",
        "unaudited",
        "asset",
        "cash",
        "investment",
        "trade",
        "receivables",
        "net",
        "allowance",
        "inventory",
        "receivable",
        "deferred",
        "tax",
        "asset",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "account",
        "payable",
        "liability",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "corcept",
        "therapeutic",
        "incorporated",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "product",
        "sale",
        "net",
        "operating",
        "expense",
        "cost",
        "sale",
        "research",
        "development",
        "selling",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "income",
        "operation",
        "interest",
        "income",
        "expense",
        "income",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "net",
        "income",
        "comprehensive",
        "loss",
        "net",
        "unrealized",
        "loss",
        "security",
        "net",
        "tax",
        "impact",
        "respectively",
        "total",
        "comprehensive",
        "income",
        "basic",
        "net",
        "income",
        "per",
        "share",
        "diluted",
        "net",
        "income",
        "per",
        "share",
        "share",
        "used",
        "computing",
        "basic",
        "net",
        "income",
        "per",
        "share",
        "share",
        "used",
        "computing",
        "diluted",
        "net",
        "income",
        "per",
        "share",
        "corcept",
        "therapeutic",
        "incorporated",
        "reconciliation",
        "gaap",
        "net",
        "income",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "gaap",
        "net",
        "income",
        "expense",
        "benefit",
        "compensation",
        "research",
        "development",
        "selling",
        "general",
        "administrative",
        "total",
        "compensation",
        "accretion",
        "interest",
        "expense",
        "related",
        "debt",
        "obligation",
        "deferred",
        "tax",
        "asset",
        "income",
        "tax",
        "effect",
        "adjustment",
        "net",
        "income",
        "adjusted",
        "expense",
        "gaap",
        "basic",
        "net",
        "income",
        "per",
        "share",
        "gaap",
        "diluted",
        "net",
        "income",
        "per",
        "share",
        "basic",
        "net",
        "income",
        "per",
        "share",
        "adjusted",
        "expense",
        "diluted",
        "net",
        "income",
        "per",
        "share",
        "adjusted",
        "expense",
        "share",
        "used",
        "computing",
        "basic",
        "net",
        "income",
        "per",
        "share",
        "share",
        "used",
        "computing",
        "diluted",
        "net",
        "income",
        "per",
        "share",
        "calculated",
        "taking",
        "adjustment",
        "applying",
        "statutory",
        "tax",
        "rate",
        "contact",
        "charles",
        "robb",
        "chief",
        "financial",
        "officer",
        "corcept",
        "therapeutic",
        "crobb",
        "source",
        "corcept",
        "therapeutic",
        "incorporated"
    ]
}