{
    "organizations": [],
    "uuid": "f4d12f1660eae644450c3e12f9443575cbd6946c",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/29/globe-newswire-scorpio-gold-reports-financial-results-for-first-quarter-of-2018.html",
    "ord_in_thread": 0,
    "title": "Scorpio Gold Reports Financial Results for First Quarter of 2018",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, British Columbia, May 29, 2018 (GLOBE NEWSWIRE) -- Scorpio Gold Corporation (“Scorpio Gold” or the “Company”) (TSX-V:SGN) announces its financial results for the first quarter (“Q1”) ended March 31, 2018. This press release should be read in conjunction with the Company’s condensed interim consolidated financial statements for the three-months ended March 31, 2018 and Management’s Discussion & Analysis (“MD&A”) for the same period, available on the Company’s website at www.scorpiogold.com and under the Company’s name on SEDAR at www.sedar.com . All monetary amounts are expressed in US dollars unless otherwise specified.\nPERFORMANCE HIGHLIGHTS:\nQ1 2018 Q1 2017 $ $ Revenue ($000’s) 3,026 9,875 Mine operating earnings ($000’s) 1,111 2,378 Net earnings ($000’s) 144 40 Basic and diluted loss per share (0.00) (0.00) Adjusted net earnings (1) ($000’s) 435 1,461 Adjusted basic and diluted net earnings per share (1) 0.00 0.01 Adjusted EBITDA (1) ($000’s) 690 2,075 Adjusted basic and diluted EBITDA per share (1) 0.00 0.01 Cash flow from operating activities ($000’s) 828 3,449 Total cash cost per ounce of gold sold (1) 832 876 Gold ounces produced 2,833 5,741 Gold ounces sold 1,355 8,102\n(1) This is a non-IFRS measure; refer to the Non-IFRS Measures section of this press release and the Company’s Management Discussion & Analysis for Q1 of 2018 for a complete definition and reconciliation to the IFRS results reported in the Company’s financial statements for Q1 of 2018.\nHIGHLIGHTS FOR THE FIRST QUARTER (“Q1”) ENDED MARCH 31, 2018\n2,833 ounces of gold were produced at the Mineral Ridge mine during Q1 of 2018, compared to 5,741 ounces during Q1 of 2017. Revenue of $3.0 million, compared to $9.9 million during Q1 of 2017. Total cash cost per ounce of gold sold (1) of $832 compared to $876 during Q1 of 2017. Mine operating earnings of $1.1 million compared to $2.4million during Q1 of 2017. Net earnings of 0.1 million ($0.00 basic and diluted per share), compared to close to nil ($0.00 basic and diluted per share) during Q1 of 2017. Adjusted net earnings (1) of $0.4 million ($0.00 basic and diluted per share) compared to $1.5 million ($0.01 basic and diluted per share) for Q1 of 2017. Adjusted EBITDA (2) of $0.7 million ($0.00 basic and diluted per share) compared to $2.1 million ($0.01 basic and diluted per share) during Q1 of 2017. On January 4, 2018, the Company announced the results of an updated feasibility study to process heap leach materials and additional open-pit mineral reserves at its Mineral Ridge property.\nGoing Concern\nThe Company’s only source of revenue, the 70% owned Mineral Ridge mine, suspended mining in November 2017 as the Company had mined all of its economical mineral reserves based on gold pricing and heap leach recovery parameters. Remaining reserves are determined uneconomical to continue mining with the existing processing infrastructure due to higher associated strip ratios and heap leach recoveries and will require higher gold prices or mill processing to be considered economical. Management expects to generate limited revenues from residual but diminishing gold recoveries from the leach pads until approximately July 2018. As a result, the Company’s revenues from operations have been and continue to be adversely affected, and cash flow from operations will soon be insufficient to support the Company. In addition, the principal of $6.0 million of the Company’s long-term debt matures in August 2018. In light of this situation, the Company does not expect that it will be able to generate sufficient cash flows from its operations to continue as a going concern in the near future. The Company will need to raise additional capital in the coming months in order to support its operations and to settle its long-term debt.\nOutlook\nThe Company’s main focus is to raise sufficient financing to improve its financial position and to re-finance its long-term debt obligations and as such allow it to proceed with the construction of a new processing facility at Mineral Ridge with a view to process heap leach materials and additional open-pit mineral reserves.\nFinancial Advisory Engagement\nThe Company has appointed MPA Morrison Park Advisors to act as an exclusive financial advisor to assist Scorpio Gold with consideration of certain strategic alternatives including, but not limited to, a potential merger, amalgamation, plan of arrangement, joint venture or other similar transaction.\n(1) This is a non-IFRS measure; please see Non-IFRS performance measures section.\nNON-IFRS MEASURES\nThe discussion of financial results in this press release includes reference to adjusted net earnings, adjusted EBITDA and total cash cost per ounce of gold sold, each of which are non-IFRS measures. The Company provides these measures as additional information regarding the Company's financial results and performance. Please refer to the Company's MD&A for the three-month period ended March 31, 2018 for definitions of these terms and a reconciliation of these measures to reported International Financial Reporting Standards (“IFRS”) results.\nAbout Scorpio Gold Corporation\nScorpio Gold holds a 70% interest in the Mineral Ridge gold mining operation located in Esmeralda County, Nevada with joint venture partner Elevon, LLC (30%). Mineral Ridge is a conventional open pit mining and heap leach operation. Mining at Mineral Ridge was suspended in November 2017; however, the Company continues to generate limited revenues from residual but diminishing recoveries from the leach pads. Scorpio Gold also holds a 100% interest in the advanced exploration-stage Goldwedge property in Manhattan, Nevada with a fully permitted underground mine and 400 ton per day mill facility. The Goldwedge mill facility has been placed on a care and maintenance basis and can be restarted immediately when needed.\nScorpio Gold’s Chairman, Peter J. Hawley, P.Geo., is a Qualified Person as defined in National Instrument 43-101 and has reviewed and approved the content of this release.\nON BEHALF OF THE BOARD\nSCORPIO GOLD CORPORATION\nBrian Lock,\nInterim CEO\nFor further information contact:\nChris Zerga, President\nTel: (604) 678-9639\nEmail: czerga@scorpiogold.com\nWebsite: www.scorpiogold.com\nNeither TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\nThe Company relies on litigation protection for \"forward-looking\" statements. This news release contains that are based on the Company’s current expectations and estimates. Forward-looking statements are frequently characterized by words such as “plan”, “expect”, “project”, “intend”, “believe”, “anticipate”, “estimate”, “suggest”, “indicate” and other similar words or statements that certain events or conditions “may” or “will” occur, and include, without limitation, statements regarding the Company’s plans to seek and obtain sufficient financing to improve its financial position, to re-finance its long-term debt and to construct a new processing facility at Mineral Ridge, plans to re-commence mining operations, plans to seek strategic transactions including potential mergers or joint ventures, and to plans with respect to the development and exploitation of its Mineral Ridge mine, including any forecasts regarding future production or costs related thereto. Such involve known and unknown risks, uncertainties and other factors that could cause actual events or results to differ materially from estimated or anticipated events or results implied or expressed in such , including risks relating to operation of a gold mine, including the availability of cash flows or financing to meet the Company’s ongoing financial obligations; the inability of the Company to re-finance its long-term debt obligations; unanticipated changes in the mineral content of materials being mined; unanticipated changes in recovery rates; changes in project parameters; failure of equipment or processes to operate as anticipated; the failure of contracted parties to perform; availability of skilled labour and the impact of labour disputes; obtaining the required permits to expand and extend mining activities; delays in obtaining governmental approvals; changes in metals prices; unanticipated changes in key management personnel; changes in general economic conditions; other risks of the mining industry and those risk factors outlined in the Company’s Management Discussion and Analysis as filed on SEDAR. Any forward-looking statement speaks only as of the date on which it is made and, except as may be required by applicable securities laws, the Company disclaims any intent or obligation to update any forward-looking statement, whether as a result of new information, future events or results or otherwise. Forward-looking statements are not guarantees of future performance and accordingly undue reliance should not be put on such statements due to the inherent uncertainty thereof.\nSource: Scorpio Gold Corporation",
    "published": "2018-05-30T01:42:00.000+03:00",
    "crawled": "2018-05-30T03:41:18.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "british",
        "columbia",
        "may",
        "globe",
        "newswire",
        "scorpio",
        "gold",
        "corporation",
        "scorpio",
        "gold",
        "company",
        "sgn",
        "announces",
        "financial",
        "result",
        "first",
        "quarter",
        "q1",
        "ended",
        "march",
        "press",
        "release",
        "read",
        "conjunction",
        "company",
        "condensed",
        "interim",
        "consolidated",
        "financial",
        "statement",
        "ended",
        "march",
        "management",
        "discussion",
        "analysis",
        "md",
        "period",
        "available",
        "company",
        "website",
        "company",
        "name",
        "sedar",
        "monetary",
        "amount",
        "expressed",
        "u",
        "dollar",
        "unless",
        "otherwise",
        "specified",
        "performance",
        "highlight",
        "q1",
        "q1",
        "revenue",
        "mine",
        "operating",
        "earnings",
        "net",
        "earnings",
        "basic",
        "diluted",
        "loss",
        "per",
        "share",
        "adjusted",
        "net",
        "earnings",
        "adjusted",
        "basic",
        "diluted",
        "net",
        "earnings",
        "per",
        "share",
        "adjusted",
        "ebitda",
        "adjusted",
        "basic",
        "diluted",
        "ebitda",
        "per",
        "share",
        "cash",
        "flow",
        "operating",
        "activity",
        "total",
        "cash",
        "cost",
        "per",
        "ounce",
        "gold",
        "sold",
        "gold",
        "ounce",
        "produced",
        "gold",
        "ounce",
        "sold",
        "measure",
        "refer",
        "measure",
        "section",
        "press",
        "release",
        "company",
        "management",
        "discussion",
        "analysis",
        "q1",
        "complete",
        "definition",
        "reconciliation",
        "ifrs",
        "result",
        "reported",
        "company",
        "financial",
        "statement",
        "q1",
        "highlight",
        "first",
        "quarter",
        "q1",
        "ended",
        "march",
        "ounce",
        "gold",
        "produced",
        "mineral",
        "ridge",
        "mine",
        "q1",
        "compared",
        "ounce",
        "q1",
        "revenue",
        "million",
        "compared",
        "million",
        "q1",
        "total",
        "cash",
        "cost",
        "per",
        "ounce",
        "gold",
        "sold",
        "compared",
        "q1",
        "mine",
        "operating",
        "earnings",
        "million",
        "compared",
        "q1",
        "net",
        "earnings",
        "million",
        "basic",
        "diluted",
        "per",
        "share",
        "compared",
        "close",
        "nil",
        "basic",
        "diluted",
        "per",
        "share",
        "q1",
        "adjusted",
        "net",
        "earnings",
        "million",
        "basic",
        "diluted",
        "per",
        "share",
        "compared",
        "million",
        "basic",
        "diluted",
        "per",
        "share",
        "q1",
        "adjusted",
        "ebitda",
        "million",
        "basic",
        "diluted",
        "per",
        "share",
        "compared",
        "million",
        "basic",
        "diluted",
        "per",
        "share",
        "q1",
        "january",
        "company",
        "announced",
        "result",
        "updated",
        "feasibility",
        "study",
        "process",
        "heap",
        "leach",
        "material",
        "additional",
        "mineral",
        "reserve",
        "mineral",
        "ridge",
        "property",
        "going",
        "concern",
        "company",
        "source",
        "revenue",
        "owned",
        "mineral",
        "ridge",
        "mine",
        "suspended",
        "mining",
        "november",
        "company",
        "mined",
        "economical",
        "mineral",
        "reserve",
        "based",
        "gold",
        "pricing",
        "heap",
        "leach",
        "recovery",
        "parameter",
        "remaining",
        "reserve",
        "determined",
        "uneconomical",
        "continue",
        "mining",
        "existing",
        "processing",
        "infrastructure",
        "due",
        "higher",
        "associated",
        "strip",
        "ratio",
        "heap",
        "leach",
        "recovery",
        "require",
        "higher",
        "gold",
        "price",
        "mill",
        "processing",
        "considered",
        "economical",
        "management",
        "expects",
        "generate",
        "limited",
        "revenue",
        "residual",
        "diminishing",
        "gold",
        "recovery",
        "leach",
        "pad",
        "approximately",
        "july",
        "result",
        "company",
        "revenue",
        "operation",
        "continue",
        "adversely",
        "affected",
        "cash",
        "flow",
        "operation",
        "soon",
        "insufficient",
        "support",
        "company",
        "addition",
        "principal",
        "million",
        "company",
        "debt",
        "matures",
        "august",
        "light",
        "situation",
        "company",
        "expect",
        "able",
        "generate",
        "sufficient",
        "cash",
        "flow",
        "operation",
        "continue",
        "going",
        "concern",
        "near",
        "future",
        "company",
        "need",
        "raise",
        "additional",
        "capital",
        "coming",
        "month",
        "order",
        "support",
        "operation",
        "settle",
        "debt",
        "outlook",
        "company",
        "main",
        "focus",
        "raise",
        "sufficient",
        "financing",
        "improve",
        "financial",
        "position",
        "debt",
        "obligation",
        "allow",
        "proceed",
        "construction",
        "new",
        "processing",
        "facility",
        "mineral",
        "ridge",
        "view",
        "process",
        "heap",
        "leach",
        "material",
        "additional",
        "mineral",
        "reserve",
        "financial",
        "advisory",
        "engagement",
        "company",
        "appointed",
        "mpa",
        "morrison",
        "park",
        "advisor",
        "act",
        "exclusive",
        "financial",
        "advisor",
        "assist",
        "scorpio",
        "gold",
        "consideration",
        "certain",
        "strategic",
        "alternative",
        "including",
        "limited",
        "potential",
        "merger",
        "amalgamation",
        "plan",
        "arrangement",
        "joint",
        "venture",
        "similar",
        "transaction",
        "measure",
        "please",
        "see",
        "performance",
        "measure",
        "section",
        "measure",
        "discussion",
        "financial",
        "result",
        "press",
        "release",
        "includes",
        "reference",
        "adjusted",
        "net",
        "earnings",
        "adjusted",
        "ebitda",
        "total",
        "cash",
        "cost",
        "per",
        "ounce",
        "gold",
        "sold",
        "measure",
        "company",
        "provides",
        "measure",
        "additional",
        "information",
        "regarding",
        "company",
        "financial",
        "result",
        "performance",
        "please",
        "refer",
        "company",
        "md",
        "period",
        "ended",
        "march",
        "definition",
        "term",
        "reconciliation",
        "measure",
        "reported",
        "international",
        "financial",
        "reporting",
        "standard",
        "ifrs",
        "result",
        "scorpio",
        "gold",
        "corporation",
        "scorpio",
        "gold",
        "hold",
        "interest",
        "mineral",
        "ridge",
        "gold",
        "mining",
        "operation",
        "located",
        "esmeralda",
        "county",
        "nevada",
        "joint",
        "venture",
        "partner",
        "elevon",
        "llc",
        "mineral",
        "ridge",
        "conventional",
        "open",
        "pit",
        "mining",
        "heap",
        "leach",
        "operation",
        "mining",
        "mineral",
        "ridge",
        "suspended",
        "november",
        "however",
        "company",
        "continues",
        "generate",
        "limited",
        "revenue",
        "residual",
        "diminishing",
        "recovery",
        "leach",
        "pad",
        "scorpio",
        "gold",
        "also",
        "hold",
        "interest",
        "advanced",
        "goldwedge",
        "property",
        "manhattan",
        "nevada",
        "fully",
        "permitted",
        "underground",
        "mine",
        "ton",
        "per",
        "day",
        "mill",
        "facility",
        "goldwedge",
        "mill",
        "facility",
        "placed",
        "care",
        "maintenance",
        "basis",
        "restarted",
        "immediately",
        "needed",
        "scorpio",
        "gold",
        "chairman",
        "peter",
        "hawley",
        "qualified",
        "person",
        "defined",
        "national",
        "instrument",
        "reviewed",
        "approved",
        "content",
        "release",
        "behalf",
        "board",
        "scorpio",
        "gold",
        "corporation",
        "brian",
        "lock",
        "interim",
        "ceo",
        "information",
        "contact",
        "chris",
        "zerga",
        "president",
        "tel",
        "email",
        "czerga",
        "website",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "company",
        "relies",
        "litigation",
        "protection",
        "statement",
        "news",
        "release",
        "contains",
        "based",
        "company",
        "current",
        "expectation",
        "estimate",
        "statement",
        "frequently",
        "characterized",
        "word",
        "plan",
        "expect",
        "project",
        "intend",
        "believe",
        "anticipate",
        "estimate",
        "suggest",
        "indicate",
        "similar",
        "word",
        "statement",
        "certain",
        "event",
        "condition",
        "may",
        "occur",
        "include",
        "without",
        "limitation",
        "statement",
        "regarding",
        "company",
        "plan",
        "seek",
        "obtain",
        "sufficient",
        "financing",
        "improve",
        "financial",
        "position",
        "debt",
        "construct",
        "new",
        "processing",
        "facility",
        "mineral",
        "ridge",
        "plan",
        "mining",
        "operation",
        "plan",
        "seek",
        "strategic",
        "transaction",
        "including",
        "potential",
        "merger",
        "joint",
        "venture",
        "plan",
        "respect",
        "development",
        "exploitation",
        "mineral",
        "ridge",
        "mine",
        "including",
        "forecast",
        "regarding",
        "future",
        "production",
        "cost",
        "related",
        "thereto",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "actual",
        "event",
        "result",
        "differ",
        "materially",
        "estimated",
        "anticipated",
        "event",
        "result",
        "implied",
        "expressed",
        "including",
        "risk",
        "relating",
        "operation",
        "gold",
        "mine",
        "including",
        "availability",
        "cash",
        "flow",
        "financing",
        "meet",
        "company",
        "ongoing",
        "financial",
        "obligation",
        "inability",
        "company",
        "debt",
        "obligation",
        "unanticipated",
        "change",
        "mineral",
        "content",
        "material",
        "mined",
        "unanticipated",
        "change",
        "recovery",
        "rate",
        "change",
        "project",
        "parameter",
        "failure",
        "equipment",
        "process",
        "operate",
        "anticipated",
        "failure",
        "contracted",
        "party",
        "perform",
        "availability",
        "skilled",
        "labour",
        "impact",
        "labour",
        "dispute",
        "obtaining",
        "required",
        "permit",
        "expand",
        "extend",
        "mining",
        "activity",
        "delay",
        "obtaining",
        "governmental",
        "approval",
        "change",
        "metal",
        "price",
        "unanticipated",
        "change",
        "key",
        "management",
        "personnel",
        "change",
        "general",
        "economic",
        "condition",
        "risk",
        "mining",
        "industry",
        "risk",
        "factor",
        "outlined",
        "company",
        "management",
        "discussion",
        "analysis",
        "filed",
        "sedar",
        "statement",
        "speaks",
        "date",
        "made",
        "except",
        "may",
        "required",
        "applicable",
        "security",
        "law",
        "company",
        "disclaims",
        "intent",
        "obligation",
        "update",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "result",
        "otherwise",
        "statement",
        "guarantee",
        "future",
        "performance",
        "accordingly",
        "undue",
        "reliance",
        "put",
        "statement",
        "due",
        "inherent",
        "uncertainty",
        "thereof",
        "source",
        "scorpio",
        "gold",
        "corporation"
    ]
}