{
    "organizations": [],
    "uuid": "50aa3f9d12cc6c6af2813f4a0c65fd3a5759bd0f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/15/globe-newswire-northern-power-systems-reports-first-quarter-2018-results.html",
    "ord_in_thread": 0,
    "title": "Northern Power Systems Reports First Quarter 2018 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Business Highlights:\nUncertainty in the Italian market due to the expiration of the feed-in-tariff for distributed wind has created challenges with our core distributed wind business. Revenues from all geographic markets in the first quarter of 2018 were $1.6M, 25% of which was generated from services within Italy, as compared to $6.2M of revenues in the previous year period, of which Italian business represented approximately 85%.\nAdvancing pipeline in the energy storage business, including full site development with turnkey installations for owners as well as sales of equipment with controls. With measurable traction in our energy storage business and strategy, we are actively evaluating potential transactions, partnerships and other arrangements to obtain capital to accelerate market penetration and investment in this dynamic business.\nAchieved UL certification of our multi megawatt FlexPhase power converter, which is being actively deployed into integrated battery energy storage solutions with controls and islanding capabilities.\nLaunched a tilt-up tower variant of our successful 100kW and 60kW units and expecting first installations in the summer of 2018. Adding this offering expands sales opportunities in remote areas such as the Caribbean by leveraging a more logistically and cost effective installation method.\nInstalled and commissioned the first NPS 100 distributed wind turbine in a high-profile micro-grid in Germany, an evolving and strategic new market for the company.\nExpecting a decrease in WEG related royalties in 2018 as compared to full year 2017 due to contraction in the Brazilian market.\nBARRE, Vt., Northern Power Systems Corp. (TSX:NPS), a next generation renewable energy and energy storage technology company, today announced financial results for its first quarter of 2018.\nRevenues for the three months ended March 31, 2018 were $1.6 million, compared to $6.2 million in the first quarter of 2017. GAAP net loss for the first quarter of 2018 was $1.8 million, compared to a net loss of $1.2 million in the prior year first quarter. Order backlog at the end of the first quarter was $7 million, compared to $30 million for the prior year first quarter.\nOur distributed wind business continues to face significant challenges in its historical core markets, particularly Italy and in other evolving, but strategic, markets such as the US and Germany. In Italy, continued uncertainty regarding the formation of a new government and the timing and nature of a new feed-in-tariff for distributed wind has halted Italy-based sales and revenue generating activities. In the US, the budget bill passed in February 2018 by Congress provided a multi-year extension of the Investment Tax Credit (ITC) for small wind systems (100 kW and below). With the passage of the legislation, certain purchasers of the Northern Power 100kW turbine can now avail themselves of a 30% tax credit which will improve significantly the economics of an investment in distributed wind. We anticipate that the Italian market for our distributed wind solutions will re-open in the fourth quarter of 2018. With the re-opening of the Italian market, together with sales from other markets, we anticipate that our distributed wind business will be positioned to rebound in 2019.\nWe are seeing traction in our energy storage business through a developing pipeline and initial installation activity. Considering the changing trends in our two business areas, we are considering various strategies to sustain the distributed wind business while accelerating growth in energy storage. To this end, we are evaluating a variety of strategic transactions for the energy storage business or the company as a whole, including seeking investment into our overall business or investment specifically dedicated to the energy storage business.\n“The decline in our revenue year over year is attributable to the on-going delays in our core Italian market. In our first quarter of 2018, the majority of our product revenue was from the sale of energy storage equipment and energy storage activities. In the near term, energy storage will be an emerging market for us and as such the predictability of this business segment is uncertain,” stated Eric Larson, chief accounting officer. He also commented, “We note that with our market capitalization currently under $3 million there is a risk that we could receive a delisting notification from the Toronto Stock Exchange. If this occurs, we will address options accordingly.”\n“We are seeing interesting traction in our energy storage offerings which range from complete turnkey installations including site acquisition and development, to supplying key individual components and related software to strategic customers. We are currently in conversations with a range of partners and customers on projects that could support our growing potential order backlog. Our installation with UniEnergy Technologies in Washington State highlights the versatility of our controls in particular seamless switching between grid connected and islanding mode as well as black start capability,” commented Ciel Caldwell, president and chief operating officer. She continued, “with a developing energy storage pipeline, and rapid progress on our core strategy of providing complete turnkey solutions, we believe we can identify strategic or financial partners with interest in participating in the growth in this area.”\nConsolidated First Quarter Financial Highlights:\nRevenue for the first quarter of fiscal year 2018 was $1.6 million, a 75 percent decrease over revenue of $6.2 million reported in the prior year period.\nGross margin in the first quarter was 23.3 percent, an increase from gross margin of 12.2 percent in the prior year period.\nGAAP net loss for the first quarter of fiscal year 2018 was $1.8 million compared to a $1.2 million loss in the prior year period.\nNon-GAAP adjusted EBITDA loss for the first quarter was $1.6 million, compared to a non-GAAP adjusted EBITDA loss of $1.0 million for the prior year. An explanation of these measures as well as a reconciliation of GAAP to non-GAAP financial measures are included below under the heading “About non-GAAP financial measures.”\nThe Company’s cash and cash equivalents balance was $2.1 million at March 31, 2018.\nOur consolidated financial statements can be found on our Form 10-Q filed with SEDAR ( www.sedar.com ) and the SEC ( www.sec.gov ) on May 15, 2018.\nAbout non-GAAP financial measures\nTo supplement Northern Power Systems’ consolidated financial statements presented in accordance with U.S. generally accepted accounting principles (GAAP), Northern Power Systems has used a non-GAAP financial measure, specifically non-GAAP adjusted EBITDA income (loss). Non-GAAP adjusted EBITDA income (loss) is defined as net income (loss), excluding share-based compensation expense, amortization of acquisition-related intangibles, depreciation of property, plant and equipment, interest expense, tax provision or benefit, and certain other non-cash impacts as applicable.\nThe presentation of non-GAAP financial information is not intended to be considered in isolation or as a substitute for the financial information prepared and presented in accordance with GAAP. For more information on non-GAAP adjusted EBITDA, please see the table captioned “Reconciliation of GAAP net income (loss) to non-GAAP adjusted EBITDA net income (loss)” included at the end of this release. The table has more details on the GAAP financial measure that is most directly comparable to non-GAAP adjusted EBITDA and the related reconciliation between these financial measures.\nNorthern Power Systems’ management believes that this non-GAAP financial measure provides meaningful supplemental information in assessing our performance and liquidity by excluding certain items that may not be indicative of our recurring core business operating results, which could be non-cash charges or discrete cash charges that are infrequent in nature. This non-GAAP financial measure also has facilitated management’s internal comparisons to Northern Power Systems’ historical performance and our competitors’ operating results, as well as reflects measurements which are used by creditors and other third parties in assessing our performance.\nReconciliation of Net Loss to Non-GAAP Adjusted EBITDA Loss\nFor the three months ended March 31, (in thousands of dollars) 2018 2017 Net loss $ (1,810 ) $ (1,190 ) Interest expense 27 13 Provision for income taxes 15 16 Depreciation and amortization 128 127 Stock compensation expense 10 27 Non-GAAP adjusted EBITDA loss $ (1,630 ) $ (1,007 ) About Northern Power Systems\nNorthern Power Systems, a next generation renewable energy and energy storage technology company, designs, manufactures, and sells distributed power generation and energy storage solutions with its advanced wind turbines, inverters, controls, and integration services. With approximately 21 million run-time hours across its global fleet, Northern Power wind turbines provide customers with clean, cost-effective, reliable renewable energy. NPS turbines utilize patented permanent magnet direct drive (PMDD) technology, which uses fewer moving parts, delivers higher energy capture, and provides increased reliability thanks to reduced maintenance and downtime. Northern Power also develops Energy Storage Solutions (ESS) based on the FlexPhase™ power converter platform, which features patented converter architecture and controls technology for advanced grid support and generation applications.\nNorthern Power has been a technology innovator for over 40 years and serves clients around the globe from its US headquarters and European offices. To learn more, visit www.northernpower.com .\nNotice regarding forward-looking statements:\nThis release includes forward-looking statements regarding Northern Power Systems and its business, which may include, but is not limited to, product and financial performance, regulatory developments, supplier performance, anticipated opportunity and trends for growth in our customer base and our overall business, our market opportunity, expansion into new markets, and execution of the company ’ s growth strategy. Often, but not always, forward-looking statements can be identified by the use of words such as “plans”, “is expected”, “expects”, “ scheduled ”, “intends”, “contemplates”, “anticipates”, “believes”, “proposes” or variations (including negative variations) of such words and phrases, or state that certain actions, events or results “may”, “could”, “would”, “might” or “will” be taken, occur or be achieved. Such statements are based on the current expectations of the management of Northern Power Systems. The forward-looking events and circumstances discussed in this release may not occur by certain specified dates or at all and could differ materially as a result of known and unknown risk factors and uncertainties affecting the company, including risks regarding the wind power industry; production, performance and acceptance of the company ’ s products; our sales cycle; our ability to convert backlog into revenue; performance by the company ’ s suppliers; our ability to maintain successful relationships with our partners and to enter into new partner relationships; our performance internationally; currency fluctuations; economic factors; competition; the equity markets generally; and the other risks detailed in Northern Power Systems ’ risk factors discussed in filings with the U.S. Securities and Exchange Commission (the “SEC”), including but not limited to Northern Power Systems ’ Annual Report on Form 10-K filed on April 2, 2018, as well as other documents that may be filed by Northern Power Systems from time to time with the SEC. Although Northern Power Systems has attempted to identify important factors that could cause actual actions, events or results to differ materially from those described in forward-looking statements, there may be other factors that cause actions, events or results to differ from those anticipated, estimated or intended. No forward-looking statement can be guaranteed. Except as required by applicable securities laws, forward-looking statements speak only as of the date on which they are made and Northern Power Systems undertakes no obligation to publicly update or revise any forward-looking statement, whether as a result of new information, future events, or otherwise.\nEric Larson,\nVice President and Chief Accounting Officer\n+1-802-661-4673\nir@northernpower.com\nSource:Northern Power Systems Corp.",
    "published": "2018-05-16T01:20:00.000+03:00",
    "crawled": "2018-05-16T01:56:22.013+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "business",
        "highlight",
        "uncertainty",
        "italian",
        "market",
        "due",
        "expiration",
        "distributed",
        "wind",
        "created",
        "challenge",
        "core",
        "distributed",
        "wind",
        "business",
        "revenue",
        "geographic",
        "market",
        "first",
        "quarter",
        "generated",
        "service",
        "within",
        "italy",
        "compared",
        "revenue",
        "previous",
        "year",
        "period",
        "italian",
        "business",
        "represented",
        "approximately",
        "advancing",
        "pipeline",
        "energy",
        "storage",
        "business",
        "including",
        "full",
        "site",
        "development",
        "turnkey",
        "installation",
        "owner",
        "well",
        "sale",
        "equipment",
        "control",
        "measurable",
        "traction",
        "energy",
        "storage",
        "business",
        "strategy",
        "actively",
        "evaluating",
        "potential",
        "transaction",
        "partnership",
        "arrangement",
        "obtain",
        "capital",
        "accelerate",
        "market",
        "penetration",
        "investment",
        "dynamic",
        "business",
        "achieved",
        "ul",
        "certification",
        "multi",
        "megawatt",
        "flexphase",
        "power",
        "converter",
        "actively",
        "deployed",
        "integrated",
        "battery",
        "energy",
        "storage",
        "solution",
        "control",
        "islanding",
        "capability",
        "launched",
        "tower",
        "variant",
        "successful",
        "100kw",
        "60kw",
        "unit",
        "expecting",
        "first",
        "installation",
        "summer",
        "adding",
        "offering",
        "expands",
        "sale",
        "opportunity",
        "remote",
        "area",
        "caribbean",
        "leveraging",
        "logistically",
        "cost",
        "effective",
        "installation",
        "method",
        "installed",
        "commissioned",
        "first",
        "np",
        "distributed",
        "wind",
        "turbine",
        "germany",
        "evolving",
        "strategic",
        "new",
        "market",
        "company",
        "expecting",
        "decrease",
        "weg",
        "related",
        "royalty",
        "compared",
        "full",
        "year",
        "due",
        "contraction",
        "brazilian",
        "market",
        "barre",
        "northern",
        "power",
        "system",
        "tsx",
        "np",
        "next",
        "generation",
        "renewable",
        "energy",
        "energy",
        "storage",
        "technology",
        "company",
        "today",
        "announced",
        "financial",
        "result",
        "first",
        "quarter",
        "revenue",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "gaap",
        "net",
        "loss",
        "first",
        "quarter",
        "million",
        "compared",
        "net",
        "loss",
        "million",
        "prior",
        "year",
        "first",
        "quarter",
        "order",
        "backlog",
        "end",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "prior",
        "year",
        "first",
        "quarter",
        "distributed",
        "wind",
        "business",
        "continues",
        "face",
        "significant",
        "challenge",
        "historical",
        "core",
        "market",
        "particularly",
        "italy",
        "evolving",
        "strategic",
        "market",
        "u",
        "germany",
        "italy",
        "continued",
        "uncertainty",
        "regarding",
        "formation",
        "new",
        "government",
        "timing",
        "nature",
        "new",
        "distributed",
        "wind",
        "halted",
        "sale",
        "revenue",
        "generating",
        "activity",
        "u",
        "budget",
        "bill",
        "passed",
        "february",
        "congress",
        "provided",
        "extension",
        "investment",
        "tax",
        "credit",
        "itc",
        "small",
        "wind",
        "system",
        "kw",
        "passage",
        "legislation",
        "certain",
        "purchaser",
        "northern",
        "power",
        "100kw",
        "turbine",
        "avail",
        "tax",
        "credit",
        "improve",
        "significantly",
        "economics",
        "investment",
        "distributed",
        "wind",
        "anticipate",
        "italian",
        "market",
        "distributed",
        "wind",
        "solution",
        "fourth",
        "quarter",
        "italian",
        "market",
        "together",
        "sale",
        "market",
        "anticipate",
        "distributed",
        "wind",
        "business",
        "positioned",
        "rebound",
        "seeing",
        "traction",
        "energy",
        "storage",
        "business",
        "developing",
        "pipeline",
        "initial",
        "installation",
        "activity",
        "considering",
        "changing",
        "trend",
        "two",
        "business",
        "area",
        "considering",
        "various",
        "strategy",
        "sustain",
        "distributed",
        "wind",
        "business",
        "accelerating",
        "growth",
        "energy",
        "storage",
        "end",
        "evaluating",
        "variety",
        "strategic",
        "transaction",
        "energy",
        "storage",
        "business",
        "company",
        "whole",
        "including",
        "seeking",
        "investment",
        "overall",
        "business",
        "investment",
        "specifically",
        "dedicated",
        "energy",
        "storage",
        "business",
        "decline",
        "revenue",
        "year",
        "year",
        "attributable",
        "delay",
        "core",
        "italian",
        "market",
        "first",
        "quarter",
        "majority",
        "product",
        "revenue",
        "sale",
        "energy",
        "storage",
        "equipment",
        "energy",
        "storage",
        "activity",
        "near",
        "term",
        "energy",
        "storage",
        "emerging",
        "market",
        "u",
        "predictability",
        "business",
        "segment",
        "uncertain",
        "stated",
        "eric",
        "larson",
        "chief",
        "accounting",
        "officer",
        "also",
        "commented",
        "note",
        "market",
        "capitalization",
        "currently",
        "million",
        "risk",
        "could",
        "receive",
        "delisting",
        "notification",
        "toronto",
        "stock",
        "exchange",
        "occurs",
        "address",
        "option",
        "seeing",
        "interesting",
        "traction",
        "energy",
        "storage",
        "offering",
        "range",
        "complete",
        "turnkey",
        "installation",
        "including",
        "site",
        "acquisition",
        "development",
        "supplying",
        "key",
        "individual",
        "component",
        "related",
        "software",
        "strategic",
        "customer",
        "currently",
        "conversation",
        "range",
        "partner",
        "customer",
        "project",
        "could",
        "support",
        "growing",
        "potential",
        "order",
        "backlog",
        "installation",
        "unienergy",
        "technology",
        "washington",
        "state",
        "highlight",
        "versatility",
        "control",
        "particular",
        "seamless",
        "switching",
        "grid",
        "connected",
        "islanding",
        "mode",
        "well",
        "black",
        "start",
        "capability",
        "commented",
        "ciel",
        "caldwell",
        "president",
        "chief",
        "operating",
        "officer",
        "continued",
        "developing",
        "energy",
        "storage",
        "pipeline",
        "rapid",
        "progress",
        "core",
        "strategy",
        "providing",
        "complete",
        "turnkey",
        "solution",
        "believe",
        "identify",
        "strategic",
        "financial",
        "partner",
        "interest",
        "participating",
        "growth",
        "consolidated",
        "first",
        "quarter",
        "financial",
        "highlight",
        "revenue",
        "first",
        "quarter",
        "fiscal",
        "year",
        "million",
        "percent",
        "decrease",
        "revenue",
        "million",
        "reported",
        "prior",
        "year",
        "period",
        "gross",
        "margin",
        "first",
        "quarter",
        "percent",
        "increase",
        "gross",
        "margin",
        "percent",
        "prior",
        "year",
        "period",
        "gaap",
        "net",
        "loss",
        "first",
        "quarter",
        "fiscal",
        "year",
        "million",
        "compared",
        "million",
        "loss",
        "prior",
        "year",
        "period",
        "adjusted",
        "ebitda",
        "loss",
        "first",
        "quarter",
        "million",
        "compared",
        "adjusted",
        "ebitda",
        "loss",
        "million",
        "prior",
        "year",
        "explanation",
        "measure",
        "well",
        "reconciliation",
        "gaap",
        "financial",
        "measure",
        "included",
        "heading",
        "financial",
        "company",
        "cash",
        "cash",
        "equivalent",
        "balance",
        "million",
        "march",
        "consolidated",
        "financial",
        "statement",
        "found",
        "form",
        "filed",
        "sedar",
        "sec",
        "may",
        "financial",
        "measure",
        "supplement",
        "northern",
        "power",
        "system",
        "consolidated",
        "financial",
        "statement",
        "presented",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "northern",
        "power",
        "system",
        "used",
        "financial",
        "measure",
        "specifically",
        "adjusted",
        "ebitda",
        "income",
        "loss",
        "adjusted",
        "ebitda",
        "income",
        "loss",
        "defined",
        "net",
        "income",
        "loss",
        "excluding",
        "compensation",
        "expense",
        "amortization",
        "intangible",
        "depreciation",
        "property",
        "plant",
        "equipment",
        "interest",
        "expense",
        "tax",
        "provision",
        "benefit",
        "certain",
        "impact",
        "applicable",
        "presentation",
        "financial",
        "information",
        "intended",
        "considered",
        "isolation",
        "substitute",
        "financial",
        "information",
        "prepared",
        "presented",
        "accordance",
        "gaap",
        "information",
        "adjusted",
        "ebitda",
        "please",
        "see",
        "table",
        "captioned",
        "reconciliation",
        "gaap",
        "net",
        "income",
        "loss",
        "adjusted",
        "ebitda",
        "net",
        "income",
        "loss",
        "included",
        "end",
        "release",
        "table",
        "detail",
        "gaap",
        "financial",
        "measure",
        "directly",
        "comparable",
        "adjusted",
        "ebitda",
        "related",
        "reconciliation",
        "financial",
        "measure",
        "northern",
        "power",
        "system",
        "management",
        "belief",
        "financial",
        "measure",
        "provides",
        "meaningful",
        "supplemental",
        "information",
        "assessing",
        "performance",
        "liquidity",
        "excluding",
        "certain",
        "item",
        "may",
        "indicative",
        "recurring",
        "core",
        "business",
        "operating",
        "result",
        "could",
        "charge",
        "discrete",
        "cash",
        "charge",
        "infrequent",
        "nature",
        "financial",
        "measure",
        "also",
        "facilitated",
        "management",
        "internal",
        "comparison",
        "northern",
        "power",
        "system",
        "historical",
        "performance",
        "competitor",
        "operating",
        "result",
        "well",
        "reflects",
        "measurement",
        "used",
        "creditor",
        "third",
        "party",
        "assessing",
        "performance",
        "reconciliation",
        "net",
        "loss",
        "adjusted",
        "ebitda",
        "loss",
        "three",
        "month",
        "ended",
        "march",
        "thousand",
        "dollar",
        "net",
        "loss",
        "interest",
        "expense",
        "provision",
        "income",
        "tax",
        "depreciation",
        "amortization",
        "stock",
        "compensation",
        "expense",
        "adjusted",
        "ebitda",
        "loss",
        "northern",
        "power",
        "system",
        "northern",
        "power",
        "system",
        "next",
        "generation",
        "renewable",
        "energy",
        "energy",
        "storage",
        "technology",
        "company",
        "design",
        "manufacture",
        "sell",
        "distributed",
        "power",
        "generation",
        "energy",
        "storage",
        "solution",
        "advanced",
        "wind",
        "turbine",
        "inverter",
        "control",
        "integration",
        "service",
        "approximately",
        "million",
        "hour",
        "across",
        "global",
        "fleet",
        "northern",
        "power",
        "wind",
        "turbine",
        "provide",
        "customer",
        "clean",
        "reliable",
        "renewable",
        "energy",
        "np",
        "turbine",
        "utilize",
        "patented",
        "permanent",
        "magnet",
        "direct",
        "drive",
        "pmdd",
        "technology",
        "us",
        "fewer",
        "moving",
        "part",
        "delivers",
        "higher",
        "energy",
        "capture",
        "provides",
        "increased",
        "reliability",
        "thanks",
        "reduced",
        "maintenance",
        "downtime",
        "northern",
        "power",
        "also",
        "develops",
        "energy",
        "storage",
        "solution",
        "es",
        "based",
        "power",
        "converter",
        "platform",
        "feature",
        "patented",
        "converter",
        "architecture",
        "control",
        "technology",
        "advanced",
        "grid",
        "support",
        "generation",
        "application",
        "northern",
        "power",
        "technology",
        "innovator",
        "year",
        "serf",
        "client",
        "around",
        "globe",
        "u",
        "headquarters",
        "european",
        "office",
        "learn",
        "visit",
        "notice",
        "regarding",
        "statement",
        "release",
        "includes",
        "statement",
        "regarding",
        "northern",
        "power",
        "system",
        "business",
        "may",
        "include",
        "limited",
        "product",
        "financial",
        "performance",
        "regulatory",
        "development",
        "supplier",
        "performance",
        "anticipated",
        "opportunity",
        "trend",
        "growth",
        "customer",
        "base",
        "overall",
        "business",
        "market",
        "opportunity",
        "expansion",
        "new",
        "market",
        "execution",
        "company",
        "growth",
        "strategy",
        "often",
        "always",
        "statement",
        "identified",
        "use",
        "word",
        "plan",
        "expected",
        "expects",
        "scheduled",
        "intends",
        "contemplates",
        "anticipates",
        "belief",
        "proposes",
        "variation",
        "including",
        "negative",
        "variation",
        "word",
        "phrase",
        "state",
        "certain",
        "action",
        "event",
        "result",
        "may",
        "could",
        "would",
        "might",
        "taken",
        "occur",
        "achieved",
        "statement",
        "based",
        "current",
        "expectation",
        "management",
        "northern",
        "power",
        "system",
        "event",
        "circumstance",
        "discussed",
        "release",
        "may",
        "occur",
        "certain",
        "specified",
        "date",
        "could",
        "differ",
        "materially",
        "result",
        "known",
        "unknown",
        "risk",
        "factor",
        "uncertainty",
        "affecting",
        "company",
        "including",
        "risk",
        "regarding",
        "wind",
        "power",
        "industry",
        "production",
        "performance",
        "acceptance",
        "company",
        "product",
        "sale",
        "cycle",
        "ability",
        "convert",
        "backlog",
        "revenue",
        "performance",
        "company",
        "supplier",
        "ability",
        "maintain",
        "successful",
        "relationship",
        "partner",
        "enter",
        "new",
        "partner",
        "relationship",
        "performance",
        "internationally",
        "currency",
        "fluctuation",
        "economic",
        "factor",
        "competition",
        "equity",
        "market",
        "generally",
        "risk",
        "detailed",
        "northern",
        "power",
        "system",
        "risk",
        "factor",
        "discussed",
        "filing",
        "security",
        "exchange",
        "commission",
        "sec",
        "including",
        "limited",
        "northern",
        "power",
        "system",
        "annual",
        "report",
        "form",
        "filed",
        "april",
        "well",
        "document",
        "may",
        "filed",
        "northern",
        "power",
        "system",
        "time",
        "time",
        "sec",
        "although",
        "northern",
        "power",
        "system",
        "attempted",
        "identify",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "action",
        "event",
        "result",
        "differ",
        "materially",
        "described",
        "statement",
        "may",
        "factor",
        "cause",
        "action",
        "event",
        "result",
        "differ",
        "anticipated",
        "estimated",
        "intended",
        "statement",
        "guaranteed",
        "except",
        "required",
        "applicable",
        "security",
        "law",
        "statement",
        "speak",
        "date",
        "made",
        "northern",
        "power",
        "system",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "eric",
        "larson",
        "vice",
        "president",
        "chief",
        "accounting",
        "officer",
        "ir",
        "source",
        "northern",
        "power",
        "system",
        "corp"
    ]
}