{
    "organizations": [],
    "uuid": "9c78d874643dcfd532ddd17287aaa9e338b7d250",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/17/business-wire-fedcap-reports-first-half-fiscal-year-2018-operating-and-financial-results.html",
    "ord_in_thread": 0,
    "title": "Fedcap Reports First Half Fiscal Year 2018 Operating and Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "--Served more than 200,000 individuals with disabilities and other barriers--\n--Achieved 8.1% revenue increase driven by organic and acquisition growth--\n-- Maintained program expenses at 88% of operating expenses--\n--Leveraged positive outcomes in new geographies--\n--Acquired MVLE in March 2018--\nNEW YORK--(BUSINESS WIRE)-- Fedcap, a not-for-profit organization that develops relevant, sustainable solutions for people to overcome barriers through four practice areas: Economic Development, Workforce Development, Educational Services, and Occupational Health, today reported its operating and financial results for the first half of its 2018 fiscal year ended March 31, 2018.\nManagement Comment\n“In the first half of fiscal 2018, Fedcap continued to effectively deliver a broad range of services to an increasing number of individuals in need,” said Christine McMahon, Fedcap’s Chief Executive Officer. “We leveraged complementary capabilities and qualifications across our organization to achieve positive outcomes for clients and to win strategically important contracts that support our future growth. Additionally, we continued to engage with other like-minded service providers to explore opportunities together that have the potential to significantly strengthen our combined impact on key issues facing the populations we serve.\n“We executed on 15 contracts during the first half of 2018 through which we trained and placed individuals with disabilities and other barriers to employment in jobs that offered fair wages and opportunities for advancement. At the same time, we intervened on behalf of specialized populations who have faced difficulties in gaining meaningful employment, including veterans and those exiting the criminal justice system, while developing programs to encourage higher education for those aging out of the foster care system. In all cases, we leverage Fedcap’s platform of services and solutions to develop innovative approaches to longstanding issues, which have been increasingly recognized by government agencies and private sector participants. This has resulted in a growing pipeline of business development opportunities and has positioned Fedcap to complete strategically important combinations,” Ms. McMahon noted.\nFirst Half 2018 Financial and Operating Metrics\nFirst half fiscal year 2018 revenues were $132.2 million, an increase of 8.1% over the $122.3 million in revenues reported for first half FY17. The improvement reflects both organic and acquisition growth, primarily related to the Breaking the Cycle Project in Maine and acquisition of Single Stop USA. Importantly, Fedcap has succeeded in significantly diversifying its revenue sources over the last several years, bringing a broader array of services to at-risk populations.\nEconomic Development accounted for 37% of Fedcap’s total first half FY18 revenues and is comprised of business services operations that directly employ the populations we serve. Economic Development revenues totaled $48.6 million in the first half of 2018. Fedcap employed over 1,500 people in these businesses, the majority of whom have disabilities or other barriers. Within this activity, the largest revenue driver was Total Facilities Management , which includes work at such iconic sites as the Statue of Liberty, Ellis Island, New York’s Penn Station, New York City Court Houses, Federal Aviation Administration installations in New Jersey, as well as government and commercial office buildings in New York, New Jersey, Washington, D.C. and Massachusetts. Other components of Economic Development include: Manufacturing , which provides outsourced assembly and production of electronic products for our military, delivered by a workforce comprised of people with disabilities; Business Solutions , which provides all aspects of back office support to government and commercial clients; Catering , which is a growing part of our portfolio, Security Services , Staffing Solutions and Home Health Care , where over 350 Fedcap-trained and licensed professionals provide at-home care to those in need. Workforce Development accounted for 39% of first half FY18 revenues, or $51.6 million, and represents the area in which Fedcap serves the largest number of individuals through a broad range of services. In the first half, we provided functional capacity assessments, employment readiness training, vocational evaluations, wellness services, counseling and job placement and job retention services to a diversified group of individuals, each facing significant barriers to employment. We are pleased to report that Fedcap placed over 6,047 individuals in jobs in the first half of fiscal 2018 an increase over the prior year of 50%, with 78% earning over $16.00 per hour. We work with 6,900 businesses across our expanding footprint. In February of 2018, our WeCARE contract surpassed 15,000 job placements, a major milestone in this contract.\nOur Breaking the Cycle Program in Maine – is breaking records! This first year, on average, participants are moving to employment within nine weeks of entering the program, the number of TANF recipients meeting the required work hours has quadrupled and the TANF workforce participation rate has jumped to 50 percent—a significant increase from 16 percent in prior years.\nOur ReServe subsidiary we reached a new record – there are currently 563 ReServists placed across the country—totaling 5,800 since ReServe was launched in 2005. “ReServists” are retired professionals age 55+ whom we place with organizations to expand capacity and create social impact in education, health care and poverty fighting. Education and Occupational Health together accounted for over $27.2 million in revenues, or 21% of first half FY18 revenue. Year-on-year growth was mainly due to the full contribution of the Easter Seals Rhode Island operations and our growing body of work in the areas of Substance Use Disorder and Recovery. We provide a broad array of programs in the areas of behavioral health, evaluation & specialized training, assistance for youth transitioning from foster care, and vocational rehabilitation for individuals with disabilities. Over 400 individuals advanced grade level, graduated from high school, matriculated to college, graduated from college, or obtained vocational certification through our Career Design School, which offers fully certified training in Culinary Arts, Security, Facilities Management, Hospitality, Data Entry/Digital Imaging and Office Skills.\nFirst half 2018 operating expenses were $132.2 million, 88% of which represented direct program expenses. Fedcap reported an operating profit of $62,706 for the first half compared to $135,584 in the same period last year.\nIn December 2017, Fedcap completed long term financing through a $10 million Build NYC bond to finance renovations of the state of the art program center at 210 East 43 Street and headquarters located at 633 Third Avenue, New York, NY and the Oracle HCM Cloud implementation.\nAt March 31, 2018, cash and marketable securities were $24.7 million, up slightly from $24 million at the same time last year due to investment earnings and slightly lower start-up investments.\nKey Contract Wins and Strategic Highlights in the First Half of Fiscal 2018\nTwo performance-based Temporary Assistance for Needy Families (TANF) contracts in Washington DC totaling $9.9 million over 5 years. A 6-month extension on the $31 million Human Resources Administration (HRA) WeCARE contract for training and placement services to over 60,000 individuals in NYC. Neighborhood Improvement Grants totaling $2.3 million from 28 council members focused on local projects throughout New York City. A 2-year, $1.9 million Jail to Jobs contract from the New York City Mayor’s Office of Criminal Justice focused on successful reentry for previously-incarcerated individuals. The Rikers Women’s Project, the first of its kind, to support women’s issues during incarceration. A series of contracts with colleges in Rhode Island, Virginia, Louisiana, Florida and Oregon totaling $560,000 for SingleStop.\nBetter Together: Combinations Underway During the First Half of Fiscal 2018\nFedcap welcomed MVLE, a $15 million organization, providing workforce, economic development and vocational rehabilitation services in Northern Virginia, effective April 2018. A combination with Easter Seals affiliates in Central and Northern Texas will be effective as of July 2018, adding $20 million in revenues and representing the 3 rd and 4 th Easter Seals acquisitions made by Fedcap.\nSummary and Outlook\n“The scale we have gained thanks to several years of back-to-back, double digit revenue growth has provided Fedcap with resources to invest in program development and infrastructure improvements to support the continued growth that we see on the horizon.\n“Our first half fiscal 2018 results reflected strong demand for Fedcap’s high-impact services and our emphasis on achieving positive and measurable results. Additionally, we succeeded in completing the acquisition of MVLE and substantially expanding the geographic reach of our operations through the pending acquisitions of Easter Seals in North and Central Texas. Through our Single Stop USA subsidiary, we connected over 100,000 individuals to services and life sustaining benefits to overcome poverty and become gainfully employed. Today, the Fedcap family of brands provides a platform of services and solutions that can be effectively deployed to address the needs of clients in 22 states.\n“We continue to be mindful of changes in government policy that could impact our operations, and ultimately the at-risk populations we serve. This drives us to seek out and bid on an increasing number of contract and funding opportunities to put into practice solutions that have proven to yield positive outcomes for those in need. Fedcap ended the first half of fiscal 2018 in a strong financial position, and we continue to operate with rigorous financial and risk management controls and procedures to ensure that Fedcap remains a sustainable organization with sufficient infrastructure and resources to effectively serve clients, win federal, state and city-funded contracts and to secure foundation grants. We look forward to continuing our progress in 2018 and to keeping an open dialogue with all of our stakeholders,” Ms. McMahon noted.\nAbout Fedcap\nA not-for-profit founded in 1935, Fedcap develops innovative, creative and sustainable solutions that help people overcome barriers to economic well-being. In the first half of FY 2018, Fedcap’s educational, vocational training, job placement, post placement support and advocacy programs helped more than 200,000 individuals rebuild their lives and build a pathway to long term economic well-being.\nConference Call Details:\nDate: 5/17/18 at 11:00am EST\nPhone: 844-792-3735 - Toll free\nLink to Webcast: https://services.choruscall.com/links/frs180517.html\nFinancials: Fedcap Rehabilitation Services, Inc. and Subsidiaries Statement of Financial Position Six Months Ended March 31 Fiscal year 2018\n2017\n2017\nUnaudited\nAudited\nASSETS Cash and short term investments $ 24,664,872 $ 24,051,625 $ 29,077,160 Accounts Receivable (net) 48,269,732 40,726,227 45,309,399 Inventories (net) 489,523 338,795 402,669 Prepaid Expenses 5,209,814 3,219,190 5,120,104 Total Current Assets $ 78,633,941 $ 68,335,837 $ 79,909,332 Fixed Assets (net) 73,772,364 75,036,530 74,924,787 Other Assets 2,695,188 2,852,461 758,509 Total Assets $ 155,101,493 $ 146,224,828 $ 155,592,628 Liabilities Accounts Payable and Accrued Liabilities $ 24,122,146 $ 31,881,009 $ 32,382,996 Notes Payable 272,450 8,035 674,420 Line of Credit 14,653,273 12,747,209 14,653,273 Loan and advances from government contracts - - 1,500,000 Other Current Liabilities 4,730,961 238,400 6,736,368 Total Current Liabilities $ 43,778,830 $ 44,874,653 $ 55,947,057 Long Term Debt $ 69,935,760 $ 61,535,192 $ 57,618,269 Line of Credit 3,000,000 3,000,000 3,000,000 Other Liabilities 2,761,800 1,393,058 3,407,780 Total Liabilities $ 119,476,390 $ 110,802,903 $ 119,973,106 Net Assets Unrestricted $ 32,889,913 $ 32,686,740 $ 32,810,556 Restricted 2,114,997 2,114,997 2,224,538 Permanently Restricted 620,188 620,188 584,428 Total Net Assets $ 35,625,098 $ 35,421,925 $ 35,619,522 Total Liabilities & Net Assets $ 155,101,488 $ 146,224,828 155,592,628 Current Ratio 1.8 1.5 1.4 A/R Turnover Ratio 2.7 3.0 5.7 A/R Average Days Outstanding 65.7 59.9 67.0 Debt Coverage Ratio 2.5 2.8 2.0 Consolidated Statement of Activities and Changes in Net Assets\nSix Months Ended Fiscal Year March 31 Ended September 2018 2017 2017 UNAUDITED Audited REVENUE $ 132,232,135 $ 122,285,460 $ 258,504,213 EXPENSES Salaries and benefits $ 79,455,963 $ 76,991,988 $ 154,660,498 Occupancy 8,689,253 7,364,582 15,756,227 Subcontractors 10,897,723 12,793,420 27,807,907 Depreciation and amortization 2,009,219 2,043,673 4,116,985 Interest expense 1,675,236 1,550,634 3,079,150 Other expense 29,442,035 21,405,579 52,794,060 TOTAL EXPENSES $ 132,169,429 $ 122,149,876 $ 258,214,826 OPER PROFIT/(LOSS) $ 62,706 $ 135,584 $ 289,387 Operating Ratios Net operating ratio 0.05 % 0.11 % 0.11 % Program Expense Ratio 88 % 88 % 88 % Personnel cost ratio 60 % 63 % 60 %\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180517005143/en/\nFedcap\nChristine McMahon, CEO\n212-727-4200\nSource: Fedcap",
    "published": "2018-05-17T17:00:00.000+03:00",
    "crawled": "2018-05-17T16:52:54.011+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "served",
        "individual",
        "disability",
        "barrier",
        "achieved",
        "revenue",
        "increase",
        "driven",
        "organic",
        "acquisition",
        "growth",
        "maintained",
        "program",
        "expense",
        "operating",
        "expense",
        "leveraged",
        "positive",
        "outcome",
        "new",
        "geography",
        "acquired",
        "mvle",
        "march",
        "new",
        "york",
        "business",
        "wire",
        "fedcap",
        "organization",
        "develops",
        "relevant",
        "sustainable",
        "solution",
        "people",
        "overcome",
        "barrier",
        "four",
        "practice",
        "area",
        "economic",
        "development",
        "workforce",
        "development",
        "educational",
        "service",
        "occupational",
        "health",
        "today",
        "reported",
        "operating",
        "financial",
        "result",
        "first",
        "half",
        "fiscal",
        "year",
        "ended",
        "march",
        "management",
        "comment",
        "first",
        "half",
        "fiscal",
        "fedcap",
        "continued",
        "effectively",
        "deliver",
        "broad",
        "range",
        "service",
        "increasing",
        "number",
        "individual",
        "need",
        "said",
        "christine",
        "mcmahon",
        "fedcap",
        "chief",
        "executive",
        "officer",
        "leveraged",
        "complementary",
        "capability",
        "qualification",
        "across",
        "organization",
        "achieve",
        "positive",
        "outcome",
        "client",
        "win",
        "strategically",
        "important",
        "contract",
        "support",
        "future",
        "growth",
        "additionally",
        "continued",
        "engage",
        "service",
        "provider",
        "explore",
        "opportunity",
        "together",
        "potential",
        "significantly",
        "strengthen",
        "combined",
        "impact",
        "key",
        "issue",
        "facing",
        "population",
        "serve",
        "executed",
        "contract",
        "first",
        "half",
        "trained",
        "placed",
        "individual",
        "disability",
        "barrier",
        "employment",
        "job",
        "offered",
        "fair",
        "wage",
        "opportunity",
        "advancement",
        "time",
        "intervened",
        "behalf",
        "specialized",
        "population",
        "faced",
        "difficulty",
        "gaining",
        "meaningful",
        "employment",
        "including",
        "veteran",
        "exiting",
        "criminal",
        "justice",
        "system",
        "developing",
        "program",
        "encourage",
        "higher",
        "education",
        "aging",
        "foster",
        "care",
        "system",
        "case",
        "leverage",
        "fedcap",
        "platform",
        "service",
        "solution",
        "develop",
        "innovative",
        "approach",
        "longstanding",
        "issue",
        "increasingly",
        "recognized",
        "government",
        "agency",
        "private",
        "sector",
        "participant",
        "resulted",
        "growing",
        "pipeline",
        "business",
        "development",
        "opportunity",
        "positioned",
        "fedcap",
        "complete",
        "strategically",
        "important",
        "combination",
        "mcmahon",
        "noted",
        "first",
        "half",
        "financial",
        "operating",
        "metric",
        "first",
        "half",
        "fiscal",
        "year",
        "revenue",
        "million",
        "increase",
        "million",
        "revenue",
        "reported",
        "first",
        "half",
        "fy17",
        "improvement",
        "reflects",
        "organic",
        "acquisition",
        "growth",
        "primarily",
        "related",
        "breaking",
        "cycle",
        "project",
        "maine",
        "acquisition",
        "single",
        "stop",
        "usa",
        "importantly",
        "fedcap",
        "succeeded",
        "significantly",
        "diversifying",
        "revenue",
        "source",
        "last",
        "several",
        "year",
        "bringing",
        "broader",
        "array",
        "service",
        "population",
        "economic",
        "development",
        "accounted",
        "fedcap",
        "total",
        "first",
        "half",
        "fy18",
        "revenue",
        "comprised",
        "business",
        "service",
        "operation",
        "directly",
        "employ",
        "population",
        "serve",
        "economic",
        "development",
        "revenue",
        "totaled",
        "million",
        "first",
        "half",
        "fedcap",
        "employed",
        "people",
        "business",
        "majority",
        "disability",
        "barrier",
        "within",
        "activity",
        "largest",
        "revenue",
        "driver",
        "total",
        "facility",
        "management",
        "includes",
        "work",
        "iconic",
        "site",
        "statue",
        "liberty",
        "elli",
        "island",
        "new",
        "york",
        "penn",
        "station",
        "new",
        "york",
        "city",
        "court",
        "house",
        "federal",
        "aviation",
        "administration",
        "installation",
        "new",
        "jersey",
        "well",
        "government",
        "commercial",
        "office",
        "building",
        "new",
        "york",
        "new",
        "jersey",
        "washington",
        "massachusetts",
        "component",
        "economic",
        "development",
        "include",
        "manufacturing",
        "provides",
        "outsourced",
        "assembly",
        "production",
        "electronic",
        "product",
        "military",
        "delivered",
        "workforce",
        "comprised",
        "people",
        "disability",
        "business",
        "solution",
        "provides",
        "aspect",
        "back",
        "office",
        "support",
        "government",
        "commercial",
        "client",
        "catering",
        "growing",
        "part",
        "portfolio",
        "security",
        "service",
        "staffing",
        "solution",
        "home",
        "health",
        "care",
        "licensed",
        "professional",
        "provide",
        "care",
        "need",
        "workforce",
        "development",
        "accounted",
        "first",
        "half",
        "fy18",
        "revenue",
        "million",
        "represents",
        "area",
        "fedcap",
        "serf",
        "largest",
        "number",
        "individual",
        "broad",
        "range",
        "service",
        "first",
        "half",
        "provided",
        "functional",
        "capacity",
        "assessment",
        "employment",
        "readiness",
        "training",
        "vocational",
        "evaluation",
        "wellness",
        "service",
        "counseling",
        "job",
        "placement",
        "job",
        "retention",
        "service",
        "diversified",
        "group",
        "individual",
        "facing",
        "significant",
        "barrier",
        "employment",
        "pleased",
        "report",
        "fedcap",
        "placed",
        "individual",
        "job",
        "first",
        "half",
        "fiscal",
        "increase",
        "prior",
        "year",
        "earning",
        "per",
        "hour",
        "work",
        "business",
        "across",
        "expanding",
        "footprint",
        "february",
        "wecare",
        "contract",
        "surpassed",
        "job",
        "placement",
        "major",
        "milestone",
        "contract",
        "breaking",
        "cycle",
        "program",
        "maine",
        "breaking",
        "record",
        "first",
        "year",
        "average",
        "participant",
        "moving",
        "employment",
        "within",
        "nine",
        "week",
        "entering",
        "program",
        "number",
        "tanf",
        "recipient",
        "meeting",
        "required",
        "work",
        "hour",
        "quadrupled",
        "tanf",
        "workforce",
        "participation",
        "rate",
        "jumped",
        "significant",
        "increase",
        "percent",
        "prior",
        "year",
        "reserve",
        "subsidiary",
        "reached",
        "new",
        "record",
        "currently",
        "reservist",
        "placed",
        "across",
        "since",
        "reserve",
        "launched",
        "reservist",
        "retired",
        "professional",
        "age",
        "place",
        "organization",
        "expand",
        "capacity",
        "create",
        "social",
        "impact",
        "education",
        "health",
        "care",
        "poverty",
        "fighting",
        "education",
        "occupational",
        "health",
        "together",
        "accounted",
        "million",
        "revenue",
        "first",
        "half",
        "fy18",
        "revenue",
        "growth",
        "mainly",
        "due",
        "full",
        "contribution",
        "easter",
        "seal",
        "rhode",
        "island",
        "operation",
        "growing",
        "body",
        "work",
        "area",
        "substance",
        "use",
        "disorder",
        "recovery",
        "provide",
        "broad",
        "array",
        "program",
        "area",
        "behavioral",
        "health",
        "evaluation",
        "specialized",
        "training",
        "assistance",
        "youth",
        "transitioning",
        "foster",
        "care",
        "vocational",
        "rehabilitation",
        "individual",
        "disability",
        "individual",
        "advanced",
        "grade",
        "level",
        "graduated",
        "high",
        "school",
        "matriculated",
        "college",
        "graduated",
        "college",
        "obtained",
        "vocational",
        "certification",
        "career",
        "design",
        "school",
        "offer",
        "fully",
        "certified",
        "training",
        "culinary",
        "art",
        "security",
        "facility",
        "management",
        "hospitality",
        "data",
        "imaging",
        "office",
        "skill",
        "first",
        "half",
        "operating",
        "expense",
        "million",
        "represented",
        "direct",
        "program",
        "expense",
        "fedcap",
        "reported",
        "operating",
        "profit",
        "first",
        "half",
        "compared",
        "period",
        "last",
        "year",
        "december",
        "fedcap",
        "completed",
        "long",
        "term",
        "financing",
        "million",
        "build",
        "nyc",
        "bond",
        "finance",
        "renovation",
        "state",
        "art",
        "program",
        "center",
        "east",
        "street",
        "headquarters",
        "located",
        "third",
        "avenue",
        "new",
        "york",
        "ny",
        "oracle",
        "hcm",
        "cloud",
        "implementation",
        "march",
        "cash",
        "marketable",
        "security",
        "million",
        "slightly",
        "million",
        "time",
        "last",
        "year",
        "due",
        "investment",
        "earnings",
        "slightly",
        "lower",
        "investment",
        "key",
        "contract",
        "win",
        "strategic",
        "highlight",
        "first",
        "half",
        "fiscal",
        "two",
        "temporary",
        "assistance",
        "needy",
        "family",
        "tanf",
        "contract",
        "washington",
        "dc",
        "totaling",
        "million",
        "year",
        "extension",
        "million",
        "human",
        "resource",
        "administration",
        "hra",
        "wecare",
        "contract",
        "training",
        "placement",
        "service",
        "individual",
        "nyc",
        "neighborhood",
        "improvement",
        "grant",
        "totaling",
        "million",
        "council",
        "member",
        "focused",
        "local",
        "project",
        "throughout",
        "new",
        "york",
        "city",
        "million",
        "jail",
        "job",
        "contract",
        "new",
        "york",
        "city",
        "mayor",
        "office",
        "criminal",
        "justice",
        "focused",
        "successful",
        "reentry",
        "individual",
        "rikers",
        "woman",
        "project",
        "first",
        "kind",
        "support",
        "woman",
        "issue",
        "incarceration",
        "series",
        "contract",
        "college",
        "rhode",
        "island",
        "virginia",
        "louisiana",
        "florida",
        "oregon",
        "totaling",
        "singlestop",
        "better",
        "together",
        "combination",
        "underway",
        "first",
        "half",
        "fiscal",
        "fedcap",
        "welcomed",
        "mvle",
        "million",
        "organization",
        "providing",
        "workforce",
        "economic",
        "development",
        "vocational",
        "rehabilitation",
        "service",
        "northern",
        "virginia",
        "effective",
        "april",
        "combination",
        "easter",
        "seal",
        "affiliate",
        "central",
        "northern",
        "texas",
        "effective",
        "july",
        "adding",
        "million",
        "revenue",
        "representing",
        "rd",
        "th",
        "easter",
        "seal",
        "acquisition",
        "made",
        "fedcap",
        "summary",
        "outlook",
        "scale",
        "gained",
        "thanks",
        "several",
        "year",
        "double",
        "digit",
        "revenue",
        "growth",
        "provided",
        "fedcap",
        "resource",
        "invest",
        "program",
        "development",
        "infrastructure",
        "improvement",
        "support",
        "continued",
        "growth",
        "see",
        "horizon",
        "first",
        "half",
        "fiscal",
        "result",
        "reflected",
        "strong",
        "demand",
        "fedcap",
        "service",
        "emphasis",
        "achieving",
        "positive",
        "measurable",
        "result",
        "additionally",
        "succeeded",
        "completing",
        "acquisition",
        "mvle",
        "substantially",
        "expanding",
        "geographic",
        "reach",
        "operation",
        "pending",
        "acquisition",
        "easter",
        "seal",
        "north",
        "central",
        "texas",
        "single",
        "stop",
        "usa",
        "subsidiary",
        "connected",
        "individual",
        "service",
        "life",
        "sustaining",
        "benefit",
        "overcome",
        "poverty",
        "become",
        "gainfully",
        "employed",
        "today",
        "fedcap",
        "family",
        "brand",
        "provides",
        "platform",
        "service",
        "solution",
        "effectively",
        "deployed",
        "address",
        "need",
        "client",
        "state",
        "continue",
        "mindful",
        "change",
        "government",
        "policy",
        "could",
        "impact",
        "operation",
        "ultimately",
        "population",
        "serve",
        "drive",
        "u",
        "seek",
        "bid",
        "increasing",
        "number",
        "contract",
        "funding",
        "opportunity",
        "put",
        "practice",
        "solution",
        "proven",
        "yield",
        "positive",
        "outcome",
        "need",
        "fedcap",
        "ended",
        "first",
        "half",
        "fiscal",
        "strong",
        "financial",
        "position",
        "continue",
        "operate",
        "rigorous",
        "financial",
        "risk",
        "management",
        "control",
        "procedure",
        "ensure",
        "fedcap",
        "remains",
        "sustainable",
        "organization",
        "sufficient",
        "infrastructure",
        "resource",
        "effectively",
        "serve",
        "client",
        "win",
        "federal",
        "state",
        "contract",
        "secure",
        "foundation",
        "grant",
        "look",
        "forward",
        "continuing",
        "progress",
        "keeping",
        "open",
        "dialogue",
        "stakeholder",
        "mcmahon",
        "noted",
        "fedcap",
        "founded",
        "fedcap",
        "develops",
        "innovative",
        "creative",
        "sustainable",
        "solution",
        "help",
        "people",
        "overcome",
        "barrier",
        "economic",
        "first",
        "half",
        "fy",
        "fedcap",
        "educational",
        "vocational",
        "training",
        "job",
        "placement",
        "post",
        "placement",
        "support",
        "advocacy",
        "program",
        "helped",
        "individual",
        "rebuild",
        "life",
        "build",
        "pathway",
        "long",
        "term",
        "economic",
        "conference",
        "call",
        "detail",
        "date",
        "est",
        "phone",
        "toll",
        "free",
        "link",
        "webcast",
        "http",
        "financials",
        "fedcap",
        "rehabilitation",
        "service",
        "subsidiary",
        "statement",
        "financial",
        "position",
        "six",
        "month",
        "ended",
        "march",
        "fiscal",
        "year",
        "unaudited",
        "audited",
        "asset",
        "cash",
        "short",
        "term",
        "investment",
        "account",
        "receivable",
        "net",
        "inventory",
        "net",
        "prepaid",
        "expense",
        "total",
        "current",
        "asset",
        "fixed",
        "asset",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "account",
        "payable",
        "accrued",
        "liability",
        "note",
        "payable",
        "line",
        "credit",
        "loan",
        "advance",
        "government",
        "contract",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "long",
        "term",
        "debt",
        "line",
        "credit",
        "liability",
        "total",
        "liability",
        "net",
        "asset",
        "unrestricted",
        "restricted",
        "permanently",
        "restricted",
        "total",
        "net",
        "asset",
        "total",
        "liability",
        "net",
        "asset",
        "current",
        "ratio",
        "turnover",
        "ratio",
        "average",
        "day",
        "outstanding",
        "debt",
        "coverage",
        "ratio",
        "consolidated",
        "statement",
        "activity",
        "change",
        "net",
        "asset",
        "six",
        "month",
        "ended",
        "fiscal",
        "year",
        "march",
        "ended",
        "september",
        "unaudited",
        "audited",
        "revenue",
        "expense",
        "salary",
        "benefit",
        "occupancy",
        "subcontractor",
        "depreciation",
        "amortization",
        "interest",
        "expense",
        "expense",
        "total",
        "expense",
        "oper",
        "loss",
        "operating",
        "ratio",
        "net",
        "operating",
        "ratio",
        "program",
        "expense",
        "ratio",
        "personnel",
        "cost",
        "ratio",
        "view",
        "source",
        "version",
        "http",
        "fedcap",
        "christine",
        "mcmahon",
        "ceo",
        "source",
        "fedcap"
    ]
}