{
    "organizations": [],
    "uuid": "b9fd6e0485f04ec1454998899a052456e0f822cc",
    "author": "Kate Rooney",
    "url": "https://www.cnbc.com/2018/05/22/coinbase-a-bitcoin-start-up-spreading-its-bets-on-the-crypto-economy.html",
    "ord_in_thread": 0,
    "title": "Coinbase: A bitcoin start-up spreading its bets on the crypto economy",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "As one of the biggest digital currency platforms, Coinbase was in the right place at the right time as the price of bitcoin skyrocketed in 2017, but the company has no intention of taking its crypto gains for granted. With $150 billion in assets traded across more than 20 million customers, and 2017 revenue reported at $1 billion, it's plowing money back into a master plan to stay ahead in a much larger cryptocurrency economy.\nWhile the San Francisco-based company is best known as the leading U.S. cryptocurrency trading platform, Coinbase — which landed at the No. 10 spot on the 2018 CNBC Disruptor 50 list — doesn't think of itself that way.\n\"We don't see ourselves as a crypto exchange,\" said Coinbase president and COO Asiff Hirji. \"We are very focused on the establishment of the crypto economy. We see ourselves as enabler of that future economy.\"\nMeet the 2018 CNBC Disruptor 50 companies In the past few months, Coinbase has poached key executives from LinkedIn, Twitter , Facebook and the New York Stock Exchange. Already this year, Coinbase has doubled the size of its full-time engineering team and overhauled much of the platform's code, which resulted in a 1,000 percent increase in its capacity. It expects \"to again double this capacity in coming months,\" according to a letter it released publicly in early May in response to pressure from the New York Attorney General's office.\nIn April, Coinbase bought Earn.com for a reported $100 million, which lets users send and receive digital currency for replying to mass-market emails and completing micro tasks. As part of the acquisition, the crypto company will bring on Earn's founder and CEO, a former Andreessen Horowitz venture capitalist, as its first-ever chief technology officer. Earn was originally backed by Andreessen Horowitz and Tyler and Cameron Winklevoss.\nThere are few spokes in the cryptocurrency wheel that its early success as a bitcoin exchange hasn't allowed Coinbase to now chase. The company is reportedly much more bullish on its own value than VC funding estimates. Coinbase valued itself at about $8 billion when it set out to buy Earn.com, according to Recode , much higher than a valuation of $1.6 billion at its last round of venture capitalist financing in summer 2017.\nCoinbase Coinbase president and chief operating officer, Asiff Hirji (left), with Coinbase CEO and co-founder Brian Armstrong \"What we provide is an on-ramp from the old economy to the new, from fiat to crypto,\" Hirji said. \"We need a bridge to get there, and we are providing that bridge.\"\nCoinbase, which has more than $225 million in funding from top VCs including Andreessen Horowitz and Union Square Ventures, as well as from the New York Stock Exchange , declined to comment on its valuation.\nThe New York Stock Exchange is reportedly planning its own cryptocurrency exchange to meet the needs of institutional investors to trade bitcoin, a move NYSE rival Nasdaq also said it's contemplating.\nThe competition is coming for Coinbase The moves into other venture capital and other business could be a way of building a moat around the company as others move into the crypto exchange business.\nSquare , run by Twitter CEO Jack Dorsey, is one potential competitor. It began trading cryptocurrency on its Square Cash app in January and could eat into the Coinbase exchange business, according to Nomura Instinet analyst Dan Dolev.\n\"If you're only a one-trick pony, at some point you're going to lose to competitors coming in like Square,\" he said. \"Eventually there will be another guy with a bigger offering.\"\nDolev estimated Coinbase's average trading fees were roughly 1.8 percent in 2017. That alone could drive users to other, cheaper exchanges.\n\"Coinbase has a huge first-mover advantage, but you're seeing that these things don't live forever,\" he said. \"It's always a risk to spread yourself too thin, but it's also an opportunity.\"\nCoinbase is hedging its exchange business by looking to become a one-stop shop for institutional investors. The company announced a fleet of products to lure in that \"white glove\" investor class, which has been especially cautious to dive into the volatile market.\nshow chapters Crypto exchange Coinbase goes after institutional investors 2:17 PM ET Thu, 17 May 2018 | 01:00 The company launched four new products: Coinbase Custody, Coinbase Markets, The Coinbase Institutional Coverage Group and Coinbase Prime.\nCoinbase, which already custodies $9 billion in customer assets, said there are billions of dollars in institutional money that will be invested in digital currency.\n\"We think this can unlock $10 billion of institutional investor money sitting on the sideline,\" Adam White, Coinbase's vice president and general manager, told CNBC. \"We're seeing a rapid increase in attention awareness and adoption in the cryptocurrency market.\"\nHirji said investors, like hedge funds, want exposure to the sector but are not interested in \"picking name A or name B\" cryptocurrency. Hedge funds and other institutional investors have contacted Coinbase expressing their desire to increase activity in the space, and that was a primary reason Coinbase launched an index fund in March.\nThe fund gives accredited U.S. investors exposure to all the digital currencies listed on Coinbase, but unlike a major equities index — like the S&P 500 or Dow Jones Industrial Average, which holds 30 stocks — the Coinbase Index Fund invested in a limited list of four cryptocurrency holdings. Out of 1,500 cryptocurrencies in existence, the platform only trades bitcoin , bitcoin cash , ethereum and litecoin .\nCoinbase has not suffered a hack like some other global cryptocurrency exchanges, yet institutional investors are concerned about security. Lack of a trusted custodia to safeguard their crypto assets was the impetus to launch Coinbase Custody last November, Coinbase president and COO Hirji said.\n\"They tell us that the No. 1 thing preventing them from getting started is the existence of a digital asset custodian that they can trust to store client funds securely,\" the company wrote in a blog post.\nWall St. shifts from bashing bit to cryptocurrency backer Wall Street's interest in cryptocurrency seems to be increasing. There are now 287 crypto hedge funds, up from 175 a year earlier, according to the latest data from Autonomous Next. Only 20 hedge funds for cryptocurrency existed in 2016. Goldman Sachs is reportedly looking to open a cryptocurrency trading desk, and White said others will be quick to follow.\nThe company noted at the launch that more than 100 hedge funds have been created in the past year exclusively to trade digital currency.\nCoinbase Ventures, an incubator fund for early-stage start-ups working in cryptocurrencies and blockchain, launched one month after the index fund and has $15 million geared up for investments. It announced its first investment in a start-up called Compound, which lets you lend or borrow cryptocurrency and earn an interest rate. Coinbase joined Andreessen Horowitz, crypto hedge fund Polychain Capital and Bain Capital Ventures in the investment round.\n\"We've looked at and invested in things that could be competitive to us,\" Hirji said.\n\"We think this can unlock $10 billion of institutional investor money sitting on the sideline. We're seeing a rapid increase in attention awareness and adoption in the cryptocurrency market.\" -Adam White, Coinbase vice president and general manager Earlier this year it launched Coinbase Commerce, which lets merchants accept major cryptocurrencies for payment, an area of the crypto economy that Square is positioned to exploit. Another early-into-the-sector bitcoin start-up was BitPay, which recently raised another $40 million in venture money. BitPay processed more than $1 billion in bitcoin payments last year.\nCryptocurrency, if you buy its believers thesis, has the power to upend the entire financial system. Proponents of blockchain technology, which underpins bitcoin , say it could eliminate the need for central authorities like banks, while lowering costs and even creating financial solutions for the unbanked. Earn.com, for example, can compensate users in any country for replying to an email or completing a simple task, even if they don't have a bank account.\nRegulatory scrutiny remains intense The Coinbase decision to keep access limited to four types of crypto has drawn criticism. The company has been treading lightly as U.S. regulators deliberate on how they might police certain uses of the technology. In the meantime, it issued a set of guidelines in response to \"feedback from customers that they want more assets on Coinbase.\"\nCoinbase is known as one of the more compliant companies in the space. It recently responded to former New York Attorney General Eric Schneiderman's ongoing inquiry into exchanges, with some new disclosures and updates. Crypto exchange Kraken in contrast publicly refused to answer the inquiry from the New York Attorney General's office; its CEO called the questioning \"hostile.\"\nNew York City has been known as one of the least crypto-friendly jurisdictions. It requires a \"bitlicense,\" which has only been given to four companies, including Coinbase. The expensive, arduous process has made exchanges like Kraken leave New York City.\nA look back at the CNBC Disruptor 50: 6 years, 167 companies A key issue for Coinbase and others is whether what they offer on their platforms are securities and therefore subject to Securities and Exchange Commission jurisdiction. The agency said in March it is looking to apply securities laws to cryptocurrency exchanges, which is a main reason Coinbase has been admittedly slow to add new coins.\nCoinbase reportedly met with SEC officials this year to discuss registering as a licensed brokerage and electronic-trading venue, The Wall Street Journal reported , citing sources familiar with the situation. Some analysts said that move would make it easier for Coinbase to support more coins and complying with securities regulation. A source familiar with the situation confirmed to CNBC that the company is in talks with the agency about registering, but Coinbase declined to comment. It was also reported last week that Coinbase met with officials at the U.S. Office of the Comptroller of the Currency in early 2018 about bank licenses.\nThe rapid growth for Coinbase hasn't come pain-free.\nThe company more than doubled its user base from late 2016 to the end of last year, while bitcoin rose from less than $1,000 to it's highest point, near $20,000. Today it's trading at around $8,300. As new users took to the platform, some complained on Twitter and Reddit about uptime, site outages and customer support, as well as technology decisions that some say has left them short on funds.\nOne notable hiccup happened at the end of last year, when the company surprised markets by immediately rolling out the trading of bitcoin cash, an offshoot of bitcoin. The company had earlier said in a blog post that it was targeting a launch by January 1, 2018, but ended up launching the cryptocurrency sooner than expected.\nThe price of that new digital currency skyrocketed after the announcement, and CEO Brian Armstrong later said in a December blog post that the company is investigating possible insider trading. No updates have been released. Sources familiar with the company's operations say an internal investigation conducted by a third-party team continues.\nThat botched roll-out of bitcoin-cash trading cost investors more than $5 million, a lawsuit alleges. Lawyers in March filed a class-action suit in the Northern District of California on behalf of customers who say they were damaged by \"negligence in the handling of the launch.\"\nCoinbase declined to comment on its internal review or any ongoing litigation.",
    "published": "2018-05-22T03:00:00.000+03:00",
    "crawled": "2018-05-22T13:12:28.062+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "one",
        "biggest",
        "digital",
        "currency",
        "platform",
        "coinbase",
        "right",
        "place",
        "right",
        "time",
        "price",
        "bitcoin",
        "skyrocketed",
        "company",
        "intention",
        "taking",
        "crypto",
        "gain",
        "granted",
        "billion",
        "asset",
        "traded",
        "across",
        "million",
        "customer",
        "revenue",
        "reported",
        "billion",
        "plowing",
        "money",
        "back",
        "master",
        "plan",
        "stay",
        "ahead",
        "much",
        "larger",
        "cryptocurrency",
        "economy",
        "san",
        "company",
        "best",
        "known",
        "leading",
        "cryptocurrency",
        "trading",
        "platform",
        "coinbase",
        "landed",
        "spot",
        "cnbc",
        "disruptor",
        "list",
        "think",
        "way",
        "see",
        "crypto",
        "exchange",
        "said",
        "coinbase",
        "president",
        "coo",
        "asiff",
        "hirji",
        "focused",
        "establishment",
        "crypto",
        "economy",
        "see",
        "enabler",
        "future",
        "economy",
        "meet",
        "cnbc",
        "disruptor",
        "company",
        "past",
        "month",
        "coinbase",
        "poached",
        "key",
        "executive",
        "linkedin",
        "twitter",
        "facebook",
        "new",
        "york",
        "stock",
        "exchange",
        "already",
        "year",
        "coinbase",
        "doubled",
        "size",
        "engineering",
        "team",
        "overhauled",
        "much",
        "platform",
        "code",
        "resulted",
        "percent",
        "increase",
        "capacity",
        "expects",
        "double",
        "capacity",
        "coming",
        "month",
        "according",
        "letter",
        "released",
        "publicly",
        "early",
        "may",
        "response",
        "pressure",
        "new",
        "york",
        "attorney",
        "general",
        "office",
        "april",
        "coinbase",
        "bought",
        "reported",
        "million",
        "let",
        "user",
        "send",
        "receive",
        "digital",
        "currency",
        "replying",
        "email",
        "completing",
        "micro",
        "task",
        "part",
        "acquisition",
        "crypto",
        "company",
        "bring",
        "earn",
        "founder",
        "ceo",
        "former",
        "andreessen",
        "horowitz",
        "venture",
        "capitalist",
        "chief",
        "technology",
        "officer",
        "earn",
        "originally",
        "backed",
        "andreessen",
        "horowitz",
        "tyler",
        "cameron",
        "winklevoss",
        "spoke",
        "cryptocurrency",
        "wheel",
        "early",
        "success",
        "bitcoin",
        "exchange",
        "allowed",
        "coinbase",
        "chase",
        "company",
        "reportedly",
        "much",
        "bullish",
        "value",
        "vc",
        "funding",
        "estimate",
        "coinbase",
        "valued",
        "billion",
        "set",
        "buy",
        "according",
        "recode",
        "much",
        "higher",
        "valuation",
        "billion",
        "last",
        "round",
        "venture",
        "capitalist",
        "financing",
        "summer",
        "coinbase",
        "coinbase",
        "president",
        "chief",
        "operating",
        "officer",
        "asiff",
        "hirji",
        "left",
        "coinbase",
        "ceo",
        "brian",
        "armstrong",
        "provide",
        "old",
        "economy",
        "new",
        "fiat",
        "crypto",
        "hirji",
        "said",
        "need",
        "bridge",
        "get",
        "providing",
        "bridge",
        "coinbase",
        "million",
        "funding",
        "top",
        "vcs",
        "including",
        "andreessen",
        "horowitz",
        "union",
        "square",
        "venture",
        "well",
        "new",
        "york",
        "stock",
        "exchange",
        "declined",
        "comment",
        "valuation",
        "new",
        "york",
        "stock",
        "exchange",
        "reportedly",
        "planning",
        "cryptocurrency",
        "exchange",
        "meet",
        "need",
        "institutional",
        "investor",
        "trade",
        "bitcoin",
        "move",
        "nyse",
        "rival",
        "nasdaq",
        "also",
        "said",
        "contemplating",
        "competition",
        "coming",
        "coinbase",
        "move",
        "venture",
        "capital",
        "business",
        "could",
        "way",
        "building",
        "moat",
        "around",
        "company",
        "others",
        "move",
        "crypto",
        "exchange",
        "business",
        "square",
        "run",
        "twitter",
        "ceo",
        "jack",
        "dorsey",
        "one",
        "potential",
        "competitor",
        "began",
        "trading",
        "cryptocurrency",
        "square",
        "cash",
        "app",
        "january",
        "could",
        "eat",
        "coinbase",
        "exchange",
        "business",
        "according",
        "nomura",
        "instinet",
        "analyst",
        "dan",
        "dolev",
        "pony",
        "point",
        "going",
        "lose",
        "competitor",
        "coming",
        "like",
        "square",
        "said",
        "eventually",
        "another",
        "guy",
        "bigger",
        "offering",
        "dolev",
        "estimated",
        "coinbase",
        "average",
        "trading",
        "fee",
        "roughly",
        "percent",
        "alone",
        "could",
        "drive",
        "user",
        "cheaper",
        "exchange",
        "coinbase",
        "huge",
        "advantage",
        "seeing",
        "thing",
        "live",
        "forever",
        "said",
        "always",
        "risk",
        "spread",
        "thin",
        "also",
        "opportunity",
        "coinbase",
        "hedging",
        "exchange",
        "business",
        "looking",
        "become",
        "shop",
        "institutional",
        "investor",
        "company",
        "announced",
        "fleet",
        "product",
        "lure",
        "white",
        "glove",
        "investor",
        "class",
        "especially",
        "cautious",
        "dive",
        "volatile",
        "market",
        "show",
        "chapter",
        "crypto",
        "exchange",
        "coinbase",
        "go",
        "institutional",
        "investor",
        "pm",
        "et",
        "thu",
        "may",
        "company",
        "launched",
        "four",
        "new",
        "product",
        "coinbase",
        "custody",
        "coinbase",
        "market",
        "coinbase",
        "institutional",
        "coverage",
        "group",
        "coinbase",
        "prime",
        "coinbase",
        "already",
        "custody",
        "billion",
        "customer",
        "asset",
        "said",
        "billion",
        "dollar",
        "institutional",
        "money",
        "invested",
        "digital",
        "currency",
        "think",
        "unlock",
        "billion",
        "institutional",
        "investor",
        "money",
        "sitting",
        "sideline",
        "adam",
        "white",
        "coinbase",
        "vice",
        "president",
        "general",
        "manager",
        "told",
        "cnbc",
        "seeing",
        "rapid",
        "increase",
        "attention",
        "awareness",
        "adoption",
        "cryptocurrency",
        "market",
        "hirji",
        "said",
        "investor",
        "like",
        "hedge",
        "fund",
        "want",
        "exposure",
        "sector",
        "interested",
        "picking",
        "name",
        "name",
        "b",
        "cryptocurrency",
        "hedge",
        "fund",
        "institutional",
        "investor",
        "contacted",
        "coinbase",
        "expressing",
        "desire",
        "increase",
        "activity",
        "space",
        "primary",
        "reason",
        "coinbase",
        "launched",
        "index",
        "fund",
        "march",
        "fund",
        "give",
        "accredited",
        "investor",
        "exposure",
        "digital",
        "currency",
        "listed",
        "coinbase",
        "unlike",
        "major",
        "equity",
        "index",
        "like",
        "p",
        "dow",
        "jones",
        "industrial",
        "average",
        "hold",
        "stock",
        "coinbase",
        "index",
        "fund",
        "invested",
        "limited",
        "list",
        "four",
        "cryptocurrency",
        "holding",
        "cryptocurrencies",
        "existence",
        "platform",
        "trade",
        "bitcoin",
        "bitcoin",
        "cash",
        "ethereum",
        "litecoin",
        "coinbase",
        "suffered",
        "hack",
        "like",
        "global",
        "cryptocurrency",
        "exchange",
        "yet",
        "institutional",
        "investor",
        "concerned",
        "security",
        "lack",
        "trusted",
        "custodia",
        "safeguard",
        "crypto",
        "asset",
        "impetus",
        "launch",
        "coinbase",
        "custody",
        "last",
        "november",
        "coinbase",
        "president",
        "coo",
        "hirji",
        "said",
        "tell",
        "u",
        "thing",
        "preventing",
        "getting",
        "started",
        "existence",
        "digital",
        "asset",
        "custodian",
        "trust",
        "store",
        "client",
        "fund",
        "securely",
        "company",
        "wrote",
        "blog",
        "post",
        "wall",
        "shift",
        "bashing",
        "bit",
        "cryptocurrency",
        "backer",
        "wall",
        "street",
        "interest",
        "cryptocurrency",
        "seems",
        "increasing",
        "crypto",
        "hedge",
        "fund",
        "year",
        "earlier",
        "according",
        "latest",
        "data",
        "autonomous",
        "next",
        "hedge",
        "fund",
        "cryptocurrency",
        "existed",
        "goldman",
        "sachs",
        "reportedly",
        "looking",
        "open",
        "cryptocurrency",
        "trading",
        "desk",
        "white",
        "said",
        "others",
        "quick",
        "follow",
        "company",
        "noted",
        "launch",
        "hedge",
        "fund",
        "created",
        "past",
        "year",
        "exclusively",
        "trade",
        "digital",
        "currency",
        "coinbase",
        "venture",
        "incubator",
        "fund",
        "working",
        "cryptocurrencies",
        "blockchain",
        "launched",
        "one",
        "month",
        "index",
        "fund",
        "million",
        "geared",
        "investment",
        "announced",
        "first",
        "investment",
        "called",
        "compound",
        "let",
        "lend",
        "borrow",
        "cryptocurrency",
        "earn",
        "interest",
        "rate",
        "coinbase",
        "joined",
        "andreessen",
        "horowitz",
        "crypto",
        "hedge",
        "fund",
        "polychain",
        "capital",
        "bain",
        "capital",
        "venture",
        "investment",
        "round",
        "looked",
        "invested",
        "thing",
        "could",
        "competitive",
        "u",
        "hirji",
        "said",
        "think",
        "unlock",
        "billion",
        "institutional",
        "investor",
        "money",
        "sitting",
        "sideline",
        "seeing",
        "rapid",
        "increase",
        "attention",
        "awareness",
        "adoption",
        "cryptocurrency",
        "market",
        "white",
        "coinbase",
        "vice",
        "president",
        "general",
        "manager",
        "earlier",
        "year",
        "launched",
        "coinbase",
        "commerce",
        "let",
        "merchant",
        "accept",
        "major",
        "cryptocurrencies",
        "payment",
        "area",
        "crypto",
        "economy",
        "square",
        "positioned",
        "exploit",
        "another",
        "bitcoin",
        "bitpay",
        "recently",
        "raised",
        "another",
        "million",
        "venture",
        "money",
        "bitpay",
        "processed",
        "billion",
        "bitcoin",
        "payment",
        "last",
        "year",
        "cryptocurrency",
        "buy",
        "believer",
        "thesis",
        "power",
        "upend",
        "entire",
        "financial",
        "system",
        "proponent",
        "blockchain",
        "technology",
        "underpins",
        "bitcoin",
        "say",
        "could",
        "eliminate",
        "need",
        "central",
        "authority",
        "like",
        "bank",
        "lowering",
        "cost",
        "even",
        "creating",
        "financial",
        "solution",
        "unbanked",
        "example",
        "compensate",
        "user",
        "country",
        "replying",
        "email",
        "completing",
        "simple",
        "task",
        "even",
        "bank",
        "account",
        "regulatory",
        "scrutiny",
        "remains",
        "intense",
        "coinbase",
        "decision",
        "keep",
        "access",
        "limited",
        "four",
        "type",
        "crypto",
        "drawn",
        "criticism",
        "company",
        "treading",
        "lightly",
        "regulator",
        "deliberate",
        "might",
        "police",
        "certain",
        "us",
        "technology",
        "meantime",
        "issued",
        "set",
        "guideline",
        "response",
        "feedback",
        "customer",
        "want",
        "asset",
        "coinbase",
        "coinbase",
        "known",
        "one",
        "compliant",
        "company",
        "space",
        "recently",
        "responded",
        "former",
        "new",
        "york",
        "attorney",
        "general",
        "eric",
        "schneiderman",
        "ongoing",
        "inquiry",
        "exchange",
        "new",
        "disclosure",
        "update",
        "crypto",
        "exchange",
        "kraken",
        "contrast",
        "publicly",
        "refused",
        "answer",
        "inquiry",
        "new",
        "york",
        "attorney",
        "general",
        "office",
        "ceo",
        "called",
        "questioning",
        "hostile",
        "new",
        "york",
        "city",
        "known",
        "one",
        "least",
        "jurisdiction",
        "requires",
        "bitlicense",
        "given",
        "four",
        "company",
        "including",
        "coinbase",
        "expensive",
        "arduous",
        "process",
        "made",
        "exchange",
        "like",
        "kraken",
        "leave",
        "new",
        "york",
        "city",
        "look",
        "back",
        "cnbc",
        "disruptor",
        "year",
        "company",
        "key",
        "issue",
        "coinbase",
        "others",
        "whether",
        "offer",
        "platform",
        "security",
        "therefore",
        "subject",
        "security",
        "exchange",
        "commission",
        "jurisdiction",
        "agency",
        "said",
        "march",
        "looking",
        "apply",
        "security",
        "law",
        "cryptocurrency",
        "exchange",
        "main",
        "reason",
        "coinbase",
        "admittedly",
        "slow",
        "add",
        "new",
        "coin",
        "coinbase",
        "reportedly",
        "met",
        "sec",
        "official",
        "year",
        "discus",
        "registering",
        "licensed",
        "brokerage",
        "venue",
        "wall",
        "street",
        "journal",
        "reported",
        "citing",
        "source",
        "familiar",
        "situation",
        "analyst",
        "said",
        "move",
        "would",
        "make",
        "easier",
        "coinbase",
        "support",
        "coin",
        "complying",
        "security",
        "regulation",
        "source",
        "familiar",
        "situation",
        "confirmed",
        "cnbc",
        "company",
        "talk",
        "agency",
        "registering",
        "coinbase",
        "declined",
        "comment",
        "also",
        "reported",
        "last",
        "week",
        "coinbase",
        "met",
        "official",
        "office",
        "comptroller",
        "currency",
        "early",
        "bank",
        "license",
        "rapid",
        "growth",
        "coinbase",
        "come",
        "company",
        "doubled",
        "user",
        "base",
        "late",
        "end",
        "last",
        "year",
        "bitcoin",
        "rose",
        "less",
        "highest",
        "point",
        "near",
        "today",
        "trading",
        "around",
        "new",
        "user",
        "took",
        "platform",
        "complained",
        "twitter",
        "reddit",
        "uptime",
        "site",
        "outage",
        "customer",
        "support",
        "well",
        "technology",
        "decision",
        "say",
        "left",
        "short",
        "fund",
        "one",
        "notable",
        "hiccup",
        "happened",
        "end",
        "last",
        "year",
        "company",
        "surprised",
        "market",
        "immediately",
        "rolling",
        "trading",
        "bitcoin",
        "cash",
        "offshoot",
        "bitcoin",
        "company",
        "earlier",
        "said",
        "blog",
        "post",
        "targeting",
        "launch",
        "january",
        "ended",
        "launching",
        "cryptocurrency",
        "sooner",
        "expected",
        "price",
        "new",
        "digital",
        "currency",
        "skyrocketed",
        "announcement",
        "ceo",
        "brian",
        "armstrong",
        "later",
        "said",
        "december",
        "blog",
        "post",
        "company",
        "investigating",
        "possible",
        "insider",
        "trading",
        "update",
        "released",
        "source",
        "familiar",
        "company",
        "operation",
        "say",
        "internal",
        "investigation",
        "conducted",
        "team",
        "continues",
        "botched",
        "trading",
        "cost",
        "investor",
        "million",
        "lawsuit",
        "alleges",
        "lawyer",
        "march",
        "filed",
        "suit",
        "northern",
        "district",
        "california",
        "behalf",
        "customer",
        "say",
        "damaged",
        "negligence",
        "handling",
        "launch",
        "coinbase",
        "declined",
        "comment",
        "internal",
        "review",
        "ongoing",
        "litigation"
    ]
}