{
    "organizations": [],
    "uuid": "10dd613e16135a48f99d7858d10d730e16732929",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/05/04/fugitive-2-million-bitcoin-heist-returns-after-prison-escape.html",
    "ord_in_thread": 0,
    "title": "Fugitive $2 million bitcoin heist returns after prison escape",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "REYKJAVIK, Iceland — It has been more than four months since thieves pulled off the biggest heist in the history of Iceland, and the police here still have no idea where the booty — roughly $2 million worth of Bitcoin-mining computers — is stashed.\nA breakthrough in the case seemed imminent in early February when the authorities detained Sindri Stefansson, a 31-year-old man with a rap sheet that includes drug possession and burglary. Even though he hadn't been charged, let alone convicted, the media tagged him the \"mastermind\" of the crime, largely because he was held in prison longer than any of the 11 suspects who were questioned.\nThen, like the computers, Mr. Stefansson disappeared. For the next five days he was an international fugitive. After escaping from the prison — a feat that took surprisingly little effort, given the institution's bare-minimum approach to security — he hopped a taxi to the country's largest airport, where he boarded an early-morning flight to Stockholm. In a twist that seems borrowed from a cheesy caper film, the plane also carried Katrin Jakobsdottir, the prime minister of Iceland.\nMore from the New York Times:\nWhy is South Korea spooking the global bitcoin market?\nBitcoin plummets more than 30 percent in less than a day\nOn Fox News of all places, damaging moments for Trump\n\"We did not chat,\" Mr. Stefansson said, calling from a prison near Amsterdam in his first interview since he was arrested two weeks ago in the Netherlands. Speaking by phone in a gloomy monotone, he said he had worn a baseball cap and avoided the gaze of everyone on the plane. \"I kept my head down as much as I could.\"\nAfter the recent rash of crypto currency-related crimes , many of them gunpoint stickups of people forced to empty their virtual wallets, a theft like this seemed all but inevitable. And Iceland is one of the world's premier venues for mining operators, who are drawn to the country's cheap electricity and chilly weather, which helps keeps computers cool.\nMr. Stefansson would not discuss what the media has named the Big Bitcoin Heist. Instead, he focused on his regret for having fled, a decision that, he said, he rued as soon as he landed in Sweden and realized that his mug shot was all over the media.\n\"I did not eat and had a constant knot in the pit of my stomach,\" he said. \"I was disappointed in myself for making my family suffer, and nervous about being recognized.\"\nDetectives in Reykjavik would like to have a conversation of their own with Mr. Stefansson, and they are likely to get that opportunity on Friday, when he is scheduled to be extradited to Iceland. He will return to a country riveted by his case. Calls have poured into a tip line with theories about where the computers are stored and, until recently, where Mr. Stefansson may be found.\n\"I can tell you the Icelandic public has been very interested,\" Olafur Kjartansson, the lead police investigator, said in an interview. \"I'm sitting in the public hot baths and friends and colleagues will say to me, 'Did you find him?\"'\nAndrew Testa | The New York Times Olafur Kjartansson, the lead police investigator in the theft of roughly $2 million worth of Bitcoin-mining computers, in London, April 29, 2018. The theft suggests that security at some of Iceland's Bitcoin mining operations has yet to catch up to the value of the commodity, now trading at $9,600 apiece. If the warehouse that was robbed was digging for gold instead of running an algorithm in a quest for cryptocurrency, odds are that the crime would have been far trickier to pull off.\nThen again, this is Iceland, a place that seems to presume its citizens will abide by the law. An astonishing amount of social trust is embedded in society, a phenomenon that is especially evident when looking at the country's penal system.\nMr. Stefansson had been kept at Sogn, which is known as an open prison. Inmates live in their own rooms, which have prison-issued flat-screen TVs, and talk on their own cellphones. During the day, inmates earn the equivalent of $4 an hour cooking, cleaning and maintaining a chicken coop.\n\"It's a friendly atmosphere,\" said Gudmundur Thoroddsson, a prisoner advocate who was recently released from Sogn. \"There's a good relationship with the guards. Never any fighting or arguing.\"\nThe prison is at the foot of a treeless hill and looks more like a rural two-story home than a penitentiary. During a recent visit, the entrance road was blocked by the sort of gate used by pay-by-the-hour parking garages. The property, which includes a soccer field, is surrounded by wire fencing a few feet high.\nMr. Stefansson wouldn't have needed a running start to jump it. The night he bolted, he started browsing for international flights on his cellphone at about 11, he said in the interview. After booking one under an assumed name, he opened his window and left. He claims that he walked a mile to Route 1, the road that rings the island, and hitchhiked 59 miles to Keflavik, a town near the airport. (The police maintain that an accomplice drove him.) From there, he called a cab.\nOnce in Stockholm, he traveled via train, taxi and ferry to Germany through Denmark. There he met \"individuals\" who drove him to Amsterdam. He enjoyed just three hours of freedom in the Dutch capital. Unbeknown to him, the local authorities had been quickly tipped off by two pedestrians with a cellphone photograph of a person they believed was the much-publicized wanted man. Soon after, an officer approached Mr. Stefansson and demanded identification.\n\"I was just walking when it happened,\" he said.\nThe police in Iceland have said little about any evidence they have linking Mr. Stefansson to the computer theft. It was actually three separate thefts over the course of a few weeks, starting Dec. 5. One occurred at a compound near the airport, home to a handful of cryptocurrency mining warehouses leased to different companies. The warehouses look like hangars, though instead of containing jets these are densely packed with computers, numbered and neatly arranged on shelves. Giant fans hum noisily overhead.\n\"If you spent a day here, you would probably go deaf,\" shouted Mia Molnar of Genesis Mining, which is based in Hong Kong and mines coins for Ethereum, a Bitcoin rival.\nShe was giving a tour of Genesis' warehouse and later, in a far quieter room, offered her best shot at explaining what all those computers are doing. The simplified version: They are engaged in a nonstop, worldwide race to process new transactions using cryptocurrencies, digital tokens that can be traded electronically. The task requires ever more powerful equipment. Success is rewarded, digitally and automatically, with a small batch of new coins.\nBitcoin and other virtual currencies have been viewed warily by some governments and criticized by environmentalists for hoovering up vast and increasing amounts of electricity. Genesis and its competitors, on the other hand, see a financial opportunity, one that has sent the value of their mining equipment soaring.\n\"I think a lot of companies have been more worried about hacks,\" Ms. Molnar said. \"Less about the hardware.\"\nThe warehouse adjacent to Genesis' is the one that was robbed. The lessee of that building, which appears to be under construction, has not been publicly identified. Through the police, the company has offered $60,000 to anyone who leads detectives to the stolen property.\nAt the same time, the police have been searching for the machines by studying the electrical grid for surges in use. They have also followed up on ideas provided by the public, including one from a psychic. So far, said Mr. Kjartansson, the police investigator, the search has been fruitless.\nHis hunch, based on the sophistication of the theft, is that the perpetrators worked with an overseas syndicate of organized crime. Nothing in Mr. Stefansson's long record indicates international links of any kind. He has been convicted of possessing drugs and driving under the influence, and the grandest of his larcenies is the $2,000 he stole from slot machines in a Reykjavik bar.\nHe said in the interview that he had been sober for more than seven years and made apps and websites for a living. He minimized a recent arrest for growing marijuana as a \"side business.\" When he was arrested for the Bitcoin robbery, Mr. Stefansson said, he was two days away from restarting his life and moving to Spain with his wife and three children.\nIf Mr. Stefansson is ultimately charged with any heist-related crimes, his prison break won't be one of them. In Iceland, it is not against the law to escape from prison.\n\"Our system supposes that a person who has been deprived of his freedom will try to regain it,\" said Jon Gunnlaugsson, a former judge on Iceland's Supreme Court. \"It's the responsibility of prison authorities to keep him there.\"\nFurther, it is unclear whether the police had the right to continue holding Mr. Stefansson in prison in the first place. He was not under arrest at the time, because a judge's order to keep him in custody had expired hours before his escape. In advance of a hearing to extend the custody order, the police persuaded Mr. Stefansson to sign a document agreeing to stay in prison voluntarily.\nHe immediately decided the agreement was bogus. In an open letter published in an Icelandic daily while he was on the lam, he wrote that given the circumstances, he was genuinely surprised to find himself the subject of a manhunt.\nParadoxically, one of Mr. Stefansson's primary goals now is returning to the very place he was so eager to leave. At the prison near Amsterdam, he said, he was just a name and number, underfed and wary of his fellow inmates.\nBy comparison, he said, \"Icelandic prisons are a hotel.\"",
    "published": "2018-05-04T23:09:00.000+03:00",
    "crawled": "2018-05-04T23:29:56.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "reykjavik",
        "iceland",
        "four",
        "month",
        "since",
        "thief",
        "pulled",
        "biggest",
        "heist",
        "history",
        "iceland",
        "police",
        "still",
        "idea",
        "booty",
        "roughly",
        "million",
        "worth",
        "computer",
        "stashed",
        "breakthrough",
        "case",
        "seemed",
        "imminent",
        "early",
        "february",
        "authority",
        "detained",
        "sindri",
        "stefansson",
        "man",
        "rap",
        "sheet",
        "includes",
        "drug",
        "possession",
        "burglary",
        "even",
        "though",
        "charged",
        "let",
        "alone",
        "convicted",
        "medium",
        "tagged",
        "mastermind",
        "crime",
        "largely",
        "held",
        "prison",
        "longer",
        "suspect",
        "questioned",
        "like",
        "computer",
        "stefansson",
        "disappeared",
        "next",
        "five",
        "day",
        "international",
        "fugitive",
        "escaping",
        "prison",
        "feat",
        "took",
        "surprisingly",
        "little",
        "effort",
        "given",
        "institution",
        "approach",
        "security",
        "hopped",
        "taxi",
        "country",
        "largest",
        "airport",
        "boarded",
        "flight",
        "stockholm",
        "twist",
        "seems",
        "borrowed",
        "cheesy",
        "caper",
        "film",
        "plane",
        "also",
        "carried",
        "katrin",
        "jakobsdottir",
        "prime",
        "minister",
        "iceland",
        "new",
        "york",
        "time",
        "south",
        "korea",
        "spooking",
        "global",
        "bitcoin",
        "market",
        "bitcoin",
        "plummet",
        "percent",
        "less",
        "day",
        "fox",
        "news",
        "place",
        "damaging",
        "moment",
        "trump",
        "chat",
        "stefansson",
        "said",
        "calling",
        "prison",
        "near",
        "amsterdam",
        "first",
        "interview",
        "since",
        "arrested",
        "two",
        "week",
        "ago",
        "netherlands",
        "speaking",
        "phone",
        "gloomy",
        "monotone",
        "said",
        "worn",
        "baseball",
        "cap",
        "avoided",
        "gaze",
        "everyone",
        "plane",
        "kept",
        "head",
        "much",
        "could",
        "recent",
        "rash",
        "crypto",
        "crime",
        "many",
        "gunpoint",
        "stickup",
        "people",
        "forced",
        "empty",
        "virtual",
        "wallet",
        "theft",
        "like",
        "seemed",
        "inevitable",
        "iceland",
        "one",
        "world",
        "premier",
        "venue",
        "mining",
        "operator",
        "drawn",
        "country",
        "cheap",
        "electricity",
        "chilly",
        "weather",
        "help",
        "keep",
        "computer",
        "cool",
        "stefansson",
        "would",
        "discus",
        "medium",
        "named",
        "big",
        "bitcoin",
        "heist",
        "instead",
        "focused",
        "regret",
        "fled",
        "decision",
        "said",
        "rued",
        "soon",
        "landed",
        "sweden",
        "realized",
        "mug",
        "shot",
        "medium",
        "eat",
        "constant",
        "knot",
        "pit",
        "stomach",
        "said",
        "disappointed",
        "making",
        "family",
        "suffer",
        "nervous",
        "recognized",
        "detective",
        "reykjavik",
        "would",
        "like",
        "conversation",
        "stefansson",
        "likely",
        "get",
        "opportunity",
        "friday",
        "scheduled",
        "extradited",
        "iceland",
        "return",
        "country",
        "riveted",
        "case",
        "call",
        "poured",
        "tip",
        "line",
        "theory",
        "computer",
        "stored",
        "recently",
        "stefansson",
        "may",
        "found",
        "tell",
        "icelandic",
        "public",
        "interested",
        "olafur",
        "kjartansson",
        "lead",
        "police",
        "investigator",
        "said",
        "interview",
        "sitting",
        "public",
        "hot",
        "bath",
        "friend",
        "colleague",
        "say",
        "find",
        "andrew",
        "testa",
        "new",
        "york",
        "time",
        "olafur",
        "kjartansson",
        "lead",
        "police",
        "investigator",
        "theft",
        "roughly",
        "million",
        "worth",
        "computer",
        "london",
        "april",
        "theft",
        "suggests",
        "security",
        "iceland",
        "bitcoin",
        "mining",
        "operation",
        "yet",
        "catch",
        "value",
        "commodity",
        "trading",
        "apiece",
        "warehouse",
        "robbed",
        "digging",
        "gold",
        "instead",
        "running",
        "algorithm",
        "quest",
        "cryptocurrency",
        "odds",
        "crime",
        "would",
        "far",
        "trickier",
        "pull",
        "iceland",
        "place",
        "seems",
        "presume",
        "citizen",
        "abide",
        "law",
        "astonishing",
        "amount",
        "social",
        "trust",
        "embedded",
        "society",
        "phenomenon",
        "especially",
        "evident",
        "looking",
        "country",
        "penal",
        "system",
        "stefansson",
        "kept",
        "sogn",
        "known",
        "open",
        "prison",
        "inmate",
        "live",
        "room",
        "tv",
        "talk",
        "cellphone",
        "day",
        "inmate",
        "earn",
        "equivalent",
        "hour",
        "cooking",
        "cleaning",
        "maintaining",
        "chicken",
        "coop",
        "friendly",
        "atmosphere",
        "said",
        "gudmundur",
        "thoroddsson",
        "prisoner",
        "advocate",
        "recently",
        "released",
        "sogn",
        "good",
        "relationship",
        "guard",
        "never",
        "fighting",
        "arguing",
        "prison",
        "foot",
        "treeless",
        "hill",
        "look",
        "like",
        "rural",
        "home",
        "penitentiary",
        "recent",
        "visit",
        "entrance",
        "road",
        "blocked",
        "sort",
        "gate",
        "used",
        "parking",
        "garage",
        "property",
        "includes",
        "soccer",
        "field",
        "surrounded",
        "wire",
        "fencing",
        "foot",
        "high",
        "stefansson",
        "would",
        "needed",
        "running",
        "start",
        "jump",
        "night",
        "bolted",
        "started",
        "browsing",
        "international",
        "flight",
        "cellphone",
        "said",
        "interview",
        "booking",
        "one",
        "assumed",
        "name",
        "opened",
        "window",
        "left",
        "claim",
        "walked",
        "mile",
        "route",
        "road",
        "ring",
        "island",
        "hitchhiked",
        "mile",
        "keflavik",
        "town",
        "near",
        "airport",
        "police",
        "maintain",
        "accomplice",
        "drove",
        "called",
        "cab",
        "stockholm",
        "traveled",
        "via",
        "train",
        "taxi",
        "ferry",
        "germany",
        "denmark",
        "met",
        "individual",
        "drove",
        "amsterdam",
        "enjoyed",
        "three",
        "hour",
        "freedom",
        "dutch",
        "capital",
        "unbeknown",
        "local",
        "authority",
        "quickly",
        "tipped",
        "two",
        "pedestrian",
        "cellphone",
        "photograph",
        "person",
        "believed",
        "wanted",
        "man",
        "soon",
        "officer",
        "approached",
        "stefansson",
        "demanded",
        "identification",
        "walking",
        "happened",
        "said",
        "police",
        "iceland",
        "said",
        "little",
        "evidence",
        "linking",
        "stefansson",
        "computer",
        "theft",
        "actually",
        "three",
        "separate",
        "theft",
        "course",
        "week",
        "starting",
        "one",
        "occurred",
        "compound",
        "near",
        "airport",
        "home",
        "handful",
        "cryptocurrency",
        "mining",
        "warehouse",
        "leased",
        "different",
        "company",
        "warehouse",
        "look",
        "like",
        "hangar",
        "though",
        "instead",
        "containing",
        "jet",
        "densely",
        "packed",
        "computer",
        "numbered",
        "neatly",
        "arranged",
        "shelf",
        "giant",
        "fan",
        "hum",
        "noisily",
        "overhead",
        "spent",
        "day",
        "would",
        "probably",
        "go",
        "deaf",
        "shouted",
        "mia",
        "molnar",
        "genesis",
        "mining",
        "based",
        "hong",
        "kong",
        "mine",
        "coin",
        "ethereum",
        "bitcoin",
        "rival",
        "giving",
        "tour",
        "genesis",
        "warehouse",
        "later",
        "far",
        "quieter",
        "room",
        "offered",
        "best",
        "shot",
        "explaining",
        "computer",
        "simplified",
        "version",
        "engaged",
        "nonstop",
        "worldwide",
        "race",
        "process",
        "new",
        "transaction",
        "using",
        "cryptocurrencies",
        "digital",
        "token",
        "traded",
        "electronically",
        "task",
        "requires",
        "ever",
        "powerful",
        "equipment",
        "success",
        "rewarded",
        "digitally",
        "automatically",
        "small",
        "batch",
        "new",
        "coin",
        "bitcoin",
        "virtual",
        "currency",
        "viewed",
        "warily",
        "government",
        "criticized",
        "environmentalist",
        "hoovering",
        "vast",
        "increasing",
        "amount",
        "electricity",
        "genesis",
        "competitor",
        "hand",
        "see",
        "financial",
        "opportunity",
        "one",
        "sent",
        "value",
        "mining",
        "equipment",
        "soaring",
        "think",
        "lot",
        "company",
        "worried",
        "hack",
        "molnar",
        "said",
        "less",
        "hardware",
        "warehouse",
        "adjacent",
        "genesis",
        "one",
        "robbed",
        "lessee",
        "building",
        "appears",
        "construction",
        "publicly",
        "identified",
        "police",
        "company",
        "offered",
        "anyone",
        "lead",
        "detective",
        "stolen",
        "property",
        "time",
        "police",
        "searching",
        "machine",
        "studying",
        "electrical",
        "grid",
        "surge",
        "use",
        "also",
        "followed",
        "idea",
        "provided",
        "public",
        "including",
        "one",
        "psychic",
        "far",
        "said",
        "kjartansson",
        "police",
        "investigator",
        "search",
        "fruitless",
        "hunch",
        "based",
        "sophistication",
        "theft",
        "perpetrator",
        "worked",
        "overseas",
        "syndicate",
        "organized",
        "crime",
        "nothing",
        "stefansson",
        "long",
        "record",
        "indicates",
        "international",
        "link",
        "kind",
        "convicted",
        "possessing",
        "drug",
        "driving",
        "influence",
        "grandest",
        "larceny",
        "stole",
        "slot",
        "machine",
        "reykjavik",
        "bar",
        "said",
        "interview",
        "sober",
        "seven",
        "year",
        "made",
        "apps",
        "website",
        "living",
        "minimized",
        "recent",
        "arrest",
        "growing",
        "marijuana",
        "side",
        "business",
        "arrested",
        "bitcoin",
        "robbery",
        "stefansson",
        "said",
        "two",
        "day",
        "away",
        "restarting",
        "life",
        "moving",
        "spain",
        "wife",
        "three",
        "child",
        "stefansson",
        "ultimately",
        "charged",
        "crime",
        "prison",
        "break",
        "wo",
        "one",
        "iceland",
        "law",
        "escape",
        "prison",
        "system",
        "supposes",
        "person",
        "deprived",
        "freedom",
        "try",
        "regain",
        "said",
        "jon",
        "gunnlaugsson",
        "former",
        "judge",
        "iceland",
        "supreme",
        "court",
        "responsibility",
        "prison",
        "authority",
        "keep",
        "unclear",
        "whether",
        "police",
        "right",
        "continue",
        "holding",
        "stefansson",
        "prison",
        "first",
        "place",
        "arrest",
        "time",
        "judge",
        "order",
        "keep",
        "custody",
        "expired",
        "hour",
        "escape",
        "advance",
        "hearing",
        "extend",
        "custody",
        "order",
        "police",
        "persuaded",
        "stefansson",
        "sign",
        "document",
        "agreeing",
        "stay",
        "prison",
        "voluntarily",
        "immediately",
        "decided",
        "agreement",
        "bogus",
        "open",
        "letter",
        "published",
        "icelandic",
        "daily",
        "lam",
        "wrote",
        "given",
        "circumstance",
        "genuinely",
        "surprised",
        "find",
        "subject",
        "manhunt",
        "paradoxically",
        "one",
        "stefansson",
        "primary",
        "goal",
        "returning",
        "place",
        "eager",
        "leave",
        "prison",
        "near",
        "amsterdam",
        "said",
        "name",
        "number",
        "underfed",
        "wary",
        "fellow",
        "inmate",
        "comparison",
        "said",
        "icelandic",
        "prison",
        "hotel"
    ]
}