{
    "organizations": [],
    "uuid": "875bdf1818be5b9156c05c44d62bad5b8e053bfd",
    "author": "",
    "url": "https://in.reuters.com/article/malaysia-politics-najib/insight-the-week-that-malaysian-leader-najibs-world-fell-apart-idINKCN1IG157",
    "ord_in_thread": 0,
    "title": "Insight: The week that Malaysian leader Najib's world fell apart",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "May 15, 2018 / 9:17 AM / Updated 6 hours ago Insight: The week that Malaysian leader Najib's world fell apart Tom Westbrook , A. Ananthalakshmi 9 Min Read\nKUALA LUMPUR (Reuters) - As results poured in from polling stations around Malaysia on the night of May 9, with one parliamentary seat after another falling to the opposition, a stunned Prime Minister Najib Razak stared defeat in the face. Malaysia’s former Prime Minister Najib Razak prays before he attends the United Malays National Organisation (UMNO) 72th anniversary celebrations in Kuala Lumpur, Malaysia May 11, 2018. REUTERS/Athit Perawongmetha/\nThere was no hiding the fact: the Najib-led Barisan Nasional coalition that had run Malaysia for the six decades since its independence from Britain, had lost the election.\nVoter anger over a goods and services tax, as well as allegations of corruption that had swirled for years around Najib’s government, and the apparently lavish lifestyle of his wife, had finally taken its toll.\nA consultant who was in Najib’s office as the reality of the defeat sank in said the prime minister was stunned. “When he knew that the numbers were not on his side, Najib broke down,” he said.\nExplaining Najib’s shock on election night, one political strategist with ties to the now-defeated government said it was not unusual for him to be out of the loop when there were unwelcome developments.\n“Najib lives in a bubble,” he said. His advisers “don’t accept others’ views,” he added. “They don’t listen to bad news.”\nNajib’s remove, and the disarray in his camp during the campaign and the election, was pieced together from interviews with about a dozen political operatives and members of the ruling coalition and the opposition. TRUMP’S FAVOURITE PRIME MINISTER\nThe electoral defeat was a humiliating turn for Najib, who had ruled for almost a decade and had projected himself as a statesman who enjoyed a warm relationship with Chinese President Xi Jinping, and played golf with U.S. presidents. Donald Trump showered him with praise during a White House visit last year, and according to local media once gave Najib a photograph of them together inscribed with the words: “To my favourite prime minister.”\nDubbed ‘The Survivor’ on the cover of a magazine before the election, Najib, 64, had for three years weathered a scandal over the billions of dollars that went missing from the state fund 1Malaysia Development Berhad (1MDB). He consistently denied wrongdoing in connection with 1MDB.\nNajib went into the poll confident of victory, according to the interviews with politicians and party officials. But his week went off-script quickly and - despite frantic efforts - he failed to pull it back.\nReuters was unable to reach Najib or any close aides for comment.\nAn official who worked on Najib’s campaign said his camp had been sure of victory several days before the vote.\nThat confidence sagged as election day loomed with mounting evidence that momentum was with the opposition.\nThe political strategist said that two cabinet ministers were so unnerved that they stopped country-wide campaigning to concentrate on defending their own parliamentary seats.\nDespite growing evidence of huge turnouts at opposition rallies, the ruling coalition remained confident of victory, even if with a weaker mandate, banking on its traditional Malay vote base.\nTen hours before polling stations opened, Najib went on national television and made voters a trio of promises.\nIf they returned him to power, he said, his government would scrap income tax for the young, declare two extra public holidays and make toll roads free for a few days during the Islamic festival of Eid.\n“It was desperation,” said the campaign official.\nOpinion polls showed that voters were angry over living costs after the introduction of the goods and services tax, but they were also disgusted by the allegations of corruption surrounding Najib.\n“It was conflated with so many other things - with higher costs of living, with inflation, with the goods and services tax,” said Khairy Jamaluddin, the youth and sports minister in Najib’s government, explaining the public discontent. “But at the root of it was scandal.”\nA senior official in one of the opposition parties said that Barisan Nasional had been wrong to count on votes from the country’s majority ethnic Malays on the basis of the affirmative-action policies that benefit them.\nThat shortcoming was underlined by the large crowds turning out for rallies for the opposition’s Mahathir Mohamad, the 92-year-old former prime minister, in predominantly Malay areas that had long been bastions of support for the ruling coalition.\n“Sometimes on the ground, we were telling ourselves this is too good to be true,” said one leader of Mahathir’s Pakatan Harapan, or Alliance of Hope.\nOn election day, opposition party officials said they were sure of victory by early evening thanks to results that their representatives at polling stations had passed on. Malaysia's outgoing Prime Minister Najib Razak speaks at a news conference following the general election in Kuala Lumpur, Malaysia, May 10, 2018. REUTERS/Athit Perawongmetha\nThe mood was jubilant in the opposition camp as it became clear its candidates had beaten leading Barisan Nasional politicians and made significant gains across the country.\nBy midnight, Mahathir felt confident enough to declare victory.\nNajib did not concede, however, apparently having recovered his composure as the night went on.\nKhairy visited Najib at his house that night and said the prime minister was “calm” and “poised”, but that the people around him were “stunned, shocked and sombre”.\nWhen the Election Commission eventually announced the result, hundreds of jubilant Mahathir supporters waved flags and cheered in central Kuala Lumpur.\nThe next day, Mahathir, who was once Najib’s mentor and later his bitter adversary, was sworn in as prime minister.\nMahathir’s challenges for the multi-ethnic nation are substantial: how to keep together an alliance made up of former foes, and implement populist measures and reforms without disrupting economic growth - even as he has promised to cede power to Anwar Ibrahim, the opposition leader jailed by Najib.\nMahathir’s immediate attention appeared to focus on Najib. During the election campaign, Mahathir had vowed to hold Najib to account for his alleged role in the disappearance of billions of dollars from a government fund.\nAs he assumed power last week, he said that those who had broken the law would be punished.\nMeanwhile, Najib’s estranged step-daughter, Azrene Ahmad, took to social media to hail “the end of an era of tyranny”. ANGER AT THE AIRPORT\nWith Mahathir in power, speculation swirled about Najib’s future. Would Mahathir have him arrested? Would Najib try to leave the country?\nOn the Saturday after the election, an angry crowd gathered outside a small airport near Kuala Lumpur. Online, another 30,000 people tuned into a Facebook live event, streaming from the airfield entrance.\nA report had leaked that Najib and his wife, Rosmah Mansor, were going to try to leave Malaysia aboard a private plane.\n“Stop them running away!” said one watcher of the Facebook Live event.\nAmid the commotion at the airport, Najib announced on social media that he would indeed be leaving, to take a holiday overseas. But he and his wife never showed up at the airport.\nWhat Najib hadn’t realised then was that, just minutes before his announcement, the Immigration Department had issued a statement that Najib and Rosmah were barred from leaving the country – a final humiliation for the former prime minister.\nLater that day, a sombre Najib appeared at a news conference that appeared to signal the end of his political career.\nStruggling to get a microphone to work, he put on a brave face as he announced that he was resigning as leader of both his political party, the United Malays National Organisation (UMNO), and Barisan Nasional.\n“Anyone who is the leader and failed, it is the responsibility of that person to accept defeat. With an open heart, I accept it,” he said. ‘COLLECTIVE DENIAL’\nLooking back at the evening of the election, Khairy, the Barisan Nasional lawmaker, discounted speculation that Najib had been hoping to find some way out of his predicament. Once the results had sunk in, Najib’s priority had been figuring out how to achieve an orderly transition, he said.\n“There were a lot of concerns that he was going to declare martial law, emergency rule, not hand over power,” Khairy said. “Those were never ever options that were even discussed, thought or entertained in any way. It was just about accepting it and how we would concede.” Malaysia's outgoing Prime Minister Najib Razak leaves after a news conference following the general election in Kuala Lumpur, Malaysia, May 10, 2018. REUTERS/Athit Perawongmetha\nNow, without Najib at the helm, the priority for the former ruling coalition was figuring out how to become the opposition for the first time, Khairy said.\n“We were in a state of collective denial,” he said, adding that the coalition had misunderstood the anger of the population. “We were too drunk on our own Kool-Aid, and this is a sobering lesson for us which we’ll remember for the rest of our lives.” Additional reporting by Liz Lee and John Chalmers; Writing by John Chalmers; Editing by Philip McClellan",
    "published": "2018-05-15T12:15:00.000+03:00",
    "crawled": "2018-05-15T12:42:39.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "may",
        "updated",
        "hour",
        "ago",
        "insight",
        "week",
        "malaysian",
        "leader",
        "najib",
        "world",
        "fell",
        "apart",
        "tom",
        "westbrook",
        "ananthalakshmi",
        "min",
        "read",
        "kuala",
        "lumpur",
        "reuters",
        "result",
        "poured",
        "polling",
        "station",
        "around",
        "malaysia",
        "night",
        "may",
        "one",
        "parliamentary",
        "seat",
        "another",
        "falling",
        "opposition",
        "stunned",
        "prime",
        "minister",
        "najib",
        "razak",
        "stared",
        "defeat",
        "face",
        "malaysia",
        "former",
        "prime",
        "minister",
        "najib",
        "razak",
        "prays",
        "attends",
        "united",
        "malay",
        "national",
        "organisation",
        "umno",
        "72th",
        "anniversary",
        "celebration",
        "kuala",
        "lumpur",
        "malaysia",
        "may",
        "hiding",
        "fact",
        "barisan",
        "nasional",
        "coalition",
        "run",
        "malaysia",
        "six",
        "decade",
        "since",
        "independence",
        "britain",
        "lost",
        "election",
        "voter",
        "anger",
        "good",
        "service",
        "tax",
        "well",
        "allegation",
        "corruption",
        "swirled",
        "year",
        "around",
        "najib",
        "government",
        "apparently",
        "lavish",
        "lifestyle",
        "wife",
        "finally",
        "taken",
        "toll",
        "consultant",
        "najib",
        "office",
        "reality",
        "defeat",
        "sank",
        "said",
        "prime",
        "minister",
        "stunned",
        "knew",
        "number",
        "side",
        "najib",
        "broke",
        "said",
        "explaining",
        "najib",
        "shock",
        "election",
        "night",
        "one",
        "political",
        "strategist",
        "tie",
        "government",
        "said",
        "unusual",
        "loop",
        "unwelcome",
        "development",
        "najib",
        "life",
        "bubble",
        "said",
        "adviser",
        "accept",
        "others",
        "view",
        "added",
        "listen",
        "bad",
        "najib",
        "remove",
        "disarray",
        "camp",
        "campaign",
        "election",
        "pieced",
        "together",
        "interview",
        "dozen",
        "political",
        "operative",
        "member",
        "ruling",
        "coalition",
        "opposition",
        "trump",
        "favourite",
        "prime",
        "minister",
        "electoral",
        "defeat",
        "humiliating",
        "turn",
        "najib",
        "ruled",
        "almost",
        "decade",
        "projected",
        "statesman",
        "enjoyed",
        "warm",
        "relationship",
        "chinese",
        "president",
        "xi",
        "jinping",
        "played",
        "golf",
        "president",
        "donald",
        "trump",
        "showered",
        "praise",
        "white",
        "house",
        "visit",
        "last",
        "year",
        "according",
        "local",
        "medium",
        "gave",
        "najib",
        "photograph",
        "together",
        "inscribed",
        "word",
        "favourite",
        "prime",
        "dubbed",
        "survivor",
        "cover",
        "magazine",
        "election",
        "najib",
        "three",
        "year",
        "weathered",
        "scandal",
        "billion",
        "dollar",
        "went",
        "missing",
        "state",
        "fund",
        "1malaysia",
        "development",
        "berhad",
        "1mdb",
        "consistently",
        "denied",
        "wrongdoing",
        "connection",
        "1mdb",
        "najib",
        "went",
        "poll",
        "confident",
        "victory",
        "according",
        "interview",
        "politician",
        "party",
        "official",
        "week",
        "went",
        "quickly",
        "despite",
        "frantic",
        "effort",
        "failed",
        "pull",
        "back",
        "reuters",
        "unable",
        "reach",
        "najib",
        "close",
        "aide",
        "comment",
        "official",
        "worked",
        "najib",
        "campaign",
        "said",
        "camp",
        "sure",
        "victory",
        "several",
        "day",
        "vote",
        "confidence",
        "sagged",
        "election",
        "day",
        "loomed",
        "mounting",
        "evidence",
        "momentum",
        "opposition",
        "political",
        "strategist",
        "said",
        "two",
        "cabinet",
        "minister",
        "unnerved",
        "stopped",
        "campaigning",
        "concentrate",
        "defending",
        "parliamentary",
        "seat",
        "despite",
        "growing",
        "evidence",
        "huge",
        "turnout",
        "opposition",
        "rally",
        "ruling",
        "coalition",
        "remained",
        "confident",
        "victory",
        "even",
        "weaker",
        "mandate",
        "banking",
        "traditional",
        "malay",
        "vote",
        "base",
        "ten",
        "hour",
        "polling",
        "station",
        "opened",
        "najib",
        "went",
        "national",
        "television",
        "made",
        "voter",
        "trio",
        "promise",
        "returned",
        "power",
        "said",
        "government",
        "would",
        "scrap",
        "income",
        "tax",
        "young",
        "declare",
        "two",
        "extra",
        "public",
        "holiday",
        "make",
        "toll",
        "road",
        "free",
        "day",
        "islamic",
        "festival",
        "eid",
        "desperation",
        "said",
        "campaign",
        "official",
        "opinion",
        "poll",
        "showed",
        "voter",
        "angry",
        "living",
        "cost",
        "introduction",
        "good",
        "service",
        "tax",
        "also",
        "disgusted",
        "allegation",
        "corruption",
        "surrounding",
        "najib",
        "conflated",
        "many",
        "thing",
        "higher",
        "cost",
        "living",
        "inflation",
        "good",
        "service",
        "tax",
        "said",
        "khairy",
        "jamaluddin",
        "youth",
        "sport",
        "minister",
        "najib",
        "government",
        "explaining",
        "public",
        "discontent",
        "root",
        "senior",
        "official",
        "one",
        "opposition",
        "party",
        "said",
        "barisan",
        "nasional",
        "wrong",
        "count",
        "vote",
        "country",
        "majority",
        "ethnic",
        "malay",
        "basis",
        "policy",
        "benefit",
        "shortcoming",
        "underlined",
        "large",
        "crowd",
        "turning",
        "rally",
        "opposition",
        "mahathir",
        "mohamad",
        "former",
        "prime",
        "minister",
        "predominantly",
        "malay",
        "area",
        "long",
        "bastion",
        "support",
        "ruling",
        "coalition",
        "sometimes",
        "ground",
        "telling",
        "good",
        "true",
        "said",
        "one",
        "leader",
        "mahathir",
        "pakatan",
        "harapan",
        "alliance",
        "hope",
        "election",
        "day",
        "opposition",
        "party",
        "official",
        "said",
        "sure",
        "victory",
        "early",
        "evening",
        "thanks",
        "result",
        "representative",
        "polling",
        "station",
        "passed",
        "malaysia",
        "outgoing",
        "prime",
        "minister",
        "najib",
        "razak",
        "speaks",
        "news",
        "conference",
        "following",
        "general",
        "election",
        "kuala",
        "lumpur",
        "malaysia",
        "may",
        "perawongmetha",
        "mood",
        "jubilant",
        "opposition",
        "camp",
        "became",
        "clear",
        "candidate",
        "beaten",
        "leading",
        "barisan",
        "nasional",
        "politician",
        "made",
        "significant",
        "gain",
        "across",
        "country",
        "midnight",
        "mahathir",
        "felt",
        "confident",
        "enough",
        "declare",
        "victory",
        "najib",
        "concede",
        "however",
        "apparently",
        "recovered",
        "composure",
        "night",
        "went",
        "khairy",
        "visited",
        "najib",
        "house",
        "night",
        "said",
        "prime",
        "minister",
        "calm",
        "poised",
        "people",
        "around",
        "stunned",
        "shocked",
        "sombre",
        "election",
        "commission",
        "eventually",
        "announced",
        "result",
        "hundred",
        "jubilant",
        "mahathir",
        "supporter",
        "waved",
        "flag",
        "cheered",
        "central",
        "kuala",
        "lumpur",
        "next",
        "day",
        "mahathir",
        "najib",
        "mentor",
        "later",
        "bitter",
        "adversary",
        "sworn",
        "prime",
        "minister",
        "mahathir",
        "challenge",
        "nation",
        "substantial",
        "keep",
        "together",
        "alliance",
        "made",
        "former",
        "foe",
        "implement",
        "populist",
        "measure",
        "reform",
        "without",
        "disrupting",
        "economic",
        "growth",
        "even",
        "promised",
        "cede",
        "power",
        "anwar",
        "ibrahim",
        "opposition",
        "leader",
        "jailed",
        "najib",
        "mahathir",
        "immediate",
        "attention",
        "appeared",
        "focus",
        "najib",
        "election",
        "campaign",
        "mahathir",
        "vowed",
        "hold",
        "najib",
        "account",
        "alleged",
        "role",
        "disappearance",
        "billion",
        "dollar",
        "government",
        "fund",
        "assumed",
        "power",
        "last",
        "week",
        "said",
        "broken",
        "law",
        "would",
        "punished",
        "meanwhile",
        "najib",
        "estranged",
        "azrene",
        "ahmad",
        "took",
        "social",
        "medium",
        "hail",
        "end",
        "era",
        "tyranny",
        "anger",
        "airport",
        "mahathir",
        "power",
        "speculation",
        "swirled",
        "najib",
        "future",
        "would",
        "mahathir",
        "arrested",
        "would",
        "najib",
        "try",
        "leave",
        "country",
        "saturday",
        "election",
        "angry",
        "crowd",
        "gathered",
        "outside",
        "small",
        "airport",
        "near",
        "kuala",
        "lumpur",
        "online",
        "another",
        "people",
        "tuned",
        "facebook",
        "live",
        "event",
        "streaming",
        "airfield",
        "entrance",
        "report",
        "leaked",
        "najib",
        "wife",
        "rosmah",
        "mansor",
        "going",
        "try",
        "leave",
        "malaysia",
        "aboard",
        "private",
        "plane",
        "stop",
        "running",
        "away",
        "said",
        "one",
        "watcher",
        "facebook",
        "live",
        "event",
        "amid",
        "commotion",
        "airport",
        "najib",
        "announced",
        "social",
        "medium",
        "would",
        "indeed",
        "leaving",
        "take",
        "holiday",
        "overseas",
        "wife",
        "never",
        "showed",
        "airport",
        "najib",
        "realised",
        "minute",
        "announcement",
        "immigration",
        "department",
        "issued",
        "statement",
        "najib",
        "rosmah",
        "barred",
        "leaving",
        "country",
        "final",
        "humiliation",
        "former",
        "prime",
        "minister",
        "later",
        "day",
        "sombre",
        "najib",
        "appeared",
        "news",
        "conference",
        "appeared",
        "signal",
        "end",
        "political",
        "career",
        "struggling",
        "get",
        "microphone",
        "work",
        "put",
        "brave",
        "face",
        "announced",
        "resigning",
        "leader",
        "political",
        "party",
        "united",
        "malay",
        "national",
        "organisation",
        "umno",
        "barisan",
        "nasional",
        "anyone",
        "leader",
        "failed",
        "responsibility",
        "person",
        "accept",
        "defeat",
        "open",
        "heart",
        "accept",
        "said",
        "collective",
        "denial",
        "looking",
        "back",
        "evening",
        "election",
        "khairy",
        "barisan",
        "nasional",
        "lawmaker",
        "discounted",
        "speculation",
        "najib",
        "hoping",
        "find",
        "way",
        "predicament",
        "result",
        "sunk",
        "najib",
        "priority",
        "figuring",
        "achieve",
        "orderly",
        "transition",
        "said",
        "lot",
        "concern",
        "going",
        "declare",
        "martial",
        "law",
        "emergency",
        "rule",
        "hand",
        "power",
        "khairy",
        "said",
        "never",
        "ever",
        "option",
        "even",
        "discussed",
        "thought",
        "entertained",
        "way",
        "accepting",
        "would",
        "malaysia",
        "outgoing",
        "prime",
        "minister",
        "najib",
        "razak",
        "leaf",
        "news",
        "conference",
        "following",
        "general",
        "election",
        "kuala",
        "lumpur",
        "malaysia",
        "may",
        "perawongmetha",
        "without",
        "najib",
        "helm",
        "priority",
        "former",
        "ruling",
        "coalition",
        "figuring",
        "become",
        "opposition",
        "first",
        "time",
        "khairy",
        "said",
        "state",
        "collective",
        "denial",
        "said",
        "adding",
        "coalition",
        "misunderstood",
        "anger",
        "population",
        "drunk",
        "sobering",
        "lesson",
        "u",
        "remember",
        "rest",
        "additional",
        "reporting",
        "liz",
        "lee",
        "john",
        "chalmers",
        "writing",
        "john",
        "chalmers",
        "editing",
        "philip",
        "mcclellan"
    ]
}