{
    "organizations": [],
    "uuid": "a740089416954f280c4af7f90388f6b153a655e3",
    "author": "Aaron Pressman, Adam Lashinsky",
    "url": "http://fortune.com/2018/05/15/data-sheet-bitcoin-clovyr-ethereum/",
    "ord_in_thread": 0,
    "title": "Data Sheet—The Long Road to Understanding Cryptocurrencies",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Aaron Pressman and Adam Lashinsky 9:04 AM EDT This is the web version of Data Sheet, Fortune’s daily newsletter on the top tech news. To get it delivered daily to your in-box, sign up here .\nI’m on a quest to understand cryptocurrencies, blockchain technology, and other of life’s imponderables. I plan to continue this journey until everyone else stops talking about them because 1) they crash, burn, and otherwise drift off into irrelevancy, or 2) become co-opted into topics like “currency” and “finance” and “software” and cease to be interesting in their own right. To wit, even though they have no idea how it works, no one struggles to grasp this electricity concept anymore. They just accept it.\nI feel like I’ve made great strides in understanding all this. In fact, I felt downright smug while watching the episode of HBO’s Silicon Valley in which Pied Piper pursues an initial coin offering of its own cryptocurrency. (As of this writing I’m an episode behind; don’t ruin it for me, please.) I was pleased because I understood the jokes: the fictional recreation of the actual presentation by entrepreneur Wences Casares explaining the history of money; anarchist Gilfoyle’s fervor for a decentralized system that doesn’t rely on trust; the notion that an “ICO” might be a clever way around raising money from untrustworthy venture capitalists. (Watch this not-new video if you want to feel better for not comprehending Bitcoin.)\nUnderstanding this stuff takes time. Fortunately, Fortune ’s Robert Hackett is on the case for you. In a new post, he writes about two crypto-technologists who decamped from J.P. Morgan Chase—run by that avowed hater of Bitcoin —to start a new company called Clovyr.\nAmber Baldet, the purple-haired co-founder of Clovyr, makes a valuable contribution to my understanding of how blockchains—alternative digital networks for tracking and storing assets—will work. Existing networks that are “public,” in the industry parlance, like Bitcoin and Ethereum, are managed by no one single entity. Hybrid blockchains will take advantage of the virtues of the new technology while giving their organizers more control. It is similar, she says, to how private cloud networks for storing data rose up in response to the perceived insecurity of public clouds managed by Amazon and Microsoft .\nGot it now? Me neither. At least not completely. Let’s keep at it together though. All the smart people say it’s important.\nAdam Lashinsky @adamlashinsky adam_lashinsky@fortune.com NEWSWORTHY\nAnd they’re off. The Supreme Court said a federal law that prohibited states from legalizing betting on sports events was a violation of states rights. “A more direct affront to state sovereignty is not easy to imagine,” Justice Samuel Alito wrote in the majority decision. The lifting of the ban could be a boon to online betting sites.\nSeattle slew. Seattle passed a less costly version of a proposed new payroll tax to fund programs for the homeless and Amazon agreed to restart construction of a new office tower. The tax will be 14 cents per worker per hour at larger employers, instead of an earlier plan that started at 26 cents and went up to 0.7% of wages after two years. Two weeks ago, Amazon suspended work on the 17-story building to house thousands of workers in protest against the tax plan.\nStreet sense. Uber dropped a requirement that customers and employees must bring sexual harassment and assault claims to private arbitration. The policy change allows victims to sue in court. Uber will also drop confidentiality requirements over details of incidents when it settles such claims (though it will still require that financial details of settlements be kept secret).\nSpend a buck . Wi-Fi mesh networks use multiple access points to create a single wireless network with greater coverage than the reach of one transmitter alone. But setting up a mesh network usually requires buying matching gear from one company and that can get expensive. (Startup Eero charges $400 for a system to cover a modest sized home, for example.) Now the standards setters behind Wi-Fi have created a new protocol called EasyMesh to allow different kinds of base stations to interact. Let’s see how that goes.\nJustify . The price of cloud storage isn’t changing, but Google is giving its subscribers more capacity. The company’s free tier stays at 15 GB and 100 GB is still $2 per month. A new $3 per month plan offers 200 GB and $10 now gets 2 TB instead of just 1 TB—and plans can be shared among families.\nThunder Gulch . A group of mainly Democratic senators is forcing a vote on Wednesday over the Trump administration’s repeal of 2015 net neutrality rules . Even if the vote to block the repeal succeeds, it faces slim odds in the House and is unlike to be signed by President Trump. The battle next moves to the courts.\nSmarty Jones . In a White House visit last month, Apple CEO Tim Cook disclosed on Tuesday that he lectured the president on trade policy with analytics, hoping to head off any tariffs that might be applied to iPhones.\nAlways dreaming . It’s been years since Cook’s mentor, Steve Jobs, declared a “thermonuclear” patent war on Android and the court cases are still running. In a case that started in 2011, Apple and Samsung are back in court this week to try and hash out damages for a couple of iPhone patents in light of a Supreme Court ruling that altered the formula for calculating such amounts.\nUnbridled. Finally, sticking to the Steve Jobs theme, famed game developer John Carmack on Monday posted some reminiscences about the late Apple CEO. After Carmack criticized the initial iPhone for only running web apps, he discovered that “the Steve Jobs ‘hero/shithead’ rollercoaster was real, and after rising high for a long time, I was now on the downside.”\n( Headline reference explainer for non-gamblers .)\nAdvertisement FOOD FOR THOUGHT\nWill artificial intelligence programs someday rise up and destroy human civilization like some sci-fi movie apocalypse? Already some AI programs operate in such complex ways that it is virtually impossible to keep tabs on their self-learning processes. Researchers at the nonprofit OpenAI have a new idea: let AI systems debate and interrogate each other. Will Knight reports how that might go for Technology Review . Still, it’s early days for the concept, Knight writes:\nHaving AI programs argue with one another requires more sophisticated technology than exists currently. So thus far, the OpenAI researchers have only explored the idea with a couple of extremely simple examples. One involves two AI systems trying to convince an observer about a hidden character by slowly revealing individual pixels. The researchers have created a website where any two people can try playing the roles of the debating AI systems while a third serves as the judge. The two participants compete to convince the judge about the nature of an image while highlighting parts of it. Eventually it becomes easier for the observer to tell who is being honest.\nVincent Conitzer, a researcher at Duke University who studies ethical issues involving AI, says the work is at an early stage but holds promise. “Creating AI systems that can explain their decisions is a challenging research agenda,” he says. “If successful, it can greatly contribute to the responsible use of AI.”\nIN CASE YOU MISSED IT\nGoogle Is Now Under Investigation After Oracle Accused It of Secretly Tracking Android Users By David Meyer\nFacebook Creates Youth Portal to Give Teens Tips About Using Its Service By Jonathan Vanian\nGoogle Employees Resigning Over Controversial Pentagon Contract By Sarah Gray\nAmazon Alexa Is Coming to TiVo’s Bolt, Roamio, and Premiere DVRs By Jonathan Vanian\nApple Slapped With Lawsuit Over MacBook Pro’s ‘Defective’ Keyboard By Don Reisinger\nThe World’s First Trade Finance Transaction on the Blockchain Involves Soybeans By Polina Marinova\nHow Smartwatches May Finally Become as Useful as Traditional Watches By Aaron Pressman\nAdvertisement BEFORE YOU GO\nYou can’t get any deeper under the ocean than the bottom of the Mariana Trench in the Pacific. And what have scientists recently found all the way, way down seven miles under the sea? A plastic grocery bag. Yuck.\nThis edition of Data Sheet was curated by Aaron Pressman . Find past issues, and sign up for other Fortune newsletters .",
    "published": "2018-05-15T16:04:00.000+03:00",
    "crawled": "2018-05-15T16:20:46.014+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "aaron",
        "pressman",
        "adam",
        "lashinsky",
        "edt",
        "web",
        "version",
        "data",
        "sheet",
        "fortune",
        "daily",
        "newsletter",
        "top",
        "tech",
        "news",
        "get",
        "delivered",
        "daily",
        "sign",
        "quest",
        "understand",
        "cryptocurrencies",
        "blockchain",
        "technology",
        "life",
        "imponderable",
        "plan",
        "continue",
        "journey",
        "everyone",
        "else",
        "stop",
        "talking",
        "crash",
        "burn",
        "otherwise",
        "drift",
        "irrelevancy",
        "become",
        "topic",
        "like",
        "currency",
        "finance",
        "software",
        "cease",
        "interesting",
        "right",
        "wit",
        "even",
        "though",
        "idea",
        "work",
        "one",
        "struggle",
        "grasp",
        "electricity",
        "concept",
        "anymore",
        "accept",
        "feel",
        "like",
        "made",
        "great",
        "stride",
        "understanding",
        "fact",
        "felt",
        "downright",
        "smug",
        "watching",
        "episode",
        "hbo",
        "silicon",
        "valley",
        "pied",
        "piper",
        "pursues",
        "initial",
        "coin",
        "offering",
        "cryptocurrency",
        "writing",
        "episode",
        "behind",
        "ruin",
        "please",
        "pleased",
        "understood",
        "joke",
        "fictional",
        "recreation",
        "actual",
        "presentation",
        "entrepreneur",
        "wences",
        "casares",
        "explaining",
        "history",
        "money",
        "anarchist",
        "gilfoyle",
        "fervor",
        "decentralized",
        "system",
        "rely",
        "trust",
        "notion",
        "ico",
        "might",
        "clever",
        "way",
        "around",
        "raising",
        "money",
        "untrustworthy",
        "venture",
        "capitalist",
        "watch",
        "video",
        "want",
        "feel",
        "better",
        "comprehending",
        "bitcoin",
        "understanding",
        "stuff",
        "take",
        "time",
        "fortunately",
        "fortune",
        "robert",
        "hackett",
        "case",
        "new",
        "post",
        "writes",
        "two",
        "decamped",
        "morgan",
        "avowed",
        "hater",
        "bitcoin",
        "start",
        "new",
        "company",
        "called",
        "clovyr",
        "amber",
        "baldet",
        "clovyr",
        "make",
        "valuable",
        "contribution",
        "understanding",
        "digital",
        "network",
        "tracking",
        "storing",
        "work",
        "existing",
        "network",
        "public",
        "industry",
        "parlance",
        "like",
        "bitcoin",
        "ethereum",
        "managed",
        "one",
        "single",
        "entity",
        "hybrid",
        "blockchains",
        "take",
        "advantage",
        "virtue",
        "new",
        "technology",
        "giving",
        "organizer",
        "control",
        "similar",
        "say",
        "private",
        "cloud",
        "network",
        "storing",
        "data",
        "rose",
        "response",
        "perceived",
        "insecurity",
        "public",
        "cloud",
        "managed",
        "amazon",
        "microsoft",
        "got",
        "neither",
        "least",
        "completely",
        "let",
        "keep",
        "together",
        "though",
        "smart",
        "people",
        "say",
        "important",
        "adam",
        "lashinsky",
        "adamlashinsky",
        "newsworthy",
        "supreme",
        "court",
        "said",
        "federal",
        "law",
        "prohibited",
        "state",
        "legalizing",
        "betting",
        "sport",
        "event",
        "violation",
        "state",
        "right",
        "direct",
        "affront",
        "state",
        "sovereignty",
        "easy",
        "imagine",
        "justice",
        "samuel",
        "alito",
        "wrote",
        "majority",
        "decision",
        "lifting",
        "ban",
        "could",
        "boon",
        "online",
        "betting",
        "site",
        "seattle",
        "slew",
        "seattle",
        "passed",
        "less",
        "costly",
        "version",
        "proposed",
        "new",
        "payroll",
        "tax",
        "fund",
        "program",
        "homeless",
        "amazon",
        "agreed",
        "restart",
        "construction",
        "new",
        "office",
        "tower",
        "tax",
        "cent",
        "per",
        "worker",
        "per",
        "hour",
        "larger",
        "employer",
        "instead",
        "earlier",
        "plan",
        "started",
        "cent",
        "went",
        "wage",
        "two",
        "year",
        "two",
        "week",
        "ago",
        "amazon",
        "suspended",
        "work",
        "building",
        "house",
        "thousand",
        "worker",
        "protest",
        "tax",
        "plan",
        "street",
        "sense",
        "uber",
        "dropped",
        "requirement",
        "customer",
        "employee",
        "must",
        "bring",
        "sexual",
        "harassment",
        "assault",
        "claim",
        "private",
        "arbitration",
        "policy",
        "change",
        "allows",
        "victim",
        "sue",
        "court",
        "uber",
        "also",
        "drop",
        "confidentiality",
        "requirement",
        "detail",
        "incident",
        "settle",
        "claim",
        "though",
        "still",
        "require",
        "financial",
        "detail",
        "settlement",
        "kept",
        "secret",
        "spend",
        "buck",
        "mesh",
        "network",
        "use",
        "multiple",
        "access",
        "point",
        "create",
        "single",
        "wireless",
        "network",
        "greater",
        "coverage",
        "reach",
        "one",
        "transmitter",
        "alone",
        "setting",
        "mesh",
        "network",
        "usually",
        "requires",
        "buying",
        "matching",
        "gear",
        "one",
        "company",
        "get",
        "expensive",
        "startup",
        "eero",
        "charge",
        "system",
        "cover",
        "modest",
        "sized",
        "home",
        "example",
        "standard",
        "setter",
        "behind",
        "created",
        "new",
        "protocol",
        "called",
        "easymesh",
        "allow",
        "different",
        "kind",
        "base",
        "station",
        "interact",
        "let",
        "see",
        "go",
        "justify",
        "price",
        "cloud",
        "storage",
        "changing",
        "google",
        "giving",
        "subscriber",
        "capacity",
        "company",
        "free",
        "tier",
        "stay",
        "gb",
        "gb",
        "still",
        "per",
        "month",
        "new",
        "per",
        "month",
        "plan",
        "offer",
        "gb",
        "get",
        "tb",
        "instead",
        "plan",
        "shared",
        "among",
        "family",
        "thunder",
        "gulch",
        "group",
        "mainly",
        "democratic",
        "senator",
        "forcing",
        "vote",
        "wednesday",
        "trump",
        "administration",
        "repeal",
        "net",
        "neutrality",
        "rule",
        "even",
        "vote",
        "block",
        "repeal",
        "succeeds",
        "face",
        "slim",
        "odds",
        "house",
        "unlike",
        "signed",
        "president",
        "trump",
        "battle",
        "next",
        "move",
        "court",
        "smarty",
        "jones",
        "white",
        "house",
        "visit",
        "last",
        "month",
        "apple",
        "ceo",
        "tim",
        "cook",
        "disclosed",
        "tuesday",
        "lectured",
        "president",
        "trade",
        "policy",
        "analytics",
        "hoping",
        "head",
        "tariff",
        "might",
        "applied",
        "iphones",
        "always",
        "dreaming",
        "year",
        "since",
        "cook",
        "mentor",
        "steve",
        "job",
        "declared",
        "thermonuclear",
        "patent",
        "war",
        "android",
        "court",
        "case",
        "still",
        "running",
        "case",
        "started",
        "apple",
        "samsung",
        "back",
        "court",
        "week",
        "try",
        "hash",
        "damage",
        "couple",
        "iphone",
        "patent",
        "light",
        "supreme",
        "court",
        "ruling",
        "altered",
        "formula",
        "calculating",
        "amount",
        "unbridled",
        "finally",
        "sticking",
        "steve",
        "job",
        "theme",
        "famed",
        "game",
        "developer",
        "john",
        "carmack",
        "monday",
        "posted",
        "reminiscence",
        "late",
        "apple",
        "ceo",
        "carmack",
        "criticized",
        "initial",
        "iphone",
        "running",
        "web",
        "apps",
        "discovered",
        "steve",
        "job",
        "rollercoaster",
        "real",
        "rising",
        "high",
        "long",
        "time",
        "headline",
        "reference",
        "explainer",
        "advertisement",
        "food",
        "thought",
        "artificial",
        "intelligence",
        "program",
        "someday",
        "rise",
        "destroy",
        "human",
        "civilization",
        "like",
        "movie",
        "apocalypse",
        "already",
        "ai",
        "program",
        "operate",
        "complex",
        "way",
        "virtually",
        "impossible",
        "keep",
        "tab",
        "process",
        "researcher",
        "nonprofit",
        "openai",
        "new",
        "idea",
        "let",
        "ai",
        "system",
        "debate",
        "interrogate",
        "knight",
        "report",
        "might",
        "go",
        "technology",
        "review",
        "still",
        "early",
        "day",
        "concept",
        "knight",
        "writes",
        "ai",
        "program",
        "argue",
        "one",
        "another",
        "requires",
        "sophisticated",
        "technology",
        "exists",
        "currently",
        "thus",
        "far",
        "openai",
        "researcher",
        "explored",
        "idea",
        "couple",
        "extremely",
        "simple",
        "example",
        "one",
        "involves",
        "two",
        "ai",
        "system",
        "trying",
        "convince",
        "observer",
        "hidden",
        "character",
        "slowly",
        "revealing",
        "individual",
        "pixel",
        "researcher",
        "created",
        "website",
        "two",
        "people",
        "try",
        "playing",
        "role",
        "debating",
        "ai",
        "system",
        "third",
        "serf",
        "judge",
        "two",
        "participant",
        "compete",
        "convince",
        "judge",
        "nature",
        "image",
        "highlighting",
        "part",
        "eventually",
        "becomes",
        "easier",
        "observer",
        "tell",
        "honest",
        "vincent",
        "conitzer",
        "researcher",
        "duke",
        "university",
        "study",
        "ethical",
        "issue",
        "involving",
        "ai",
        "say",
        "work",
        "early",
        "stage",
        "hold",
        "promise",
        "creating",
        "ai",
        "system",
        "explain",
        "decision",
        "challenging",
        "research",
        "agenda",
        "say",
        "successful",
        "greatly",
        "contribute",
        "responsible",
        "use",
        "case",
        "missed",
        "google",
        "investigation",
        "oracle",
        "accused",
        "secretly",
        "tracking",
        "android",
        "user",
        "david",
        "meyer",
        "facebook",
        "creates",
        "youth",
        "portal",
        "give",
        "teen",
        "tip",
        "using",
        "service",
        "jonathan",
        "vanian",
        "google",
        "employee",
        "resigning",
        "controversial",
        "pentagon",
        "contract",
        "sarah",
        "gray",
        "amazon",
        "alexa",
        "coming",
        "tivo",
        "bolt",
        "roamio",
        "premiere",
        "dvrs",
        "jonathan",
        "vanian",
        "apple",
        "slapped",
        "lawsuit",
        "macbook",
        "pro",
        "defective",
        "keyboard",
        "reisinger",
        "world",
        "first",
        "trade",
        "finance",
        "transaction",
        "blockchain",
        "involves",
        "soybean",
        "polina",
        "marinova",
        "smartwatches",
        "may",
        "finally",
        "become",
        "useful",
        "traditional",
        "watch",
        "aaron",
        "pressman",
        "advertisement",
        "go",
        "get",
        "deeper",
        "ocean",
        "bottom",
        "mariana",
        "trench",
        "pacific",
        "scientist",
        "recently",
        "found",
        "way",
        "way",
        "seven",
        "mile",
        "sea",
        "plastic",
        "grocery",
        "bag",
        "yuck",
        "edition",
        "data",
        "sheet",
        "curated",
        "aaron",
        "pressman",
        "find",
        "past",
        "issue",
        "sign",
        "fortune",
        "newsletter"
    ]
}