{
    "organizations": [],
    "uuid": "c0a40ee7eba45190f024535c2c77ba6efca3af57",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/diary-emrg-econ/diary-emerging-markets-economic-events-to-july-31-idUSL3N1SW4XZ",
    "ord_in_thread": 0,
    "title": "DIARY-Emerging Markets Economic Events to July 31",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "May 26 (Reuters) -\nFor other diaries, please see:\nTop Economic Events\nEmerging Markets Economic Events\nGovernment Debt Auctions\nPolitical and General News\nU.S. Federal Reserve\nToday in Washington - This Diary is filed daily. ** Indicates new events -\nMONDAY, MAY 28 JERUSALEM - Bank of Israel announces interest rate decision - 1300GMT\nTUESDAY, MAY 29 LIMA - Peru finance minister David Tuesta and central bank president Julio Velarde will deliver presentations at separate economic events. WARSAW - National Bank of Poland holds Monetary Policy Council Meeting (No interest rate announcement).\nWEDNESDAY, MAY 30 YEREVAN - Armenian central bank to publish inflation report. SANTO DOMINGO - Central Bank of the Dominican Republic publishes the monetary policy report.\nTHURSDAY, MAY 31 KIEV - Swedish central bank deputy governor, Cecilia Skingsley participates in a panel call at the conference of “Interaction of fiscal and monetary policies” organized by the Central Bank of Ukraine – 1130 GMT. SUVA - Reserve Bank of Fiji holds board meeting to announce interest rates. MEXICO CITY - Mexico Central Bank issues the minutes of its monetary policy meeting.\nMONDAY, JUNE 4 ASTANA - National Bank of Kazakhstan releases monetary policy statements – 1100 GMT.\nTUESDAY, JUNE 5 MELBOURNE, Australia - Panel participation by Michele Bullock, RBA assistant governor (financial system), at the Melbourne Business School - Competition in Banking conference, Melbourne – 2300 GMT. KOKOPO, Papua New Guinea – APEC Second Senior Finance Officials’ Meeting (to June 8). CHISINAU - National Bank of Moldova announces interest rate decision.\nWARSAW - National Bank of Poland holds Monetary Policy Council Meeting (to June 6).\nSYDNEY - Reserve Bank of Australia (RBA) holds interest rate meeting – 0430 GMT.\nWEDNESDAY, JUNE 6 BUDAPEST - Hungarian Central Bank to publish the minutes of its May 2018 rate-setting meeting – 1200 GMT. MUMBAI - Reserve Bank of India holds Monetary Policy Committee Meeting.\nTHURSDAY, JUNE 7 ANKARA - Central Bank of the Republic of Turkey holds monetary policy meeting.\nLIMA - Central Bank of Peru announces interest rate decision.\nBELGRADE - National Bank of Serbia interest rate decision. TUESDAY, JUNE 12\nBUENOS AIRES - Central Bank of Argentina releases monetary policy statement. SANTIAGO - Central Bank of Chile holds monetary policy meeting (to June 13).\nWEDNESDAY, JUNE 13 MELBOURNE, Australia - Speech by Philip Lowe, RBA Governor, at the Australian Industry Group event, Melbourne – 0200 GMT. ZAGREB - Croatia National Bank holds monetary policy meeting.\nTBILISI - National Bank of Georgia holds monetary policy meeting.\nWINDHOEK - Central Bank of Namibia holds monetary policy meeting.\nTHURSDAY, JUNE 14 BISHKEK - Bank of Lithuania holds monetary policy meeting of the ECB Governing Council. ANKARA - Central Bank of the Republic of Turkey releases minutes of its June monetary policy committee meeting.\nKAMPALA - Bank of Uganda announces interest rate decision\nFRIDAY, JUNE 15 SYDNEY - Speech by Luci Ellis, RBA assistant governor (economic), at the Infrastructure Partnerships event, Sydney - 0332 GMT. MOSCOW - Central Bank of Russia announces interest rate decision – 1030 GMT.\nTUESDAY, JUNE 19 GABORONE - Bank of Botswana Monetary Policy Committee Meeting.\nSYDNEY - Reserve Bank of Australia (RBA) will release the minutes of June monetary policy meeting – 0130 GMT.\nWARSAW - National Bank of Poland holds Monetary Policy Council Meeting (no interest rate announcement).\nBRASILIA - Central Bank of Brazil holds Monetary Policy Committee Meeting (to June 20).\nBUDAPEST - Hungarian Central Bank holds its rate-setting meeting – 1200 GMT. RABAT - Bank of Morocco holds monetary policy meeting.\nWEDNESDAY, JUNE 20 BANGKOK - Bank of Thailand monetary policy committee meeting\nTHURSDAY, JUNE 21 MEXICO CITY - Central Bank of Mexico publishes monetary policy statement.\nWARSAW - National Bank of Poland release the minutes of its monitory policy meeting.\nMANILA - Philippines Central Bank holds Monetary Policy Meeting.\nFRIDAY, JUNE 22 ULAANBAATAR - Central Bank of Mongolia holds Monetary Policy Committee Meeting.\nMONDAY, JUNE 25 BISHKEK - National Bank of the Kyrgyzstan holds board meetings on monetary policy rate. TUESDAY, JUNE 26\nSYDNEY - Speech by Tony Richards, RBA head of payments policy, at the Australian Business Economists (ABE) event on cryptocurrencies. BUENOS AIRES - Central Bank of Argentina releases monetary policy statement.\nWEDNESDAY, JUNE 27 BISHKEK - Bank of Lithuania holds non-monetary policy meeting of the ECB Governing Council. LILONGWE - Reserve Bank of Malawi monetary policy committee meeting (to June 28).\nKINGSTON - Bank of Jamaica holds interest rate announcement and monetary policy report.\nBEIRUT - Lebanese central bank governor Riad Salameh and other government officials and business leaders from the country and the region participate in the annual Euromoney Lebanon Conference 2018. PRAGUE - Czech National Bank holds monetary policy meeting. Statement and presentation will be published – 1100 GMT. JAKARTA - Indonesia Central Bank holds Board of Governors Meeting (to June 28).\nTHURSDAY, JUNE 28 CAIRO - Central Bank of Egypt holds monetary policy committee meeting. JAKARTA - Indonesia Central Bank holds board of governors meeting.\nSUVA - Reserve Bank of Fiji holds board meets to announce interest rates.\nFRIDAY, JUNE 29 COLOMBO – Central bank of Sri Lanka announces monetary policy report. SANTO DOMINGO - Central Bank of the Dominican Republic publishes the monetary policy report. TUESDAY, JULY 3\n** SYDNEY - Reserve Bank of Australia (RBA) holds interest rate meeting – 0430 GMT.\nWEDNESDAY, JULY 4 BUDAPEST - Hungarian Central Bank to publish the minutes of its June 2018 rate-setting meeting – 1200 GMT. THURSDAY, JULY 5\nMEXICO CITY - Mexico Central Bank issues the minutes of its monetary policy meeting. MONDAY, JULY 9\nASTANA - National Bank of Kazakhstan releases monetary policy statements – 1100 GMT.\nJERUSALEM - Bank of Israel announces interest rate decision. TUESDAY, JULY 10\nWARSAW - National Bank of Poland holds monetary policy council meeting (to July 11).\nBUENOS AIRES - Central Bank of Argentina releases monetary policy statement. WEDNESDAY, JULY 11\nKUALA LUMPUR - Central Bank of Malaysia announces interest rate decision. ZAGREB - Croatia National Bank holds monetary policy meeting. THURSDAY, JULY 12\n** BELGRADE - National Bank of Serbia holds interest rate decision.\n** KIEV - The Governor of the National Bank of Ukraine Yakiv Smoliy holds a press conference.\nSEOUL - Bank of Korea holds monetary policy meeting to announce interest rates. KIEV - National Bank of Ukraine holds monetary policy meeting. LIMA - Central Bank of Peru announces interest rate decision. FRIDAY, JULY 13\nPRAGUE - Czech National Bank will release the minutes of its June 2018 monetary policy meeting. TUESDAY, JULY 17\n** SYDNEY - Reserve Bank of Australia (RBA) will release the minutes of July monetary policy meeting – 0130 GMT. CAPE TOWN - South Africa Reserve Bank starts its three day monetary policy committee meeting (to July 19). WEDNESDAY, JULY 18\nJAKARTA - Indonesia Central Bank holds board of governors meeting (to July 19). THURSDAY, JULY 19\nBUENOS AIRES - Central Bank of Argentina holds press conference on monetary policy report. MONDAY, JULY 23\n** SANTIAGO - Central Bank of Chile holds monetary policy meeting (to July 24).\nABUJA - Central Bank of Nigeria holds monetary policy meeting (to July 24). TUESDAY, JULY 24\nANKARA - Central Bank of the Republic of Turkey holds monetary policy meeting. BUDAPEST - Hungarian Central Bank holds its rate-setting meeting - 1200 GMT. BUENOS AIRES - Central Bank of Argentina releases monetary policy statement. WEDNESDAY, JULY 25\nTBILISI - National Bank of Georgia holds monetary policy committee meeting. DUSHANBE - National Bank of Tajikistan holds monetary policy committee meeting. THURSDAY, JULY 26\nCHISINAU - National Bank of Moldova announces interest rate decision. SUVA - Reserve Bank of Fiji holds board meets to announce interest rates. FRIDAY, JULY 27\nMOSCOW - Central Bank of Russia announces interest rate decision - 1030 GMT. TUESDAY, JULY 31\nANKARA - Central Bank of the Republic of Turkey releases minutes of its July monetary policy committee meeting. BRASILIA- Central Bank of Brazil holds monetary policy committee meeting (to August 1).",
    "published": "2018-05-26T08:03:00.000+03:00",
    "crawled": "2018-05-26T09:14:57.017+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "may",
        "reuters",
        "diary",
        "please",
        "see",
        "top",
        "economic",
        "event",
        "emerging",
        "market",
        "economic",
        "event",
        "government",
        "debt",
        "auction",
        "political",
        "general",
        "news",
        "federal",
        "reserve",
        "today",
        "washington",
        "diary",
        "filed",
        "daily",
        "indicates",
        "new",
        "event",
        "monday",
        "may",
        "jerusalem",
        "bank",
        "israel",
        "announces",
        "interest",
        "rate",
        "decision",
        "1300gmt",
        "tuesday",
        "may",
        "lima",
        "peru",
        "finance",
        "minister",
        "david",
        "tuesta",
        "central",
        "bank",
        "president",
        "julio",
        "velarde",
        "deliver",
        "presentation",
        "separate",
        "economic",
        "event",
        "warsaw",
        "national",
        "bank",
        "poland",
        "hold",
        "monetary",
        "policy",
        "council",
        "meeting",
        "interest",
        "rate",
        "announcement",
        "wednesday",
        "may",
        "yerevan",
        "armenian",
        "central",
        "bank",
        "publish",
        "inflation",
        "report",
        "santo",
        "domingo",
        "central",
        "bank",
        "dominican",
        "republic",
        "publishes",
        "monetary",
        "policy",
        "report",
        "thursday",
        "may",
        "kiev",
        "swedish",
        "central",
        "bank",
        "deputy",
        "governor",
        "cecilia",
        "skingsley",
        "participates",
        "panel",
        "call",
        "conference",
        "interaction",
        "fiscal",
        "monetary",
        "policy",
        "organized",
        "central",
        "bank",
        "ukraine",
        "gmt",
        "suva",
        "reserve",
        "bank",
        "fiji",
        "hold",
        "board",
        "meeting",
        "announce",
        "interest",
        "rate",
        "mexico",
        "city",
        "mexico",
        "central",
        "bank",
        "issue",
        "minute",
        "monetary",
        "policy",
        "meeting",
        "monday",
        "june",
        "astana",
        "national",
        "bank",
        "kazakhstan",
        "release",
        "monetary",
        "policy",
        "statement",
        "gmt",
        "tuesday",
        "june",
        "melbourne",
        "australia",
        "panel",
        "participation",
        "michele",
        "bullock",
        "rba",
        "assistant",
        "governor",
        "financial",
        "system",
        "melbourne",
        "business",
        "school",
        "competition",
        "banking",
        "conference",
        "melbourne",
        "gmt",
        "kokopo",
        "papua",
        "new",
        "guinea",
        "apec",
        "second",
        "senior",
        "finance",
        "official",
        "meeting",
        "june",
        "chisinau",
        "national",
        "bank",
        "moldova",
        "announces",
        "interest",
        "rate",
        "decision",
        "warsaw",
        "national",
        "bank",
        "poland",
        "hold",
        "monetary",
        "policy",
        "council",
        "meeting",
        "june",
        "sydney",
        "reserve",
        "bank",
        "australia",
        "rba",
        "hold",
        "interest",
        "rate",
        "meeting",
        "gmt",
        "wednesday",
        "june",
        "budapest",
        "hungarian",
        "central",
        "bank",
        "publish",
        "minute",
        "may",
        "meeting",
        "gmt",
        "mumbai",
        "reserve",
        "bank",
        "india",
        "hold",
        "monetary",
        "policy",
        "committee",
        "meeting",
        "thursday",
        "june",
        "ankara",
        "central",
        "bank",
        "republic",
        "turkey",
        "hold",
        "monetary",
        "policy",
        "meeting",
        "lima",
        "central",
        "bank",
        "peru",
        "announces",
        "interest",
        "rate",
        "decision",
        "belgrade",
        "national",
        "bank",
        "serbia",
        "interest",
        "rate",
        "decision",
        "tuesday",
        "june",
        "buenos",
        "aire",
        "central",
        "bank",
        "argentina",
        "release",
        "monetary",
        "policy",
        "statement",
        "santiago",
        "central",
        "bank",
        "chile",
        "hold",
        "monetary",
        "policy",
        "meeting",
        "june",
        "wednesday",
        "june",
        "melbourne",
        "australia",
        "speech",
        "philip",
        "lowe",
        "rba",
        "governor",
        "australian",
        "industry",
        "group",
        "event",
        "melbourne",
        "gmt",
        "zagreb",
        "croatia",
        "national",
        "bank",
        "hold",
        "monetary",
        "policy",
        "meeting",
        "tbilisi",
        "national",
        "bank",
        "georgia",
        "hold",
        "monetary",
        "policy",
        "meeting",
        "windhoek",
        "central",
        "bank",
        "namibia",
        "hold",
        "monetary",
        "policy",
        "meeting",
        "thursday",
        "june",
        "bishkek",
        "bank",
        "lithuania",
        "hold",
        "monetary",
        "policy",
        "meeting",
        "ecb",
        "governing",
        "council",
        "ankara",
        "central",
        "bank",
        "republic",
        "turkey",
        "release",
        "minute",
        "june",
        "monetary",
        "policy",
        "committee",
        "meeting",
        "kampala",
        "bank",
        "uganda",
        "announces",
        "interest",
        "rate",
        "decision",
        "friday",
        "june",
        "sydney",
        "speech",
        "luci",
        "elli",
        "rba",
        "assistant",
        "governor",
        "economic",
        "infrastructure",
        "partnership",
        "event",
        "sydney",
        "gmt",
        "moscow",
        "central",
        "bank",
        "russia",
        "announces",
        "interest",
        "rate",
        "decision",
        "gmt",
        "tuesday",
        "june",
        "gaborone",
        "bank",
        "botswana",
        "monetary",
        "policy",
        "committee",
        "meeting",
        "sydney",
        "reserve",
        "bank",
        "australia",
        "rba",
        "release",
        "minute",
        "june",
        "monetary",
        "policy",
        "meeting",
        "gmt",
        "warsaw",
        "national",
        "bank",
        "poland",
        "hold",
        "monetary",
        "policy",
        "council",
        "meeting",
        "interest",
        "rate",
        "announcement",
        "brasilia",
        "central",
        "bank",
        "brazil",
        "hold",
        "monetary",
        "policy",
        "committee",
        "meeting",
        "june",
        "budapest",
        "hungarian",
        "central",
        "bank",
        "hold",
        "meeting",
        "gmt",
        "rabat",
        "bank",
        "morocco",
        "hold",
        "monetary",
        "policy",
        "meeting",
        "wednesday",
        "june",
        "bangkok",
        "bank",
        "thailand",
        "monetary",
        "policy",
        "committee",
        "meeting",
        "thursday",
        "june",
        "mexico",
        "city",
        "central",
        "bank",
        "mexico",
        "publishes",
        "monetary",
        "policy",
        "statement",
        "warsaw",
        "national",
        "bank",
        "poland",
        "release",
        "minute",
        "monitory",
        "policy",
        "meeting",
        "manila",
        "philippine",
        "central",
        "bank",
        "hold",
        "monetary",
        "policy",
        "meeting",
        "friday",
        "june",
        "ulaanbaatar",
        "central",
        "bank",
        "mongolia",
        "hold",
        "monetary",
        "policy",
        "committee",
        "meeting",
        "monday",
        "june",
        "bishkek",
        "national",
        "bank",
        "kyrgyzstan",
        "hold",
        "board",
        "meeting",
        "monetary",
        "policy",
        "rate",
        "tuesday",
        "june",
        "sydney",
        "speech",
        "tony",
        "richards",
        "rba",
        "head",
        "payment",
        "policy",
        "australian",
        "business",
        "economist",
        "abe",
        "event",
        "cryptocurrencies",
        "buenos",
        "aire",
        "central",
        "bank",
        "argentina",
        "release",
        "monetary",
        "policy",
        "statement",
        "wednesday",
        "june",
        "bishkek",
        "bank",
        "lithuania",
        "hold",
        "policy",
        "meeting",
        "ecb",
        "governing",
        "council",
        "lilongwe",
        "reserve",
        "bank",
        "malawi",
        "monetary",
        "policy",
        "committee",
        "meeting",
        "june",
        "kingston",
        "bank",
        "jamaica",
        "hold",
        "interest",
        "rate",
        "announcement",
        "monetary",
        "policy",
        "report",
        "beirut",
        "lebanese",
        "central",
        "bank",
        "governor",
        "riad",
        "salameh",
        "government",
        "official",
        "business",
        "leader",
        "country",
        "region",
        "participate",
        "annual",
        "euromoney",
        "lebanon",
        "conference",
        "prague",
        "czech",
        "national",
        "bank",
        "hold",
        "monetary",
        "policy",
        "meeting",
        "statement",
        "presentation",
        "published",
        "gmt",
        "jakarta",
        "indonesia",
        "central",
        "bank",
        "hold",
        "board",
        "governor",
        "meeting",
        "june",
        "thursday",
        "june",
        "cairo",
        "central",
        "bank",
        "egypt",
        "hold",
        "monetary",
        "policy",
        "committee",
        "meeting",
        "jakarta",
        "indonesia",
        "central",
        "bank",
        "hold",
        "board",
        "governor",
        "meeting",
        "suva",
        "reserve",
        "bank",
        "fiji",
        "hold",
        "board",
        "meet",
        "announce",
        "interest",
        "rate",
        "friday",
        "june",
        "colombo",
        "central",
        "bank",
        "sri",
        "lanka",
        "announces",
        "monetary",
        "policy",
        "report",
        "santo",
        "domingo",
        "central",
        "bank",
        "dominican",
        "republic",
        "publishes",
        "monetary",
        "policy",
        "report",
        "tuesday",
        "july",
        "sydney",
        "reserve",
        "bank",
        "australia",
        "rba",
        "hold",
        "interest",
        "rate",
        "meeting",
        "gmt",
        "wednesday",
        "july",
        "budapest",
        "hungarian",
        "central",
        "bank",
        "publish",
        "minute",
        "june",
        "meeting",
        "gmt",
        "thursday",
        "july",
        "mexico",
        "city",
        "mexico",
        "central",
        "bank",
        "issue",
        "minute",
        "monetary",
        "policy",
        "meeting",
        "monday",
        "july",
        "astana",
        "national",
        "bank",
        "kazakhstan",
        "release",
        "monetary",
        "policy",
        "statement",
        "gmt",
        "jerusalem",
        "bank",
        "israel",
        "announces",
        "interest",
        "rate",
        "decision",
        "tuesday",
        "july",
        "warsaw",
        "national",
        "bank",
        "poland",
        "hold",
        "monetary",
        "policy",
        "council",
        "meeting",
        "july",
        "buenos",
        "aire",
        "central",
        "bank",
        "argentina",
        "release",
        "monetary",
        "policy",
        "statement",
        "wednesday",
        "july",
        "kuala",
        "lumpur",
        "central",
        "bank",
        "malaysia",
        "announces",
        "interest",
        "rate",
        "decision",
        "zagreb",
        "croatia",
        "national",
        "bank",
        "hold",
        "monetary",
        "policy",
        "meeting",
        "thursday",
        "july",
        "belgrade",
        "national",
        "bank",
        "serbia",
        "hold",
        "interest",
        "rate",
        "decision",
        "kiev",
        "governor",
        "national",
        "bank",
        "ukraine",
        "yakiv",
        "smoliy",
        "hold",
        "press",
        "conference",
        "seoul",
        "bank",
        "korea",
        "hold",
        "monetary",
        "policy",
        "meeting",
        "announce",
        "interest",
        "rate",
        "kiev",
        "national",
        "bank",
        "ukraine",
        "hold",
        "monetary",
        "policy",
        "meeting",
        "lima",
        "central",
        "bank",
        "peru",
        "announces",
        "interest",
        "rate",
        "decision",
        "friday",
        "july",
        "prague",
        "czech",
        "national",
        "bank",
        "release",
        "minute",
        "june",
        "monetary",
        "policy",
        "meeting",
        "tuesday",
        "july",
        "sydney",
        "reserve",
        "bank",
        "australia",
        "rba",
        "release",
        "minute",
        "july",
        "monetary",
        "policy",
        "meeting",
        "gmt",
        "cape",
        "town",
        "south",
        "africa",
        "reserve",
        "bank",
        "start",
        "three",
        "day",
        "monetary",
        "policy",
        "committee",
        "meeting",
        "july",
        "wednesday",
        "july",
        "jakarta",
        "indonesia",
        "central",
        "bank",
        "hold",
        "board",
        "governor",
        "meeting",
        "july",
        "thursday",
        "july",
        "buenos",
        "aire",
        "central",
        "bank",
        "argentina",
        "hold",
        "press",
        "conference",
        "monetary",
        "policy",
        "report",
        "monday",
        "july",
        "santiago",
        "central",
        "bank",
        "chile",
        "hold",
        "monetary",
        "policy",
        "meeting",
        "july",
        "abuja",
        "central",
        "bank",
        "nigeria",
        "hold",
        "monetary",
        "policy",
        "meeting",
        "july",
        "tuesday",
        "july",
        "ankara",
        "central",
        "bank",
        "republic",
        "turkey",
        "hold",
        "monetary",
        "policy",
        "meeting",
        "budapest",
        "hungarian",
        "central",
        "bank",
        "hold",
        "meeting",
        "gmt",
        "buenos",
        "aire",
        "central",
        "bank",
        "argentina",
        "release",
        "monetary",
        "policy",
        "statement",
        "wednesday",
        "july",
        "tbilisi",
        "national",
        "bank",
        "georgia",
        "hold",
        "monetary",
        "policy",
        "committee",
        "meeting",
        "dushanbe",
        "national",
        "bank",
        "tajikistan",
        "hold",
        "monetary",
        "policy",
        "committee",
        "meeting",
        "thursday",
        "july",
        "chisinau",
        "national",
        "bank",
        "moldova",
        "announces",
        "interest",
        "rate",
        "decision",
        "suva",
        "reserve",
        "bank",
        "fiji",
        "hold",
        "board",
        "meet",
        "announce",
        "interest",
        "rate",
        "friday",
        "july",
        "moscow",
        "central",
        "bank",
        "russia",
        "announces",
        "interest",
        "rate",
        "decision",
        "gmt",
        "tuesday",
        "july",
        "ankara",
        "central",
        "bank",
        "republic",
        "turkey",
        "release",
        "minute",
        "july",
        "monetary",
        "policy",
        "committee",
        "meeting",
        "central",
        "bank",
        "brazil",
        "hold",
        "monetary",
        "policy",
        "committee",
        "meeting",
        "august"
    ]
}