{
    "organizations": [],
    "uuid": "9a1cf98667fd1119062bdb64d1227180f101bf87",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/14/globe-newswire-youngevity-international-inc-announces-first-quarter-results.html",
    "ord_in_thread": 0,
    "title": "Youngevity International, Inc. Announces First Quarter Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Revenues increased 11.0% and Adjusted EBITDA Increased to $1.5 Million\nShareholder Conference Call today at 4:15 PM EDT\nSAN DIEGO, May 14, 2018 (GLOBE NEWSWIRE) -- Youngevity International, Inc. (NASDAQ:YGYI), a leading omni-direct lifestyle company, today reported financial results for the first quarter ended March 31, 2018.\n2018 First Quarter Highlights:\nRevenues increased 11.0% over the prior year to $43.0 million\nGross Profit increased 14.4% to $25.0 million compared to the prior year\nAdjusted EBITDA increased to $1.5 million compared to negative $1.2 million in the prior year\nThe Coffee Segment posted 39.9% revenue growth over prior year\nSteve Wallach, Chairman and CEO of Youngevity stated, “We are pleased to see revenue growth for both segments in the first quarter. Our international markets are beginning to contribute more significantly to overall revenue lead by top line growth coming from Asia. We believe this overall growth is sustainable in the coming quarters.”\nDave Briskie, President and CFO of Youngevity said, “We have been focused on the fundamentals as we entered 2018. We feel we made significant progress by improving adjusted EBITDA and strengthening our balance sheet as well. The recent financing and debt conversion contributed significantly to the improvement in our Stockholders’ Equity and will help reduce borrowing costs in the coming quarters.”\nFIRST QUARTER 2018 FINANCIAL RESULTS\nRevenues increased 11.0% to $42,994,000 in the current period as compared to $38,733,000 for the same period last year. We derived approximately 82% of our revenue from direct selling sales and approximately 18% from commercial coffee sales. Direct selling revenues increased by $2,069,000 or 6.2% to $35,311,000 as compared to $33,242,000 for the same period last year. Commercial coffee revenues increased by $2,192,000 or 39.9% to $7,683,000 as compared to $5,491,000 for the same period last year.\nGross profit increased 14.4% to $25,012,000 in the current period as compared to $21,866,000 for the same period last year. Overall gross profit as a percentage of revenues increased to 58.2%, compared to 56.5% in the same period last year.\nTotal operating expenses increased 3.0% to $24,988,000 in the current period, compared to $24,266,000 for the same period last year.\nA breakdown of operating expenses is as follows:\nDistributor compensation in the direct selling segment increased 1.0% to $15,578,000 compared to $15,419,000 for the same period last year.\nSales and marketing expense decreased 4.8% to $3,499,000 from $3,675,000 for the same period last year, primarily due to a reduction in distributor events.\nGeneral and administrative expense increased 14.3% to $5,911,000 from $5,172,000 for the same period last year, primarily due to increases in amortization costs, non-cash compensation costs and increased general and administration costs at the commercial coffee segment as well as increased international costs, primarily related to operations in Russia, Mexico, Taiwan and New Zealand.\nTotal other expense increased by $1,495,000 to $2,082,000 as compared to $587,000 for the same period last year. Total other expense includes net interest expense, the change in the fair value of derivative liabilities and extinguishment loss on debt. Net interest expense increased by $515,000 in the current quarter to $1,712,000, and the change in fair value of derivative liabilities increased by $102,000 in the current quarter to $712,000 which resulted in a reduction to other expense. We also recorded a non-cash extinguishment loss on debt of $1,082,000 in the current period as a result of the triggering of the automatic conversion of our 2017 Notes associated with our July 2017 Private Placement to common stock.\nThe Company has recognized an income tax expense of $250,000, which is the estimated federal, state and foreign income tax expense for the current quarter, compared to an income tax benefit of $928,000 for the same period in the prior year.\nThe Company reported a net loss of $2,308,000 in the current period as compared to net loss of $2,059,000 for the same period last year. This increase in net loss was as a result of the increases in other expense, income taxes and operating expense, partially offset by an increase in gross profit.\nAdjusted EBITDA\nEBITDA (earnings before interest, income taxes, depreciation and amortization) as adjusted to remove the effect of stock-based compensation expense and the non-cash loss on extinguishment of debt and the change in the fair value of the derivatives or \"Adjusted EBITDA,\" increased to $1,520,000 for the current period compared to negative $1,237,000 in the same period last year.\nConference Call Information\nManagement will host a conference call today at 4:15 PM Eastern Daylight Time (1:15 PM Pacific Daylight Time), to discuss the Company's first quarter financial results, for the quarter ended March 31, 2018. Investors can attend the event by clicking https://InstantTeleseminar.com/Events/107589540 fifteen minutes prior to the start of the call, or by dialing 206 402 0100 and entering the access code 634174# at least five minutes prior to the start. International and alternative numbers are available at https://instantteleseminar.com/Local/?eventid=107589540\nThe conference call will be recorded and available for replay shortly after the conclusion of the call. An archived replay of the call will be available for approximately 6 months in the Investor Relations section of Youngevity International's website: http://ygyi.com/calls.php .\nNon-GAAP Financial Measure - Adjusted EBITDA\nThis news release includes information on Adjusted EBITDA, which is a non-GAAP financial measure as defined by SEC Regulation G.\nManagement believes that Adjusted EBITDA, when viewed with our results under GAAP and the accompanying reconciliations, provides useful information about our period-over-period growth. Adjusted EBITDA is presented because management believes it provides additional information with respect to the performance of our fundamental business activities and is also frequently used by securities analysts, investors and other interested parties in the evaluation of comparable companies. We also rely on Adjusted EBITDA as a primary measure to review and assess the operating performance of our Company and our management team.\nAdjusted EBITDA is a non-GAAP financial measure. We calculate adjusted EBITDA by taking net income, and adding back the expenses related to interest, income taxes, depreciation, amortization, stock based compensation expense, loss on extinguishment of debt and change in the fair value of the warrant derivative, as each of those elements are calculated in accordance with GAAP. Adjusted EBITDA should not be construed as a substitute for net income (loss) (as determined in accordance with GAAP) for the purpose of analyzing our operating performance or financial position, as Adjusted EBITDA is not defined by GAAP. A reconciliation of Adjusted EBITDA to net loss is provided in the tables at the end of this press release.\nAbout Youngevity International, Inc.\nYoungevity International, Inc. (NASDAQ:YGYI), is a leading omni-direct lifestyle company offering a hybrid of the direct selling business model, that also offers e-commerce and the power of social selling. Assembling a virtual Main Street of products and services under one corporate entity, Youngevity offers products from the six top selling retail categories: health/nutrition, home/family, food/beverage (including coffee), spa/beauty, apparel/jewelry, as well as innovative services. The Company was formed in the course of the summer 2011 merger of Youngevity Essential Life Sciences with Javalution® Coffee Company (now part of the company's food and beverage division). The resulting company became Youngevity International, Inc. in July 2013. For investor information, please visit YGYI.com . Be sure to like us on Facebook and follow us on Twitter .\nSafe Harbor Statement\nThis release contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. In some cases, forward-looking statements can be identified by terminology such as \"may,\" \"should,\" \"potential,\" \"continue,\" \"expects,\" \"anticipates,\" \"intends,\" \"plans,\" \"believes,\" \"estimates,\" and similar expressions, and includes statements such as we believe this overall growth is sustainable in the coming quarters, the significant progress made by improving adjusted EBITDA and strengthening the balance sheet and the recent financing and debt conversion helping to reduce borrowing costs in the coming quarters. These forward-looking statements are based on management's expectations and assumptions as of the date of this press release and are subject to a number of risks and uncertainties, many of which are difficult to predict that could cause actual results to differ materially from current expectations and assumptions from those set forth or implied by any forward-looking statements. Important factors that could cause actual results to differ materially from current expectations include, among others, our ability to continue our international growth, our ability to leverage our platform and global infrastructure to drive organic growth, our ability to improve our profitability, expand our liquidity, and strengthen our balance sheet, our ability to continue to maintain compliance with the NASDAQ requirements, the acceptance of the omni-direct approach by our customers, our ability to expand our distribution, our ability to add additional products (whether developed internally or through acquisitions), our ability to continue our financial performance, and the other factors discussed in our Annual Report on Form 10-K and our subsequent filings with the SEC, including subsequent periodic reports on Forms 10-Q and 8-K. The information in this release is provided only as of the date of this release, and we undertake no obligation to update any forward-looking statements contained in this release on account of new information, future events, or otherwise, except as required by law.\nTable follows\nYoungevity International, Inc. and Subsidiaries Condensed Consolidated Statements of Operations (In thousands) (Unaudited) Three Months Ended March 31, 2018 2017 Revenues $ 42,994 $ 38,733 Cost of revenues 17,982 16,867 Gross profit 25,012 21,866 Operating expenses Distributor compensation 15,578 15,419 Sales and marketing 3,499 3,675 General and administrative 5,911 5,172 Total operating expenses 24,988 24,266 Income (loss) from operations 24 (2,400 ) Change in fair value of warrant derivative liability 712 610 Interest expense, net (1,712 ) (1,197 ) Extinguishment loss on debt (1,082 ) - Total other expense (2,082 ) (587 ) Net loss before income taxes (2,058 ) (2,987 ) Income tax provision (benefit) 250 (928 ) Net loss $ (2,308 ) $ (2,059 ) Basic loss per share $ (0.12 ) $ (0.11 ) Diluted loss per share $ (0.13 ) $ (0.13 ) Reconciliation of Non-GAAP Measure Adjusted EBITDA to Net (Loss) Income (In thousands) (Unaudited) Three Months Ended March 31, 2018 2017 Net loss $ (2,308 ) $ (2,059 ) Add: Interest, net 1,712 1,197 Income tax provision (benefit) 250 (928 ) Depreciation 432 391 Amortization 827 645 EBITDA 913 (754 ) Add: Stock based compensation 237 127 Change in fair value of warrant derivative (712 ) (610 ) Extinguishment loss on debt 1,082 - Adjusted EBITDA $ 1,520 $ (1,237 ) Investor Relations:\nChuck Harbey\nPCG Advisory Group\ncharbey@pcgadvisory.com\nP: 646.863.7997\nSource:Youngevity International, Inc.",
    "published": "2018-05-14T16:30:00.000+03:00",
    "crawled": "2018-05-14T17:12:25.013+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "revenue",
        "increased",
        "adjusted",
        "ebitda",
        "increased",
        "million",
        "shareholder",
        "conference",
        "call",
        "today",
        "pm",
        "edt",
        "san",
        "diego",
        "may",
        "globe",
        "newswire",
        "youngevity",
        "international",
        "nasdaq",
        "ygyi",
        "leading",
        "lifestyle",
        "company",
        "today",
        "reported",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "first",
        "quarter",
        "highlight",
        "revenue",
        "increased",
        "prior",
        "year",
        "million",
        "gross",
        "profit",
        "increased",
        "million",
        "compared",
        "prior",
        "year",
        "adjusted",
        "ebitda",
        "increased",
        "million",
        "compared",
        "negative",
        "million",
        "prior",
        "year",
        "coffee",
        "segment",
        "posted",
        "revenue",
        "growth",
        "prior",
        "year",
        "steve",
        "wallach",
        "chairman",
        "ceo",
        "youngevity",
        "stated",
        "pleased",
        "see",
        "revenue",
        "growth",
        "segment",
        "first",
        "quarter",
        "international",
        "market",
        "beginning",
        "contribute",
        "significantly",
        "overall",
        "revenue",
        "lead",
        "top",
        "line",
        "growth",
        "coming",
        "asia",
        "believe",
        "overall",
        "growth",
        "sustainable",
        "coming",
        "dave",
        "briskie",
        "president",
        "cfo",
        "youngevity",
        "said",
        "focused",
        "fundamental",
        "entered",
        "feel",
        "made",
        "significant",
        "progress",
        "improving",
        "adjusted",
        "ebitda",
        "strengthening",
        "balance",
        "sheet",
        "well",
        "recent",
        "financing",
        "debt",
        "conversion",
        "contributed",
        "significantly",
        "improvement",
        "stockholder",
        "equity",
        "help",
        "reduce",
        "borrowing",
        "cost",
        "coming",
        "first",
        "quarter",
        "financial",
        "result",
        "revenue",
        "increased",
        "current",
        "period",
        "compared",
        "period",
        "last",
        "year",
        "derived",
        "approximately",
        "revenue",
        "direct",
        "selling",
        "sale",
        "approximately",
        "commercial",
        "coffee",
        "sale",
        "direct",
        "selling",
        "revenue",
        "increased",
        "compared",
        "period",
        "last",
        "year",
        "commercial",
        "coffee",
        "revenue",
        "increased",
        "compared",
        "period",
        "last",
        "year",
        "gross",
        "profit",
        "increased",
        "current",
        "period",
        "compared",
        "period",
        "last",
        "year",
        "overall",
        "gross",
        "profit",
        "percentage",
        "revenue",
        "increased",
        "compared",
        "period",
        "last",
        "year",
        "total",
        "operating",
        "expense",
        "increased",
        "current",
        "period",
        "compared",
        "period",
        "last",
        "year",
        "breakdown",
        "operating",
        "expense",
        "follows",
        "distributor",
        "compensation",
        "direct",
        "selling",
        "segment",
        "increased",
        "compared",
        "period",
        "last",
        "year",
        "sale",
        "marketing",
        "expense",
        "decreased",
        "period",
        "last",
        "year",
        "primarily",
        "due",
        "reduction",
        "distributor",
        "event",
        "general",
        "administrative",
        "expense",
        "increased",
        "period",
        "last",
        "year",
        "primarily",
        "due",
        "increase",
        "amortization",
        "cost",
        "compensation",
        "cost",
        "increased",
        "general",
        "administration",
        "cost",
        "commercial",
        "coffee",
        "segment",
        "well",
        "increased",
        "international",
        "cost",
        "primarily",
        "related",
        "operation",
        "russia",
        "mexico",
        "taiwan",
        "new",
        "zealand",
        "total",
        "expense",
        "increased",
        "compared",
        "period",
        "last",
        "year",
        "total",
        "expense",
        "includes",
        "net",
        "interest",
        "expense",
        "change",
        "fair",
        "value",
        "derivative",
        "liability",
        "extinguishment",
        "loss",
        "debt",
        "net",
        "interest",
        "expense",
        "increased",
        "current",
        "quarter",
        "change",
        "fair",
        "value",
        "derivative",
        "liability",
        "increased",
        "current",
        "quarter",
        "resulted",
        "reduction",
        "expense",
        "also",
        "recorded",
        "extinguishment",
        "loss",
        "debt",
        "current",
        "period",
        "result",
        "triggering",
        "automatic",
        "conversion",
        "note",
        "associated",
        "july",
        "private",
        "placement",
        "common",
        "stock",
        "company",
        "recognized",
        "income",
        "tax",
        "expense",
        "estimated",
        "federal",
        "state",
        "foreign",
        "income",
        "tax",
        "expense",
        "current",
        "quarter",
        "compared",
        "income",
        "tax",
        "benefit",
        "period",
        "prior",
        "year",
        "company",
        "reported",
        "net",
        "loss",
        "current",
        "period",
        "compared",
        "net",
        "loss",
        "period",
        "last",
        "year",
        "increase",
        "net",
        "loss",
        "result",
        "increase",
        "expense",
        "income",
        "tax",
        "operating",
        "expense",
        "partially",
        "offset",
        "increase",
        "gross",
        "profit",
        "adjusted",
        "ebitda",
        "ebitda",
        "earnings",
        "interest",
        "income",
        "tax",
        "depreciation",
        "amortization",
        "adjusted",
        "remove",
        "effect",
        "compensation",
        "expense",
        "loss",
        "extinguishment",
        "debt",
        "change",
        "fair",
        "value",
        "derivative",
        "adjusted",
        "ebitda",
        "increased",
        "current",
        "period",
        "compared",
        "negative",
        "period",
        "last",
        "year",
        "conference",
        "call",
        "information",
        "management",
        "host",
        "conference",
        "call",
        "today",
        "pm",
        "eastern",
        "daylight",
        "time",
        "pm",
        "pacific",
        "daylight",
        "time",
        "discus",
        "company",
        "first",
        "quarter",
        "financial",
        "result",
        "quarter",
        "ended",
        "march",
        "investor",
        "attend",
        "event",
        "clicking",
        "http",
        "fifteen",
        "minute",
        "prior",
        "start",
        "call",
        "dialing",
        "entering",
        "access",
        "code",
        "least",
        "five",
        "minute",
        "prior",
        "start",
        "international",
        "alternative",
        "number",
        "available",
        "http",
        "conference",
        "call",
        "recorded",
        "available",
        "replay",
        "shortly",
        "conclusion",
        "call",
        "archived",
        "replay",
        "call",
        "available",
        "approximately",
        "month",
        "investor",
        "relation",
        "section",
        "youngevity",
        "international",
        "website",
        "http",
        "financial",
        "measure",
        "adjusted",
        "ebitda",
        "news",
        "release",
        "includes",
        "information",
        "adjusted",
        "ebitda",
        "financial",
        "measure",
        "defined",
        "sec",
        "regulation",
        "management",
        "belief",
        "adjusted",
        "ebitda",
        "viewed",
        "result",
        "gaap",
        "accompanying",
        "reconciliation",
        "provides",
        "useful",
        "information",
        "growth",
        "adjusted",
        "ebitda",
        "presented",
        "management",
        "belief",
        "provides",
        "additional",
        "information",
        "respect",
        "performance",
        "fundamental",
        "business",
        "activity",
        "also",
        "frequently",
        "used",
        "security",
        "analyst",
        "investor",
        "interested",
        "party",
        "evaluation",
        "comparable",
        "company",
        "also",
        "rely",
        "adjusted",
        "ebitda",
        "primary",
        "measure",
        "review",
        "assess",
        "operating",
        "performance",
        "company",
        "management",
        "team",
        "adjusted",
        "ebitda",
        "financial",
        "measure",
        "calculate",
        "adjusted",
        "ebitda",
        "taking",
        "net",
        "income",
        "adding",
        "back",
        "expense",
        "related",
        "interest",
        "income",
        "tax",
        "depreciation",
        "amortization",
        "stock",
        "based",
        "compensation",
        "expense",
        "loss",
        "extinguishment",
        "debt",
        "change",
        "fair",
        "value",
        "warrant",
        "derivative",
        "element",
        "calculated",
        "accordance",
        "gaap",
        "adjusted",
        "ebitda",
        "construed",
        "substitute",
        "net",
        "income",
        "loss",
        "determined",
        "accordance",
        "gaap",
        "purpose",
        "analyzing",
        "operating",
        "performance",
        "financial",
        "position",
        "adjusted",
        "ebitda",
        "defined",
        "gaap",
        "reconciliation",
        "adjusted",
        "ebitda",
        "net",
        "loss",
        "provided",
        "table",
        "end",
        "press",
        "release",
        "youngevity",
        "international",
        "youngevity",
        "international",
        "nasdaq",
        "ygyi",
        "leading",
        "lifestyle",
        "company",
        "offering",
        "hybrid",
        "direct",
        "selling",
        "business",
        "model",
        "also",
        "offer",
        "power",
        "social",
        "selling",
        "assembling",
        "virtual",
        "main",
        "street",
        "product",
        "service",
        "one",
        "corporate",
        "entity",
        "youngevity",
        "offer",
        "product",
        "six",
        "top",
        "selling",
        "retail",
        "category",
        "including",
        "coffee",
        "well",
        "innovative",
        "service",
        "company",
        "formed",
        "course",
        "summer",
        "merger",
        "youngevity",
        "essential",
        "life",
        "science",
        "coffee",
        "company",
        "part",
        "company",
        "food",
        "beverage",
        "division",
        "resulting",
        "company",
        "became",
        "youngevity",
        "international",
        "july",
        "investor",
        "information",
        "please",
        "visit",
        "sure",
        "like",
        "u",
        "facebook",
        "follow",
        "u",
        "twitter",
        "safe",
        "harbor",
        "statement",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "case",
        "statement",
        "identified",
        "terminology",
        "may",
        "potential",
        "continue",
        "expects",
        "anticipates",
        "intends",
        "plan",
        "belief",
        "estimate",
        "similar",
        "expression",
        "includes",
        "statement",
        "believe",
        "overall",
        "growth",
        "sustainable",
        "coming",
        "quarter",
        "significant",
        "progress",
        "made",
        "improving",
        "adjusted",
        "ebitda",
        "strengthening",
        "balance",
        "sheet",
        "recent",
        "financing",
        "debt",
        "conversion",
        "helping",
        "reduce",
        "borrowing",
        "cost",
        "coming",
        "quarter",
        "statement",
        "based",
        "management",
        "expectation",
        "assumption",
        "date",
        "press",
        "release",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "many",
        "difficult",
        "predict",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "current",
        "expectation",
        "assumption",
        "set",
        "forth",
        "implied",
        "statement",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "current",
        "expectation",
        "include",
        "among",
        "others",
        "ability",
        "continue",
        "international",
        "growth",
        "ability",
        "leverage",
        "platform",
        "global",
        "infrastructure",
        "drive",
        "organic",
        "growth",
        "ability",
        "improve",
        "profitability",
        "expand",
        "liquidity",
        "strengthen",
        "balance",
        "sheet",
        "ability",
        "continue",
        "maintain",
        "compliance",
        "nasdaq",
        "requirement",
        "acceptance",
        "approach",
        "customer",
        "ability",
        "expand",
        "distribution",
        "ability",
        "add",
        "additional",
        "product",
        "whether",
        "developed",
        "internally",
        "acquisition",
        "ability",
        "continue",
        "financial",
        "performance",
        "factor",
        "discussed",
        "annual",
        "report",
        "form",
        "subsequent",
        "filing",
        "sec",
        "including",
        "subsequent",
        "periodic",
        "report",
        "form",
        "information",
        "release",
        "provided",
        "date",
        "release",
        "undertake",
        "obligation",
        "update",
        "statement",
        "contained",
        "release",
        "account",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "law",
        "table",
        "follows",
        "youngevity",
        "international",
        "subsidiary",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "cost",
        "revenue",
        "gross",
        "profit",
        "operating",
        "expense",
        "distributor",
        "compensation",
        "sale",
        "marketing",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "income",
        "loss",
        "operation",
        "change",
        "fair",
        "value",
        "warrant",
        "derivative",
        "liability",
        "interest",
        "expense",
        "net",
        "extinguishment",
        "loss",
        "debt",
        "total",
        "expense",
        "net",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "provision",
        "benefit",
        "net",
        "loss",
        "basic",
        "loss",
        "per",
        "share",
        "diluted",
        "loss",
        "per",
        "share",
        "reconciliation",
        "measure",
        "adjusted",
        "ebitda",
        "net",
        "loss",
        "income",
        "thousand",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "loss",
        "add",
        "interest",
        "net",
        "income",
        "tax",
        "provision",
        "benefit",
        "depreciation",
        "amortization",
        "ebitda",
        "add",
        "stock",
        "based",
        "compensation",
        "change",
        "fair",
        "value",
        "warrant",
        "derivative",
        "extinguishment",
        "loss",
        "debt",
        "adjusted",
        "ebitda",
        "investor",
        "relation",
        "chuck",
        "harbey",
        "pcg",
        "advisory",
        "group",
        "charbey",
        "p",
        "source",
        "youngevity",
        "international",
        "inc"
    ]
}