{
    "organizations": [],
    "uuid": "82926fbc7dbc7133a4d19e8a10cd8bc45c4b884b",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/03/business-wire-drive-shack-inc-announces-first-quarter-2018-results-and-declares-second-quarter-2018-preferred-stock-dividends.html",
    "ord_in_thread": 0,
    "title": "Drive Shack Inc. Announces First Quarter 2018 Results and Declares Second Quarter 2018 Preferred Stock Dividends",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK--(BUSINESS WIRE)-- Drive Shack Inc. (NYSE:DS; the “Company”) today reported the following information for the first quarter ended March 31, 2018.\nBUSINESS HIGHLIGHTS\nDrive Shack – The Company opened its first venue in Orlando, Florida, in April 2018. The Company has announced five additional venues to date, which are in various stages of development, and are expected to open throughout 2019. Drive Shack continues to assess a national and global pipeline of locations and aims to open five to ten sites annually as the business ramps. American Golf – As of March 31, 2018, the Company owned, leased or managed 74 golf properties across 12 states. These courses are located predominately in high-volume, top-tier cities across the U.S. On a same-store basis, excluding managed courses, the traditional golf business ended the first quarter with approximately 39,000 Players Club members for public properties, an increase of approximately 4,000 members over the end of the first quarter of the prior year. On the private side of the business, there were approximately 8,700 full golf members at the end of the first quarter representing an increase of 464 members from the end of the first quarter of the prior year. For the trailing twelve months, average annual dues per full golf private member increased by $302 since first quarter 2017, on a same-store basis, to $6,377.\nFIRST QUARTER 2018 FINANCIAL RESULTS\nGAAP Loss of $18 million, or $0.26 per share, compared to loss of $14 million, or $0.21 per share, in 1Q 2017. Core Earnings of $(5) million, or $(0.08) per share, compared to $(0.4) million, or $(0.01) per share, in 1Q 2017. Year-over-year decrease is primarily due to lower interest income because of the repayment of the resorts-related loan and sale of agency securities.\n1Q 2018 1Q 2017 GAAP Loss $(18) million $(14) million GAAP Loss per WA Basic Share $(0.26) $(0.21) Non-GAAP Results: Core Earnings* $(5) million $(0.4) million Core Earnings per WA Basic Share* $(0.08) $(0.01) WA: Weighted Average\n*For reconciliations of GAAP Loss to Core Earnings, please refer to the Reconciliation of Core Earnings below.\nSECOND QUARTER 2018 PREFERRED STOCK DIVIDENDS\nDrive Shack Inc.’s Board of Directors declared dividends on the Company's preferred stock for the period beginning May 1, 2018 and ending July 31, 2018. The dividends are payable on July 31, 2018 to holders of record of preferred stock on July 2, 2018. The Company will pay dividends of $0.609375, $0.503125 and $0.523438 per share on the 9.750% Series B, 8.050% Series C and 8.375% Series D preferred stock, respectively.\nADDITIONAL INFORMATION\nFor additional information that management believes to be useful for investors, please refer to the presentation posted on the Investor Relations section of the Company’s website, http://ir.driveshack.com . For consolidated investment portfolio information, please refer to the Company’s most recent Quarterly Report on Form 10-Q or Annual Report on Form 10-K, which are available on the Company’s website, http://ir.driveshack.com .\nEARNINGS CONFERENCE CALL\nThe Company’s management will host a conference call on Thursday, May 3, 2018 at 9:00 A.M. Eastern Time. A copy of the earnings release will be posted to the Investor Relations section of Drive Shack Inc.’s website, http://ir.driveshack.com .\nAll interested parties are welcome to participate on the live call. The conference call may be accessed by dialing 1-866-913-6930 (from within the U.S.) or 1-409-983-9881 (from outside of the U.S.) ten minutes prior to the scheduled start of the call; please reference conference ID “5197994.”\nA simultaneous webcast of the conference call will be available to the public on a listen-only basis at http://ir.driveshack.com . Please allow extra time prior to the call to visit the website and download any necessary software required to listen to the internet broadcast.\nA telephonic replay of the conference call will also be available two hours following the call’s completion through 11:30 P.M. Eastern Time on Thursday, May 17, 2018 by dialing 1-800-585-8367 (from within the U.S.) or 1-404-537-3406 (from outside of the U.S.); please reference conference ID “5197994.”\nConsolidated Statements of Operations (Unaudited)\n($ in thousands, except share data)\nThree Months Ended March 31, 2018 2017 Revenues Golf course operations $ 53,554 $ 46,296 Sales of food and beverages 13,106 12,845 Total revenues 66,660 59,141 Operating costs Operating expenses 57,379 50,509 Cost of sales - food and beverages 4,040 4,032 General and administrative expense 9,192 7,487 Management fee to affiliate — 2,677 Depreciation and amortization 5,548 5,793 Pre-opening costs 1,556 — Impairment 1,473 — Realized and unrealized (gain) loss on investments (242 ) 3,389 Total operating costs 78,946 73,887 Operating loss (12,286 ) (14,746 ) Other income (expenses) Interest and investment income 446 7,888 Interest expense, net (4,049 ) (5,434 ) Other loss, net (406 ) (123 ) Total other income (expenses) (4,009 ) 2,331 Loss before income tax (16,295 ) (12,415 ) Income tax expense — 539 Net Loss (16,295 ) (12,954 ) Preferred dividends (1,395 ) (1,395 ) Loss Applicable to Common Stockholders $ (17,690 ) $ (14,349 ) Loss Applicable to Common Stock, per share Basic $ (0.26 ) $ (0.21 ) Diluted $ (0.26 ) $ (0.21 ) Weighted Average Number of Shares of Common Stock Outstanding Basic 66,977,104 66,841,977 Diluted 66,977,104 66,841,977 Dividends Declared per Share of Common Stock $ — $ — Consolidated Balance Sheets\n($ in thousands, except share data)\nMarch 31, 2018 December 31, 2017 Assets Current Assets Cash and cash equivalents $ 137,028 $ 167,692 Restricted cash 3,162 5,178 Accounts receivable, net 9,046 8,780 Real estate assets, held-for-sale 164,040 2,000 Real estate securities, available-for-sale 2,362 2,294 Other current assets 25,815 21,568 Total Current Assets 341,453 207,512 Restricted cash, noncurrent 821 818 Property and equipment, net of accumulated depreciation 86,850 241,258 Intangibles, net of accumulated amortization 54,896 57,276 Other investments 21,514 21,135 Other assets 8,442 8,649 Total Assets $ 513,976 $ 536,648 Liabilities and Equity Current Liabilities Obligations under capital leases 4,892 4,652 Membership deposit liabilities 8,715 8,733 Accounts payable and accrued expenses 34,513 36,797 Deferred Revenue 13,636 31,207 Real estate liabilities, held-for-sale 13,487 -- Other current liabilities 16,532 22,596 Total Current Liabilities 91,775 103,985 Credit facilities and obligations under capital leases 112,156 112,105 Junior subordinated notes payable 51,206 51,208 Membership deposit liabilities, noncurrent 88,247 86,523 Deferred revenue, noncurrent 7,332 6,930 Other liabilities 4,779 4,846 Total Liabilities $ 355,495 $ 365,597 Commitments and contingencies Equity Preferred stock, $0.01 par value, 100,000,000 shares authorized, 1,347,321 shares\nof 9.75% Series B Cumulative Redeemable Preferred Stock, 496,000 shares of\n8.05% Series C Cumulative Redeemable Preferred Stock, and 620,000 shares of\n8.375% Series D Cumulative Redeemable Preferred Stock, liquidation preference\n$25.00 per share, issued and outstanding as of March 31, 2018 and December 31, 2017\n$ 61,583 $ 61,583 Common stock, $0.01 par value, 1,000,000,000 shares authorized, 66,842,378 and\n66,824,304 shares issued and outstanding at March 31, 2018 and December 31, 2017, respectively\n670 670 Additional paid-in capital\n3,173,559 3,173,281\nAccumulated deficit (3,078,734 ) (3,065,853 ) Accumulated other comprehensive income 1,403 1,370 Total Equity $ 158,481 $ 171,051 Total Liabilities and Equity $ 513,976 $ 536,648 Reconciliation of Core Earnings\n($ in thousands)\nThree Months Ended March 31, 2018 2017 (Loss) Income applicable to common stockholders $ (17,690 ) $ (14,349 ) Add (Deduct): Impairment 1,473 — Realized and unrealized (gain) loss on investments (242 ) 3,389 Other loss (income) (A) 785 502 Depreciation and amortization (B) 8,259 8,407 Acquisition, transaction, restructuring and spin-off\nrelated expenses (C)\n2,039 1,662 Core earnings $ (5,376 ) $ (389 ) (A) Other (loss) income reconciliation:\nThree Months Ended March 31, 2018 2017 Total other income $ (4,009 ) $ 2,331 Add (deduct): Equity in earnings from equity method investees (379 ) (379 ) Interest and investment income (446 ) (7,888 ) Interest expense 4,049 5,434 Other (loss) income $ (785 ) $ (502 ) (B) Including accretion of membership deposit liabilities of $1.7 million and $1.6 million and amortization of favorable and unfavorable leasehold intangibles of $1.0 million and $1.0 million in the three months ended March 31, 2018 and 2017, respectively. The accretion of membership deposit liabilities was recorded to interest expense, net and the amortization of favorable and unfavorable leasehold intangibles was recorded to operating expenses. (C) Including acquisition and transaction expenses of $1.8 million and $1.7 million and restructuring expenses of $0.2 million and less than $0.1 million during the three months ended March 31, 2018 and 2017, respectively. The acquisition and transaction costs were recorded to general and administrative expense and restructuring expenses were recorded to operating expenses. CORE EARNINGS\nThe following primary variables impact our operating performance: (i) the current yield earned on our investments that are not included in non-recourse financing structures (i.e., unlevered investments, including investments in equity method investees and investments subject to recourse debt), (ii) the net yield we earn from our non-recourse financing structures, (iii) the interest expense and dividends incurred under our recourse debt and preferred stock, (iv) the net operating income on our real estate and golf investments, (v) our operating expenses and (vi) our realized and unrealized gains or losses, net of related provision for income taxes, including any impairment, on our investments, derivatives and debt obligations. Core earnings is a non-GAAP measure of our operating performance excluding the sixth variable listed above. Core earnings also excludes depreciation and amortization charges, including the accretion of membership deposit liabilities and the impact of the application of acquisition accounting, acquisition and spin-off related expenses and restructuring expenses. Core earnings is used by management to evaluate our performance without taking into account gains and losses, net of related provision for income taxes, which, although they represent a part of our recurring operations, are subject to significant variability and are only a potential indicator of future performance. These adjustments to our income (loss) applicable to common stockholders are not indicative of the performance of the assets that form the core of our activity. Management utilizes core earnings as a measure in its decision-making process relating to the underlying fundamental operations of our investments, as well as the allocation of resources between those investments, and management also relies on core earnings as an indicator of the results of such decisions. As such, core earnings is not intended to reflect all of our activity and should be considered as only one of the factors in assessing our performance, along with GAAP net income, which is inclusive of all of our activities. Management also believes that the exclusion from core earnings of the items specified above allows investors and analysts to readily identify and track the operating performance of the assets that form the core of our activity, assists in comparing the core operating results between periods, and enables investors to evaluate our current core performance using the same measure that management uses to operate the business.\nCore earnings does not represent an alternative to net income as an indicator of our operating performance or as an alternative to cash flows from operating activities as a measure of our liquidity, and is not indicative of cash available to fund cash needs. Our calculation of core earnings may be different from the calculation used by other companies and, therefore, comparability may be limited.\nABOUT DRIVE SHACK INC.\nDrive Shack Inc. is a leading owner and operator of golf-related leisure and entertainment businesses.\nFORWARD-LOOKING STATEMENTS\nCertain items in this press release may constitute within the meaning of the Private 1995, including statements regarding the Company’s targets and expectations regarding Drive Shack’s existing venue in Orlando, Florida and other venues in the national and global pipeline of locations, including the timing and frequency of opening new venues. These statements are based on management's current expectations and beliefs and are subject to a number of trends and uncertainties that could described in the , many of which are beyond Drive Shack’s control. The Company can give no assurance that its expectations will be attained. Accordingly, you should not place undue reliance on any contained in this press release. For a discussion of some of the risks and important factors that could cause actual results to differ from such , see the sections entitled “Risk Factors” and “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in the Company’s most recent Quarterly Report on Form 10-Q or Annual Report on Form 10-K. Furthermore, new risks and uncertainties emerge from time to time, and it is not possible for the Company to predict or assess the impact of every factor that may cause its actual results to differ from those contained in any . Such speak only as of the date of this press release. The Company expressly disclaims any obligation to release publicly any updates or revisions to any contained herein to reflect any change in the Company's expectations with regard thereto or change in events, conditions or circumstances on which any statement is based.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180503005448/en/\nDrive Shack Inc.\nInvestor Relations\n516-268-7460\nSource: Drive Shack Inc.",
    "published": "2018-05-03T14:00:00.000+03:00",
    "crawled": "2018-05-03T14:49:15.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "business",
        "wire",
        "drive",
        "shack",
        "nyse",
        "d",
        "company",
        "today",
        "reported",
        "following",
        "information",
        "first",
        "quarter",
        "ended",
        "march",
        "business",
        "highlight",
        "drive",
        "shack",
        "company",
        "opened",
        "first",
        "venue",
        "orlando",
        "florida",
        "april",
        "company",
        "announced",
        "five",
        "additional",
        "venue",
        "date",
        "various",
        "stage",
        "development",
        "expected",
        "open",
        "throughout",
        "drive",
        "shack",
        "continues",
        "assess",
        "national",
        "global",
        "pipeline",
        "location",
        "aim",
        "open",
        "five",
        "ten",
        "site",
        "annually",
        "business",
        "ramp",
        "american",
        "golf",
        "march",
        "company",
        "owned",
        "leased",
        "managed",
        "golf",
        "property",
        "across",
        "state",
        "course",
        "located",
        "predominately",
        "city",
        "across",
        "basis",
        "excluding",
        "managed",
        "course",
        "traditional",
        "golf",
        "business",
        "ended",
        "first",
        "quarter",
        "approximately",
        "player",
        "club",
        "member",
        "public",
        "property",
        "increase",
        "approximately",
        "member",
        "end",
        "first",
        "quarter",
        "prior",
        "year",
        "private",
        "side",
        "business",
        "approximately",
        "full",
        "golf",
        "member",
        "end",
        "first",
        "quarter",
        "representing",
        "increase",
        "member",
        "end",
        "first",
        "quarter",
        "prior",
        "year",
        "trailing",
        "twelve",
        "month",
        "average",
        "annual",
        "due",
        "per",
        "full",
        "golf",
        "private",
        "member",
        "increased",
        "since",
        "first",
        "quarter",
        "basis",
        "first",
        "quarter",
        "financial",
        "result",
        "gaap",
        "loss",
        "million",
        "per",
        "share",
        "compared",
        "loss",
        "million",
        "per",
        "share",
        "1q",
        "core",
        "earnings",
        "million",
        "per",
        "share",
        "compared",
        "million",
        "per",
        "share",
        "1q",
        "decrease",
        "primarily",
        "due",
        "lower",
        "interest",
        "income",
        "repayment",
        "loan",
        "sale",
        "agency",
        "security",
        "1q",
        "1q",
        "gaap",
        "loss",
        "million",
        "million",
        "gaap",
        "loss",
        "per",
        "wa",
        "basic",
        "share",
        "result",
        "core",
        "earnings",
        "million",
        "million",
        "core",
        "earnings",
        "per",
        "wa",
        "basic",
        "share",
        "wa",
        "weighted",
        "average",
        "reconciliation",
        "gaap",
        "loss",
        "core",
        "earnings",
        "please",
        "refer",
        "reconciliation",
        "core",
        "earnings",
        "second",
        "quarter",
        "preferred",
        "stock",
        "dividend",
        "drive",
        "shack",
        "board",
        "director",
        "declared",
        "dividend",
        "company",
        "preferred",
        "stock",
        "period",
        "beginning",
        "may",
        "ending",
        "july",
        "dividend",
        "payable",
        "july",
        "holder",
        "record",
        "preferred",
        "stock",
        "july",
        "company",
        "pay",
        "dividend",
        "per",
        "share",
        "series",
        "b",
        "series",
        "c",
        "series",
        "preferred",
        "stock",
        "respectively",
        "additional",
        "information",
        "additional",
        "information",
        "management",
        "belief",
        "useful",
        "investor",
        "please",
        "refer",
        "presentation",
        "posted",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "http",
        "consolidated",
        "investment",
        "portfolio",
        "information",
        "please",
        "refer",
        "company",
        "recent",
        "quarterly",
        "report",
        "form",
        "annual",
        "report",
        "form",
        "available",
        "company",
        "website",
        "http",
        "earnings",
        "conference",
        "call",
        "company",
        "management",
        "host",
        "conference",
        "call",
        "thursday",
        "may",
        "eastern",
        "time",
        "copy",
        "earnings",
        "release",
        "posted",
        "investor",
        "relation",
        "section",
        "drive",
        "shack",
        "website",
        "http",
        "interested",
        "party",
        "welcome",
        "participate",
        "live",
        "call",
        "conference",
        "call",
        "may",
        "accessed",
        "dialing",
        "within",
        "outside",
        "ten",
        "minute",
        "prior",
        "scheduled",
        "start",
        "call",
        "please",
        "reference",
        "conference",
        "id",
        "simultaneous",
        "webcast",
        "conference",
        "call",
        "available",
        "public",
        "basis",
        "http",
        "please",
        "allow",
        "extra",
        "time",
        "prior",
        "call",
        "visit",
        "website",
        "download",
        "necessary",
        "software",
        "required",
        "listen",
        "internet",
        "broadcast",
        "telephonic",
        "replay",
        "conference",
        "call",
        "also",
        "available",
        "two",
        "hour",
        "following",
        "call",
        "completion",
        "eastern",
        "time",
        "thursday",
        "may",
        "dialing",
        "within",
        "outside",
        "please",
        "reference",
        "conference",
        "id",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "thousand",
        "except",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "golf",
        "course",
        "operation",
        "sale",
        "food",
        "beverage",
        "total",
        "revenue",
        "operating",
        "cost",
        "operating",
        "expense",
        "cost",
        "sale",
        "food",
        "beverage",
        "general",
        "administrative",
        "expense",
        "management",
        "fee",
        "affiliate",
        "depreciation",
        "amortization",
        "cost",
        "impairment",
        "realized",
        "unrealized",
        "gain",
        "loss",
        "investment",
        "total",
        "operating",
        "cost",
        "operating",
        "loss",
        "income",
        "expense",
        "interest",
        "investment",
        "income",
        "interest",
        "expense",
        "net",
        "loss",
        "net",
        "total",
        "income",
        "expense",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "net",
        "loss",
        "preferred",
        "dividend",
        "loss",
        "applicable",
        "common",
        "stockholder",
        "loss",
        "applicable",
        "common",
        "stock",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "number",
        "share",
        "common",
        "stock",
        "outstanding",
        "basic",
        "diluted",
        "dividend",
        "declared",
        "per",
        "share",
        "common",
        "stock",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "except",
        "share",
        "data",
        "march",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "account",
        "receivable",
        "net",
        "real",
        "estate",
        "asset",
        "real",
        "estate",
        "security",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "restricted",
        "cash",
        "noncurrent",
        "property",
        "equipment",
        "net",
        "accumulated",
        "depreciation",
        "intangible",
        "net",
        "accumulated",
        "amortization",
        "investment",
        "asset",
        "total",
        "asset",
        "liability",
        "equity",
        "current",
        "liability",
        "obligation",
        "capital",
        "lease",
        "membership",
        "deposit",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "deferred",
        "revenue",
        "real",
        "estate",
        "liability",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "credit",
        "facility",
        "obligation",
        "capital",
        "lease",
        "junior",
        "subordinated",
        "note",
        "payable",
        "membership",
        "deposit",
        "liability",
        "noncurrent",
        "deferred",
        "revenue",
        "noncurrent",
        "liability",
        "total",
        "liability",
        "commitment",
        "contingency",
        "equity",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "series",
        "b",
        "cumulative",
        "redeemable",
        "preferred",
        "stock",
        "share",
        "series",
        "c",
        "cumulative",
        "redeemable",
        "preferred",
        "stock",
        "share",
        "series",
        "cumulative",
        "redeemable",
        "preferred",
        "stock",
        "liquidation",
        "preference",
        "per",
        "share",
        "issued",
        "outstanding",
        "march",
        "december",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "march",
        "december",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "accumulated",
        "comprehensive",
        "income",
        "total",
        "equity",
        "total",
        "liability",
        "equity",
        "reconciliation",
        "core",
        "earnings",
        "thousand",
        "three",
        "month",
        "ended",
        "march",
        "loss",
        "income",
        "applicable",
        "common",
        "stockholder",
        "add",
        "deduct",
        "impairment",
        "realized",
        "unrealized",
        "gain",
        "loss",
        "investment",
        "loss",
        "income",
        "depreciation",
        "amortization",
        "b",
        "acquisition",
        "transaction",
        "restructuring",
        "related",
        "expense",
        "c",
        "core",
        "earnings",
        "loss",
        "income",
        "reconciliation",
        "three",
        "month",
        "ended",
        "march",
        "total",
        "income",
        "add",
        "deduct",
        "equity",
        "earnings",
        "equity",
        "method",
        "investees",
        "interest",
        "investment",
        "income",
        "interest",
        "expense",
        "loss",
        "income",
        "b",
        "including",
        "accretion",
        "membership",
        "deposit",
        "liability",
        "million",
        "million",
        "amortization",
        "favorable",
        "unfavorable",
        "leasehold",
        "intangible",
        "million",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "respectively",
        "accretion",
        "membership",
        "deposit",
        "liability",
        "recorded",
        "interest",
        "expense",
        "net",
        "amortization",
        "favorable",
        "unfavorable",
        "leasehold",
        "intangible",
        "recorded",
        "operating",
        "expense",
        "c",
        "including",
        "acquisition",
        "transaction",
        "expense",
        "million",
        "million",
        "restructuring",
        "expense",
        "million",
        "less",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "respectively",
        "acquisition",
        "transaction",
        "cost",
        "recorded",
        "general",
        "administrative",
        "expense",
        "restructuring",
        "expense",
        "recorded",
        "operating",
        "expense",
        "core",
        "earnings",
        "following",
        "primary",
        "variable",
        "impact",
        "operating",
        "performance",
        "current",
        "yield",
        "earned",
        "investment",
        "included",
        "financing",
        "structure",
        "unlevered",
        "investment",
        "including",
        "investment",
        "equity",
        "method",
        "investees",
        "investment",
        "subject",
        "recourse",
        "debt",
        "ii",
        "net",
        "yield",
        "earn",
        "financing",
        "structure",
        "iii",
        "interest",
        "expense",
        "dividend",
        "incurred",
        "recourse",
        "debt",
        "preferred",
        "stock",
        "iv",
        "net",
        "operating",
        "income",
        "real",
        "estate",
        "golf",
        "investment",
        "v",
        "operating",
        "expense",
        "vi",
        "realized",
        "unrealized",
        "gain",
        "loss",
        "net",
        "related",
        "provision",
        "income",
        "tax",
        "including",
        "impairment",
        "investment",
        "derivative",
        "debt",
        "obligation",
        "core",
        "earnings",
        "measure",
        "operating",
        "performance",
        "excluding",
        "sixth",
        "variable",
        "listed",
        "core",
        "earnings",
        "also",
        "excludes",
        "depreciation",
        "amortization",
        "charge",
        "including",
        "accretion",
        "membership",
        "deposit",
        "liability",
        "impact",
        "application",
        "acquisition",
        "accounting",
        "acquisition",
        "related",
        "expense",
        "restructuring",
        "expense",
        "core",
        "earnings",
        "used",
        "management",
        "evaluate",
        "performance",
        "without",
        "taking",
        "account",
        "gain",
        "loss",
        "net",
        "related",
        "provision",
        "income",
        "tax",
        "although",
        "represent",
        "part",
        "recurring",
        "operation",
        "subject",
        "significant",
        "variability",
        "potential",
        "indicator",
        "future",
        "performance",
        "adjustment",
        "income",
        "loss",
        "applicable",
        "common",
        "stockholder",
        "indicative",
        "performance",
        "asset",
        "form",
        "core",
        "activity",
        "management",
        "utilizes",
        "core",
        "earnings",
        "measure",
        "process",
        "relating",
        "underlying",
        "fundamental",
        "operation",
        "investment",
        "well",
        "allocation",
        "resource",
        "investment",
        "management",
        "also",
        "relies",
        "core",
        "earnings",
        "indicator",
        "result",
        "decision",
        "core",
        "earnings",
        "intended",
        "reflect",
        "activity",
        "considered",
        "one",
        "factor",
        "assessing",
        "performance",
        "along",
        "gaap",
        "net",
        "income",
        "inclusive",
        "activity",
        "management",
        "also",
        "belief",
        "exclusion",
        "core",
        "earnings",
        "item",
        "specified",
        "allows",
        "investor",
        "analyst",
        "readily",
        "identify",
        "track",
        "operating",
        "performance",
        "asset",
        "form",
        "core",
        "activity",
        "assist",
        "comparing",
        "core",
        "operating",
        "result",
        "period",
        "enables",
        "investor",
        "evaluate",
        "current",
        "core",
        "performance",
        "using",
        "measure",
        "management",
        "us",
        "operate",
        "business",
        "core",
        "earnings",
        "represent",
        "alternative",
        "net",
        "income",
        "indicator",
        "operating",
        "performance",
        "alternative",
        "cash",
        "flow",
        "operating",
        "activity",
        "measure",
        "liquidity",
        "indicative",
        "cash",
        "available",
        "fund",
        "cash",
        "need",
        "calculation",
        "core",
        "earnings",
        "may",
        "different",
        "calculation",
        "used",
        "company",
        "therefore",
        "comparability",
        "may",
        "limited",
        "drive",
        "shack",
        "drive",
        "shack",
        "leading",
        "owner",
        "operator",
        "leisure",
        "entertainment",
        "business",
        "statement",
        "certain",
        "item",
        "press",
        "release",
        "may",
        "constitute",
        "within",
        "meaning",
        "private",
        "including",
        "statement",
        "regarding",
        "company",
        "target",
        "expectation",
        "regarding",
        "drive",
        "shack",
        "existing",
        "venue",
        "orlando",
        "florida",
        "venue",
        "national",
        "global",
        "pipeline",
        "location",
        "including",
        "timing",
        "frequency",
        "opening",
        "new",
        "venue",
        "statement",
        "based",
        "management",
        "current",
        "expectation",
        "belief",
        "subject",
        "number",
        "trend",
        "uncertainty",
        "could",
        "described",
        "many",
        "beyond",
        "drive",
        "shack",
        "control",
        "company",
        "give",
        "assurance",
        "expectation",
        "attained",
        "accordingly",
        "place",
        "undue",
        "reliance",
        "contained",
        "press",
        "release",
        "discussion",
        "risk",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "see",
        "section",
        "entitled",
        "risk",
        "factor",
        "management",
        "discussion",
        "analysis",
        "financial",
        "condition",
        "result",
        "operation",
        "company",
        "recent",
        "quarterly",
        "report",
        "form",
        "annual",
        "report",
        "form",
        "furthermore",
        "new",
        "risk",
        "uncertainty",
        "emerge",
        "time",
        "time",
        "possible",
        "company",
        "predict",
        "assess",
        "impact",
        "every",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "contained",
        "speak",
        "date",
        "press",
        "release",
        "company",
        "expressly",
        "disclaims",
        "obligation",
        "release",
        "publicly",
        "update",
        "revision",
        "contained",
        "herein",
        "reflect",
        "change",
        "company",
        "expectation",
        "regard",
        "thereto",
        "change",
        "event",
        "condition",
        "circumstance",
        "statement",
        "based",
        "view",
        "source",
        "version",
        "http",
        "drive",
        "shack",
        "investor",
        "relation",
        "source",
        "drive",
        "shack",
        "inc"
    ]
}