{
    "organizations": [],
    "uuid": "b391aa81565e64a776493425c522ddacf6d53121",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/17/globe-newswire-dundee-precious-metals-announces-economic-empowerment-initiative-in-namibia.html",
    "ord_in_thread": 0,
    "title": "Dundee Precious Metals Announces Economic Empowerment Initiative in Namibia",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO, May 17, 2018 (GLOBE NEWSWIRE) -- Dundee Precious Metals Inc. (TSX:DPM) (“DPM” or the “Company”) is pleased to announce that it has further strengthened its stakeholder partnerships in Namibia through a transaction to address the empowerment initiatives being developed to aid previously disadvantaged Namibians.\nDPM has entered into an agreement with Greyhorse Mining (Pty) Ltd. (“GHM”) pursuant to which GHM will acquire an indirect 8% interest in Dundee Precious Metals Tsumeb (Pty) Ltd. (“DPMT”), the owner and operator of DPM’s Tsumeb smelter operation in Namibia (the “GHM Transaction”). An additional indirect 2% interest in DPMT is also expected to be acquired by an employee trust benefiting DPMT’s employees (the “Employee Trust Transaction”).\nOver the last several years, the Namibian government has been developing a national policy framework referred to as the New Equitable Economic Empowerment Framework (the “NEEE Framework”) that seeks to address economic inequalities within Namibian society with particular focus on six pillars, including: ownership, management, control and employment equity, human resources and skills development, entrepreneurship development and marketing, corporate social responsibility and value addition, technology and innovation. The Namibian government has recently tabled a draft bill, based on the NEEE Framework, which is currently in the consultation phase. Maintaining a strong license to operate is fundamental to DPM’s strategy and requires alignment with the relevant local and national objectives in a given area which guided the structure and governance for the GHM and Employee Trust Transactions.\nDPM’s goal in structuring the GHM Transaction is to establish an empowerment partnership that is both economically sustainable and as broad-based as possible. The GHM Transaction is structured with the intent of ensuring that groups and individuals receive, directly or indirectly, economic benefits from an ownership interest in DPMT through a combination of dividends and capital appreciation. Through an experienced leadership team and its own network of stakeholders and partners, GHM intends to execute a broad-based empowerment strategy based on enterprise and entrepreneurial development, skills development, mentorship and knowledge transfer.\n“Since purchasing the Tsumeb smelter in 2010, we have made significant investments both in the operation to modernize its facilities and in the local community. These initiatives have transformed the smelter, empowered local Namibians and strengthened our relationships with all stakeholders,” stated Rick Howes, President and CEO of DPM. “As a leader in corporate responsibility, and as another demonstration of our support to the government of Namibia and its NEEE Framework, we believe this transaction will help to achieve the objectives of economic empowerment across a broad group of Namibians, including our own employees.”\n“We are extremely excited about our new partnership with DPM and DPMT,” said Saul Kahuika President of GHM. “This transaction is another example of how DPM has delivered on its commitments to stakeholders in Namibia and has proactively addressed the NEEE Framework.”\nThe principal terms and conditions of the GHM Transaction are as follows:\nGHM will acquire the 8% equity interest for approximately US$20 million, which approximates DPM’s carrying value; The acquisition will be financed by DPM vendor financing provided by an indirect subsidiary of DPM; The vendor financing will be made through the issuance to the DPM subsidiary by a subsidiary of GHM of 8% cumulative preferred shares that have a face value equal to the acquisition price; The GHM Transaction provides for GHM to receive a preferential annual dividend of $500,000 for the first 5 years, subject to DPMT having sufficient available distributable funds and GHM achieving approved performance metrics; Available distributable cash in excess of the preferential dividend received by GHM and its 8% cumulative dividend obligation will be used to redeem the preferred shares. In the event of a default or non-compliance with the terms of the financing or shareholders’ agreement, DPM has the right to take back the 8% indirect equity interest; GHM shall be entitled to nominate one of DPMT’s five board members that will include three directors that are DPM employees and a fifth independent director to provide additional Namibian perspective and diversity.\nThe GHM transaction is subject to execution of definitive documentation which has been substantially agreed between the parties and closing is expected to occur by the end of the second quarter. The structure and documentation associated with the Employee Trust Transaction is currently underway.\nAbout Dundee Precious Metals\nDundee Precious Metals Inc. is a Canadian based, international gold mining company engaged in the acquisition of mineral properties, exploration, development, mining and processing of precious metals. The Company's operating assets include the Chelopech operation, which produces a copper concentrate containing gold and silver and a pyrite concentrate containing gold, located east of Sofia, Bulgaria; and the Tsumeb smelter, a complex copper concentrate processing facility located in Namibia. DPM also holds interests in a number of developing gold and exploration properties located in Bulgaria, including the Krumovgrad gold project, which started construction in the fourth quarter of 2016 and is expected to commence production in the fourth quarter of 2018, Canada , Serbia and Armenia, and its 10.2% interest in Sabina Gold & Silver Corp.\nCautionary Note Regarding Forward Looking Statements\nThis press release contains “forward looking statements” or “forward looking information” (collectively, “Forward Looking Statements”) that involve a number of risks and uncertainties. Statements that constitute Forward looking statements include, but are not limited to, certain statements with respect to expected benefits of the GHM and Employee Trust Transactions for the parties, including enhancements to DPM’s social license to operate in Namibia and government regulation of the Tsumeb operation. Forward Looking Statements are statements that are not historical facts and are generally, but not always, identified by the use of forward looking terminology such as “plans”, “expects”, or “does not expect”, “is expected”, “budget”, “scheduled”, “estimates”, “forecasts”, “outlook”, “intends”, “anticipates”, or “does not anticipate”, or “believes”, or variations of such words and phrases or that state that certain actions, events or results “may”, “could”, “would”, “might” or “will” be taken, occur or be achieved. Forward Looking Statements are based on certain key assumptions and the opinions and estimates of management and Qualified Persons (in the case of technical and scientific information), as of the date such statements are made, and they involve known and unknown risks, uncertainties and other factors which may cause the actual results, performance or achievements of the Company to be materially different from any other future results, performance or achievements expressed or implied by the Forward Looking Statements. In addition to factors already discussed in this document, such factors include, among others: social and non-governmental organizations (“NGO”) opposition to smelting operations; uncertainties inherent with conducting business in foreign jurisdictions where corruption, civil unrest, political instability and uncertainties with the rule of law may impact the Company’s activities; the ability of GHM to successfully achieve its empowerment performance objectives; as well as those risk factors discussed or referred to in the Company’s MD&A under the heading “Risks and Uncertainties” and under the heading “Cautionary Note Regarding Forward Looking Statements” which include further details on material assumptions used to develop such Forward Looking Statements and material risk factors that could cause actual results to differ materially from Forward Looking Statements, and other documents (including without limitation the Company’s most recent Annual Information Form) filed from time to time with the securities regulatory authorities in all provinces and territories of Canada and available on SEDAR at www.sedar.com . Although the Company has attempted to identify important factors that could cause actual actions, events or results to differ materially from those described in Forward Looking Statements, there may be other factors that cause actions, events or results not to be anticipated, estimated or intended. There can be no assurance that Forward Looking Statements will prove to be accurate, as actual results and future events could differ materially from those anticipated in such statements. Other than as it may be required by law, the Company undertakes no obligation to update Forward Looking Statements if circumstances or management’s estimates or opinions should change. Accordingly, readers are cautioned not to place undue reliance on Forward Looking Statements.\nFor further information please contact:\nDUNDEE PRECIOUS METALS INC.\nRick Howes\nPresident and\nChief Executive Officer\nTel: (416) 365-2836\nrhowes@dundeeprecious.com\nHume Kyle\nExecutive Vice President and Chief Financial Officer\nTel: (416) 365-5091\nhkyle@dundeeprecious.com\nJanet Reid\nManager, Investor Relations\nTel: (416) 365-2549\njreid@dundeeprecious.com\nSource: Dundee Precious Metals, Inc.",
    "published": "2018-05-17T16:00:00.000+03:00",
    "crawled": "2018-05-17T17:27:47.019+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "toronto",
        "may",
        "globe",
        "newswire",
        "dundee",
        "precious",
        "metal",
        "tsx",
        "dpm",
        "dpm",
        "company",
        "pleased",
        "announce",
        "strengthened",
        "stakeholder",
        "partnership",
        "namibia",
        "transaction",
        "address",
        "empowerment",
        "initiative",
        "developed",
        "aid",
        "previously",
        "disadvantaged",
        "namibian",
        "dpm",
        "entered",
        "agreement",
        "greyhorse",
        "mining",
        "pty",
        "ghm",
        "pursuant",
        "ghm",
        "acquire",
        "indirect",
        "interest",
        "dundee",
        "precious",
        "metal",
        "tsumeb",
        "pty",
        "dpmt",
        "owner",
        "operator",
        "dpm",
        "tsumeb",
        "smelter",
        "operation",
        "namibia",
        "ghm",
        "transaction",
        "additional",
        "indirect",
        "interest",
        "dpmt",
        "also",
        "expected",
        "acquired",
        "employee",
        "trust",
        "benefiting",
        "dpmt",
        "employee",
        "employee",
        "trust",
        "transaction",
        "last",
        "several",
        "year",
        "namibian",
        "government",
        "developing",
        "national",
        "policy",
        "framework",
        "referred",
        "new",
        "equitable",
        "economic",
        "empowerment",
        "framework",
        "neee",
        "framework",
        "seek",
        "address",
        "economic",
        "inequality",
        "within",
        "namibian",
        "society",
        "particular",
        "focus",
        "six",
        "pillar",
        "including",
        "ownership",
        "management",
        "control",
        "employment",
        "equity",
        "human",
        "resource",
        "skill",
        "development",
        "entrepreneurship",
        "development",
        "marketing",
        "corporate",
        "social",
        "responsibility",
        "value",
        "addition",
        "technology",
        "innovation",
        "namibian",
        "government",
        "recently",
        "tabled",
        "draft",
        "bill",
        "based",
        "neee",
        "framework",
        "currently",
        "consultation",
        "phase",
        "maintaining",
        "strong",
        "license",
        "operate",
        "fundamental",
        "dpm",
        "strategy",
        "requires",
        "alignment",
        "relevant",
        "local",
        "national",
        "objective",
        "given",
        "area",
        "guided",
        "structure",
        "governance",
        "ghm",
        "employee",
        "trust",
        "transaction",
        "dpm",
        "goal",
        "structuring",
        "ghm",
        "transaction",
        "establish",
        "empowerment",
        "partnership",
        "economically",
        "sustainable",
        "possible",
        "ghm",
        "transaction",
        "structured",
        "intent",
        "ensuring",
        "group",
        "individual",
        "receive",
        "directly",
        "indirectly",
        "economic",
        "benefit",
        "ownership",
        "interest",
        "dpmt",
        "combination",
        "dividend",
        "capital",
        "appreciation",
        "experienced",
        "leadership",
        "team",
        "network",
        "stakeholder",
        "partner",
        "ghm",
        "intends",
        "execute",
        "empowerment",
        "strategy",
        "based",
        "enterprise",
        "entrepreneurial",
        "development",
        "skill",
        "development",
        "mentorship",
        "knowledge",
        "transfer",
        "since",
        "purchasing",
        "tsumeb",
        "smelter",
        "made",
        "significant",
        "investment",
        "operation",
        "modernize",
        "facility",
        "local",
        "community",
        "initiative",
        "transformed",
        "smelter",
        "empowered",
        "local",
        "namibian",
        "strengthened",
        "relationship",
        "stakeholder",
        "stated",
        "rick",
        "howe",
        "president",
        "ceo",
        "dpm",
        "leader",
        "corporate",
        "responsibility",
        "another",
        "demonstration",
        "support",
        "government",
        "namibia",
        "neee",
        "framework",
        "believe",
        "transaction",
        "help",
        "achieve",
        "objective",
        "economic",
        "empowerment",
        "across",
        "broad",
        "group",
        "namibian",
        "including",
        "extremely",
        "excited",
        "new",
        "partnership",
        "dpm",
        "dpmt",
        "said",
        "saul",
        "kahuika",
        "president",
        "ghm",
        "transaction",
        "another",
        "example",
        "dpm",
        "delivered",
        "commitment",
        "stakeholder",
        "namibia",
        "proactively",
        "addressed",
        "neee",
        "principal",
        "term",
        "condition",
        "ghm",
        "transaction",
        "follows",
        "ghm",
        "acquire",
        "equity",
        "interest",
        "approximately",
        "u",
        "million",
        "approximates",
        "dpm",
        "carrying",
        "value",
        "acquisition",
        "financed",
        "dpm",
        "vendor",
        "financing",
        "provided",
        "indirect",
        "subsidiary",
        "dpm",
        "vendor",
        "financing",
        "made",
        "issuance",
        "dpm",
        "subsidiary",
        "subsidiary",
        "ghm",
        "cumulative",
        "preferred",
        "share",
        "face",
        "value",
        "equal",
        "acquisition",
        "price",
        "ghm",
        "transaction",
        "provides",
        "ghm",
        "receive",
        "preferential",
        "annual",
        "dividend",
        "first",
        "year",
        "subject",
        "dpmt",
        "sufficient",
        "available",
        "distributable",
        "fund",
        "ghm",
        "achieving",
        "approved",
        "performance",
        "metric",
        "available",
        "distributable",
        "cash",
        "excess",
        "preferential",
        "dividend",
        "received",
        "ghm",
        "cumulative",
        "dividend",
        "obligation",
        "used",
        "redeem",
        "preferred",
        "share",
        "event",
        "default",
        "term",
        "financing",
        "shareholder",
        "agreement",
        "dpm",
        "right",
        "take",
        "back",
        "indirect",
        "equity",
        "interest",
        "ghm",
        "shall",
        "entitled",
        "nominate",
        "one",
        "dpmt",
        "five",
        "board",
        "member",
        "include",
        "three",
        "director",
        "dpm",
        "employee",
        "fifth",
        "independent",
        "director",
        "provide",
        "additional",
        "namibian",
        "perspective",
        "diversity",
        "ghm",
        "transaction",
        "subject",
        "execution",
        "definitive",
        "documentation",
        "substantially",
        "agreed",
        "party",
        "closing",
        "expected",
        "occur",
        "end",
        "second",
        "quarter",
        "structure",
        "documentation",
        "associated",
        "employee",
        "trust",
        "transaction",
        "currently",
        "underway",
        "dundee",
        "precious",
        "metal",
        "dundee",
        "precious",
        "metal",
        "canadian",
        "based",
        "international",
        "gold",
        "mining",
        "company",
        "engaged",
        "acquisition",
        "mineral",
        "property",
        "exploration",
        "development",
        "mining",
        "processing",
        "precious",
        "metal",
        "company",
        "operating",
        "asset",
        "include",
        "chelopech",
        "operation",
        "produce",
        "copper",
        "concentrate",
        "containing",
        "gold",
        "silver",
        "pyrite",
        "concentrate",
        "containing",
        "gold",
        "located",
        "east",
        "sofia",
        "bulgaria",
        "tsumeb",
        "smelter",
        "complex",
        "copper",
        "concentrate",
        "processing",
        "facility",
        "located",
        "namibia",
        "dpm",
        "also",
        "hold",
        "interest",
        "number",
        "developing",
        "gold",
        "exploration",
        "property",
        "located",
        "bulgaria",
        "including",
        "krumovgrad",
        "gold",
        "project",
        "started",
        "construction",
        "fourth",
        "quarter",
        "expected",
        "commence",
        "production",
        "fourth",
        "quarter",
        "canada",
        "serbia",
        "armenia",
        "interest",
        "sabina",
        "gold",
        "silver",
        "cautionary",
        "note",
        "regarding",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "contains",
        "forward",
        "looking",
        "statement",
        "forward",
        "looking",
        "information",
        "collectively",
        "forward",
        "looking",
        "statement",
        "involve",
        "number",
        "risk",
        "uncertainty",
        "statement",
        "constitute",
        "forward",
        "looking",
        "statement",
        "include",
        "limited",
        "certain",
        "statement",
        "respect",
        "expected",
        "benefit",
        "ghm",
        "employee",
        "trust",
        "transaction",
        "party",
        "including",
        "enhancement",
        "dpm",
        "social",
        "license",
        "operate",
        "namibia",
        "government",
        "regulation",
        "tsumeb",
        "operation",
        "forward",
        "looking",
        "statement",
        "statement",
        "historical",
        "fact",
        "generally",
        "always",
        "identified",
        "use",
        "forward",
        "looking",
        "terminology",
        "plan",
        "expects",
        "expect",
        "expected",
        "budget",
        "scheduled",
        "estimate",
        "forecast",
        "outlook",
        "intends",
        "anticipates",
        "anticipate",
        "belief",
        "variation",
        "word",
        "phrase",
        "state",
        "certain",
        "action",
        "event",
        "result",
        "may",
        "could",
        "would",
        "might",
        "taken",
        "occur",
        "achieved",
        "forward",
        "looking",
        "statement",
        "based",
        "certain",
        "key",
        "assumption",
        "opinion",
        "estimate",
        "management",
        "qualified",
        "person",
        "case",
        "technical",
        "scientific",
        "information",
        "date",
        "statement",
        "made",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "company",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "forward",
        "looking",
        "statement",
        "addition",
        "factor",
        "already",
        "discussed",
        "document",
        "factor",
        "include",
        "among",
        "others",
        "social",
        "organization",
        "ngo",
        "opposition",
        "smelting",
        "operation",
        "uncertainty",
        "inherent",
        "conducting",
        "business",
        "foreign",
        "jurisdiction",
        "corruption",
        "civil",
        "unrest",
        "political",
        "instability",
        "uncertainty",
        "rule",
        "law",
        "may",
        "impact",
        "company",
        "activity",
        "ability",
        "ghm",
        "successfully",
        "achieve",
        "empowerment",
        "performance",
        "objective",
        "well",
        "risk",
        "factor",
        "discussed",
        "referred",
        "company",
        "md",
        "heading",
        "risk",
        "uncertainty",
        "heading",
        "cautionary",
        "note",
        "regarding",
        "forward",
        "looking",
        "statement",
        "include",
        "detail",
        "material",
        "assumption",
        "used",
        "develop",
        "forward",
        "looking",
        "statement",
        "material",
        "risk",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "forward",
        "looking",
        "statement",
        "document",
        "including",
        "without",
        "limitation",
        "company",
        "recent",
        "annual",
        "information",
        "form",
        "filed",
        "time",
        "time",
        "security",
        "regulatory",
        "authority",
        "province",
        "territory",
        "canada",
        "available",
        "sedar",
        "although",
        "company",
        "attempted",
        "identify",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "action",
        "event",
        "result",
        "differ",
        "materially",
        "described",
        "forward",
        "looking",
        "statement",
        "may",
        "factor",
        "cause",
        "action",
        "event",
        "result",
        "anticipated",
        "estimated",
        "intended",
        "assurance",
        "forward",
        "looking",
        "statement",
        "prove",
        "accurate",
        "actual",
        "result",
        "future",
        "event",
        "could",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "may",
        "required",
        "law",
        "company",
        "undertakes",
        "obligation",
        "update",
        "forward",
        "looking",
        "statement",
        "circumstance",
        "management",
        "estimate",
        "opinion",
        "change",
        "accordingly",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "forward",
        "looking",
        "statement",
        "information",
        "please",
        "contact",
        "dundee",
        "precious",
        "metal",
        "rick",
        "howe",
        "president",
        "chief",
        "executive",
        "officer",
        "tel",
        "rhowes",
        "hume",
        "kyle",
        "executive",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "tel",
        "hkyle",
        "janet",
        "reid",
        "manager",
        "investor",
        "relation",
        "tel",
        "jreid",
        "source",
        "dundee",
        "precious",
        "metal",
        "inc"
    ]
}