{
    "organizations": [],
    "uuid": "07d0900069af5eb74e3247630fe5187309b037a4",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/01/globe-newswire-alacer-gold-announces-first-quarter-2018-operating-and-financial-results.html",
    "ord_in_thread": 0,
    "title": "Alacer Gold Announces First Quarter 2018 Operating and Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO, May 01, 2018 (GLOBE NEWSWIRE) -- Alacer Gold Corp. (“Alacer” or the “Corporation”) (TSX:ASR) (ASX:AQG) announced today that it has filed its 2018 first quarter operating and financial results and related management’s discussion and analysis (“MD&A”). The corresponding financial statements and MD&A are available on www.AlacerGold.com and on www.SEDAR.com . All currencies referenced herein are denominated in USD unless otherwise stated.\nRod Antal, Alacer’s President and Chief Executive Officer , stated, “A good start to the year from our oxide operations with 37,875 ounces of gold production generating robust operating cashflow at All-in Sustaining Costs of US$737 per ounce. Production and costs are tracking in line with guidance as we progressively transition from oxide to predominately sulfide ore in the second half of the year.\nThe Çöpler Sulfide Project capital estimate declined further to $692 million or currently 7% under the original capital estimate of $744 million, meaning it will be delivered under budget. The start-up of the sulfide plant is only a quarter away and remains on schedule as we enter the final stage of construction. Commissioning activities are advanced, and the new operations team have embedded themselves into these efforts. The sulfide ore stockpiles have grown to over 1 million contained gold ounces and we have started physically testing the stockpile management strategy.\nThe rest of our pipeline continues to advance with permitting progressing for Çakmaktepe and mining is on track to commence in the fourth quarter. At Ardich exciting drill results were released in the quarter indicating the discovery of a new oxide ore source. Exploration work at Ardich continues.”\nHighlights\nStrategic\nThe Sulfide Project is approximately 85% complete, with commissioning underway. The Project is on schedule for start-up in Q3 2018. The Sulfide Project is under budget, and the capital cost estimate has been reduced from $744 million to $692 million. On January 15, 2018, the Corporation released 2018 Guidance. 1 Pending approval of the revised Çakmaktepe Environmental Impact Assessment and Operating Permits, Alacer plans to commence mining at Çakmaktepe in Q4 2018. Haul road construction from Çakmaktepe to the Çöpler infrastructure is progressing. On February 26, 2018, the Corporation released an exploration update on the Ardich Project 2 . Exploration drilling and analysis work at Ardich continues. The Gediktepe Project DFS is progressing with scheduled completion later in 2018.\nOperational\nAt March 31, 2018, the Çöpler Gold Mine, including the Sulfide Project expansion construction, surpassed 10.8 million man-hours worked and has operated 491 days without a lost-time injury. Gold production was 37,875 ounces, and attributable gold production 3 was 30,300 ounces. Total Cash Costs (C2) per ounce 4 were $552 and All‐in Sustaining Costs per ounce 4 were $737. Expansion of the existing heap leach pad capacity to 58 million tonnes continues. In-pit exploration at the Çöpler Gold Mine continues with the goal of adding oxide production. Sulfide stockpiles at March 31, 2018 were 9.6 million tonnes at an average grade of 3.33 g/t gold or over 1 million contained gold ounces.\nFinancial\nThe Corporation ended the first quarter with cash of $137 million, debt of $250 million, and $100 million undrawn on the finance facility. Cash flow from operating activities during the quarter totaled $30 million. Working capital was $166 million at March 31, 2018. Attributable net profit 3 was $26.7 million or $0.09 per share. During the quarter, the Corporation hedged an additional 20,000 ounces of gold at an average price of $1,350 with settlements between July and December 2018 to secure the gold price on oxide gold production during the ramp-up of the Sulfide Project.\nConference Call / Webcast Details\nAlacer will host a conference call on Tuesday, May 1, 2018 at 5:00 p.m. (North America Eastern Daylight Time) / Wednesday, May 2, 2018 at 7:00 a.m. (Australian Eastern Standard Time).\nYou may listen to the call via webcast at http://services.choruscall.ca/links/alacer20180501.html . The conference call presentation will also be available at the link provided prior to the call commencing.\nYou may participate in the conference call by dialing:\n1-800-319-4610 for U.S. and Canada\n1-800-423-528 for Australia\n800-930-470 for Hong Kong\n800-101-2425 for Singapore\n0808-101-2791 for United Kingdom\n1-604-638-5340 for International\n“Alacer Gold Call” Conference ID\nIf you are unable to participate in the call, a webcast will be archived until August 2, 2018 and a recording of the call will be available on Alacer’s website at www.AlacerGold.com or through replay until Tuesday, June 12, 2018 by using passcode 2185# and calling:\n1-855-669-9658 for U.S. and Canada\n800-984-354 for Australia\nAbout Alacer\nAlacer is a leading low-cost gold producer, with an 80% interest in the world-class Çöpler Gold Mine in Turkey operated by Anagold Madencilik Sanayi ve Ticaret A.S. (“Anagold”), and the remaining 20% owned by Lidya Madencilik Sanayi ve Ticaret A.S. (“Lidya Mining”). The Corporation’s primary focus is to leverage its cornerstone Çöpler Gold Mine and strong balance sheet to maximize portfolio value and free cash flow, minimize project risk, and therefore, create maximum value for shareholders. The Çöpler Gold Mine is located in east-central Turkey in the Erzincan Province, approximately 1,100 kilometers southeast from Istanbul and 550 kilometers east from Ankara, Turkey’s capital city.\nAlacer is actively pursuing initiatives to enhance value beyond the current mine plan:\nÇöpler Oxide Production Optimization – Expansion of the existing heap leach pad capacity to 58 million tonnes continues in preparation for the addition of oxide ore from Çakmaktepe reserves expected in Q4 2018, pending approval of the revised Çakmaktepe Environmental Impact Assessment (“EIA”) and operating permits. The Corporation continues to evaluate opportunities to extend oxide production beyond the current reserves with in-pit exploration, Çöpler District exploration, and evaluating options to increase heap leach pad capacity, including potential for a new heap leach pad to the west of the Çöpler Gold Mine. Çöpler Sulfide Expansion Project (the “Sulfide Project”) – The Sulfide Project is approximately 85% complete with commissioning underway. Additionally, the Project is under budget and on schedule for start-up in Q3 2018. The Sulfide Project is expected to deliver long-term growth with robust financial returns and adds 20 years of production at Çöpler. The Sulfide Project will bring Çöpler’s remaining life-of-mine (“LoM”) gold production to approximately 4 million ounces at All-in Sustaining Costs averaging $645 per ounce 5 . The Corporation continues to pursue opportunities to further expand its current operating base to become a sustainable multi-mine producer with a focus on Turkey. The systematic and focused exploration efforts in the Çöpler District, as well as in other regions of Turkey, are progressing. In February 2018, the Corporation announced additional positive drilling results at Ardich within the Çöpler District. The Çöpler District remains the focus, with the goal of continuing to grow oxide resources that will deliver production utilizing the existing Çöpler infrastructure. In the other regions of Turkey, targeted exploration work continues, and work on the Definitive Feasibility Study (“DFS”) for the Gediktepe Project 6 is expected to be complete later in 2018.\nAlacer is a Canadian corporation incorporated in the Yukon Territory with its primary listing on the Toronto Stock Exchange. The Corporation also has a secondary listing on the Australian Securities Exchange where CHESS Depositary Interests (“CDIs”) trade.\nCautionary Statements\nCertain statements contained in this document constitute “forward-looking information”, “future oriented financial information” or “financial outlooks” (collectively, “forward looking information”) within the meaning of applicable securities laws. Forward-looking information often relates to statements concerning Alacer’s outlook and anticipated events or results, and in some cases, can be identified by terminology such as “may,” “will,” “could,” “should,” “expect,” “plan,” “anticipate,” “believe,” “intend,” “estimate,” “projects,” “predict,” “potential,” “continue” or other similar expressions concerning matters that are not historical facts.\nForward-looking information includes statements concerning, among other things, production, cost, and capital expenditure guidance; the results of any gold reconciliations; matters relating to proposed exploration; communications with local stakeholders; maintaining community and government relations; negotiations of joint ventures; negotiation and completion of transactions; commodity prices; mineral resources, mineral reserves, realization of mineral reserves, and the existence or realization of mineral resource estimates; the timing and amount of future production; the timing of studies, announcements, and analysis; the timing of construction and development of proposed mines and process facilities; capital and operating expenditures; economic conditions; availability of sufficient financing; exploration plans; receipt of regulatory approvals; and any and all other timing, exploration, development, operational, financial, budgetary, economic, legal, social, regulatory, and political matters that may influence or be influenced by future events or conditions.\nSuch forward-looking information and statements are based on a number of material factors and assumptions, including, but not limited in any manner to, those disclosed in any of Alacer’s other public filings, and include the inherent speculative nature of exploration results; the ability to explore; communications with local stakeholders; maintaining community and governmental relations; status of negotiations of joint ventures; weather conditions at Alacer’s operations; commodity prices; the ultimate determination of and realization of mineral reserves; existence or realization of mineral resources; the development approach; availability and receipt of required approvals, titles, licenses and permits; sufficient working capital to develop and operate the mines and implement development plans; access to adequate services and supplies; foreign currency exchange rates; interest rates; access to capital markets and associated cost of funds; availability of a qualified work force; ability to negotiate, finalize, and execute relevant agreements; lack of social opposition to the mines or facilities; lack of legal challenges with respect to the property of Alacer; the timing and amount of future production; the ability to meet production, cost, and capital expenditure targets; timing and ability to produce studies and analyses; capital and operating expenditures; economic conditions; availability of sufficient financing; the ultimate ability to mine, process, and sell mineral products on economically favorable terms; and any and all other timing, exploration, development, operational, financial, budgetary, economic, legal, social, geopolitical, regulatory and political factors that may influence future events or conditions. While we consider these factors and assumptions to be reasonable based on information currently available to us, they may prove to be incorrect.\nYou should not place undue reliance on forward-looking information and statements. Forward-looking information and statements are only predictions based on our current expectations and our projections about future events. Actual results may vary from such forward-looking information for a variety of reasons including, but not limited to, risks and uncertainties disclosed in Alacer’s Annual Information Form and other public filings, as well as other unforeseen events or circumstances.\nFor further information on Alacer Gold Corp., please contact:\nLisa Maestas – Director, Investor Relations at +1-303-292-1299\n1 Detailed information can be found in the press release entitled “Alacer Gold Achieves 2017 Production Guidance, Beats Cost Guidance and Provides 2018 Outlook as Sulfide Project Approaches First Gold Pour” filed on January 15, 2018, which is available on www.sedar.com and on www.asx.com.au .\n2 Detailed information, including complete drill hole data, can be found in the press release entitled “Alacer Announced Additional Positive Drilling Results for the Çöpler District including 67.7 Meters at 4.08 Grams per Tonne Gold Near Surface” (the “Ardich Update”), filed on February 26, 2018, which is available on www.sedar.com and on www.asx.com.au .\n3 Attributable gold production and attributable net profit reflect the 20% reduction for non-controlling interest at the Çöpler Gold Mine.\n4 Total Cash Costs (C2) per ounce and All-in Sustaining Costs per ounce are consolidated non-IFRS performance measures with no standardized definition under IFRS. For further information and a detailed reconciliation to IFRS, please see the “ Non-IFRS Measures ” section of this MD&A.\n5 Detailed information regarding the Sulfide Project, including the material assumptions on which the forward-looking financial information is based, can be found in the technical report dated June 9, 2016 entitled “Çöpler Mine Technical Report” (the “Çöpler Mine Technical Report”) available on www.sedar.com and on www.asx.com.au .\n6 Additional information on the Gediktepe Project can be found in the press release entitled “Alacer Gold Announces a New Reserve for its Gediktepe Project Providing Future Growth,” (the “Gediktepe PFS”) dated September 13, 2016, available on www.sedar.com and on www.asx.com.au .\nSource:Alacer Gold Corp.",
    "published": "2018-05-01T15:00:00.000+03:00",
    "crawled": "2018-05-01T15:57:53.015+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "toronto",
        "may",
        "globe",
        "newswire",
        "alacer",
        "gold",
        "alacer",
        "corporation",
        "tsx",
        "asr",
        "asx",
        "aqg",
        "announced",
        "today",
        "filed",
        "first",
        "quarter",
        "operating",
        "financial",
        "result",
        "related",
        "management",
        "discussion",
        "analysis",
        "md",
        "corresponding",
        "financial",
        "statement",
        "md",
        "available",
        "currency",
        "referenced",
        "herein",
        "denominated",
        "usd",
        "unless",
        "otherwise",
        "stated",
        "rod",
        "antal",
        "alacer",
        "president",
        "chief",
        "executive",
        "officer",
        "stated",
        "good",
        "start",
        "year",
        "oxide",
        "operation",
        "ounce",
        "gold",
        "production",
        "generating",
        "robust",
        "operating",
        "cashflow",
        "sustaining",
        "cost",
        "u",
        "per",
        "ounce",
        "production",
        "cost",
        "tracking",
        "line",
        "guidance",
        "progressively",
        "transition",
        "oxide",
        "predominately",
        "sulfide",
        "ore",
        "second",
        "half",
        "year",
        "çöpler",
        "sulfide",
        "project",
        "capital",
        "estimate",
        "declined",
        "million",
        "currently",
        "original",
        "capital",
        "estimate",
        "million",
        "meaning",
        "delivered",
        "budget",
        "sulfide",
        "plant",
        "quarter",
        "away",
        "remains",
        "schedule",
        "enter",
        "final",
        "stage",
        "construction",
        "commissioning",
        "activity",
        "advanced",
        "new",
        "operation",
        "team",
        "embedded",
        "effort",
        "sulfide",
        "ore",
        "stockpile",
        "grown",
        "million",
        "contained",
        "gold",
        "ounce",
        "started",
        "physically",
        "testing",
        "stockpile",
        "management",
        "strategy",
        "rest",
        "pipeline",
        "continues",
        "advance",
        "permitting",
        "progressing",
        "çakmaktepe",
        "mining",
        "track",
        "commence",
        "fourth",
        "quarter",
        "ardich",
        "exciting",
        "drill",
        "result",
        "released",
        "quarter",
        "indicating",
        "discovery",
        "new",
        "oxide",
        "ore",
        "source",
        "exploration",
        "work",
        "ardich",
        "highlight",
        "strategic",
        "sulfide",
        "project",
        "approximately",
        "complete",
        "commissioning",
        "underway",
        "project",
        "schedule",
        "q3",
        "sulfide",
        "project",
        "budget",
        "capital",
        "cost",
        "estimate",
        "reduced",
        "million",
        "million",
        "january",
        "corporation",
        "released",
        "guidance",
        "pending",
        "approval",
        "revised",
        "çakmaktepe",
        "environmental",
        "impact",
        "assessment",
        "operating",
        "permit",
        "alacer",
        "plan",
        "commence",
        "mining",
        "çakmaktepe",
        "q4",
        "haul",
        "road",
        "construction",
        "çakmaktepe",
        "çöpler",
        "infrastructure",
        "progressing",
        "february",
        "corporation",
        "released",
        "exploration",
        "update",
        "ardich",
        "project",
        "exploration",
        "drilling",
        "analysis",
        "work",
        "ardich",
        "continues",
        "gediktepe",
        "project",
        "dfs",
        "progressing",
        "scheduled",
        "completion",
        "later",
        "operational",
        "march",
        "çöpler",
        "gold",
        "mine",
        "including",
        "sulfide",
        "project",
        "expansion",
        "construction",
        "surpassed",
        "million",
        "worked",
        "operated",
        "day",
        "without",
        "injury",
        "gold",
        "production",
        "ounce",
        "attributable",
        "gold",
        "production",
        "ounce",
        "total",
        "cash",
        "cost",
        "c2",
        "per",
        "ounce",
        "sustaining",
        "cost",
        "per",
        "ounce",
        "expansion",
        "existing",
        "heap",
        "leach",
        "pad",
        "capacity",
        "million",
        "tonne",
        "continues",
        "exploration",
        "çöpler",
        "gold",
        "mine",
        "continues",
        "goal",
        "adding",
        "oxide",
        "production",
        "sulfide",
        "stockpile",
        "march",
        "million",
        "tonne",
        "average",
        "grade",
        "gold",
        "million",
        "contained",
        "gold",
        "ounce",
        "financial",
        "corporation",
        "ended",
        "first",
        "quarter",
        "cash",
        "million",
        "debt",
        "million",
        "million",
        "undrawn",
        "finance",
        "facility",
        "cash",
        "flow",
        "operating",
        "activity",
        "quarter",
        "totaled",
        "million",
        "working",
        "capital",
        "million",
        "march",
        "attributable",
        "net",
        "profit",
        "million",
        "per",
        "share",
        "quarter",
        "corporation",
        "hedged",
        "additional",
        "ounce",
        "gold",
        "average",
        "price",
        "settlement",
        "july",
        "december",
        "secure",
        "gold",
        "price",
        "oxide",
        "gold",
        "production",
        "sulfide",
        "project",
        "conference",
        "call",
        "webcast",
        "detail",
        "alacer",
        "host",
        "conference",
        "call",
        "tuesday",
        "may",
        "north",
        "america",
        "eastern",
        "daylight",
        "time",
        "wednesday",
        "may",
        "australian",
        "eastern",
        "standard",
        "time",
        "may",
        "listen",
        "call",
        "via",
        "webcast",
        "http",
        "conference",
        "call",
        "presentation",
        "also",
        "available",
        "link",
        "provided",
        "prior",
        "call",
        "commencing",
        "may",
        "participate",
        "conference",
        "call",
        "dialing",
        "canada",
        "australia",
        "hong",
        "kong",
        "singapore",
        "united",
        "kingdom",
        "international",
        "alacer",
        "gold",
        "call",
        "conference",
        "id",
        "unable",
        "participate",
        "call",
        "webcast",
        "archived",
        "august",
        "recording",
        "call",
        "available",
        "alacer",
        "website",
        "replay",
        "tuesday",
        "june",
        "using",
        "passcode",
        "calling",
        "canada",
        "australia",
        "alacer",
        "alacer",
        "leading",
        "gold",
        "producer",
        "interest",
        "çöpler",
        "gold",
        "mine",
        "turkey",
        "operated",
        "anagold",
        "madencilik",
        "sanayi",
        "ticaret",
        "anagold",
        "remaining",
        "owned",
        "lidya",
        "madencilik",
        "sanayi",
        "ticaret",
        "lidya",
        "mining",
        "corporation",
        "primary",
        "focus",
        "leverage",
        "cornerstone",
        "çöpler",
        "gold",
        "mine",
        "strong",
        "balance",
        "sheet",
        "maximize",
        "portfolio",
        "value",
        "free",
        "cash",
        "flow",
        "minimize",
        "project",
        "risk",
        "therefore",
        "create",
        "maximum",
        "value",
        "shareholder",
        "çöpler",
        "gold",
        "mine",
        "located",
        "turkey",
        "erzincan",
        "province",
        "approximately",
        "kilometer",
        "southeast",
        "istanbul",
        "kilometer",
        "east",
        "ankara",
        "turkey",
        "capital",
        "city",
        "alacer",
        "actively",
        "pursuing",
        "initiative",
        "enhance",
        "value",
        "beyond",
        "current",
        "mine",
        "plan",
        "çöpler",
        "oxide",
        "production",
        "optimization",
        "expansion",
        "existing",
        "heap",
        "leach",
        "pad",
        "capacity",
        "million",
        "tonne",
        "continues",
        "preparation",
        "addition",
        "oxide",
        "ore",
        "çakmaktepe",
        "reserve",
        "expected",
        "q4",
        "pending",
        "approval",
        "revised",
        "çakmaktepe",
        "environmental",
        "impact",
        "assessment",
        "eia",
        "operating",
        "permit",
        "corporation",
        "continues",
        "evaluate",
        "opportunity",
        "extend",
        "oxide",
        "production",
        "beyond",
        "current",
        "reserve",
        "exploration",
        "çöpler",
        "district",
        "exploration",
        "evaluating",
        "option",
        "increase",
        "heap",
        "leach",
        "pad",
        "capacity",
        "including",
        "potential",
        "new",
        "heap",
        "leach",
        "pad",
        "west",
        "çöpler",
        "gold",
        "mine",
        "çöpler",
        "sulfide",
        "expansion",
        "project",
        "sulfide",
        "project",
        "sulfide",
        "project",
        "approximately",
        "complete",
        "commissioning",
        "underway",
        "additionally",
        "project",
        "budget",
        "schedule",
        "q3",
        "sulfide",
        "project",
        "expected",
        "deliver",
        "growth",
        "robust",
        "financial",
        "return",
        "add",
        "year",
        "production",
        "çöpler",
        "sulfide",
        "project",
        "bring",
        "çöpler",
        "remaining",
        "lom",
        "gold",
        "production",
        "approximately",
        "million",
        "ounce",
        "sustaining",
        "cost",
        "averaging",
        "per",
        "ounce",
        "corporation",
        "continues",
        "pursue",
        "opportunity",
        "expand",
        "current",
        "operating",
        "base",
        "become",
        "sustainable",
        "producer",
        "focus",
        "turkey",
        "systematic",
        "focused",
        "exploration",
        "effort",
        "çöpler",
        "district",
        "well",
        "region",
        "turkey",
        "progressing",
        "february",
        "corporation",
        "announced",
        "additional",
        "positive",
        "drilling",
        "result",
        "ardich",
        "within",
        "çöpler",
        "district",
        "çöpler",
        "district",
        "remains",
        "focus",
        "goal",
        "continuing",
        "grow",
        "oxide",
        "resource",
        "deliver",
        "production",
        "utilizing",
        "existing",
        "çöpler",
        "infrastructure",
        "region",
        "turkey",
        "targeted",
        "exploration",
        "work",
        "continues",
        "work",
        "definitive",
        "feasibility",
        "study",
        "dfs",
        "gediktepe",
        "project",
        "expected",
        "complete",
        "later",
        "alacer",
        "canadian",
        "corporation",
        "incorporated",
        "yukon",
        "territory",
        "primary",
        "listing",
        "toronto",
        "stock",
        "exchange",
        "corporation",
        "also",
        "secondary",
        "listing",
        "australian",
        "security",
        "exchange",
        "chess",
        "depositary",
        "interest",
        "cdis",
        "trade",
        "cautionary",
        "statement",
        "certain",
        "statement",
        "contained",
        "document",
        "constitute",
        "information",
        "future",
        "oriented",
        "financial",
        "information",
        "financial",
        "outlook",
        "collectively",
        "forward",
        "looking",
        "information",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "information",
        "often",
        "relates",
        "statement",
        "concerning",
        "alacer",
        "outlook",
        "anticipated",
        "event",
        "result",
        "case",
        "identified",
        "terminology",
        "may",
        "could",
        "expect",
        "plan",
        "anticipate",
        "believe",
        "intend",
        "estimate",
        "project",
        "predict",
        "potential",
        "continue",
        "similar",
        "expression",
        "concerning",
        "matter",
        "historical",
        "fact",
        "information",
        "includes",
        "statement",
        "concerning",
        "among",
        "thing",
        "production",
        "cost",
        "capital",
        "expenditure",
        "guidance",
        "result",
        "gold",
        "reconciliation",
        "matter",
        "relating",
        "proposed",
        "exploration",
        "communication",
        "local",
        "stakeholder",
        "maintaining",
        "community",
        "government",
        "relation",
        "negotiation",
        "joint",
        "venture",
        "negotiation",
        "completion",
        "transaction",
        "commodity",
        "price",
        "mineral",
        "resource",
        "mineral",
        "reserve",
        "realization",
        "mineral",
        "reserve",
        "existence",
        "realization",
        "mineral",
        "resource",
        "estimate",
        "timing",
        "amount",
        "future",
        "production",
        "timing",
        "study",
        "announcement",
        "analysis",
        "timing",
        "construction",
        "development",
        "proposed",
        "mine",
        "process",
        "facility",
        "capital",
        "operating",
        "expenditure",
        "economic",
        "condition",
        "availability",
        "sufficient",
        "financing",
        "exploration",
        "plan",
        "receipt",
        "regulatory",
        "approval",
        "timing",
        "exploration",
        "development",
        "operational",
        "financial",
        "budgetary",
        "economic",
        "legal",
        "social",
        "regulatory",
        "political",
        "matter",
        "may",
        "influence",
        "influenced",
        "future",
        "event",
        "condition",
        "information",
        "statement",
        "based",
        "number",
        "material",
        "factor",
        "assumption",
        "including",
        "limited",
        "manner",
        "disclosed",
        "alacer",
        "public",
        "filing",
        "include",
        "inherent",
        "speculative",
        "nature",
        "exploration",
        "result",
        "ability",
        "explore",
        "communication",
        "local",
        "stakeholder",
        "maintaining",
        "community",
        "governmental",
        "relation",
        "status",
        "negotiation",
        "joint",
        "venture",
        "weather",
        "condition",
        "alacer",
        "operation",
        "commodity",
        "price",
        "ultimate",
        "determination",
        "realization",
        "mineral",
        "reserve",
        "existence",
        "realization",
        "mineral",
        "resource",
        "development",
        "approach",
        "availability",
        "receipt",
        "required",
        "approval",
        "title",
        "license",
        "permit",
        "sufficient",
        "working",
        "capital",
        "develop",
        "operate",
        "mine",
        "implement",
        "development",
        "plan",
        "access",
        "adequate",
        "service",
        "supply",
        "foreign",
        "currency",
        "exchange",
        "rate",
        "interest",
        "rate",
        "access",
        "capital",
        "market",
        "associated",
        "cost",
        "fund",
        "availability",
        "qualified",
        "work",
        "force",
        "ability",
        "negotiate",
        "finalize",
        "execute",
        "relevant",
        "agreement",
        "lack",
        "social",
        "opposition",
        "mine",
        "facility",
        "lack",
        "legal",
        "challenge",
        "respect",
        "property",
        "alacer",
        "timing",
        "amount",
        "future",
        "production",
        "ability",
        "meet",
        "production",
        "cost",
        "capital",
        "expenditure",
        "target",
        "timing",
        "ability",
        "produce",
        "study",
        "analysis",
        "capital",
        "operating",
        "expenditure",
        "economic",
        "condition",
        "availability",
        "sufficient",
        "financing",
        "ultimate",
        "ability",
        "mine",
        "process",
        "sell",
        "mineral",
        "product",
        "economically",
        "favorable",
        "term",
        "timing",
        "exploration",
        "development",
        "operational",
        "financial",
        "budgetary",
        "economic",
        "legal",
        "social",
        "geopolitical",
        "regulatory",
        "political",
        "factor",
        "may",
        "influence",
        "future",
        "event",
        "condition",
        "consider",
        "factor",
        "assumption",
        "reasonable",
        "based",
        "information",
        "currently",
        "available",
        "u",
        "may",
        "prove",
        "incorrect",
        "place",
        "undue",
        "reliance",
        "information",
        "statement",
        "information",
        "statement",
        "prediction",
        "based",
        "current",
        "expectation",
        "projection",
        "future",
        "event",
        "actual",
        "result",
        "may",
        "vary",
        "information",
        "variety",
        "reason",
        "including",
        "limited",
        "risk",
        "uncertainty",
        "disclosed",
        "alacer",
        "annual",
        "information",
        "form",
        "public",
        "filing",
        "well",
        "unforeseen",
        "event",
        "circumstance",
        "information",
        "alacer",
        "gold",
        "please",
        "contact",
        "lisa",
        "maestas",
        "director",
        "investor",
        "relation",
        "detailed",
        "information",
        "found",
        "press",
        "release",
        "entitled",
        "alacer",
        "gold",
        "achieves",
        "production",
        "guidance",
        "beat",
        "cost",
        "guidance",
        "provides",
        "outlook",
        "sulfide",
        "project",
        "approach",
        "first",
        "gold",
        "pour",
        "filed",
        "january",
        "available",
        "detailed",
        "information",
        "including",
        "complete",
        "drill",
        "hole",
        "data",
        "found",
        "press",
        "release",
        "entitled",
        "alacer",
        "announced",
        "additional",
        "positive",
        "drilling",
        "result",
        "çöpler",
        "district",
        "including",
        "meter",
        "gram",
        "per",
        "tonne",
        "gold",
        "near",
        "surface",
        "ardich",
        "update",
        "filed",
        "february",
        "available",
        "attributable",
        "gold",
        "production",
        "attributable",
        "net",
        "profit",
        "reflect",
        "reduction",
        "interest",
        "çöpler",
        "gold",
        "mine",
        "total",
        "cash",
        "cost",
        "c2",
        "per",
        "ounce",
        "sustaining",
        "cost",
        "per",
        "ounce",
        "consolidated",
        "performance",
        "measure",
        "standardized",
        "definition",
        "ifrs",
        "information",
        "detailed",
        "reconciliation",
        "ifrs",
        "please",
        "see",
        "measure",
        "section",
        "md",
        "detailed",
        "information",
        "regarding",
        "sulfide",
        "project",
        "including",
        "material",
        "assumption",
        "financial",
        "information",
        "based",
        "found",
        "technical",
        "report",
        "dated",
        "june",
        "entitled",
        "çöpler",
        "mine",
        "technical",
        "report",
        "çöpler",
        "mine",
        "technical",
        "report",
        "available",
        "additional",
        "information",
        "gediktepe",
        "project",
        "found",
        "press",
        "release",
        "entitled",
        "alacer",
        "gold",
        "announces",
        "new",
        "reserve",
        "gediktepe",
        "project",
        "providing",
        "future",
        "growth",
        "gediktepe",
        "pfs",
        "dated",
        "september",
        "available",
        "source",
        "alacer",
        "gold",
        "corp"
    ]
}