{
    "organizations": [],
    "uuid": "607509966ab22ad63182a772892ee751a763c009",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/30/globe-newswire-transocean-ltd-reports-first-quarter-2018-results.html",
    "ord_in_thread": 0,
    "title": "Transocean Ltd. Reports First Quarter 2018 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Total contract drilling revenues were $664 million, up from $629 million in the fourth quarter of 2017; Revenue efficiency (1) was 91.5 percent, compared with 92.4 percent in the prior quarter; Operating and maintenance expense was $424 million, compared with $386 million in the previous quarter; Net loss attributable to controlling interest was $210 million, $0.48 per diluted share, compared with net loss attributable to controlling interest of $111 million, $0.28 per diluted share, in the fourth quarter of 2017; Adjusted net loss was $210 million, $0.48 per diluted share. This compares with adjusted net loss of $93 million, $0.24 per diluted share, in the prior quarter, excluding $18 million of net unfavorable items; Cash flows from operating activities were $103 million, compared with $244 million in the prior quarter; During the first quarter, the company acquired Songa Offshore SE (“Songa”), adding $3.7 billion in contract backlog; and The combined company’s contract backlog was $12.5 billion as of the April 2018 Fleet Status Report.\nSTEINHAUSEN, Switzerland, April 30, 2018 (GLOBE NEWSWIRE) -- Transocean Ltd. (NYSE:RIG) today reported net loss attributable to controlling interest of $210 million, $0.48 per diluted share, for the three months ended March 31, 2018.\nFirst quarter 2018 results included favorable items, as follows:\n$6 million, $0.02 per diluted share, gain on disposal of assets; and $1 million in discrete tax benefits.\nThese favorable items were partially offset by:\n$7 million, $0.02 per diluted share, of Songa acquisition costs.\nAfter consideration of these net items, first quarter 2018 adjusted net loss was $210 million, or $0.48 per diluted share.\nContract drilling revenues for the three months ended March 31, 2018, sequentially increased $35 million to $664 million. The increase was primarily due to the addition of four harsh environment semisubmersibles on long‑term contracts that were acquired from Songa on January 30, 2018. The quarter was also favorably impacted by the commencement of operations of the newbuild ultra-deepwater drillship, the Deepwater Poseidon . These increases were partly offset by reduced operating days on a few ultra‑deepwater rigs that rolled off contract, and lower revenue efficiency related to the Petrobras 10000 . The rig returned to work on March 4. Additionally, the quarter included a non-cash revenue reduction of $19 million from contract intangible amortization associated with the Songa acquisition.\nContract drilling revenues also included customer early termination fees of $38 million on the Discoverer Clear Leader, compared with $25 million in the prior quarter. Additionally, customer reimbursement revenues were $26 million, compared with $15 million in the previous quarter.\nOperating and maintenance expense was $424 million, which included $24 million of reimbursable costs. This compares with $386 million in the prior quarter. The anticipated sequential increase was primarily due to the two months of activity from the acquisition of Songa, as well as the commencement of operations of the newbuild, the Deepwater Poseidon .\nGeneral and administrative expense was $47 million, compared with $43 million in the fourth quarter of 2017. The sequential increase was primarily due to professional fees associated with the Songa acquisition.\nDepreciation expense was $202 million, up from $184 million in the fourth quarter of 2017. The increase was primarily due to the acquisition of Songa.\nInterest expense, net of amounts capitalized, was $147 million, compared with $123 million in the prior quarter. The increase in interest expense resulted primarily from the debt assumed in the acquisition of Songa, partially offset by early debt retirements in 2017. Capitalized interest sequentially decreased $12 million to $13 million primarily due to the commencement of operations of the Deepwater Poseidon . Interest income was $12 million, compared with $9 million in the prior quarter.\nThe Effective Tax Rate (2) was (42.2) percent, down from 8.3 percent in the prior quarter. The decrease was primarily due to changes in the relative blend of income from operations in certain jurisdictions. The first quarter of 2018 partially includes the impact of the U.S. tax reform (“2017 Tax Act”). The company continues to assess and analyze the portion of the 2017 Tax Act related to transition tax. The Effective Tax Rate excluding discrete items (3) was (42.8) percent, compared with 25.4 percent in the previous quarter.\nCash flows from operating activities sequentially decreased $141 million to $103 million. The decrease was primarily due to the receipt in the prior quarter of the early termination payment related to the Discoverer Clear Leader .\nFirst quarter 2018 capital expenditures of $53 million were primarily related to the company’s newbuild drillships. This compares with $111 million in the previous quarter.\n“This first quarter of 2018 was significant for Transocean and our best‑in‑class fleet,” said President and Chief Executive Officer Jeremy Thigpen. “We consummated the Songa Offshore acquisition, which added four new, contracted, high‑specification, harsh environment semisubmersibles to our fleet, and further bolstered our industry-leading backlog. We also welcomed another newbuild ultra‑deepwater drillship to our fleet, the Deepwater Poseidon , and mobilized her to the Gulf of Mexico where she recently commenced operations on a ten‑year contract.”\nThigpen added: “Operationally, we delivered another solid quarter. When adjusting for the time to safely return the Petrobras 10000 to work, our revenue efficiency for the quarter exceeded 96%. This strong operating performance, when combined with our unwavering commitment to safely streamline our cost structure, enabled us to generate approximately $100 million in cash flow from operations, resulting in a quarter-end cash and short‑term investments balance of approximately $2.9 billion.”\n“We remain encouraged by the increase in floater contracting activity that we have experienced in recent months; and, we believe that the combination of stable oil prices, lower project breakeven economics, and historically low global reserve replacement will continue to drive increased demand for Transocean’s industry‑leading assets and services.”\nNon-GAAP Financial Measures\nWe present our operating results in accordance with accounting principles generally accepted in the U.S. (U.S. GAAP). We believe certain financial measures, such as Adjusted Net Income, EBITDA, Adjusted EBITDA and Adjusted Normalized EBITDA, which are non-GAAP measures, provide users of our financial statements with supplemental information that may be useful in evaluating our operating performance. We believe that such non-GAAP measures, when read in conjunction with our operating results presented under U.S. GAAP, can be used to better assess our performance from period to period and relative to performance of other companies in our industry, without regard to financing methods, historical cost basis or capital structure. Such non-GAAP measures should be considered as a supplement to, and not as a substitute for, financial measures prepared in accordance with U.S. GAAP.\nAll non-GAAP measure reconciliations to the most comparative U.S. GAAP measures are displayed in quantitative schedules on the company’s website at: www.deepwater.com .\nAbout Transocean\nTransocean is a leading international provider of offshore contract drilling services for oil and gas wells. The company specializes in technically demanding sectors of the global offshore drilling business with a particular focus on ultra-deepwater and harsh environment drilling services, and believes that it operates one of the most versatile offshore drilling fleets in the world.\nTransocean owns or has partial ownership interests in, and operates a fleet of 47 mobile offshore drilling units consisting of 27 ultra-deepwater floaters, 12 harsh environment floaters, two deepwater floaters and six midwater floaters. In addition, the company is constructing two ultra-deepwater drillships. We also continue to operate one high-specification jackup that was under a drilling contract when we sold the rig, and we will continue to operate this jackup until completion or novation of the drilling contract.\nFor more information about Transocean, please visit: www.deepwater.com .\nConference Call Information\nTransocean will conduct a teleconference starting at 9 a.m. EDT, 3 p.m. CEST, on Tuesday, May 1, 2018, to discuss the results. To participate, dial +1 323-794-2149 and refer to conference code 6863918 approximately 10 minutes prior to the scheduled start time.\nThe teleconference will be simulcast in a listen-only mode at: www.deepwater.com , by selecting Investors, News, and Webcasts. Supplemental materials that may be referenced during the teleconference will be available at: www.deepwater.com , by selecting Investors, Financial Reports.\nA replay of the conference call will be available after 12 p.m. EDT, 6 p.m. CEST, on May 1, 2018. The replay, which will be archived for approximately 30 days, can be accessed at +1 719-457-0820, passcode 6863918 and PIN 8405. The replay will also be available on the company’s website.\nForward-Looking Statements\nThe statements described in this press release that are not historical facts are forward-looking statements within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended. These statements contain words such as \"possible,\" \"intend,\" \"will,\" \"if,\" \"expect,\" or other similar expressions. Forward-looking statements are based on management’s current expectations and assumptions, and are subject to inherent uncertainties, risks and changes in circumstances that are difficult to predict. As a result, actual results could differ materially from those indicated in these forward-looking statements. Factors that could cause actual results to differ materially include, but are not limited to, estimated duration of customer contracts, contract dayrate amounts, future contract commencement dates and locations, planned shipyard projects and other out-of-service time, sales of drilling units, timing of the company’s newbuild deliveries, operating hazards and delays, risks associated with international operations, actions by customers and other third parties, the future prices of oil and gas, the intention to scrap certain drilling rigs, the results of our final accounting for the periods presented in this press release, the success of our business following the acquisition of Songa Offshore SE (“Songa”), the ability to successfully integrate the Transocean and Songa businesses and other factors, including those and other risks discussed in the company's most recent Annual Report on Form 10-K for the year ended December 31, 2017, and in the company's other filings with the SEC, which are available free of charge on the SEC's website at: www.sec.gov . Should one or more of these risks or uncertainties materialize (or the other consequences of such a development worsen), or should underlying assumptions prove incorrect, actual results may vary materially from those indicated or expressed or implied by such forward-looking statements. All subsequent written and oral forward-looking statements attributable to the company or to persons acting on our behalf are expressly qualified in their entirety by reference to these risks and uncertainties. You should not place undue reliance on forward-looking statements. Each forward-looking statement speaks only as of the date of the particular statement, and we undertake no obligation to publicly update or revise any forward-looking statements to reflect events or circumstances that occur, or which we become aware of, after the date hereof, except as otherwise may be required by law. All non-GAAP financial measure reconciliations to the most comparative GAAP measure are displayed in quantitative schedules on the company’s website at: www.deepwater.com .\nThis press release, or referenced documents, do not constitute an offer to sell, or a solicitation of an offer to buy, any securities, and do not constitute an offering prospectus within the meaning of article 652a or article 1156 of the Swiss Code of Obligations. Investors must rely on their own evaluation of Transocean and its securities, including the merits and risks involved. Nothing contained herein is, or shall be relied on as, a promise or representation as to the future performance of Transocean.\nNotes\n(1) Revenue efficiency is defined as actual contract drilling revenues for the measurement period divided by the maximum revenue calculated for the measurement period, expressed as a percentage. Maximum revenue is defined as the greatest amount of contract drilling revenues the drilling unit could earn for the measurement period, excluding amounts related to incentive provisions. See the accompanying schedule entitled “Revenue Efficiency.” (2) Effective Tax Rate is defined as income tax expense for continuing operations divided by income from continuing operations before income taxes. See the accompanying schedule entitled “Supplemental Effective Tax Rate Analysis.” (3) Effective Tax Rate, excluding discrete items, is defined as income tax expense for continuing operations, excluding various discrete items (such as changes in estimates and tax on items excluded from income before income taxes), divided by income from continuing operations before income tax expense, excluding gains and losses on sales and similar items pursuant to the accounting standards for income taxes and estimating the annual effective tax rate. See the accompanying schedule entitled “Supplemental Effective Tax Rate Analysis.” Analyst Contacts:\nBradley Alexander\n+1 713-232-7515\nDiane Vento\n+1 713-232-8015\nMedia Contact:\nPam Easton\n+1 713-232-7647\nTRANSOCEAN LTD. AND SUBSIDIARIES CONSOLIDATED STATEMENT OF OPERATIONS (In millions, except per share data) (Unaudited) Three months ended March 31, 2018 2017 Contract drilling revenues (1) $ 664 $ 738 Other revenues — 47 664 785 Costs and expenses Operating and maintenance 424 347 Depreciation 202 232 General and administrative 47 39 673 618 Gain on disposal of assets, net 5 2 Operating income (loss) (4 ) 169 Other income (expense), net Interest income 12 6 Interest expense, net of amounts capitalized (147 ) (127 ) Other, net (10 ) 7 (145 ) (114 ) Income (loss) before income tax expense (benefit) (149 ) 55 Income tax expense (benefit) 63 (40 ) Net income (loss) (212 ) 95 Net income (loss) attributable to noncontrolling interest (2 ) 4 Net income (loss) attributable to controlling interest $ (210 ) $ 91 Earnings (loss) per share Basic $ (0.48 ) $ 0.23 Diluted $ (0.48 ) $ 0.23 Weighted-average shares outstanding Basic 438 390 Diluted 438 390",
    "published": "2018-05-01T00:16:00.000+03:00",
    "crawled": "2018-05-01T01:35:14.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "total",
        "contract",
        "drilling",
        "revenue",
        "million",
        "million",
        "fourth",
        "quarter",
        "revenue",
        "efficiency",
        "percent",
        "compared",
        "percent",
        "prior",
        "quarter",
        "operating",
        "maintenance",
        "expense",
        "million",
        "compared",
        "million",
        "previous",
        "quarter",
        "net",
        "loss",
        "attributable",
        "controlling",
        "interest",
        "million",
        "per",
        "diluted",
        "share",
        "compared",
        "net",
        "loss",
        "attributable",
        "controlling",
        "interest",
        "million",
        "per",
        "diluted",
        "share",
        "fourth",
        "quarter",
        "adjusted",
        "net",
        "loss",
        "million",
        "per",
        "diluted",
        "share",
        "compare",
        "adjusted",
        "net",
        "loss",
        "million",
        "per",
        "diluted",
        "share",
        "prior",
        "quarter",
        "excluding",
        "million",
        "net",
        "unfavorable",
        "item",
        "cash",
        "flow",
        "operating",
        "activity",
        "million",
        "compared",
        "million",
        "prior",
        "quarter",
        "first",
        "quarter",
        "company",
        "acquired",
        "songa",
        "offshore",
        "se",
        "songa",
        "adding",
        "billion",
        "contract",
        "backlog",
        "combined",
        "company",
        "contract",
        "backlog",
        "billion",
        "april",
        "fleet",
        "status",
        "report",
        "steinhausen",
        "switzerland",
        "april",
        "globe",
        "newswire",
        "transocean",
        "nyse",
        "rig",
        "today",
        "reported",
        "net",
        "loss",
        "attributable",
        "controlling",
        "interest",
        "million",
        "per",
        "diluted",
        "share",
        "three",
        "month",
        "ended",
        "march",
        "first",
        "quarter",
        "result",
        "included",
        "favorable",
        "item",
        "follows",
        "million",
        "per",
        "diluted",
        "share",
        "gain",
        "disposal",
        "asset",
        "million",
        "discrete",
        "tax",
        "benefit",
        "favorable",
        "item",
        "partially",
        "offset",
        "million",
        "per",
        "diluted",
        "share",
        "songa",
        "acquisition",
        "cost",
        "consideration",
        "net",
        "item",
        "first",
        "quarter",
        "adjusted",
        "net",
        "loss",
        "million",
        "per",
        "diluted",
        "share",
        "contract",
        "drilling",
        "revenue",
        "three",
        "month",
        "ended",
        "march",
        "sequentially",
        "increased",
        "million",
        "million",
        "increase",
        "primarily",
        "due",
        "addition",
        "four",
        "harsh",
        "environment",
        "semisubmersibles",
        "contract",
        "acquired",
        "songa",
        "january",
        "quarter",
        "also",
        "favorably",
        "impacted",
        "commencement",
        "operation",
        "newbuild",
        "drillship",
        "deepwater",
        "poseidon",
        "increase",
        "partly",
        "offset",
        "reduced",
        "operating",
        "day",
        "rig",
        "rolled",
        "contract",
        "lower",
        "revenue",
        "efficiency",
        "related",
        "petrobras",
        "rig",
        "returned",
        "work",
        "march",
        "additionally",
        "quarter",
        "included",
        "revenue",
        "reduction",
        "million",
        "contract",
        "intangible",
        "amortization",
        "associated",
        "songa",
        "acquisition",
        "contract",
        "drilling",
        "revenue",
        "also",
        "included",
        "customer",
        "early",
        "termination",
        "fee",
        "million",
        "discoverer",
        "clear",
        "leader",
        "compared",
        "million",
        "prior",
        "quarter",
        "additionally",
        "customer",
        "reimbursement",
        "revenue",
        "million",
        "compared",
        "million",
        "previous",
        "quarter",
        "operating",
        "maintenance",
        "expense",
        "million",
        "included",
        "million",
        "reimbursable",
        "cost",
        "compare",
        "million",
        "prior",
        "quarter",
        "anticipated",
        "sequential",
        "increase",
        "primarily",
        "due",
        "two",
        "month",
        "activity",
        "acquisition",
        "songa",
        "well",
        "commencement",
        "operation",
        "newbuild",
        "deepwater",
        "poseidon",
        "general",
        "administrative",
        "expense",
        "million",
        "compared",
        "million",
        "fourth",
        "quarter",
        "sequential",
        "increase",
        "primarily",
        "due",
        "professional",
        "fee",
        "associated",
        "songa",
        "acquisition",
        "depreciation",
        "expense",
        "million",
        "million",
        "fourth",
        "quarter",
        "increase",
        "primarily",
        "due",
        "acquisition",
        "songa",
        "interest",
        "expense",
        "net",
        "amount",
        "capitalized",
        "million",
        "compared",
        "million",
        "prior",
        "quarter",
        "increase",
        "interest",
        "expense",
        "resulted",
        "primarily",
        "debt",
        "assumed",
        "acquisition",
        "songa",
        "partially",
        "offset",
        "early",
        "debt",
        "retirement",
        "capitalized",
        "interest",
        "sequentially",
        "decreased",
        "million",
        "million",
        "primarily",
        "due",
        "commencement",
        "operation",
        "deepwater",
        "poseidon",
        "interest",
        "income",
        "million",
        "compared",
        "million",
        "prior",
        "quarter",
        "effective",
        "tax",
        "rate",
        "percent",
        "percent",
        "prior",
        "quarter",
        "decrease",
        "primarily",
        "due",
        "change",
        "relative",
        "blend",
        "income",
        "operation",
        "certain",
        "jurisdiction",
        "first",
        "quarter",
        "partially",
        "includes",
        "impact",
        "tax",
        "reform",
        "tax",
        "act",
        "company",
        "continues",
        "assess",
        "analyze",
        "portion",
        "tax",
        "act",
        "related",
        "transition",
        "tax",
        "effective",
        "tax",
        "rate",
        "excluding",
        "discrete",
        "item",
        "percent",
        "compared",
        "percent",
        "previous",
        "quarter",
        "cash",
        "flow",
        "operating",
        "activity",
        "sequentially",
        "decreased",
        "million",
        "million",
        "decrease",
        "primarily",
        "due",
        "receipt",
        "prior",
        "quarter",
        "early",
        "termination",
        "payment",
        "related",
        "discoverer",
        "clear",
        "leader",
        "first",
        "quarter",
        "capital",
        "expenditure",
        "million",
        "primarily",
        "related",
        "company",
        "newbuild",
        "drillships",
        "compare",
        "million",
        "previous",
        "quarter",
        "first",
        "quarter",
        "significant",
        "transocean",
        "fleet",
        "said",
        "president",
        "chief",
        "executive",
        "officer",
        "jeremy",
        "thigpen",
        "consummated",
        "songa",
        "offshore",
        "acquisition",
        "added",
        "four",
        "new",
        "contracted",
        "harsh",
        "environment",
        "semisubmersibles",
        "fleet",
        "bolstered",
        "backlog",
        "also",
        "welcomed",
        "another",
        "newbuild",
        "drillship",
        "fleet",
        "deepwater",
        "poseidon",
        "mobilized",
        "gulf",
        "mexico",
        "recently",
        "commenced",
        "operation",
        "thigpen",
        "added",
        "operationally",
        "delivered",
        "another",
        "solid",
        "quarter",
        "adjusting",
        "time",
        "safely",
        "return",
        "petrobras",
        "work",
        "revenue",
        "efficiency",
        "quarter",
        "exceeded",
        "strong",
        "operating",
        "performance",
        "combined",
        "unwavering",
        "commitment",
        "safely",
        "streamline",
        "cost",
        "structure",
        "enabled",
        "u",
        "generate",
        "approximately",
        "million",
        "cash",
        "flow",
        "operation",
        "resulting",
        "cash",
        "investment",
        "balance",
        "approximately",
        "remain",
        "encouraged",
        "increase",
        "floater",
        "contracting",
        "activity",
        "experienced",
        "recent",
        "month",
        "believe",
        "combination",
        "stable",
        "oil",
        "price",
        "lower",
        "project",
        "breakeven",
        "economics",
        "historically",
        "low",
        "global",
        "reserve",
        "replacement",
        "continue",
        "drive",
        "increased",
        "demand",
        "transocean",
        "asset",
        "financial",
        "measure",
        "present",
        "operating",
        "result",
        "accordance",
        "accounting",
        "principle",
        "generally",
        "accepted",
        "gaap",
        "believe",
        "certain",
        "financial",
        "measure",
        "adjusted",
        "net",
        "income",
        "ebitda",
        "adjusted",
        "ebitda",
        "adjusted",
        "normalized",
        "ebitda",
        "measure",
        "provide",
        "user",
        "financial",
        "statement",
        "supplemental",
        "information",
        "may",
        "useful",
        "evaluating",
        "operating",
        "performance",
        "believe",
        "measure",
        "read",
        "conjunction",
        "operating",
        "result",
        "presented",
        "gaap",
        "used",
        "better",
        "assess",
        "performance",
        "period",
        "period",
        "relative",
        "performance",
        "company",
        "industry",
        "without",
        "regard",
        "financing",
        "method",
        "historical",
        "cost",
        "basis",
        "capital",
        "structure",
        "measure",
        "considered",
        "supplement",
        "substitute",
        "financial",
        "measure",
        "prepared",
        "accordance",
        "gaap",
        "measure",
        "reconciliation",
        "comparative",
        "gaap",
        "measure",
        "displayed",
        "quantitative",
        "schedule",
        "company",
        "website",
        "transocean",
        "transocean",
        "leading",
        "international",
        "provider",
        "offshore",
        "contract",
        "drilling",
        "service",
        "oil",
        "gas",
        "well",
        "company",
        "specializes",
        "technically",
        "demanding",
        "sector",
        "global",
        "offshore",
        "drilling",
        "business",
        "particular",
        "focus",
        "harsh",
        "environment",
        "drilling",
        "service",
        "belief",
        "operates",
        "one",
        "versatile",
        "offshore",
        "drilling",
        "fleet",
        "world",
        "transocean",
        "owns",
        "partial",
        "ownership",
        "interest",
        "operates",
        "fleet",
        "mobile",
        "offshore",
        "drilling",
        "unit",
        "consisting",
        "floater",
        "harsh",
        "environment",
        "floater",
        "two",
        "deepwater",
        "floater",
        "six",
        "midwater",
        "floater",
        "addition",
        "company",
        "constructing",
        "two",
        "drillships",
        "also",
        "continue",
        "operate",
        "one",
        "jackup",
        "drilling",
        "contract",
        "sold",
        "rig",
        "continue",
        "operate",
        "jackup",
        "completion",
        "novation",
        "drilling",
        "contract",
        "information",
        "transocean",
        "please",
        "visit",
        "conference",
        "call",
        "information",
        "transocean",
        "conduct",
        "teleconference",
        "starting",
        "edt",
        "cest",
        "tuesday",
        "may",
        "discus",
        "result",
        "participate",
        "dial",
        "refer",
        "conference",
        "code",
        "approximately",
        "minute",
        "prior",
        "scheduled",
        "start",
        "time",
        "teleconference",
        "simulcast",
        "mode",
        "selecting",
        "investor",
        "news",
        "webcasts",
        "supplemental",
        "material",
        "may",
        "referenced",
        "teleconference",
        "available",
        "selecting",
        "investor",
        "financial",
        "report",
        "replay",
        "conference",
        "call",
        "available",
        "edt",
        "cest",
        "may",
        "replay",
        "archived",
        "approximately",
        "day",
        "accessed",
        "passcode",
        "pin",
        "replay",
        "also",
        "available",
        "company",
        "website",
        "statement",
        "statement",
        "described",
        "press",
        "release",
        "historical",
        "fact",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "statement",
        "contain",
        "word",
        "possible",
        "intend",
        "expect",
        "similar",
        "expression",
        "statement",
        "based",
        "management",
        "current",
        "expectation",
        "assumption",
        "subject",
        "inherent",
        "uncertainty",
        "risk",
        "change",
        "circumstance",
        "difficult",
        "predict",
        "result",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "indicated",
        "statement",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "include",
        "limited",
        "estimated",
        "duration",
        "customer",
        "contract",
        "contract",
        "dayrate",
        "amount",
        "future",
        "contract",
        "commencement",
        "date",
        "location",
        "planned",
        "shipyard",
        "project",
        "time",
        "sale",
        "drilling",
        "unit",
        "timing",
        "company",
        "newbuild",
        "delivery",
        "operating",
        "hazard",
        "delay",
        "risk",
        "associated",
        "international",
        "operation",
        "action",
        "customer",
        "third",
        "party",
        "future",
        "price",
        "oil",
        "gas",
        "intention",
        "scrap",
        "certain",
        "drilling",
        "rig",
        "result",
        "final",
        "accounting",
        "period",
        "presented",
        "press",
        "release",
        "success",
        "business",
        "following",
        "acquisition",
        "songa",
        "offshore",
        "se",
        "songa",
        "ability",
        "successfully",
        "integrate",
        "transocean",
        "songa",
        "business",
        "factor",
        "including",
        "risk",
        "discussed",
        "company",
        "recent",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "company",
        "filing",
        "sec",
        "available",
        "free",
        "charge",
        "sec",
        "website",
        "one",
        "risk",
        "uncertainty",
        "materialize",
        "consequence",
        "development",
        "worsen",
        "underlying",
        "assumption",
        "prove",
        "incorrect",
        "actual",
        "result",
        "may",
        "vary",
        "materially",
        "indicated",
        "expressed",
        "implied",
        "statement",
        "subsequent",
        "written",
        "oral",
        "statement",
        "attributable",
        "company",
        "person",
        "acting",
        "behalf",
        "expressly",
        "qualified",
        "entirety",
        "reference",
        "risk",
        "uncertainty",
        "place",
        "undue",
        "reliance",
        "statement",
        "statement",
        "speaks",
        "date",
        "particular",
        "statement",
        "undertake",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "occur",
        "become",
        "aware",
        "date",
        "hereof",
        "except",
        "otherwise",
        "may",
        "required",
        "law",
        "financial",
        "measure",
        "reconciliation",
        "comparative",
        "gaap",
        "measure",
        "displayed",
        "quantitative",
        "schedule",
        "company",
        "website",
        "press",
        "release",
        "referenced",
        "document",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "constitute",
        "offering",
        "prospectus",
        "within",
        "meaning",
        "article",
        "652a",
        "article",
        "swiss",
        "code",
        "obligation",
        "investor",
        "must",
        "rely",
        "evaluation",
        "transocean",
        "security",
        "including",
        "merit",
        "risk",
        "involved",
        "nothing",
        "contained",
        "herein",
        "shall",
        "relied",
        "promise",
        "representation",
        "future",
        "performance",
        "transocean",
        "note",
        "revenue",
        "efficiency",
        "defined",
        "actual",
        "contract",
        "drilling",
        "revenue",
        "measurement",
        "period",
        "divided",
        "maximum",
        "revenue",
        "calculated",
        "measurement",
        "period",
        "expressed",
        "percentage",
        "maximum",
        "revenue",
        "defined",
        "greatest",
        "amount",
        "contract",
        "drilling",
        "revenue",
        "drilling",
        "unit",
        "could",
        "earn",
        "measurement",
        "period",
        "excluding",
        "amount",
        "related",
        "incentive",
        "provision",
        "see",
        "accompanying",
        "schedule",
        "entitled",
        "revenue",
        "effective",
        "tax",
        "rate",
        "defined",
        "income",
        "tax",
        "expense",
        "continuing",
        "operation",
        "divided",
        "income",
        "continuing",
        "operation",
        "income",
        "tax",
        "see",
        "accompanying",
        "schedule",
        "entitled",
        "supplemental",
        "effective",
        "tax",
        "rate",
        "effective",
        "tax",
        "rate",
        "excluding",
        "discrete",
        "item",
        "defined",
        "income",
        "tax",
        "expense",
        "continuing",
        "operation",
        "excluding",
        "various",
        "discrete",
        "item",
        "change",
        "estimate",
        "tax",
        "item",
        "excluded",
        "income",
        "income",
        "tax",
        "divided",
        "income",
        "continuing",
        "operation",
        "income",
        "tax",
        "expense",
        "excluding",
        "gain",
        "loss",
        "sale",
        "similar",
        "item",
        "pursuant",
        "accounting",
        "standard",
        "income",
        "tax",
        "estimating",
        "annual",
        "effective",
        "tax",
        "rate",
        "see",
        "accompanying",
        "schedule",
        "entitled",
        "supplemental",
        "effective",
        "tax",
        "rate",
        "analyst",
        "contact",
        "bradley",
        "alexander",
        "diane",
        "vento",
        "medium",
        "contact",
        "pam",
        "easton",
        "transocean",
        "subsidiary",
        "consolidated",
        "statement",
        "operation",
        "million",
        "except",
        "per",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "contract",
        "drilling",
        "revenue",
        "revenue",
        "cost",
        "expense",
        "operating",
        "maintenance",
        "depreciation",
        "general",
        "administrative",
        "gain",
        "disposal",
        "asset",
        "net",
        "operating",
        "income",
        "loss",
        "income",
        "expense",
        "net",
        "interest",
        "income",
        "interest",
        "expense",
        "net",
        "amount",
        "capitalized",
        "net",
        "income",
        "loss",
        "income",
        "tax",
        "expense",
        "benefit",
        "income",
        "tax",
        "expense",
        "benefit",
        "net",
        "income",
        "loss",
        "net",
        "income",
        "loss",
        "attributable",
        "noncontrolling",
        "interest",
        "net",
        "income",
        "loss",
        "attributable",
        "controlling",
        "interest",
        "earnings",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "share",
        "outstanding",
        "basic",
        "diluted"
    ]
}