{
    "organizations": [],
    "uuid": "7b37a73f620591875076cacb8e0b7943a9186e48",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/02/pr-newswire-hamilton-beach-brands-holding-company-announces-first-quarter-2018-results.html",
    "ord_in_thread": 0,
    "title": "Hamilton Beach Brands Holding Company Announces First Quarter 2018 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "GLEN ALLEN, Va., May 2, 2018 /PRNewswire/ --\nHighlights:\nQ1 2018 consolidated revenues increased 4.5% over Q1 2017 to $146.6 million At the segments, revenues at Hamilton Beach Brands increased 9.9% over Q1 2017 to $125.4 million, while revenues at Kitchen Collection decreased 17.1% to $22.1 million Q1 2018 operating profit at the Hamilton Beach Brands segment increased to $4.0 million from $0.8 million in Q1 2017 Reduced Q1 2018 consolidated effective income tax rate of 25.9% versus 37.5% in Q1 2017 as a result of U.S. tax reform legislation\nHamilton Beach Brands Holding Company (NYSE: HBB) today announced consolidated revenues of $146.6 million and a consolidated net loss of $0.4 million, or $0.03 per share, of 2018 compared with consolidated revenues of $140.3 million and a consolidated net loss of $1.4 million, or $0.10 per share, of 2017. The Company's consolidated effective income tax rate was 25.9% of 2018 compared with 37.5% of 2017.\nConsolidated EBITDA was $1.2 million of 2018. EBITDA in this press release is provided solely as a supplemental non-GAAP disclosure. For reconciliations from GAAP results to the non-GAAP results, see page 8.\nThe Company had consolidated cash on hand of $2.4 million as of March 31, 2018 compared with $10.9 million as of December 31, 2017 and $5.6 million as of March 31, 2017. Consolidated debt as of March 31, 2018 was $85.5 million compared with $51.3 million as of December 31, 2017 and $59.0 million as of March 31, 2017. Consolidated debt increased over 2017 primarily as a result of a planned increase in inventory levels to support higher sales forecasts in the first half of 2018 compared with the prior year.\nHamilton Beach Brands - First Quarter Results\nHamilton Beach reported net income of $2.8 million on revenues of $125.4 million of 2018 compared with net income of $0.7 million on revenues of $114.2 million of 2017. Operating profit increased to $4.0 million in the first quarter of 2018 from $0.8 million in the first quarter of 2017.\nRevenues increased in the first quarter of 2018 compared with the first quarter of 2017 primarily in the International and U.S. Consumer markets, mainly as a result of an increase in sales of higher-priced products. Foreign currency movements also contributed to the increase in revenues as both the Mexican peso and Canadian dollar strengthened against the U.S. dollar.\nFirst-quarter 2018 operating profit and net income increased over the first quarter of 2017 primarily due to a significant increase in gross profit, partially offset by higher employee-related costs. Gross profit increased mainly as a result of increased sales of new and higher-margin products, partly offset by an increase in warehouse and transportation costs resulting from the higher sales volumes.\nHamilton Beach Brands - Outlook\nThe consumer retail market for small kitchen appliances is expected to grow modestly in 2018 compared with 2017. Changing consumer buying patterns, including the migration of sales from in-store channels to internet sales channels, continues to create uncertainty about the go-forward growth prospects for the small appliance category, individual retailers and industry participants. The international and commercial markets in which Hamilton Beach participates are expected to continue to grow moderately.\nHamilton Beach continues to focus on strengthening the consumer market position of its various product lines through product innovation, promotions, increased placements and branding programs. Hamilton Beach will continue to leverage its strong brand portfolio by introducing new innovative products, as well as upgrades to certain existing products, such as its newest generation of the Hamilton Beach ® FlexBrew ® coffeemaker, across a wide range of brands, price points and categories in both the consumer and commercial marketplaces. The company continues to pursue opportunities to create or add product lines and brands that can be distributed in high-end or specialty stores and on the internet, including new products under its CHI ® -branded garment care line and Wolf Gourmet ® -branded product line, both of which are generating incremental revenue. Hamilton Beach also expects its growing global commercial business to benefit from broader distribution of several newer products, including its new Quantum ® high-performance commercial blender and the Otto™ Juice Extractor. Hamilton Beach's robust commercial and consumer product pipeline is expected to affect both revenues and operating profit positively in 2018 and in future periods.\nAs a result of the current market environment, new or enhanced product introductions and an expected increase in higher-priced, higher-margin product placements resulting from the execution of the company's strategic initiatives, which was a primary driver in the first-quarter 2018 revenue increase, Hamilton Beach's revenues are expected to increase moderately in 2018 compared with 2017. Improvements in revenues are expected in all business divisions, which include U.S. Consumer, International Consumer and Global Commercial. Hamilton Beach expects product demand to continue to increase in the 2018 second quarter over prior year levels based on current customer commitments. Firmer commitments for the second half of the year and the holiday-selling season are expected to occur in the second and third quarters. As a result, Hamilton Beach continues to expect moderate revenue growth in the first half of 2018, with modest growth in the second half of the year, but as better visibility is gained, expectations could be revised.\nBenefits from these increased revenues are expected to be partly offset by product cost inflation, which is expected to be mitigated by adjustments to product placements and pricing, as well as increased costs to implement Hamilton Beach's strategic initiatives. As a result, Hamilton Beach's 2018 operating profit is expected to increase moderately compared with 2017. Hamilton Beach continues to closely monitor commodity and other input costs, as well as currency effects, and intends to continue to adjust product prices and product placements as market conditions permit.\nWhile 2018 operating profit is expected to be moderately higher than in 2017, net income is expected to increase substantially over 2017 as a result of a lower effective corporate income tax rate, as well as the absence of the provisional charge that was recorded in 2017 for U.S. tax reform legislation.\nIn 2018, cash flow before financing activities is expected to be higher than 2017 and capital expenditures are expected to be approximately $10.5 million, of which $2.3 million was expended in the first quarter.\nLonger term, Hamilton Beach continues to work to improve return on sales through economies of scale derived from market growth and its strategic revenue growth initiatives. These initiatives are focused on enhancing Hamilton Beach's placements in the North American consumer business, enhancing sales in the e-commerce market, expanding its participation in the \"only-the-best\" market by investing in new products to be sold under the Wolf Gourmet ® , Weston ® , Hamilton Beach ® Professional and CHI ® brand names, expanding internationally in emerging growth markets, increasing its global commercial presence through enhanced global product lines for chains and distributors serving the global food service and hospitality markets, and leveraging its other strategic initiatives to drive category and channel expansion.\nKitchen Collection - First Quarter Results\nKitchen Collection reported a net loss of $3.6 million and revenues of $22.1 million of 2018 compared with a net loss of $2.1 million and revenues of $26.7 million of 2017. At March 31, 2018, Kitchen Collection operated 199 stores compared with 208 stores at March 31, 2017 and 210 stores at December 31, 2017.\nDespite effectively maintaining strong gross margins and closing unprofitable stores, these steps could not combat the effect of continued declines in customer traffic to stores. The decreases in revenues and operating results were primarily due to lower comparable store sales from reduced customer traffic and a shift to lower-priced products, which resulted in a decline in the number of store transactions and a decrease in the average sales transaction value. The loss of sales from closing 13 underperforming stores since March 31, 2017 also contributed to the decline in revenues, but had a modestly positive effect on operating results.\nThe 2018 first quarter net loss increased from the prior year quarter due to an increased operating loss and a decrease in the effective income tax rate under the new U.S. tax reform legislation, which resulted in a smaller tax benefit on the seasonally higher pre-tax loss.\nKitchen Collection - Outlook\nThe retail environment at physical store locations continues to be unfavorably impacted by changing consumer shopping patterns, which have led to declining consumer traffic to physical locations and reduced in-store transactions as consumers buy more over the internet. These factors are expected to continue to reduce Kitchen Collection's target consumers' spending on housewares and small appliances in mall locations. Given this market environment, Kitchen Collection continues to focus on optimizing its store count for current foot traffic trends.\nOver the past several years, the pace of Kitchen Collection ® store closings has increased. During the first quarter of 2018, Kitchen Collection closed 11 stores. Currently, approximately 75% of Kitchen Collection's store portfolio is in outlet mall locations and 25% is in traditional malls. Kitchen Collection plans to continue to aggressively manage its store portfolio through natural lease expirations and ongoing renegotiations of rent commitments, as well as early lease terminations if sales at certain stores continue to deteriorate. By the end of 2018, Kitchen Collection has a goal of having approximately 70% of its stores with leases of one year or less, while also maintaining its focus on decreasing the number of stores to a smaller core group of profitable outlet stores in more favorable outlet mall locations. If Kitchen Collection cannot reach acceptable terms with its landlords as leases come up for renewal in the remainder of 2018 and in future periods, the pace of store closings could increase.\nAs a result of these initiatives, and the first quarter 2018 store closings, Kitchen Collection expects full year 2018 revenues to decrease moderately compared with 2017. Kitchen Collection plans to continue to focus on maintaining strong gross margins, controlling operating expenses and optimizing working capital. However, without an increase in store traffic, the company expects the 2018 operating and net losses to be higher than in 2017. The net loss in the first half of 2018 is expected to be higher than in the first half of 2017 partially resulting from a smaller tax benefit realized on the seasonally higher first half loss. Improvements in operating profit in the second half of 2018 compared with the second half of 2017, as well as the benefit of the lower effective income tax rate on pre-tax income, are expected to result in an increase in net income in the second half of 2018, but not enough to offset the higher net loss in the first half of the year.\nCash flow before financing activities is expected to result in a use of cash in 2018 due to forecasted working capital changes. Capital expenditures are expected to be approximately $0.5 million in 2018, of which $0.1 million was expended in the first quarter of 2018.\nKitchen Collection believes its smaller core store portfolio is well positioned to take advantage of any future customer traffic recovery. Kitchen Collection aims to provide consumers with highly desirable products at affordable prices. Kitchen Collection's continued focus on increasing the average sale per transaction, the average sale closure rate and the number of items per transaction through the continued refinement of its format and improved customer interactions to enhance customers' store experience is expected to enhance the company's performance. This focus on the customer's experience, in combination with improved product offerings, a focus on sales of higher-margin products, merchandise mix and displays, closure of underperforming stores and optimizing its expense structure are expected to contribute to improvements in operating results over time.\nHamilton Beach Holding - Outlook\nIn the current market environment and including the various factors noted in the Hamilton Beach and Kitchen Collection segment outlooks, Hamilton Beach Holding expects 2018 consolidated net income to increase substantially over 2017 primarily due to lower income tax expense. As a result of U.S. tax reform legislation, Hamilton Beach Holding expects its effective income tax rate to be in the range of 26% to 28% in 2018.",
    "published": "2018-05-03T01:11:00.000+03:00",
    "crawled": "2018-05-03T02:07:11.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "glen",
        "allen",
        "may",
        "highlight",
        "q1",
        "consolidated",
        "revenue",
        "increased",
        "q1",
        "million",
        "segment",
        "revenue",
        "hamilton",
        "beach",
        "brand",
        "increased",
        "q1",
        "million",
        "revenue",
        "kitchen",
        "collection",
        "decreased",
        "million",
        "q1",
        "operating",
        "profit",
        "hamilton",
        "beach",
        "brand",
        "segment",
        "increased",
        "million",
        "million",
        "q1",
        "reduced",
        "q1",
        "consolidated",
        "effective",
        "income",
        "tax",
        "rate",
        "versus",
        "q1",
        "result",
        "tax",
        "reform",
        "legislation",
        "hamilton",
        "beach",
        "brand",
        "holding",
        "company",
        "nyse",
        "hbb",
        "today",
        "announced",
        "consolidated",
        "revenue",
        "million",
        "consolidated",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "compared",
        "consolidated",
        "revenue",
        "million",
        "consolidated",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "company",
        "consolidated",
        "effective",
        "income",
        "tax",
        "rate",
        "compared",
        "consolidated",
        "ebitda",
        "million",
        "ebitda",
        "press",
        "release",
        "provided",
        "solely",
        "supplemental",
        "disclosure",
        "reconciliation",
        "gaap",
        "result",
        "result",
        "see",
        "page",
        "company",
        "consolidated",
        "cash",
        "hand",
        "million",
        "march",
        "compared",
        "million",
        "december",
        "million",
        "march",
        "consolidated",
        "debt",
        "march",
        "million",
        "compared",
        "million",
        "december",
        "million",
        "march",
        "consolidated",
        "debt",
        "increased",
        "primarily",
        "result",
        "planned",
        "increase",
        "inventory",
        "level",
        "support",
        "higher",
        "sale",
        "forecast",
        "first",
        "half",
        "compared",
        "prior",
        "year",
        "hamilton",
        "beach",
        "brand",
        "first",
        "quarter",
        "result",
        "hamilton",
        "beach",
        "reported",
        "net",
        "income",
        "million",
        "revenue",
        "million",
        "compared",
        "net",
        "income",
        "million",
        "revenue",
        "million",
        "operating",
        "profit",
        "increased",
        "million",
        "first",
        "quarter",
        "million",
        "first",
        "quarter",
        "revenue",
        "increased",
        "first",
        "quarter",
        "compared",
        "first",
        "quarter",
        "primarily",
        "international",
        "consumer",
        "market",
        "mainly",
        "result",
        "increase",
        "sale",
        "product",
        "foreign",
        "currency",
        "movement",
        "also",
        "contributed",
        "increase",
        "revenue",
        "mexican",
        "peso",
        "canadian",
        "dollar",
        "strengthened",
        "dollar",
        "operating",
        "profit",
        "net",
        "income",
        "increased",
        "first",
        "quarter",
        "primarily",
        "due",
        "significant",
        "increase",
        "gross",
        "profit",
        "partially",
        "offset",
        "higher",
        "cost",
        "gross",
        "profit",
        "increased",
        "mainly",
        "result",
        "increased",
        "sale",
        "new",
        "product",
        "partly",
        "offset",
        "increase",
        "warehouse",
        "transportation",
        "cost",
        "resulting",
        "higher",
        "sale",
        "volume",
        "hamilton",
        "beach",
        "brand",
        "outlook",
        "consumer",
        "retail",
        "market",
        "small",
        "kitchen",
        "appliance",
        "expected",
        "grow",
        "modestly",
        "compared",
        "changing",
        "consumer",
        "buying",
        "pattern",
        "including",
        "migration",
        "sale",
        "channel",
        "internet",
        "sale",
        "channel",
        "continues",
        "create",
        "uncertainty",
        "growth",
        "prospect",
        "small",
        "appliance",
        "category",
        "individual",
        "retailer",
        "industry",
        "participant",
        "international",
        "commercial",
        "market",
        "hamilton",
        "beach",
        "participates",
        "expected",
        "continue",
        "grow",
        "moderately",
        "hamilton",
        "beach",
        "continues",
        "focus",
        "strengthening",
        "consumer",
        "market",
        "position",
        "various",
        "product",
        "line",
        "product",
        "innovation",
        "promotion",
        "increased",
        "placement",
        "branding",
        "program",
        "hamilton",
        "beach",
        "continue",
        "leverage",
        "strong",
        "brand",
        "portfolio",
        "introducing",
        "new",
        "innovative",
        "product",
        "well",
        "upgrade",
        "certain",
        "existing",
        "product",
        "newest",
        "generation",
        "hamilton",
        "beach",
        "flexbrew",
        "coffeemaker",
        "across",
        "wide",
        "range",
        "brand",
        "price",
        "point",
        "category",
        "consumer",
        "commercial",
        "marketplace",
        "company",
        "continues",
        "pursue",
        "opportunity",
        "create",
        "add",
        "product",
        "line",
        "brand",
        "distributed",
        "specialty",
        "store",
        "internet",
        "including",
        "new",
        "product",
        "chi",
        "garment",
        "care",
        "line",
        "wolf",
        "gourmet",
        "product",
        "line",
        "generating",
        "incremental",
        "revenue",
        "hamilton",
        "beach",
        "also",
        "expects",
        "growing",
        "global",
        "commercial",
        "business",
        "benefit",
        "broader",
        "distribution",
        "several",
        "newer",
        "product",
        "including",
        "new",
        "quantum",
        "commercial",
        "blender",
        "juice",
        "extractor",
        "hamilton",
        "beach",
        "robust",
        "commercial",
        "consumer",
        "product",
        "pipeline",
        "expected",
        "affect",
        "revenue",
        "operating",
        "profit",
        "positively",
        "future",
        "period",
        "result",
        "current",
        "market",
        "environment",
        "new",
        "enhanced",
        "product",
        "introduction",
        "expected",
        "increase",
        "product",
        "placement",
        "resulting",
        "execution",
        "company",
        "strategic",
        "initiative",
        "primary",
        "driver",
        "revenue",
        "increase",
        "hamilton",
        "beach",
        "revenue",
        "expected",
        "increase",
        "moderately",
        "compared",
        "improvement",
        "revenue",
        "expected",
        "business",
        "division",
        "include",
        "consumer",
        "international",
        "consumer",
        "global",
        "commercial",
        "hamilton",
        "beach",
        "expects",
        "product",
        "demand",
        "continue",
        "increase",
        "second",
        "quarter",
        "prior",
        "year",
        "level",
        "based",
        "current",
        "customer",
        "commitment",
        "firmer",
        "commitment",
        "second",
        "half",
        "year",
        "season",
        "expected",
        "occur",
        "second",
        "third",
        "quarter",
        "result",
        "hamilton",
        "beach",
        "continues",
        "expect",
        "moderate",
        "revenue",
        "growth",
        "first",
        "half",
        "modest",
        "growth",
        "second",
        "half",
        "year",
        "better",
        "visibility",
        "gained",
        "expectation",
        "could",
        "revised",
        "benefit",
        "increased",
        "revenue",
        "expected",
        "partly",
        "offset",
        "product",
        "cost",
        "inflation",
        "expected",
        "mitigated",
        "adjustment",
        "product",
        "placement",
        "pricing",
        "well",
        "increased",
        "cost",
        "implement",
        "hamilton",
        "beach",
        "strategic",
        "initiative",
        "result",
        "hamilton",
        "beach",
        "operating",
        "profit",
        "expected",
        "increase",
        "moderately",
        "compared",
        "hamilton",
        "beach",
        "continues",
        "closely",
        "monitor",
        "commodity",
        "input",
        "cost",
        "well",
        "currency",
        "effect",
        "intends",
        "continue",
        "adjust",
        "product",
        "price",
        "product",
        "placement",
        "market",
        "condition",
        "permit",
        "operating",
        "profit",
        "expected",
        "moderately",
        "higher",
        "net",
        "income",
        "expected",
        "increase",
        "substantially",
        "result",
        "lower",
        "effective",
        "corporate",
        "income",
        "tax",
        "rate",
        "well",
        "absence",
        "provisional",
        "charge",
        "recorded",
        "tax",
        "reform",
        "legislation",
        "cash",
        "flow",
        "financing",
        "activity",
        "expected",
        "higher",
        "capital",
        "expenditure",
        "expected",
        "approximately",
        "million",
        "million",
        "expended",
        "first",
        "quarter",
        "longer",
        "term",
        "hamilton",
        "beach",
        "continues",
        "work",
        "improve",
        "return",
        "sale",
        "economy",
        "scale",
        "derived",
        "market",
        "growth",
        "strategic",
        "revenue",
        "growth",
        "initiative",
        "initiative",
        "focused",
        "enhancing",
        "hamilton",
        "beach",
        "placement",
        "north",
        "american",
        "consumer",
        "business",
        "enhancing",
        "sale",
        "market",
        "expanding",
        "participation",
        "market",
        "investing",
        "new",
        "product",
        "sold",
        "wolf",
        "gourmet",
        "weston",
        "hamilton",
        "beach",
        "professional",
        "chi",
        "brand",
        "name",
        "expanding",
        "internationally",
        "emerging",
        "growth",
        "market",
        "increasing",
        "global",
        "commercial",
        "presence",
        "enhanced",
        "global",
        "product",
        "line",
        "chain",
        "distributor",
        "serving",
        "global",
        "food",
        "service",
        "hospitality",
        "market",
        "leveraging",
        "strategic",
        "initiative",
        "drive",
        "category",
        "channel",
        "expansion",
        "kitchen",
        "collection",
        "first",
        "quarter",
        "result",
        "kitchen",
        "collection",
        "reported",
        "net",
        "loss",
        "million",
        "revenue",
        "million",
        "compared",
        "net",
        "loss",
        "million",
        "revenue",
        "million",
        "march",
        "kitchen",
        "collection",
        "operated",
        "store",
        "compared",
        "store",
        "march",
        "store",
        "december",
        "despite",
        "effectively",
        "maintaining",
        "strong",
        "gross",
        "margin",
        "closing",
        "unprofitable",
        "store",
        "step",
        "could",
        "combat",
        "effect",
        "continued",
        "decline",
        "customer",
        "traffic",
        "store",
        "decrease",
        "revenue",
        "operating",
        "result",
        "primarily",
        "due",
        "lower",
        "comparable",
        "store",
        "sale",
        "reduced",
        "customer",
        "traffic",
        "shift",
        "product",
        "resulted",
        "decline",
        "number",
        "store",
        "transaction",
        "decrease",
        "average",
        "sale",
        "transaction",
        "value",
        "loss",
        "sale",
        "closing",
        "underperforming",
        "store",
        "since",
        "march",
        "also",
        "contributed",
        "decline",
        "revenue",
        "modestly",
        "positive",
        "effect",
        "operating",
        "result",
        "first",
        "quarter",
        "net",
        "loss",
        "increased",
        "prior",
        "year",
        "quarter",
        "due",
        "increased",
        "operating",
        "loss",
        "decrease",
        "effective",
        "income",
        "tax",
        "rate",
        "new",
        "tax",
        "reform",
        "legislation",
        "resulted",
        "smaller",
        "tax",
        "benefit",
        "seasonally",
        "higher",
        "loss",
        "kitchen",
        "collection",
        "outlook",
        "retail",
        "environment",
        "physical",
        "store",
        "location",
        "continues",
        "unfavorably",
        "impacted",
        "changing",
        "consumer",
        "shopping",
        "pattern",
        "led",
        "declining",
        "consumer",
        "traffic",
        "physical",
        "location",
        "reduced",
        "transaction",
        "consumer",
        "buy",
        "internet",
        "factor",
        "expected",
        "continue",
        "reduce",
        "kitchen",
        "collection",
        "target",
        "consumer",
        "spending",
        "housewares",
        "small",
        "appliance",
        "mall",
        "location",
        "given",
        "market",
        "environment",
        "kitchen",
        "collection",
        "continues",
        "focus",
        "optimizing",
        "store",
        "count",
        "current",
        "foot",
        "traffic",
        "trend",
        "past",
        "several",
        "year",
        "pace",
        "kitchen",
        "collection",
        "store",
        "closing",
        "increased",
        "first",
        "quarter",
        "kitchen",
        "collection",
        "closed",
        "store",
        "currently",
        "approximately",
        "kitchen",
        "collection",
        "store",
        "portfolio",
        "outlet",
        "mall",
        "location",
        "traditional",
        "mall",
        "kitchen",
        "collection",
        "plan",
        "continue",
        "aggressively",
        "manage",
        "store",
        "portfolio",
        "natural",
        "lease",
        "expiration",
        "ongoing",
        "renegotiations",
        "rent",
        "commitment",
        "well",
        "early",
        "lease",
        "termination",
        "sale",
        "certain",
        "store",
        "continue",
        "deteriorate",
        "end",
        "kitchen",
        "collection",
        "goal",
        "approximately",
        "store",
        "lease",
        "one",
        "year",
        "less",
        "also",
        "maintaining",
        "focus",
        "decreasing",
        "number",
        "store",
        "smaller",
        "core",
        "group",
        "profitable",
        "outlet",
        "store",
        "favorable",
        "outlet",
        "mall",
        "location",
        "kitchen",
        "collection",
        "reach",
        "acceptable",
        "term",
        "landlord",
        "lease",
        "come",
        "renewal",
        "remainder",
        "future",
        "period",
        "pace",
        "store",
        "closing",
        "could",
        "increase",
        "result",
        "initiative",
        "first",
        "quarter",
        "store",
        "closing",
        "kitchen",
        "collection",
        "expects",
        "full",
        "year",
        "revenue",
        "decrease",
        "moderately",
        "compared",
        "kitchen",
        "collection",
        "plan",
        "continue",
        "focus",
        "maintaining",
        "strong",
        "gross",
        "margin",
        "controlling",
        "operating",
        "expense",
        "optimizing",
        "working",
        "capital",
        "however",
        "without",
        "increase",
        "store",
        "traffic",
        "company",
        "expects",
        "operating",
        "net",
        "loss",
        "higher",
        "net",
        "loss",
        "first",
        "half",
        "expected",
        "higher",
        "first",
        "half",
        "partially",
        "resulting",
        "smaller",
        "tax",
        "benefit",
        "realized",
        "seasonally",
        "higher",
        "first",
        "half",
        "loss",
        "improvement",
        "operating",
        "profit",
        "second",
        "half",
        "compared",
        "second",
        "half",
        "well",
        "benefit",
        "lower",
        "effective",
        "income",
        "tax",
        "rate",
        "income",
        "expected",
        "result",
        "increase",
        "net",
        "income",
        "second",
        "half",
        "enough",
        "offset",
        "higher",
        "net",
        "loss",
        "first",
        "half",
        "year",
        "cash",
        "flow",
        "financing",
        "activity",
        "expected",
        "result",
        "use",
        "cash",
        "due",
        "forecasted",
        "working",
        "capital",
        "change",
        "capital",
        "expenditure",
        "expected",
        "approximately",
        "million",
        "million",
        "expended",
        "first",
        "quarter",
        "kitchen",
        "collection",
        "belief",
        "smaller",
        "core",
        "store",
        "portfolio",
        "well",
        "positioned",
        "take",
        "advantage",
        "future",
        "customer",
        "traffic",
        "recovery",
        "kitchen",
        "collection",
        "aim",
        "provide",
        "consumer",
        "highly",
        "desirable",
        "product",
        "affordable",
        "price",
        "kitchen",
        "collection",
        "continued",
        "focus",
        "increasing",
        "average",
        "sale",
        "per",
        "transaction",
        "average",
        "sale",
        "closure",
        "rate",
        "number",
        "item",
        "per",
        "transaction",
        "continued",
        "refinement",
        "format",
        "improved",
        "customer",
        "interaction",
        "enhance",
        "customer",
        "store",
        "experience",
        "expected",
        "enhance",
        "company",
        "performance",
        "focus",
        "customer",
        "experience",
        "combination",
        "improved",
        "product",
        "offering",
        "focus",
        "sale",
        "product",
        "merchandise",
        "mix",
        "display",
        "closure",
        "underperforming",
        "store",
        "optimizing",
        "expense",
        "structure",
        "expected",
        "contribute",
        "improvement",
        "operating",
        "result",
        "time",
        "hamilton",
        "beach",
        "holding",
        "outlook",
        "current",
        "market",
        "environment",
        "including",
        "various",
        "factor",
        "noted",
        "hamilton",
        "beach",
        "kitchen",
        "collection",
        "segment",
        "outlook",
        "hamilton",
        "beach",
        "holding",
        "expects",
        "consolidated",
        "net",
        "income",
        "increase",
        "substantially",
        "primarily",
        "due",
        "lower",
        "income",
        "tax",
        "expense",
        "result",
        "tax",
        "reform",
        "legislation",
        "hamilton",
        "beach",
        "holding",
        "expects",
        "effective",
        "income",
        "tax",
        "rate",
        "range"
    ]
}