{
    "organizations": [],
    "uuid": "780d0ab23b55c81ba1a190c252df5d9b6ca5228b",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/30/business-wire-trueblue-reports-fiscal-first-quarter-2018-results.html",
    "ord_in_thread": 0,
    "title": "TrueBlue Reports Fiscal First 2018 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TACOMA, Wash.--(BUSINESS WIRE)-- TrueBlue, Inc. (NYSE:TBI) announced today its fiscal first quarter 2018 results.\nRevenue was $554 million, a decrease of 2 percent, compared to revenue of $568 million in the fiscal first quarter of 2017. Net income per diluted share was $0.22, an increase of 100 percent, compared to $0.11 in the fiscal first quarter of 2017. Adjusted net income per diluted share 1 was $0.31, an increase of 48 percent, compared to $0.21 in the fiscal first quarter of 2017.\n“We are off to a strong start this year with earnings per share growth of 100 percent,” TrueBlue CEO Steve Cooper said. “While revenue was down modestly, growth in our PeopleScout business accelerated to over 20 percent, and we are taking the right actions to return the PeopleReady business to growth. Programs to reduce the cost of services are working, resulting in our ninth consecutive quarter of gross margin expansion and a three percent increase in gross profit for the quarter.”\n“We are making good progress with our digital strategy. Prospective PeopleScout clients are excited about our new talent acquisition technology, Affinix TM , and adoption of our PeopleReady mobile staffing technology, JobStack TM , is increasing. We have the right strategy to differentiate our services and position the business for profitable long-term growth.”\nTrueBlue also announced today the divestiture of PlaneTechs, a provider of skilled mechanics and technicians to the aviation sector, which was completed in March. PlaneTechs made up less than 2 percent of total company revenue and the divestiture is not expected to have a meaningful impact on operating income. The action will further enable the company to focus on larger market, higher growth, and higher profit margin opportunities.\n2018 Outlook\nThe company estimates revenue for the fiscal second quarter of 2018 to range from $585 million to $600 million. It also expects net income per diluted share to range from $0.32 to $0.38. Adjusted net income per diluted share is expected to range from $0.47 to $0.53.\nManagement will discuss fiscal first quarter 2018 results on a webcast at 2 p.m. PT (5 p.m. ET), today, Monday, Apr. 30. The webcast can be accessed on TrueBlue’s website: www.trueblue.com .\nAbout TrueBlue:\nTrueBlue (NYSE: TBI) is a leading provider of specialized workforce solutions that help clients achieve business growth and improve productivity, while connecting approximately 740,000 people with work in 2017. TrueBlue's PeopleReady segment offers industrial staffing services, PeopleManagement offers contingent and productivity-based on-site industrial staffing services, and PeopleScout offers Recruitment Process Outsourcing (RPO) and Managed Service Provider (MSP) solutions to a wide variety of industries. Learn more at www.trueblue.com .\n1 See the financial statements accompanying the release and the company’s website for more information on non-GAAP terms.\nForward-looking Statements\nThis document contains forward-looking statements relating to our plans and expectations, all of which are subject to risks and uncertainties. Such statements are based on management’s expectations and assumptions as of the date of this release and involve many risks and uncertainties that could cause actual results to differ materially from those expressed or implied in our forward-looking statements including: (1) national and global economic conditions, (2) our ability to attract and retain customers, (3) our ability to maintain profit margins, (4) new laws and regulations that could have a material effect on our operations or financial results, (5) our ability to successfully complete and integrate acquisitions (6) our ability to attract sufficient qualified candidates and employees to meet the needs of our customers, (7) our ability to successfully execute on new business strategies and initiatives such as the consolidation of our service lines and leveraging of mobile technology, and (8) uncertainty surrounding the interpretation and application of the recent 2017 Tax Cuts and Jobs Act and any reduction or change in tax credits we utilize, including the Work Opportunity Tax Credit. Other information regarding factors that could affect our results is included in our Securities Exchange Commission (SEC) filings, including the company's most recent reports on Forms 10-K and 10-Q, copies of which may be obtained by visiting our website at www.trueblue.com under the Investor Relations section or the SEC's website at www.sec.gov . We assume no obligation to update or revise any forward-looking statement, whether as a result of new information, future events, or otherwise, except as required by law. Any other reference to future financial estimates are included for informational purposes only and subject to risk factors discussed in our most recent filings with the SEC.\nIn addition, we use several non-GAAP financial measures when presenting our financial results in this document. Please refer to the reconciliations between our GAAP and non-GAAP financial measures in the appendix to this document and on our website at www.trueblue.com under the Investor Relations section for a complete perspective on both current and historical periods. The presentation of these non-GAAP financial measures is used to enhance the understanding of certain aspects of our financial performance. It is not meant to be considered in isolation, superior to, or as a substitute for the directly comparable financial measures prepared in accordance with U.S. GAAP, and may not be comparable to similarly titled measures of other companies.\nTRUEBLUE, INC. SUMMARY CONSOLIDATED STATEMENTS OF OPERATIONS (Unaudited)\n13 Weeks Ended (in thousands, except per share data) Apr 1, 2018 Apr 2, 2017 Revenue from services $ 554,388 $ 568,244 Cost of services 411,120 428,815 Gross profit 143,268 139,429 Selling, general and administrative expense 125,763 121,844 Depreciation and amortization 10,090 11,174 Income from operations 7,415 6,411 Interest and other income (expense), net 2,204 74 Income before tax expense 9,619 6,485 Income tax expense 864 1,811 Net income $ 8,755 $ 4,674 Net income per common share: Basic $ 0.22 $ 0.11 Diluted $ 0.22 $ 0.11 Weighted average shares outstanding: Basic 40,443 41,637 Diluted 40,694 41,937 TRUEBLUE, INC. SUMMARY CONSOLIDATED BALANCE SHEETS (Unaudited)\n(in thousands) Apr 1, 2018 Dec 31, 2017 ASSETS 26,636 $ 28,780 Accounts receivable, net 322,388 374,273 Other current assets 29,806 25,226 378,830 428,279 57,142 60,163 Restricted cash and investments 242,766 239,231 Goodwill and intangible assets, net 323,468 331,309 Other assets, net 51,745 50,049 Total assets $ 1,053,951 $ 1,109,031 LIABILITIES AND SHAREHOLDERS’ EQUITY Current liabilities $ 197,753 $ 212,419 Long-term debt, less current portion 69,621 116,489 Other long-term liabilities 222,641 225,276 Total liabilities 490,015 554,184 Shareholders’ equity 563,936 554,847 shareholders’ equity $ 1,053,951 $ 1,109,031 TRUEBLUE, INC. CONSOLIDATED STATEMENTS OF CASH FLOWS (Unaudited)\n13 Weeks Ended (in thousands) Apr 1, 2018 Apr 2, 2017 Cash flows from operating activities: Net income $ 8,755 $ 4,674 Adjustments to reconcile net income to net cash provided by operating activities: Depreciation and amortization 10,090 11,174 Provision for doubtful accounts 2,209 1,446 Stock-based compensation 3,409 3,304 Deferred income taxes 1,370 726 Other operating activities (572 ) 1,080 Changes in operating assets and liabilities: Accounts receivable 42,679 49,077 Income tax receivable (2,842 ) 9,565 Other assets (1,964 ) 3,627 Accounts payable and other accrued expenses (4,878 ) (15,015 ) Accrued wages and benefits (9,991 ) (16,071 ) Workers’ compensation claims reserve (4,579 ) (1,957 ) Other liabilities 1,149 2,488 Net cash provided by operating activities 44,835 54,118 Cash flows from investing activities: Capital expenditures (1,911 ) (6,167 ) Divestiture of business 8,500 — Purchases of restricted investments (3,299 ) (14,975 ) Maturities of restricted investments 6,417 4,423 Net cash provided by (used in) investing activities 9,707 (16,719 ) Cash flows from financing activities: Net proceeds from stock option exercises and employee stock purchase plans 395 491 Common stock repurchases for taxes upon vesting of restricted stock (2,086 ) (2,400 ) Net change in revolving credit facility (46,301 ) (57,367 ) Payments on debt (567 ) (567 ) Net cash used in financing activities (48,559 ) (59,843 ) Effect of exchange rate changes on cash, cash equivalents and restricted cash (760 ) (339 ) Net change in cash, cash equivalents, and restricted cash 5,223 (22,783 ) Cash, cash equivalents and restricted cash, beginning of period 73,831 103,222 Cash, cash equivalents and restricted cash, end of period $ 79,054 $ 80,439 TRUEBLUE, INC.\nNON-GAAP FINANCIAL MEASURES AND NON-GAAP RECONCILIATIONS\nIn addition to financial measures presented in accordance with U.S. GAAP, we monitor certain non-GAAP key financial measures. The presentation of these non-GAAP financial measures is used to enhance the understanding of certain aspects of our financial performance. It is not meant to be considered in isolation, superior to, or as a substitute for the directly comparable financial measures prepared in accordance with U.S. GAAP, and may not be comparable to similarly titled measures of other companies.\nNon-GAAP Measure Definition Purpose of Adjusted Measures EBITDA and Adjusted EBITDA EBITDA excludes from net income:\n- interest and other income (expense), net,\n- income taxes, and\n- depreciation and amortization.\nAdjusted EBITDA, further excludes:\n- Work Opportunity Tax Credit third-party processing fees, and\n- cloud-based software implementation costs.\n- Enhances comparability on a consistent basis and provides investors with useful insight into the underlying trends of the business.\n- Used by management to assess performance and effectiveness of our business strategies.\n- Provides a measure, among others, used in the determination of incentive compensation for management.\nAdjusted net income and Adjusted net income, per diluted share\nNet income and net income per diluted share, excluding:\n- gain on divestiture,\n- amortization of intangibles of acquired businesses, as well as accretion expense related to acquisition earn-out,\n- cloud-based software implementation costs,\n- tax effect of each adjustment to U.S. GAAP net income, and\n- adjusted income taxes to the expected effective tax rate.\n- Enhances comparability on a consistent basis and provides investors with useful insight into the underlying trends of the business.\n- Used by management to assess performance and effectiveness of our business strategies.\n1. RECONCILIATION OF U.S. GAAP NET INCOME TO ADJUSTED NET INCOME AND ADJUSTED NET INCOME, PER DILUTED SHARE (Unaudited)\nQ1 2018 Q1 2017 Q2 2018 Outlook* 13 Weeks Ended 13 Weeks Ended 13 Weeks Ended (in thousands, except for per share data) Apr 1, 2018 Apr 2, 2017 Jul 1, 2018 Net income $ 8,755 $ 4,674 $ 12,900 — $ 15,400\nGain on divestiture (1) (1,393 ) — —\nAmortization of intangible assets of acquired businesses (2) 5,221 5,864 5,100 Cloud-based software implementation costs (3) 1,715 — 2,200 Tax effect of adjustments to net income (4) (887 ) (1,642 ) (1,200)\nAdjustment of income taxes to normalized effective rate (5) (675 ) (5 ) — Adjusted net income $ 12,736 $ 8,891 $ 19,000 — $ 21,500\nAdjusted net income, per diluted share $ 0.31 $ 0.21 $ 0.47 — $ 0.53\nDiluted weighted average shares outstanding 40,694 41,937 40,700 2. RECONCILIATION OF U.S. GAAP NET INCOME TO EBITDA AND ADJUSTED EBITDA (Unaudited)\nQ1 2018 Q1 2017 Q2 2018 Outlook* 13 Weeks Ended 13 Weeks Ended 13 Weeks Ended (in thousands) Apr 1, 2018 Apr 2, 2017 Jul 1, 2018 Net income $ 8,755 $ 4,674 $ 12,900 — $ 15,400\nIncome tax expense 864 1,811 2,500 — 2,900 Interest and other income (expense), net (2,204 ) (74 ) (400) Depreciation and amortization 10,090 11,174 10,200 EBITDA 17,505 17,585 25,100 — 28,100 Work Opportunity Tax Credit processing fees (6) 195 272 200 Cloud-based software implementation costs (3) 1,715 — 2,200 Adjusted EBITDA $ 19,415 $ 17,857 $ 27,500 — $ 30,500\n* Totals may not sum due to rounding (1) In mid-March 2018, we entered into an asset purchase agreement with a private, strategic buyer for the sale of our PlaneTechs service line, which resulted in a pre-tax gain of $1.4 million. (2) Amortization of intangible assets of acquired businesses as well as accretion expense related to the SIMOS acquisition earn-out. (3) Implementation costs for cloud-based systems. (4) Total tax effect of each of the adjustments to U.S. GAAP net income using the expected ongoing rate of 16 percent for 2018, due to the enacted U.S. Tax Cuts and Jobs Act, and 28 percent for 2017. (5) Adjustment of the effective income tax rate to the expected ongoing rate of 16 percent for 2018, due to the enacted U.S. Tax Cuts and Jobs Act, and 28 percent for 2017. (6) These third-party processing fees are associated with generating the Work Opportunity Tax Credits, which are designed to encourage employers to hire workers from certain targeted groups with higher than average unemployment rates and reduce our income taxes. TRUEBLUE, INC. SEGMENT INFORMATION 3. SEGMENT DATA (Unaudited)\n13 Weeks Ended (in thousands) Apr 1, 2018 Apr 2, 2017 Revenue from services: PeopleReady $ 316,835 $ 332,624 PeopleManagement 183,892 191,686 PeopleScout 53,661 43,934 Total company 554,388 568,244 Segment profit (1): PeopleReady $ 9,525 $ 9,994 PeopleManagement 5,649 5,533 PeopleScout 11,905 8,665 Total segment profit 27,079 24,192 Corporate unallocated expense (7,664 ) (6,335 ) Total company Adjusted EBITDA 19,415 17,857 Work Opportunity Tax Credit processing fees (2) (195 ) (272 ) Cloud-based software implementation costs (3) (1,715 ) — EBITDA 17,505 17,585 Depreciation and amortization (10,090 ) (11,174 ) Interest and other income (expense), net 2,204 74 Income before tax expense 9,619 6,485 Income tax expense (864 ) (1,811 ) Net income $ 8,755 $ 4,674 (1) We evaluate performance based on segment revenue and segment profit. Segment profit includes revenue, related cost of services, and ongoing operating expenses directly attributable to the reportable segment. Segment profit excludes goodwill and intangible impairment charges, depreciation and amortization expense, unallocated corporate general and administrative expense, interest, other income and expense, income taxes, and costs not considered to be ongoing costs of the segment. Segment profit is comparable to segment adjusted EBITDA amounts reported in prior periods.\n(2) These third-party processing fees are associated with generating the Work Opportunity Tax Credits, which are designed to encourage employers to hire workers from certain targeted groups with higher than average unemployment rates and reduce our income taxes. (3) Implementation costs for cloud-based systems.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180430006179/en/\nTrueBlue, Inc.\nDerrek Gafford, 253-680-8214\nEVP & CFO\nSource: TrueBlue, Inc.",
    "published": "2018-05-01T00:05:00.000+03:00",
    "crawled": "2018-05-01T01:22:16.009+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "tacoma",
        "business",
        "wire",
        "trueblue",
        "nyse",
        "tbi",
        "announced",
        "today",
        "fiscal",
        "first",
        "quarter",
        "result",
        "revenue",
        "million",
        "decrease",
        "percent",
        "compared",
        "revenue",
        "million",
        "fiscal",
        "first",
        "quarter",
        "net",
        "income",
        "per",
        "diluted",
        "share",
        "increase",
        "percent",
        "compared",
        "fiscal",
        "first",
        "quarter",
        "adjusted",
        "net",
        "income",
        "per",
        "diluted",
        "share",
        "increase",
        "percent",
        "compared",
        "fiscal",
        "first",
        "quarter",
        "strong",
        "start",
        "year",
        "earnings",
        "per",
        "share",
        "growth",
        "percent",
        "trueblue",
        "ceo",
        "steve",
        "cooper",
        "said",
        "revenue",
        "modestly",
        "growth",
        "peoplescout",
        "business",
        "accelerated",
        "percent",
        "taking",
        "right",
        "action",
        "return",
        "peopleready",
        "business",
        "growth",
        "program",
        "reduce",
        "cost",
        "service",
        "working",
        "resulting",
        "ninth",
        "consecutive",
        "quarter",
        "gross",
        "margin",
        "expansion",
        "three",
        "percent",
        "increase",
        "gross",
        "profit",
        "making",
        "good",
        "progress",
        "digital",
        "strategy",
        "prospective",
        "peoplescout",
        "client",
        "excited",
        "new",
        "talent",
        "acquisition",
        "technology",
        "affinix",
        "tm",
        "adoption",
        "peopleready",
        "mobile",
        "staffing",
        "technology",
        "jobstack",
        "tm",
        "increasing",
        "right",
        "strategy",
        "differentiate",
        "service",
        "position",
        "business",
        "profitable",
        "trueblue",
        "also",
        "announced",
        "today",
        "divestiture",
        "planetechs",
        "provider",
        "skilled",
        "mechanic",
        "technician",
        "aviation",
        "sector",
        "completed",
        "march",
        "planetechs",
        "made",
        "less",
        "percent",
        "total",
        "company",
        "revenue",
        "divestiture",
        "expected",
        "meaningful",
        "impact",
        "operating",
        "income",
        "action",
        "enable",
        "company",
        "focus",
        "larger",
        "market",
        "higher",
        "growth",
        "higher",
        "profit",
        "margin",
        "opportunity",
        "outlook",
        "company",
        "estimate",
        "revenue",
        "fiscal",
        "second",
        "quarter",
        "range",
        "million",
        "million",
        "also",
        "expects",
        "net",
        "income",
        "per",
        "diluted",
        "share",
        "range",
        "adjusted",
        "net",
        "income",
        "per",
        "diluted",
        "share",
        "expected",
        "range",
        "management",
        "discus",
        "fiscal",
        "first",
        "quarter",
        "result",
        "webcast",
        "pt",
        "et",
        "today",
        "monday",
        "apr",
        "webcast",
        "accessed",
        "trueblue",
        "website",
        "trueblue",
        "trueblue",
        "nyse",
        "tbi",
        "leading",
        "provider",
        "specialized",
        "workforce",
        "solution",
        "help",
        "client",
        "achieve",
        "business",
        "growth",
        "improve",
        "productivity",
        "connecting",
        "approximately",
        "people",
        "work",
        "trueblue",
        "peopleready",
        "segment",
        "offer",
        "industrial",
        "staffing",
        "service",
        "peoplemanagement",
        "offer",
        "contingent",
        "industrial",
        "staffing",
        "service",
        "peoplescout",
        "offer",
        "recruitment",
        "process",
        "outsourcing",
        "rpo",
        "managed",
        "service",
        "provider",
        "msp",
        "solution",
        "wide",
        "variety",
        "industry",
        "learn",
        "see",
        "financial",
        "statement",
        "accompanying",
        "release",
        "company",
        "website",
        "information",
        "term",
        "statement",
        "document",
        "contains",
        "statement",
        "relating",
        "plan",
        "expectation",
        "subject",
        "risk",
        "uncertainty",
        "statement",
        "based",
        "management",
        "expectation",
        "assumption",
        "date",
        "release",
        "involve",
        "many",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "including",
        "national",
        "global",
        "economic",
        "condition",
        "ability",
        "attract",
        "retain",
        "customer",
        "ability",
        "maintain",
        "profit",
        "margin",
        "new",
        "law",
        "regulation",
        "could",
        "material",
        "effect",
        "operation",
        "financial",
        "result",
        "ability",
        "successfully",
        "complete",
        "integrate",
        "acquisition",
        "ability",
        "attract",
        "sufficient",
        "qualified",
        "candidate",
        "employee",
        "meet",
        "need",
        "customer",
        "ability",
        "successfully",
        "execute",
        "new",
        "business",
        "strategy",
        "initiative",
        "consolidation",
        "service",
        "line",
        "leveraging",
        "mobile",
        "technology",
        "uncertainty",
        "surrounding",
        "interpretation",
        "application",
        "recent",
        "tax",
        "cut",
        "job",
        "act",
        "reduction",
        "change",
        "tax",
        "credit",
        "utilize",
        "including",
        "work",
        "opportunity",
        "tax",
        "credit",
        "information",
        "regarding",
        "factor",
        "could",
        "affect",
        "result",
        "included",
        "security",
        "exchange",
        "commission",
        "sec",
        "filing",
        "including",
        "company",
        "recent",
        "report",
        "form",
        "copy",
        "may",
        "obtained",
        "visiting",
        "website",
        "investor",
        "relation",
        "section",
        "sec",
        "website",
        "assume",
        "obligation",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "law",
        "reference",
        "future",
        "financial",
        "estimate",
        "included",
        "informational",
        "purpose",
        "subject",
        "risk",
        "factor",
        "discussed",
        "recent",
        "filing",
        "sec",
        "addition",
        "use",
        "several",
        "financial",
        "measure",
        "presenting",
        "financial",
        "result",
        "document",
        "please",
        "refer",
        "reconciliation",
        "gaap",
        "financial",
        "measure",
        "appendix",
        "document",
        "website",
        "investor",
        "relation",
        "section",
        "complete",
        "perspective",
        "current",
        "historical",
        "period",
        "presentation",
        "financial",
        "measure",
        "used",
        "enhance",
        "understanding",
        "certain",
        "aspect",
        "financial",
        "performance",
        "meant",
        "considered",
        "isolation",
        "superior",
        "substitute",
        "directly",
        "comparable",
        "financial",
        "measure",
        "prepared",
        "accordance",
        "gaap",
        "may",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "company",
        "trueblue",
        "summary",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "week",
        "ended",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "apr",
        "apr",
        "revenue",
        "service",
        "cost",
        "service",
        "gross",
        "profit",
        "selling",
        "general",
        "administrative",
        "expense",
        "depreciation",
        "amortization",
        "income",
        "operation",
        "interest",
        "income",
        "expense",
        "net",
        "income",
        "tax",
        "expense",
        "income",
        "tax",
        "expense",
        "net",
        "income",
        "net",
        "income",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "trueblue",
        "summary",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "thousand",
        "apr",
        "dec",
        "asset",
        "account",
        "receivable",
        "net",
        "current",
        "asset",
        "restricted",
        "cash",
        "investment",
        "goodwill",
        "intangible",
        "asset",
        "net",
        "asset",
        "net",
        "total",
        "asset",
        "liability",
        "shareholder",
        "equity",
        "current",
        "liability",
        "debt",
        "less",
        "current",
        "portion",
        "liability",
        "total",
        "liability",
        "shareholder",
        "equity",
        "shareholder",
        "equity",
        "trueblue",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "unaudited",
        "week",
        "ended",
        "thousand",
        "apr",
        "apr",
        "cash",
        "flow",
        "operating",
        "activity",
        "net",
        "income",
        "adjustment",
        "reconcile",
        "net",
        "income",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "depreciation",
        "amortization",
        "provision",
        "doubtful",
        "account",
        "compensation",
        "deferred",
        "income",
        "tax",
        "operating",
        "activity",
        "change",
        "operating",
        "asset",
        "liability",
        "account",
        "receivable",
        "income",
        "tax",
        "receivable",
        "asset",
        "account",
        "payable",
        "accrued",
        "expense",
        "accrued",
        "wage",
        "benefit",
        "worker",
        "compensation",
        "claim",
        "reserve",
        "liability",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "cash",
        "flow",
        "investing",
        "activity",
        "capital",
        "expenditure",
        "divestiture",
        "business",
        "purchase",
        "restricted",
        "investment",
        "maturity",
        "restricted",
        "investment",
        "net",
        "cash",
        "provided",
        "used",
        "investing",
        "activity",
        "cash",
        "flow",
        "financing",
        "activity",
        "net",
        "proceeds",
        "stock",
        "option",
        "exercise",
        "employee",
        "stock",
        "purchase",
        "plan",
        "common",
        "stock",
        "repurchase",
        "tax",
        "upon",
        "vesting",
        "restricted",
        "stock",
        "net",
        "change",
        "revolving",
        "credit",
        "facility",
        "payment",
        "debt",
        "net",
        "cash",
        "used",
        "financing",
        "activity",
        "effect",
        "exchange",
        "rate",
        "change",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "net",
        "change",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "beginning",
        "period",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "end",
        "period",
        "trueblue",
        "financial",
        "measure",
        "reconciliation",
        "addition",
        "financial",
        "measure",
        "presented",
        "accordance",
        "gaap",
        "monitor",
        "certain",
        "key",
        "financial",
        "measure",
        "presentation",
        "financial",
        "measure",
        "used",
        "enhance",
        "understanding",
        "certain",
        "aspect",
        "financial",
        "performance",
        "meant",
        "considered",
        "isolation",
        "superior",
        "substitute",
        "directly",
        "comparable",
        "financial",
        "measure",
        "prepared",
        "accordance",
        "gaap",
        "may",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "company",
        "measure",
        "definition",
        "purpose",
        "adjusted",
        "measure",
        "ebitda",
        "adjusted",
        "ebitda",
        "ebitda",
        "excludes",
        "net",
        "income",
        "interest",
        "income",
        "expense",
        "net",
        "income",
        "tax",
        "depreciation",
        "amortization",
        "adjusted",
        "ebitda",
        "excludes",
        "work",
        "opportunity",
        "tax",
        "credit",
        "processing",
        "fee",
        "software",
        "implementation",
        "cost",
        "enhances",
        "comparability",
        "consistent",
        "basis",
        "provides",
        "investor",
        "useful",
        "insight",
        "underlying",
        "trend",
        "business",
        "used",
        "management",
        "assess",
        "performance",
        "effectiveness",
        "business",
        "strategy",
        "provides",
        "measure",
        "among",
        "others",
        "used",
        "determination",
        "incentive",
        "compensation",
        "management",
        "adjusted",
        "net",
        "income",
        "adjusted",
        "net",
        "income",
        "per",
        "diluted",
        "share",
        "net",
        "income",
        "net",
        "income",
        "per",
        "diluted",
        "share",
        "excluding",
        "gain",
        "divestiture",
        "amortization",
        "intangible",
        "acquired",
        "business",
        "well",
        "accretion",
        "expense",
        "related",
        "acquisition",
        "software",
        "implementation",
        "cost",
        "tax",
        "effect",
        "adjustment",
        "gaap",
        "net",
        "income",
        "adjusted",
        "income",
        "tax",
        "expected",
        "effective",
        "tax",
        "rate",
        "enhances",
        "comparability",
        "consistent",
        "basis",
        "provides",
        "investor",
        "useful",
        "insight",
        "underlying",
        "trend",
        "business",
        "used",
        "management",
        "assess",
        "performance",
        "effectiveness",
        "business",
        "strategy",
        "reconciliation",
        "gaap",
        "net",
        "income",
        "adjusted",
        "net",
        "income",
        "adjusted",
        "net",
        "income",
        "per",
        "diluted",
        "share",
        "unaudited",
        "q1",
        "q1",
        "q2",
        "outlook",
        "week",
        "ended",
        "week",
        "ended",
        "week",
        "ended",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "apr",
        "apr",
        "jul",
        "net",
        "income",
        "gain",
        "divestiture",
        "amortization",
        "intangible",
        "asset",
        "acquired",
        "business",
        "software",
        "implementation",
        "cost",
        "tax",
        "effect",
        "adjustment",
        "net",
        "income",
        "adjustment",
        "income",
        "tax",
        "normalized",
        "effective",
        "rate",
        "adjusted",
        "net",
        "income",
        "adjusted",
        "net",
        "income",
        "per",
        "diluted",
        "share",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "reconciliation",
        "gaap",
        "net",
        "income",
        "ebitda",
        "adjusted",
        "ebitda",
        "unaudited",
        "q1",
        "q1",
        "q2",
        "outlook",
        "week",
        "ended",
        "week",
        "ended",
        "week",
        "ended",
        "thousand",
        "apr",
        "apr",
        "jul",
        "net",
        "income",
        "income",
        "tax",
        "expense",
        "interest",
        "income",
        "expense",
        "net",
        "depreciation",
        "amortization",
        "ebitda",
        "work",
        "opportunity",
        "tax",
        "credit",
        "processing",
        "fee",
        "software",
        "implementation",
        "cost",
        "adjusted",
        "ebitda",
        "total",
        "may",
        "sum",
        "due",
        "rounding",
        "entered",
        "asset",
        "purchase",
        "agreement",
        "private",
        "strategic",
        "buyer",
        "sale",
        "planetechs",
        "service",
        "line",
        "resulted",
        "gain",
        "million",
        "amortization",
        "intangible",
        "asset",
        "acquired",
        "business",
        "well",
        "accretion",
        "expense",
        "related",
        "simos",
        "acquisition",
        "implementation",
        "cost",
        "system",
        "total",
        "tax",
        "effect",
        "adjustment",
        "gaap",
        "net",
        "income",
        "using",
        "expected",
        "ongoing",
        "rate",
        "percent",
        "due",
        "enacted",
        "tax",
        "cut",
        "job",
        "act",
        "percent",
        "adjustment",
        "effective",
        "income",
        "tax",
        "rate",
        "expected",
        "ongoing",
        "rate",
        "percent",
        "due",
        "enacted",
        "tax",
        "cut",
        "job",
        "act",
        "percent",
        "processing",
        "fee",
        "associated",
        "generating",
        "work",
        "opportunity",
        "tax",
        "credit",
        "designed",
        "encourage",
        "employer",
        "hire",
        "worker",
        "certain",
        "targeted",
        "group",
        "higher",
        "average",
        "unemployment",
        "rate",
        "reduce",
        "income",
        "tax",
        "trueblue",
        "segment",
        "information",
        "segment",
        "data",
        "unaudited",
        "week",
        "ended",
        "thousand",
        "apr",
        "apr",
        "revenue",
        "service",
        "peopleready",
        "peoplemanagement",
        "peoplescout",
        "total",
        "company",
        "segment",
        "profit",
        "peopleready",
        "peoplemanagement",
        "peoplescout",
        "total",
        "segment",
        "profit",
        "corporate",
        "unallocated",
        "expense",
        "total",
        "company",
        "adjusted",
        "ebitda",
        "work",
        "opportunity",
        "tax",
        "credit",
        "processing",
        "fee",
        "software",
        "implementation",
        "cost",
        "ebitda",
        "depreciation",
        "amortization",
        "interest",
        "income",
        "expense",
        "net",
        "income",
        "tax",
        "expense",
        "income",
        "tax",
        "expense",
        "net",
        "income",
        "evaluate",
        "performance",
        "based",
        "segment",
        "revenue",
        "segment",
        "profit",
        "segment",
        "profit",
        "includes",
        "revenue",
        "related",
        "cost",
        "service",
        "ongoing",
        "operating",
        "expense",
        "directly",
        "attributable",
        "reportable",
        "segment",
        "segment",
        "profit",
        "excludes",
        "goodwill",
        "intangible",
        "impairment",
        "charge",
        "depreciation",
        "amortization",
        "expense",
        "unallocated",
        "corporate",
        "general",
        "administrative",
        "expense",
        "interest",
        "income",
        "expense",
        "income",
        "tax",
        "cost",
        "considered",
        "ongoing",
        "cost",
        "segment",
        "segment",
        "profit",
        "comparable",
        "segment",
        "adjusted",
        "ebitda",
        "amount",
        "reported",
        "prior",
        "period",
        "processing",
        "fee",
        "associated",
        "generating",
        "work",
        "opportunity",
        "tax",
        "credit",
        "designed",
        "encourage",
        "employer",
        "hire",
        "worker",
        "certain",
        "targeted",
        "group",
        "higher",
        "average",
        "unemployment",
        "rate",
        "reduce",
        "income",
        "tax",
        "implementation",
        "cost",
        "system",
        "view",
        "source",
        "version",
        "http",
        "trueblue",
        "derrek",
        "gafford",
        "evp",
        "cfo",
        "source",
        "trueblue",
        "inc"
    ]
}