{
    "organizations": [],
    "uuid": "0ec163c14a5ebe0918af418e32cdb90f69220888",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/24/globe-newswire-cluny-capital-corp-provides-corporate-update.html",
    "ord_in_thread": 0,
    "title": "Cluny Capital Corp. Provides Corporate Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO, May 24, 2018 (GLOBE NEWSWIRE) -- Cluny Capital Corp. (the “ Company ”) (TSXV:CLN.H), a capital pool company pursuant to Policy 2.4 of the TSX Venture Exchange (the “ TSXV ”), announces the following persons as the new officers and directors of the Company, subject to TSXV approval:\nMichael Frank (Director/CEO/CFO)\nMr. Frank is currently the Chief Strategy Officer of DataMetrex AI Limited (TSXV:DM), Chief Executive Officer of Ronin Blockchain Corp., a wholly owned subsidiary of DataMetrex, Chief Executive Officer and a director of Internet of Things Inc. (TSXV:ITT), and a director of AnalytixInsight Inc. (TSXV:ALY). From 2007 to 2011, he was the Chief Executive Officer of Sprylogics International Corporation., a TSXV listed software company focused on semantic and local search and also served as a consultant until March 2014. Additionally, he was Executive Vice President of Hutchison Avenue Software, one of the first real-time online stock Quote: platforms, where he was instrumental in the sale of the company to Intuit Corporation. He also served as Vice President of Business Development at BrandEra.com , a Nasdaq-listed online marketplace for the advertising community.\nJames Greig (Director)\nMr. Greig is currently the Chief Executive Officer and a director of Crystal Exploration Inc. (TSXV:CEI). From December 2009 to March 2013 he was a Project Manager at Keegan Resources Ltd. and from April 2007 to December 2009 he was a Project Manager at Stantec Mining. In addition, from May 2012 to April 2015 he was a director at GFG Resources Inc., a TSXV listed issuer.\nJaimie Grossman (Director)\nJaimie Grossman is the co-founder and currently the Chairman of Jiffy on Demand, a web and mobile platform that connects homeowners with service providers in real time, based on proximity and availability. He was the Chief Executive Officer of Jiffy from April 2015 to December 2017. Prior to Jiffy, Jaimie was the co-founder and Chief Executive Officer of UpTrend Media, an online advertising representation firm, from 2003 to 2010, which was acquired by Yellow Pages in 2010.\nRobbie Grossman (Corporate Secretary)\nRobbie Grossman is a securities, M&A and corporate finance lawyer at DLA Piper (Canada) LLP. His cross border practice is underscored by deep experience in acting for emerging issuers and public companies. Prior to DLA Piper (Canada) LLP he was with McMillan LLP from September 2013 to March 2018 and at Garfinkle Biderman LLP from February 2004 to September 2013. Mr. Grossman has been, and currently is, an officer and director of several publicly traded companies.\nIn connection with the complete management change, the Company announces a proposed non-brokered private placement for gross proceeds of up to $300,000 through the issuance of up to 6,000,000 common shares at a price of $0.05 per share. All securities issued pursuant to the financing will be subject to a four-month hold period. The financing is subject to approval by the TSXV. The net proceeds will be used by the Company for working capital and the identification and evaluation of a Qualifying Transaction (as such term is defined by the TSXV). The Company anticipates that each new officer and director of the Company will subscribe for at least $5,000 of common shares, which will be subject to a TSXV Form 2F Escrow Agreement . The subscriptions by the new officers and directors will result in a \"related party transaction\" as defined under Multilateral Instrument 61-101 (“MI 61-101”). The transaction is expected to be exempt from the formal valuation requirements of MI 61-101 as none of the securities of the Company are listed on a prescribed stock exchange. The proposed transaction is expected to be exempt from the minority shareholder approval requirements of MI 61-101 based on the financial hardship exemption.\nThe Company also proposes to complete two securities for debt transactions with two arm’s length service providers. Pursuant to the proposed transactions the Company would issue an aggregate of $56,500 of unsecured convertible debentures in satisfaction of $56,500 of indebtedness. The convertible debentures would be convertible into an aggregate of 941,666 common shares of the Company at a deemed price of $0.06 per share concurrent with the closing of a Qualifying Transaction. The Company determined to satisfy the indebtedness with common shares in order to preserve its cash for use on working capital and the identification and evaluation of a Qualifying Transaction. The transactions are subject to the approval of the TSXV and the directors of the Company. The common shares issued in satisfaction of the indebtedness will be subject to a four month hold period from the date of issuance.\nThe Company also announces the grant of 323,370 stock options to the new officers and directors of the Company at an exercise price of $0.06 per common share expiring on May 23, 2028. Upon resignation all of the stock options held by the departing officers and directors were forfeited.\nThe Company anticipates that its stock will remain halted on the TSXV until such times as the new management team has been approved by the TSXV and the financing, specifically the subscriptions by the new management team, has closed.\nForward-Looking Statements\nCertain statements contained in this news release constitute \"forward-looking information\" as such term is defined in applicable Canadian securities legislation. The words \"may\", \"would\", \"could\", \"should\", \"potential\", \"will\", \"seek\", \"intend\", \"plan\", \"anticipate\", \"believe\", \"estimate\", \"expect\" and similar expressions as they relate to the Company, including the management changes, completion of the financing and option grants, are intended to identify forward-looking information. All statements other than statements of historical fact may be forward-looking information. Such statements reflect the Company's current views and intentions with respect to future events, and current information available to the Company, and are subject to certain risks, uncertainties and assumptions. Material factors or assumptions were applied in providing forward-looking information, including, receipt of subscription agreements and completion of the conditions precedent to closing, and receipt of TSXV approval of the transactions. Many factors could cause the actual results, performance or achievements that may be expressed or implied by such forward-looking information to vary from those described herein should one or more of these risks or uncertainties materialize. These factors include, without limitation: receipt of TSXV approval of the transactions; changes in law; the ability to implement business strategies and pursue business opportunities; state of the capital markets; the availability of funds and resources to pursue operations; as well as general economic, market and business conditions, as well as those risk factors discussed or referred to in disclosure documents filed by the Company with the securities regulatory authorities in certain provinces of Canada and available at www.sedar.com . Should any factor affect the Company in an unexpected manner, or should assumptions underlying the forward looking information prove incorrect, the actual results or events may differ materially from the results or events predicted. Any such forward-looking information is expressly qualified in its entirety by this cautionary statement. Moreover, the Company does not assume responsibility for the accuracy or completeness of such forward-looking information. The forward-looking information included in this news release is made as of the date of this news release and the Company undertakes no obligation to publicly update or revise any forward-looking information, other than as required by applicable law.\nThe securities referred to in this news release have not been, nor will they be, registered under the United States Securities Act of 1933, as amended, and may not be offered or sold within the United States or to, or for the account or benefit of, U.S. persons absent U.S. registration or an applicable exemption from the U.S. registration requirements. This news release does not constitute an offer for sale of securities, nor a solicitation for offers to buy any securities. Any public offering of securities in the United States must be made by means of a prospectus containing detailed information about the company and management, as well as financial statements.\nNeither TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\nCluny Capital Corp.\nMichael Frank\nChief Executive Officer\n(416) 482-3282\nmfrank@datametrex.com\nSource: Cluny Capital Corp.",
    "published": "2018-05-24T23:23:00.000+03:00",
    "crawled": "2018-05-25T00:38:28.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "toronto",
        "may",
        "globe",
        "newswire",
        "cluny",
        "capital",
        "company",
        "tsxv",
        "capital",
        "pool",
        "company",
        "pursuant",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "tsxv",
        "announces",
        "following",
        "person",
        "new",
        "officer",
        "director",
        "company",
        "subject",
        "tsxv",
        "approval",
        "michael",
        "frank",
        "frank",
        "currently",
        "chief",
        "strategy",
        "officer",
        "datametrex",
        "ai",
        "limited",
        "tsxv",
        "dm",
        "chief",
        "executive",
        "officer",
        "ronin",
        "blockchain",
        "wholly",
        "owned",
        "subsidiary",
        "datametrex",
        "chief",
        "executive",
        "officer",
        "director",
        "internet",
        "thing",
        "tsxv",
        "itt",
        "director",
        "analytixinsight",
        "tsxv",
        "aly",
        "chief",
        "executive",
        "officer",
        "sprylogics",
        "international",
        "tsxv",
        "listed",
        "software",
        "company",
        "focused",
        "semantic",
        "local",
        "search",
        "also",
        "served",
        "consultant",
        "march",
        "additionally",
        "executive",
        "vice",
        "president",
        "hutchison",
        "avenue",
        "software",
        "one",
        "first",
        "online",
        "stock",
        "quote",
        "platform",
        "instrumental",
        "sale",
        "company",
        "intuit",
        "corporation",
        "also",
        "served",
        "vice",
        "president",
        "business",
        "development",
        "online",
        "marketplace",
        "advertising",
        "community",
        "james",
        "greig",
        "director",
        "greig",
        "currently",
        "chief",
        "executive",
        "officer",
        "director",
        "crystal",
        "exploration",
        "tsxv",
        "cei",
        "december",
        "march",
        "project",
        "manager",
        "keegan",
        "resource",
        "april",
        "december",
        "project",
        "manager",
        "stantec",
        "mining",
        "addition",
        "may",
        "april",
        "director",
        "gfg",
        "resource",
        "tsxv",
        "listed",
        "issuer",
        "jaimie",
        "grossman",
        "director",
        "jaimie",
        "grossman",
        "currently",
        "chairman",
        "jiffy",
        "demand",
        "web",
        "mobile",
        "platform",
        "connects",
        "homeowner",
        "service",
        "provider",
        "real",
        "time",
        "based",
        "proximity",
        "availability",
        "chief",
        "executive",
        "officer",
        "jiffy",
        "april",
        "december",
        "prior",
        "jiffy",
        "jaimie",
        "chief",
        "executive",
        "officer",
        "uptrend",
        "medium",
        "online",
        "advertising",
        "representation",
        "firm",
        "acquired",
        "yellow",
        "page",
        "robbie",
        "grossman",
        "corporate",
        "secretary",
        "robbie",
        "grossman",
        "security",
        "corporate",
        "finance",
        "lawyer",
        "dla",
        "piper",
        "canada",
        "llp",
        "cross",
        "border",
        "practice",
        "underscored",
        "deep",
        "experience",
        "acting",
        "emerging",
        "issuer",
        "public",
        "company",
        "prior",
        "dla",
        "piper",
        "canada",
        "llp",
        "mcmillan",
        "llp",
        "september",
        "march",
        "garfinkle",
        "biderman",
        "llp",
        "february",
        "september",
        "grossman",
        "currently",
        "officer",
        "director",
        "several",
        "publicly",
        "traded",
        "company",
        "connection",
        "complete",
        "management",
        "change",
        "company",
        "announces",
        "proposed",
        "private",
        "placement",
        "gross",
        "proceeds",
        "issuance",
        "common",
        "share",
        "price",
        "per",
        "share",
        "security",
        "issued",
        "pursuant",
        "financing",
        "subject",
        "hold",
        "period",
        "financing",
        "subject",
        "approval",
        "tsxv",
        "net",
        "proceeds",
        "used",
        "company",
        "working",
        "capital",
        "identification",
        "evaluation",
        "qualifying",
        "transaction",
        "term",
        "defined",
        "tsxv",
        "company",
        "anticipates",
        "new",
        "officer",
        "director",
        "company",
        "subscribe",
        "least",
        "common",
        "share",
        "subject",
        "tsxv",
        "form",
        "2f",
        "escrow",
        "agreement",
        "subscription",
        "new",
        "officer",
        "director",
        "result",
        "related",
        "party",
        "transaction",
        "defined",
        "multilateral",
        "instrument",
        "mi",
        "transaction",
        "expected",
        "exempt",
        "formal",
        "valuation",
        "requirement",
        "mi",
        "none",
        "security",
        "company",
        "listed",
        "prescribed",
        "stock",
        "exchange",
        "proposed",
        "transaction",
        "expected",
        "exempt",
        "minority",
        "shareholder",
        "approval",
        "requirement",
        "mi",
        "based",
        "financial",
        "hardship",
        "exemption",
        "company",
        "also",
        "proposes",
        "complete",
        "two",
        "security",
        "debt",
        "transaction",
        "two",
        "arm",
        "length",
        "service",
        "provider",
        "pursuant",
        "proposed",
        "transaction",
        "company",
        "would",
        "issue",
        "aggregate",
        "unsecured",
        "convertible",
        "debenture",
        "satisfaction",
        "indebtedness",
        "convertible",
        "debenture",
        "would",
        "convertible",
        "aggregate",
        "common",
        "share",
        "company",
        "deemed",
        "price",
        "per",
        "share",
        "concurrent",
        "closing",
        "qualifying",
        "transaction",
        "company",
        "determined",
        "satisfy",
        "indebtedness",
        "common",
        "share",
        "order",
        "preserve",
        "cash",
        "use",
        "working",
        "capital",
        "identification",
        "evaluation",
        "qualifying",
        "transaction",
        "transaction",
        "subject",
        "approval",
        "tsxv",
        "director",
        "company",
        "common",
        "share",
        "issued",
        "satisfaction",
        "indebtedness",
        "subject",
        "four",
        "month",
        "hold",
        "period",
        "date",
        "issuance",
        "company",
        "also",
        "announces",
        "grant",
        "stock",
        "option",
        "new",
        "officer",
        "director",
        "company",
        "exercise",
        "price",
        "per",
        "common",
        "share",
        "expiring",
        "may",
        "upon",
        "resignation",
        "stock",
        "option",
        "held",
        "departing",
        "officer",
        "director",
        "forfeited",
        "company",
        "anticipates",
        "stock",
        "remain",
        "halted",
        "tsxv",
        "time",
        "new",
        "management",
        "team",
        "approved",
        "tsxv",
        "financing",
        "specifically",
        "subscription",
        "new",
        "management",
        "team",
        "closed",
        "statement",
        "certain",
        "statement",
        "contained",
        "news",
        "release",
        "constitute",
        "information",
        "term",
        "defined",
        "applicable",
        "canadian",
        "security",
        "legislation",
        "word",
        "may",
        "would",
        "could",
        "potential",
        "seek",
        "intend",
        "plan",
        "anticipate",
        "believe",
        "estimate",
        "expect",
        "similar",
        "expression",
        "relate",
        "company",
        "including",
        "management",
        "change",
        "completion",
        "financing",
        "option",
        "grant",
        "intended",
        "identify",
        "information",
        "statement",
        "statement",
        "historical",
        "fact",
        "may",
        "information",
        "statement",
        "reflect",
        "company",
        "current",
        "view",
        "intention",
        "respect",
        "future",
        "event",
        "current",
        "information",
        "available",
        "company",
        "subject",
        "certain",
        "risk",
        "uncertainty",
        "assumption",
        "material",
        "factor",
        "assumption",
        "applied",
        "providing",
        "information",
        "including",
        "receipt",
        "subscription",
        "agreement",
        "completion",
        "condition",
        "precedent",
        "closing",
        "receipt",
        "tsxv",
        "approval",
        "transaction",
        "many",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "may",
        "expressed",
        "implied",
        "information",
        "vary",
        "described",
        "herein",
        "one",
        "risk",
        "uncertainty",
        "materialize",
        "factor",
        "include",
        "without",
        "limitation",
        "receipt",
        "tsxv",
        "approval",
        "transaction",
        "change",
        "law",
        "ability",
        "implement",
        "business",
        "strategy",
        "pursue",
        "business",
        "opportunity",
        "state",
        "capital",
        "market",
        "availability",
        "fund",
        "resource",
        "pursue",
        "operation",
        "well",
        "general",
        "economic",
        "market",
        "business",
        "condition",
        "well",
        "risk",
        "factor",
        "discussed",
        "referred",
        "disclosure",
        "document",
        "filed",
        "company",
        "security",
        "regulatory",
        "authority",
        "certain",
        "province",
        "canada",
        "available",
        "factor",
        "affect",
        "company",
        "unexpected",
        "manner",
        "assumption",
        "underlying",
        "forward",
        "looking",
        "information",
        "prove",
        "incorrect",
        "actual",
        "result",
        "event",
        "may",
        "differ",
        "materially",
        "result",
        "event",
        "predicted",
        "information",
        "expressly",
        "qualified",
        "entirety",
        "cautionary",
        "statement",
        "moreover",
        "company",
        "assume",
        "responsibility",
        "accuracy",
        "completeness",
        "information",
        "information",
        "included",
        "news",
        "release",
        "made",
        "date",
        "news",
        "release",
        "company",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "revise",
        "information",
        "required",
        "applicable",
        "law",
        "security",
        "referred",
        "news",
        "release",
        "registered",
        "united",
        "state",
        "security",
        "act",
        "amended",
        "may",
        "offered",
        "sold",
        "within",
        "united",
        "state",
        "account",
        "benefit",
        "person",
        "absent",
        "registration",
        "applicable",
        "exemption",
        "registration",
        "requirement",
        "news",
        "release",
        "constitute",
        "offer",
        "sale",
        "security",
        "solicitation",
        "offer",
        "buy",
        "security",
        "public",
        "offering",
        "security",
        "united",
        "state",
        "must",
        "made",
        "mean",
        "prospectus",
        "containing",
        "detailed",
        "information",
        "company",
        "management",
        "well",
        "financial",
        "statement",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "cluny",
        "capital",
        "michael",
        "frank",
        "chief",
        "executive",
        "officer",
        "mfrank",
        "source",
        "cluny",
        "capital",
        "corp"
    ]
}