{
    "organizations": [],
    "uuid": "5aae96dafc8bbdaac4f0d8ad16f8b021de940051",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/15/globe-newswire-q-e-p-co-inc-reports-fiscal-2018-year-end-sales-and-earnings.html",
    "ord_in_thread": 0,
    "title": "Q.E.P. CO., INC. Reports Fiscal 2018 Year-End Sales and Earnings",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Net Sales - $322.4 Million\nNet Income - $7.9 Million\nEarnings Per Share (Diluted) $2.49\nBOCA RATON, Fla., May 15, 2018 (GLOBE NEWSWIRE) -- Q.E.P. CO., INC. (OTC:QEPC.PK) (the “Company”) today reported its consolidated results of operations for the fiscal year ended February 28, 2018.\nResults of Operations:\nThe Company reported net sales of $322.4 million for the year ended February 28, 2018, an increase of $12.3 million or 4.0% from the $310.1 million reported in the same period of fiscal 2017. As a percentage of net sales, gross margin was 27.7% in the fiscal 2018 compared to 28.0% in fiscal 2017.\nLewis Gould, Chairman of the Board of Directors, commented on Q.E.P.’s full year results, “We are pleased that we continued to grow in core areas of our business while also investing for the future.”\nMr. Gould continued, “This was an exciting year for Q.E.P. as many transitional events occurred to benefit long-term growth for our company. On the operational side, we initiated the consolidation of three West Coast locations into a new, modern, Phoenix-area hub, where we will become a one stop shop for all of our divisions in our company. As previously announced, we sold both the Adelanto, California facility and the facility in Calhoun, Georgia and rewarded shareholders with a special cash dividend for the first time. Our Board of Directors worked with Company leadership on strategies for the best way to grow our top line for the long-term and to help determine what acquisitions would be beneficial for Q.E.P.\nMr. Gould further stated, “In April 2018 we completed the acquisition in Australia of PR Floors, which expands our distribution base and makes Q.E.P. the dominant distributor of flooring sundries in Australia and New Zealand. We also entered into an agreement with a large European laminate manufacturer to become their exclusive agent for distribution of flooring in Australia/New Zealand later this year. The Company also recently purchased the operating assets of a distributor on the West Coast of the U.S. who specializes in wood flooring, which will improve the integration of our manufacturing and selling in the wood flooring space. We expect both acquisitions to provide sales and EBITDA growth as we go forward. I am also pleased to say Q.E.P. has now opened an office and begun distributing products in Germany, the 2nd largest DIY market. We look forward to continuing to work hard for our shareholders as the company grows.”\nNet sales growth for fiscal year 2018 reflects the impact of businesses acquired during the current fiscal year, business growth in Australia and in net change in domestic product mix.\nThe Company’s gross margin as a percentage of net sales decreased slightly compared to the prior fiscal year due to the changes in product mix and higher product and manufacturing costs.\nOperating expenses for fiscal 2018 were $74.2 million or 23.0% of net sales, compared to $74.8 million or 24.1% of net sales in fiscal 2017 period. Included in operating expenses for fiscal 2018 is a $5.6 million net gain on disposal of property and equipment related to the Company’s operations in Adelanto, California and Calhoun, Georgia and corporate development related expenses of $1.8 million. Excluding this net gain and the corporate development related expenses, operating expenses were $78.0 million or 24.2% of net sales. Operating expenses in fiscal 2018 also include incremental expenses assumed with the businesses acquired during fiscal 2018 and additional operating costs incurred to support international sales growth.\nNon-operating income in fiscal 2017 is related to a gain of less than $0.1 million that resulted from the sale of certain non-core assets of the Company.\nThe decrease in interest expense during fiscal 2018 when compared to fiscal 2017 was due to repayment of outstanding debt, which more than offset increases to interest rates and utilization of credit facilities to support sales growth in Australia.\nThe provision for income taxes as a percentage of income before taxes for fiscal 2018 was 44.3% and 33.4% in fiscal 2018 and 2017, respectively. The effective tax rate in fiscal 2018 reflects the estimated impact of the enacted U.S. tax legislation, Tax Cuts and Jobs Act, which includes the lowering of the U.S. corporate tax rate, transitioning to a modified territorial system and providing for current expensing of certain qualified capital expenditures. The effect of the tax rate change was more than offset by provisional amounts recorded for the re-measurement of U.S. deferred tax assets and liabilities and the tax on the mandatory deemed repatriation of foreign earnings. Both fiscal years reflect the relative contribution of the Company’s earnings sourced from its international operations.\nNet income for fiscal 2018 was $7.9 million or $2.49 per diluted share. For fiscal 2017, net income was $7.4 million or $2.29 per diluted share.\nEarnings before interest, taxes, depreciation and amortization (EBITDA) as adjusted for corporate development and other expenses and gain on disposal of long-lived assets, net of impairment and non-operating income for fiscal 2018 was $15.3 million as compared to $16.2 million for fiscal 2017.\nFor the Year Ended\nFebruary 28, 2018 2017 Net income $ 7,945 $ 7,366 Add: Interest expense, net 952 1,060 Provision for income taxes 6,325 3,691 Depreciation and amortization 3,837 4,087 Non-operating income - (49 ) Corporate development and other expenses 1,830 - Less: Gain on disposal of long-lived assets,\nnet of impairment (5,561 ) - EBITDA as adjusted for corporate development and other expenses, and gain on disposal of long-lived assets, net of impairment (1) $ 15,328 $ 16,155 (1) EBITDA as adjusted for corporate development and other expenses and gain on disposal of long-lived assets, net of impairment represent non-GAAP measures and exclude charges or credits not indicative of our core operations which may include but are not limited to gain on disposal of long lived assets, asset impairments, corporate development expenses, acquisition integration and acquisition costs.\nCash provided by operations during fiscal 2018 was $5.6 million as compared to $11.8 million in fiscal 2017, reflecting a decrease in cash from operations and a higher net investment in working capital in the current year compared to the prior year. During fiscal 2018, the Company acquired businesses for $3.9 million, made capital expenditures of approximately $3.9 million, including $1.5 million related to one of those acquisitions and paid a special dividend of $3.2 million. In the fiscal year 2018, these investments as well as treasury stock purchases and debt reductions were funded through proceeds from the sale of property, cash from operations and cash on-hand. In the prior year our capital expenditures, investments and treasury stock purchases were funded from cash from operations with any additional funds used to reduce debt and increase cash on-hand.\nWorking capital at the end of fiscal 2018 was $54.9 million compared to $45.0 million at the end of the 2017 fiscal year. Aggregate debt, net of available cash balances at the end of fiscal 2018 was $5.1 million or 6.4% of equity, a decrease of $5.3 million compared to $10.4 million or 13.9% of equity at the end of the 2017 fiscal year, reflecting repayment of debt from the proceeds of sales of property and equipment.\nAcquisition:\nIn May 2018, the Company acquired certain assets and assumed certain liabilities of Ace Flooring Co., Inc., a hardwood flooring importer, manufacturer and distributor based in Southern California, which expanded the Company’s product portfolio as well as its presence on the West Coast of the U.S.\nThe Company will be hosting a conference call to discuss these results and to answer your questions at 10:00 a.m. Eastern Time on Thursday, May 17, 2018. If you would like to join the conference call, dial 1-888-394-8218 toll free from the US or 1-323-701-0225 internationally approximately 10 minutes prior to the start time and ask for the Q.E.P. Co., Inc. Fiscal Year 2018 Year-end Conference Call / Conference ID 6462331. A replay of the conference call will be available until midnight May 24, 2018 by calling 1-844-512-2921 toll free from the US and entering pin number 6462331; internationally, please call 1-412-317-6671 using the same pin number.\nThe Company is posting its consolidated fiscal 2018 audited financial statements on the Investor section of its website at www.qepcorporate.com today.\nQ.E.P. Co., Inc., founded in 1979, is a world class, worldwide provider of innovative, quality and value-driven flooring and industrial solutions. As a leading manufacturer, marketer and distributor, QEP delivers a comprehensive line of hardwood and laminate flooring, flooring installation tools, adhesives and flooring related products targeted for the professional installer as well as the do-it-yourselfer. In addition, the Company provides industrial tools with cutting edge technology to the industrial trades. Under brand names including QEP®, ROBERTS®, Capitol®, Harris®Wood, Fausfloor®, Vitrex®, Homelux®, TileRite®, PRCI®, Nupla®, HISCO®, Plasplugs®, Ludell®, Porta-Nails®, Tomecanic®, Bénètiere®, Elastiment®, X-TREME Board™ and AppleCreek™, the Company sells its products to home improvement retail centers, specialty distribution outlets, municipalities and industrial solution providers in 50 states and throughout the world.\nThis press release contains forward-looking statements, including statements regarding economic conditions, sales growth, tax law change impacts, profit improvements, product development and marketing, operating expenses, cost savings, acquisition integration, strategic plans, working capital, cash flow, debt and currency exchange rates. These statements are not guarantees of future performance and actual results could differ materially from our current expectations. Certain prior period amounts have been reclassified to conform with current presentation.\n-Financial Information Follows-\nQ.E.P. CO., INC. AND SUBSIDIARIES CONSOLIDATED STATEMENTS OF EARNINGS (In thousands except per share data) For the Year Ended\nFebruary 28, 2018 2017 Net sales $ 322,388 $ 310,111 Cost of goods sold 232,930 223,203 Gross profit 89,458 86,908 Operating expenses: Shipping 28,550 26,913 General and administrative 28,569 25,928 Selling and marketing 23,155 22,534 Gain on disposal of long-lived assets, net of impairment (5,561 ) - Other income, net (477 ) (535 ) Total operating expenses 74,236 74,840 Operating income 15,222 12,068 Non-operating income - 49 Interest expense, net (952 ) (1,060 ) Income before provision for income taxes 14,270 11,057 Provision for income taxes 6,325 3,691 Net income $ 7,945 $ 7,366 Net income per share: Basic $ 2.49 $ 2.30 Diluted $ 2.49 $ 2.29 Weighted average number of common shares outstanding: Basic 3,194 3,204 Diluted 3,196 3,211\nQ.E.P. CO., INC. AND SUBSIDIARIES CONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME (In thousands) For the Year Ended\nFebruary 28, 2018 2017 Net income $ 7,945 $ 7,366 Unrealized currency translation adjustments 1,167 (58 ) Comprehensive income $ 9,112 $ 7,308\nQ.E.P. CO., INC. AND SUBSIDIARIES CONSOLIDATED BALANCE SHEETS (In thousands except per share values) February 28,\n2018 February 28,\n2017 ASSETS Cash $ 16,134 $ 19,152 Accounts receivable, less allowance for doubtful accounts of $371 and $274 as of February 28, 2018 and February 28, 2017, respectively 41,443 38,493 Inventories 48,276 40,826 Prepaid expenses and other current assets 6,578 2,858 Current assets 112,431 101,329 Property and equipment, net 10,923 19,072 Deferred income taxes, net 2,154 5,726 Intangibles, net 11,442 10,997 Goodwill 3,308 2,745 Other assets 834 372 Total Assets $ 141,092 $ 140,241 LIABILITIES AND SHAREHOLDERS' EQUITY Trade accounts payable $ 22,350 $ 18,106 Accrued liabilities 17,433 17,819 Income taxes payable (prepaid) (1,600 ) (845 ) Lines of credit 18,470 18,683 Current maturities of notes payable 857 2,573 Current liabilities 57,510 56,336 Notes payable 1,929 8,284 Deferred income taxes 282 294 Other long term liabilities 802 555 Total Liabilities 60,523 65,469 Preferred stock, 2,500 shares authorized, $1.00 par value; 0 and 18 shares outstanding at February 28, 2018 and February 28, 2017, respectively - 18 Common stock, 20,000 shares authorized, $.001 par value; 3,821 shares issued, and 3,183 and 3,189 shares outstanding at February 28, 2018 and February 28, 2017, respectively 4 4 Additional paid-in capital 10,854 10,796 Retained earnings 80,049 75,308 Treasury stock, 638 and 632 shares held at cost at February 28, 2018 and February 28, 2017, respectively (7,557 ) (7,406 ) Accumulated other comprehensive income (2,781 ) (3,948 ) Shareholders' Equity 80,569 74,772 Total Liabilities and Shareholders' Equity $ 141,092 $ 140,241\nQ.E.P. CO., INC. AND SUBSIDIARIES CONSOLIDATED STATEMENTS OF CASH FLOWS (In thousands) (Unaudited) For the Year Ended February 28, 2018 2017 Operating activities: Net income $ 7,945 $ 7,366 Adjustments to reconcile net income to net cash provided by operating activities: Gain on sale of property (6,793 ) (61 ) Impairment loss on long term assets 1,231 - Depreciation and amortization 3,837 4,087 Gain from sale of business - (49 ) Other non-cash adjustments 244 85 Changes in assets and liabilities, net of acquisitions: Accounts receivable (1,624 ) 306 Inventories (3,500 ) 2,008 Prepaid expenses and other assets 2,773 (631 ) Trade accounts payable and accrued liabilities 1,474 (1,306 ) Net cash provided by operating activities 5,587 11,805 Investing activities: Proceeds from sale of property 12,381 75 Acquisitions (3,899 ) (1,710 ) Capital expenditures (3,862 ) (2,133 ) Proceeds from sale of businesses 97 1,050 Proceeds from insurance settlements 252 - Net cash provided by (used in) investing activities 4,969 (2,718 ) Financing activities: Net repayment under lines of credit (2,227 ) (2,712 ) Net repayments of notes payable (8,113 ) (2,032 ) Purchase of treasury stock (120 ) (509 ) Dividends (3,204 ) (10 ) Redemption of preferred stock (18 ) (319 ) Net cash used in financing activities (13,682 ) (5,582 ) Effect of exchange rate changes on cash 108 (276 ) Net increase (decrease) in cash (3,018 ) 3,229 Cash at beginning of period 19,152 15,923 Cash at end of period $ 16,134 $ 19,152 CONTACT:\nQ.E.P. Co., Inc.\nMark S. Walter\nSenior Vice President Finance and\nChief Financial Officer\n561-994-5550\nSource:Q.E.P. Co., Inc.",
    "published": "2018-05-15T18:59:00.000+03:00",
    "crawled": "2018-05-15T19:32:35.015+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "net",
        "sale",
        "million",
        "net",
        "income",
        "million",
        "earnings",
        "per",
        "share",
        "diluted",
        "boca",
        "raton",
        "may",
        "globe",
        "newswire",
        "otc",
        "company",
        "today",
        "reported",
        "consolidated",
        "result",
        "operation",
        "fiscal",
        "year",
        "ended",
        "february",
        "result",
        "operation",
        "company",
        "reported",
        "net",
        "sale",
        "million",
        "year",
        "ended",
        "february",
        "increase",
        "million",
        "million",
        "reported",
        "period",
        "fiscal",
        "percentage",
        "net",
        "sale",
        "gross",
        "margin",
        "fiscal",
        "compared",
        "fiscal",
        "lewis",
        "gould",
        "chairman",
        "board",
        "director",
        "commented",
        "full",
        "year",
        "result",
        "pleased",
        "continued",
        "grow",
        "core",
        "area",
        "business",
        "also",
        "investing",
        "gould",
        "continued",
        "exciting",
        "year",
        "many",
        "transitional",
        "event",
        "occurred",
        "benefit",
        "growth",
        "company",
        "operational",
        "side",
        "initiated",
        "consolidation",
        "three",
        "west",
        "coast",
        "location",
        "new",
        "modern",
        "hub",
        "become",
        "one",
        "stop",
        "shop",
        "division",
        "company",
        "previously",
        "announced",
        "sold",
        "adelanto",
        "california",
        "facility",
        "facility",
        "calhoun",
        "georgia",
        "rewarded",
        "shareholder",
        "special",
        "cash",
        "dividend",
        "first",
        "time",
        "board",
        "director",
        "worked",
        "company",
        "leadership",
        "strategy",
        "best",
        "way",
        "grow",
        "top",
        "line",
        "help",
        "determine",
        "acquisition",
        "would",
        "beneficial",
        "gould",
        "stated",
        "april",
        "completed",
        "acquisition",
        "australia",
        "pr",
        "floor",
        "expands",
        "distribution",
        "base",
        "make",
        "dominant",
        "distributor",
        "flooring",
        "sundries",
        "australia",
        "new",
        "zealand",
        "also",
        "entered",
        "agreement",
        "large",
        "european",
        "laminate",
        "manufacturer",
        "become",
        "exclusive",
        "agent",
        "distribution",
        "flooring",
        "zealand",
        "later",
        "year",
        "company",
        "also",
        "recently",
        "purchased",
        "operating",
        "asset",
        "distributor",
        "west",
        "coast",
        "specializes",
        "wood",
        "flooring",
        "improve",
        "integration",
        "manufacturing",
        "selling",
        "wood",
        "flooring",
        "space",
        "expect",
        "acquisition",
        "provide",
        "sale",
        "ebitda",
        "growth",
        "go",
        "forward",
        "also",
        "pleased",
        "say",
        "opened",
        "office",
        "begun",
        "distributing",
        "product",
        "germany",
        "2nd",
        "largest",
        "diy",
        "market",
        "look",
        "forward",
        "continuing",
        "work",
        "hard",
        "shareholder",
        "company",
        "net",
        "sale",
        "growth",
        "fiscal",
        "year",
        "reflects",
        "impact",
        "business",
        "acquired",
        "current",
        "fiscal",
        "year",
        "business",
        "growth",
        "australia",
        "net",
        "change",
        "domestic",
        "product",
        "mix",
        "company",
        "gross",
        "margin",
        "percentage",
        "net",
        "sale",
        "decreased",
        "slightly",
        "compared",
        "prior",
        "fiscal",
        "year",
        "due",
        "change",
        "product",
        "mix",
        "higher",
        "product",
        "manufacturing",
        "cost",
        "operating",
        "expense",
        "fiscal",
        "million",
        "net",
        "sale",
        "compared",
        "million",
        "net",
        "sale",
        "fiscal",
        "period",
        "included",
        "operating",
        "expense",
        "fiscal",
        "million",
        "net",
        "gain",
        "disposal",
        "property",
        "equipment",
        "related",
        "company",
        "operation",
        "adelanto",
        "california",
        "calhoun",
        "georgia",
        "corporate",
        "development",
        "related",
        "expense",
        "million",
        "excluding",
        "net",
        "gain",
        "corporate",
        "development",
        "related",
        "expense",
        "operating",
        "expense",
        "million",
        "net",
        "sale",
        "operating",
        "expense",
        "fiscal",
        "also",
        "include",
        "incremental",
        "expense",
        "assumed",
        "business",
        "acquired",
        "fiscal",
        "additional",
        "operating",
        "cost",
        "incurred",
        "support",
        "international",
        "sale",
        "growth",
        "income",
        "fiscal",
        "related",
        "gain",
        "less",
        "million",
        "resulted",
        "sale",
        "certain",
        "asset",
        "company",
        "decrease",
        "interest",
        "expense",
        "fiscal",
        "compared",
        "fiscal",
        "due",
        "repayment",
        "outstanding",
        "debt",
        "offset",
        "increase",
        "interest",
        "rate",
        "utilization",
        "credit",
        "facility",
        "support",
        "sale",
        "growth",
        "australia",
        "provision",
        "income",
        "tax",
        "percentage",
        "income",
        "tax",
        "fiscal",
        "fiscal",
        "respectively",
        "effective",
        "tax",
        "rate",
        "fiscal",
        "reflects",
        "estimated",
        "impact",
        "enacted",
        "tax",
        "legislation",
        "tax",
        "cut",
        "job",
        "act",
        "includes",
        "lowering",
        "corporate",
        "tax",
        "rate",
        "transitioning",
        "modified",
        "territorial",
        "system",
        "providing",
        "current",
        "expensing",
        "certain",
        "qualified",
        "capital",
        "expenditure",
        "effect",
        "tax",
        "rate",
        "change",
        "offset",
        "provisional",
        "amount",
        "recorded",
        "deferred",
        "tax",
        "asset",
        "liability",
        "tax",
        "mandatory",
        "deemed",
        "repatriation",
        "foreign",
        "earnings",
        "fiscal",
        "year",
        "reflect",
        "relative",
        "contribution",
        "company",
        "earnings",
        "sourced",
        "international",
        "operation",
        "net",
        "income",
        "fiscal",
        "million",
        "per",
        "diluted",
        "share",
        "fiscal",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "share",
        "earnings",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "ebitda",
        "adjusted",
        "corporate",
        "development",
        "expense",
        "gain",
        "disposal",
        "asset",
        "net",
        "impairment",
        "income",
        "fiscal",
        "million",
        "compared",
        "million",
        "fiscal",
        "year",
        "ended",
        "february",
        "net",
        "income",
        "add",
        "interest",
        "expense",
        "net",
        "provision",
        "income",
        "tax",
        "depreciation",
        "amortization",
        "income",
        "corporate",
        "development",
        "expense",
        "less",
        "gain",
        "disposal",
        "asset",
        "net",
        "impairment",
        "ebitda",
        "adjusted",
        "corporate",
        "development",
        "expense",
        "gain",
        "disposal",
        "asset",
        "net",
        "impairment",
        "ebitda",
        "adjusted",
        "corporate",
        "development",
        "expense",
        "gain",
        "disposal",
        "asset",
        "net",
        "impairment",
        "represent",
        "measure",
        "exclude",
        "charge",
        "credit",
        "indicative",
        "core",
        "operation",
        "may",
        "include",
        "limited",
        "gain",
        "disposal",
        "long",
        "lived",
        "asset",
        "asset",
        "impairment",
        "corporate",
        "development",
        "expense",
        "acquisition",
        "integration",
        "acquisition",
        "cost",
        "cash",
        "provided",
        "operation",
        "fiscal",
        "million",
        "compared",
        "million",
        "fiscal",
        "reflecting",
        "decrease",
        "cash",
        "operation",
        "higher",
        "net",
        "investment",
        "working",
        "capital",
        "current",
        "year",
        "compared",
        "prior",
        "year",
        "fiscal",
        "company",
        "acquired",
        "business",
        "million",
        "made",
        "capital",
        "expenditure",
        "approximately",
        "million",
        "including",
        "million",
        "related",
        "one",
        "acquisition",
        "paid",
        "special",
        "dividend",
        "million",
        "fiscal",
        "year",
        "investment",
        "well",
        "treasury",
        "stock",
        "purchase",
        "debt",
        "reduction",
        "funded",
        "proceeds",
        "sale",
        "property",
        "cash",
        "operation",
        "cash",
        "prior",
        "year",
        "capital",
        "expenditure",
        "investment",
        "treasury",
        "stock",
        "purchase",
        "funded",
        "cash",
        "operation",
        "additional",
        "fund",
        "used",
        "reduce",
        "debt",
        "increase",
        "cash",
        "working",
        "capital",
        "end",
        "fiscal",
        "million",
        "compared",
        "million",
        "end",
        "fiscal",
        "year",
        "aggregate",
        "debt",
        "net",
        "available",
        "cash",
        "balance",
        "end",
        "fiscal",
        "million",
        "equity",
        "decrease",
        "million",
        "compared",
        "million",
        "equity",
        "end",
        "fiscal",
        "year",
        "reflecting",
        "repayment",
        "debt",
        "proceeds",
        "sale",
        "property",
        "equipment",
        "acquisition",
        "may",
        "company",
        "acquired",
        "certain",
        "asset",
        "assumed",
        "certain",
        "liability",
        "ace",
        "flooring",
        "hardwood",
        "flooring",
        "importer",
        "manufacturer",
        "distributor",
        "based",
        "southern",
        "california",
        "expanded",
        "company",
        "product",
        "portfolio",
        "well",
        "presence",
        "west",
        "coast",
        "company",
        "hosting",
        "conference",
        "call",
        "discus",
        "result",
        "answer",
        "question",
        "eastern",
        "time",
        "thursday",
        "may",
        "would",
        "like",
        "join",
        "conference",
        "call",
        "dial",
        "toll",
        "free",
        "u",
        "internationally",
        "approximately",
        "minute",
        "prior",
        "start",
        "time",
        "ask",
        "fiscal",
        "year",
        "conference",
        "call",
        "conference",
        "id",
        "replay",
        "conference",
        "call",
        "available",
        "midnight",
        "may",
        "calling",
        "toll",
        "free",
        "u",
        "entering",
        "pin",
        "number",
        "internationally",
        "please",
        "call",
        "using",
        "pin",
        "number",
        "company",
        "posting",
        "consolidated",
        "fiscal",
        "audited",
        "financial",
        "statement",
        "investor",
        "section",
        "website",
        "today",
        "founded",
        "world",
        "class",
        "worldwide",
        "provider",
        "innovative",
        "quality",
        "flooring",
        "industrial",
        "solution",
        "leading",
        "manufacturer",
        "marketer",
        "distributor",
        "qep",
        "delivers",
        "comprehensive",
        "line",
        "hardwood",
        "laminate",
        "flooring",
        "flooring",
        "installation",
        "tool",
        "adhesive",
        "flooring",
        "related",
        "product",
        "targeted",
        "professional",
        "installer",
        "well",
        "addition",
        "company",
        "provides",
        "industrial",
        "tool",
        "cutting",
        "edge",
        "technology",
        "industrial",
        "trade",
        "brand",
        "name",
        "including",
        "company",
        "sell",
        "product",
        "home",
        "improvement",
        "retail",
        "center",
        "specialty",
        "distribution",
        "outlet",
        "municipality",
        "industrial",
        "solution",
        "provider",
        "state",
        "throughout",
        "world",
        "press",
        "release",
        "contains",
        "statement",
        "including",
        "statement",
        "regarding",
        "economic",
        "condition",
        "sale",
        "growth",
        "tax",
        "law",
        "change",
        "impact",
        "profit",
        "improvement",
        "product",
        "development",
        "marketing",
        "operating",
        "expense",
        "cost",
        "saving",
        "acquisition",
        "integration",
        "strategic",
        "plan",
        "working",
        "capital",
        "cash",
        "flow",
        "debt",
        "currency",
        "exchange",
        "rate",
        "statement",
        "guarantee",
        "future",
        "performance",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "current",
        "expectation",
        "certain",
        "prior",
        "period",
        "amount",
        "reclassified",
        "conform",
        "current",
        "presentation",
        "information",
        "subsidiary",
        "consolidated",
        "statement",
        "earnings",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "year",
        "ended",
        "february",
        "net",
        "sale",
        "cost",
        "good",
        "sold",
        "gross",
        "profit",
        "operating",
        "expense",
        "shipping",
        "general",
        "administrative",
        "selling",
        "marketing",
        "gain",
        "disposal",
        "asset",
        "net",
        "impairment",
        "income",
        "net",
        "total",
        "operating",
        "expense",
        "operating",
        "income",
        "income",
        "interest",
        "expense",
        "net",
        "income",
        "provision",
        "income",
        "tax",
        "provision",
        "income",
        "tax",
        "net",
        "income",
        "net",
        "income",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "subsidiary",
        "consolidated",
        "statement",
        "comprehensive",
        "income",
        "thousand",
        "year",
        "ended",
        "february",
        "net",
        "income",
        "unrealized",
        "currency",
        "translation",
        "adjustment",
        "comprehensive",
        "income",
        "subsidiary",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "except",
        "per",
        "share",
        "value",
        "february",
        "february",
        "asset",
        "cash",
        "account",
        "receivable",
        "less",
        "allowance",
        "doubtful",
        "account",
        "february",
        "february",
        "respectively",
        "inventory",
        "prepaid",
        "expense",
        "current",
        "asset",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "deferred",
        "income",
        "tax",
        "net",
        "intangible",
        "net",
        "goodwill",
        "asset",
        "total",
        "asset",
        "liability",
        "shareholder",
        "equity",
        "trade",
        "account",
        "payable",
        "accrued",
        "liability",
        "income",
        "tax",
        "payable",
        "prepaid",
        "line",
        "credit",
        "current",
        "maturity",
        "note",
        "payable",
        "current",
        "liability",
        "note",
        "payable",
        "deferred",
        "income",
        "tax",
        "long",
        "term",
        "liability",
        "total",
        "liability",
        "preferred",
        "stock",
        "share",
        "authorized",
        "par",
        "value",
        "share",
        "outstanding",
        "february",
        "february",
        "respectively",
        "common",
        "stock",
        "share",
        "authorized",
        "par",
        "value",
        "share",
        "issued",
        "share",
        "outstanding",
        "february",
        "february",
        "respectively",
        "additional",
        "capital",
        "retained",
        "earnings",
        "treasury",
        "stock",
        "share",
        "held",
        "cost",
        "february",
        "february",
        "respectively",
        "accumulated",
        "comprehensive",
        "income",
        "shareholder",
        "equity",
        "total",
        "liability",
        "shareholder",
        "equity",
        "subsidiary",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "thousand",
        "unaudited",
        "year",
        "ended",
        "february",
        "operating",
        "activity",
        "net",
        "income",
        "adjustment",
        "reconcile",
        "net",
        "income",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "gain",
        "sale",
        "property",
        "impairment",
        "loss",
        "long",
        "term",
        "asset",
        "depreciation",
        "amortization",
        "gain",
        "sale",
        "business",
        "adjustment",
        "change",
        "asset",
        "liability",
        "net",
        "acquisition",
        "account",
        "receivable",
        "inventory",
        "prepaid",
        "expense",
        "asset",
        "trade",
        "account",
        "payable",
        "accrued",
        "liability",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "investing",
        "activity",
        "proceeds",
        "sale",
        "property",
        "acquisition",
        "capital",
        "expenditure",
        "proceeds",
        "sale",
        "business",
        "proceeds",
        "insurance",
        "settlement",
        "net",
        "cash",
        "provided",
        "used",
        "investing",
        "activity",
        "financing",
        "activity",
        "net",
        "repayment",
        "line",
        "credit",
        "net",
        "repayment",
        "note",
        "payable",
        "purchase",
        "treasury",
        "stock",
        "dividend",
        "redemption",
        "preferred",
        "stock",
        "net",
        "cash",
        "used",
        "financing",
        "activity",
        "effect",
        "exchange",
        "rate",
        "change",
        "cash",
        "net",
        "increase",
        "decrease",
        "cash",
        "cash",
        "beginning",
        "period",
        "cash",
        "end",
        "period",
        "contact",
        "mark",
        "walter",
        "senior",
        "vice",
        "president",
        "finance",
        "chief",
        "financial",
        "officer",
        "source",
        "inc"
    ]
}