{
    "organizations": [],
    "uuid": "5888795fddaa27e7589f5fcc33b4c32611a65924",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/24/business-wire-altice-n-v-announces-election-period-and-anticipated-effective-date-of-distribution-of-altice-usa-shares-altice-usa.html",
    "ord_in_thread": 0,
    "title": "Altice N.V. Announces Election Period and Anticipated Effective Date of Distribution of Altice USA Shares; Altice USA Announces Anticipated Payment Date of Cash Dividend and Publication of Altice USA Prospectus",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "AMSTERDAM--(BUSINESS WIRE)--\nRegulatory News:\nAltice N.V. (\"Altice NV” or the \"Company\", Euronext: ATC, ATCB) today announces that the planned pro rata distribution (the “Distribution”) to its shareholders of shares of Altice USA, Inc. (\"Altice USA\", NYSE: ATUS) common stock it owns is expected to take place on June 8, 2018. Altice USA has today published a prospectus (the \"EU Prospectus\") in connection with the Distribution, which has been approved by the Dutch Authority for the Financial Markets, and announces that the payment date for its previously announced cash dividend of $2.035 per share is expected to be June 6, 2018, the second business day prior to the Distribution. The Distribution is part of the intended separation of Altice USA from Altice NV (the \"Separation\"). The Separation was announced by Altice NV on January 8, 2018. In connection with the Separation, Altice NV will be renamed \"Altice Europe\".\nThe Separation of Altice USA from Altice NV\nThe Separation is to be effected by a special distribution in kind by Altice NV of its 67.2% interest in Altice USA to Altice NV shareholders out of Altice NV's share premium reserve. 1 Each shareholder of Altice NV as of 18:00 CET on May 23, 2018, the Distribution record date, will be entitled to receive 0.4163 shares of Altice USA common stock for every share held by such shareholder in the Company's capital.\nElection of percentage of Altice USA Class A common stock and Class B common stock\nBetween May 24, 2018 and June 4, 2018 (the \"Election Period\"), each Altice NV shareholder will be given the opportunity to elect the percentage of shares of Altice USA Class A common stock and shares of Altice USA Class B common stock such shareholder will receive in the Distribution, whereby the number of shares of Altice USA Class B common stock to be distributed will be subject to a cap of 50% of the total shares of Altice USA common stock being distributed (the \"Class B Cap\"). If the Class B Cap is exceeded, the shares of Altice USA Class B common stock delivered to the Company's shareholders of record who elect to receive them will be subject to proration, and such shareholders will receive shares of Altice USA Class A common stock in lieu of the portion of shares of Altice USA Class B common stock that is cut back. If an Altice NV shareholder does not make an election, the Distribution will be paid to such shareholder in the form of Altice USA Class A common stock. Based on the final results of the election and any proration, Altice NV will convert shares of Class B common stock into the requisite number of shares of Class A common stock for the Distribution, which we expect will take place on June 8, 2018. Altice NV expects to announce the number of shares of Altice USA Class A common stock and Class B common stock to be distributed to its shareholders on June 7, 2018.\nThe Distribution will be handled as an optional dividend and will be executed by Euroclear Nederland.\nHolders of Altice USA Class A common stock are entitled to one vote per share and holders of Altice USA Class B common stock are entitled to twenty-five votes per share, in each case, on any matter submitted to a vote of Altice USA stockholders. Shares of Altice USA Class A common stock are listed on the New York Stock Exchange (“NYSE”) under the symbol “ATUS.” Shares of Altice USA Class B common stock will not be listed on the NYSE or any other stock exchange.\nWhen-Issued Trading in Altice USA Class A Common Stock\nThe NYSE has informed Altice USA that from commencement of the election period on May 24, 2018 through the consummation of the Distribution on June 8, 2018, shares of Altice USA’s Class A common stock to be distributed to Altice NV shareholders in the Distribution will trade on a when-issued basis under the ticker symbol “ATUS-WI”. This will be in addition to trading of Altice USA Class A common stock in the “regular way” market under the ticker symbol “ATUS”. Buyers and sellers of Altice USA Class A common stock in the when-issued market should consult their broker for additional information about when-issued trading before trading in Altice USA’s Class A common stock in the when-issued market to be sure they understand the effect of the NYSE’s when-issued trading procedures. Holders of shares of Altice USA Class A common stock trading on a when-issued basis will not be entitled to the Altice USA cash dividend expected to be paid on June 6, 2018. From and after June 11, 2018, all Altice USA Class A common stock will continue to trade in the regular way under ticker symbol “ATUS”.\nAvailability of EU Prospectus\nThe prospectus (the “US Prospectus”) that is included in Altice USA’s registration statement on Form S-1, which was declared effective by the U.S. Securities and Exchange Commission (the “SEC”) on May 23, 2018, is incorporated by reference into the EU Prospectus. Shareholders of Altice NV should carefully read the entire EU Prospectus (and the US Prospectus which is incorporated by reference therein) before electing the percentage of shares of Altice USA Class A common stock and shares of Altice USA Class B common stock they wish to receive in the Distribution. The EU Prospectus (and the US Prospectus which is incorporated by reference therein) may be obtained free of charge from Altice USA's website ( http://investors.alticeusa.com/investors/Separation-of-Altice-USA-from-Altice-NV/default.aspx ) and Altice NV's website ( www.altice.net/separation-altice-usa-altice-nv ) and during usual business hours on any weekday from the principal executive office of Altice USA at 1 Court Square West, Long Island City, NY 11101, United States of America and the registered office of Altice NV at Prins Bernhardplein 200, 1097 JB Amsterdam, the Netherlands.\nAltice USA Cash Dividend\nOn May 14, 2018, Altice USA announced that its Board of Directors had declared a one-time cash dividend of $2.035 per share of Altice USA Class A common stock and Class B common stock. The dividend is payable to stockholders of record at the close of business on May 22, 2018. Altice USA today announces that the payment date for the one-time cash dividend will be June 6, 2018, two business days prior to the anticipated completion of the Distribution.\nIf the Master Separation Agreement entered into on May 18, 2018 by Altice NV and Altice USA in connection with the separation of Altice USA from Altice NV is terminated on or prior to the payment date of the dividend, the payment of the one-time cash dividend will not occur. Because the payment of the dividend is subject to a condition, as required by New York Stock Exchange (“NYSE”) rules, Altice USA’s Class A common stock will trade with “due-bills” representing an assignment of the right to receive the cash dividend beginning on May 21, 2018 (one business day prior to the record date) through the payment date, June 6, 2018, and will not trade ex-dividend until June 7, 2018, the first business day after the payment date. Stockholders who sell their shares of Altice USA Class A common stock on or before the payment date will not be entitled to receive the cash dividend.\nDue-bills obligate a seller of shares of stock to deliver the dividend payable on such shares to the buyer. The due-bill obligations are settled customarily between the brokers representing the buyers and sellers of the stock. Altice USA has no obligation for either the amount of the due-bill or the processing of the due-bill. Buyers and sellers of Altice USA’s Class A common stock should consult their broker before trading in Altice USA’s Class A common stock to be sure they understand the effect of the NYSE’s due-bill procedures.\nThe aggregate payment to holders of an odd number of shares of common stock of Altice USA will be rounded up to the nearest whole cent.\nKey Dates\nThe following are key dates related to the Separation: Altice USA Cash Dividend Record Date May 22 Altice NV Share Distribution Ex-Dividend Date May 22 Altice NV Share Distribution Record Date May 23 Election Period for Altice NV Shareholders May 24 – June 4 When-Issued Trading (in addition to Regular-Way Trading) in Altice USA Class A common stock May 24 – June 8 Altice USA Cash Dividend Payment Date June 6 Altice USA Cash Dividend Ex-Dividend Date June 7 Altice NV Share Distribution June 8 Regulated information\nThe EU Prospectus constitutes a prospectus for the purposes of Article 3 of Directive 2003/71/EC of the European Parliament and the Council and the amendments thereto (including those resulting from Directive 2010/73/EU) (the “Prospectus Directive”) and has been prepared in accordance with Section 5:9 of the Dutch Financial Supervision Act (Wet op het financieel toezicht) and the rules promulgated thereunder. The EU Prospectus has been approved by the Dutch Authority for the Financial Markets (Stichting Autoriteit Financiële Markten) and has been notified to the competent authority in France, the Autorité des marchés financiers, and the United Kingdom, the Financial Conduct Authority, for passporting in accordance with article 18 of the Prospectus Directive.\nA registration statement relating to the shares of Altice USA common stock to be distributed in the Distribution has been filed and declared effective by the SEC. The Distribution is being made only by means of a prospectus. Copies of the US Prospectus relating to this Distribution may be obtained free of charge from Altice USA's website ( http://investors.alticeusa.com/investors/Separation-of-Altice-USA-from-Altice-NV/default.aspx ), the SEC’s website at www.sec.gov or by contacting Investor Relations, Altice USA, Inc., 1 Court Square West, Long Island City, NY 11101, United States of America. The US Prospectus is incorporated by reference into the EU Prospectus.\nThis press release shall not constitute an offer to sell or the solicitation of an offer to buy nor shall there be any sale of these securities in any state or jurisdiction in which such offer, solicitation or sale would be unlawful prior to registration or qualification under the securities laws of any such state or jurisdiction.\nThe Distribution is only made in those jurisdictions in which, and only to those persons to whom, the Distribution may be lawfully made. The distribution of the EU Prospectus may, in certain jurisdictions, be subject to specific regulations or restrictions. Persons in possession of the EU Prospectus are urged to inform themselves of any such regulations or restrictions which may apply in their jurisdiction and to observe them. Any failure to comply with these regulations and restrictions may constitute a violation of the securities laws of that jurisdiction. Altice USA and Altice NV disclaim any responsibility for any violation of such regulations or restrictions by any person.\nForward-Looking Statements\nCertain statements in this press release constitute forward-looking statements. These forward-looking statements include, but are not limited to, all statements other than statements of historical facts contained in this presentation, including, without limitation, those regarding Altice USA’s intentions, beliefs or current expectations concerning, among other things: Altice USA’s future financial conditions and performance, results of operations and liquidity; Altice USA’s strategy, plans, objectives, prospects, growth, goals and targets; and future developments in the markets in which Altice USA participates or is seeking to participate. These forward-looking statements can be identified by the use of forward-looking terminology, including the terms “believe”, “could”, “estimate”, “expect”, “forecast”, “intend”, “may”, “plan”, “project” or “will” or, in each case, their negative, or other variations or comparable terminology. Where, in any forward-looking statement, Altice USA expresses an expectation or belief as to future results or events, such expectation or belief is expressed in good faith and believed to have a reasonable basis, but there can be no assurance that the expectation or belief will be achieved or accomplished. To the extent that statements in this press release are not recitations of historical fact, such statements constitute forward-looking statements, which, by definition, involve risks and uncertainties that could cause actual results to differ materially from those expressed or implied by such statements including risks referred to in Altice USA’s annual and quarterly reports.\nAbout Altice NV\nAltice is a convergent global leader in telecoms, content, media, entertainment and advertising. Altice delivers innovative, customer-centric products and solutions that connect and unlock the limitless potential of its over 50 million customers over fiber networks and mobile broadband. The company enables millions of people to live out their passions by providing original content, high-quality and compelling TV shows, and international, national and local news channels. Altice delivers live broadcast premium sports events and enables millions of customers to enjoy the most well-known media and entertainment. Altice innovates with technology in its Altice Labs across the world. Altice links leading brands to audiences through premium advertising solutions. Altice is also a global provider of enterprise digital solutions to millions of business customers. Altice is present in 10 territories from New York to Paris, from Tel Aviv to Lisbon, from Santo Domingo to Geneva, from Amsterdam to Dallas. Altice (ATC & ATCB) is listed on Euronext Amsterdam. For more information, visit www.altice.net .\nAbout Altice USA\nAltice USA (NYSE: ATUS) is one of the largest broadband communications and video services providers in the United States, delivering broadband, pay television, telephony services, proprietary content and advertising services to approximately 4.9 million Residential and Business customers across 21 states through its Optimum and Suddenlink brands.",
    "published": "2018-05-24T11:00:00.000+03:00",
    "crawled": "2018-05-24T13:29:31.014+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "amsterdam",
        "business",
        "wire",
        "regulatory",
        "news",
        "altice",
        "altice",
        "nv",
        "company",
        "euronext",
        "atc",
        "atcb",
        "today",
        "announces",
        "planned",
        "pro",
        "rata",
        "distribution",
        "distribution",
        "shareholder",
        "share",
        "altice",
        "usa",
        "altice",
        "usa",
        "nyse",
        "atus",
        "common",
        "stock",
        "owns",
        "expected",
        "take",
        "place",
        "june",
        "altice",
        "usa",
        "today",
        "published",
        "prospectus",
        "eu",
        "prospectus",
        "connection",
        "distribution",
        "approved",
        "dutch",
        "authority",
        "financial",
        "market",
        "announces",
        "payment",
        "date",
        "previously",
        "announced",
        "cash",
        "dividend",
        "per",
        "share",
        "expected",
        "june",
        "second",
        "business",
        "day",
        "prior",
        "distribution",
        "distribution",
        "part",
        "intended",
        "separation",
        "altice",
        "usa",
        "altice",
        "nv",
        "separation",
        "separation",
        "announced",
        "altice",
        "nv",
        "january",
        "connection",
        "separation",
        "altice",
        "nv",
        "renamed",
        "altice",
        "europe",
        "separation",
        "altice",
        "usa",
        "altice",
        "nv",
        "separation",
        "effected",
        "special",
        "distribution",
        "kind",
        "altice",
        "nv",
        "interest",
        "altice",
        "usa",
        "altice",
        "nv",
        "shareholder",
        "altice",
        "nv",
        "share",
        "premium",
        "reserve",
        "shareholder",
        "altice",
        "nv",
        "cet",
        "may",
        "distribution",
        "record",
        "date",
        "entitled",
        "receive",
        "share",
        "altice",
        "usa",
        "common",
        "stock",
        "every",
        "share",
        "held",
        "shareholder",
        "company",
        "capital",
        "election",
        "percentage",
        "altice",
        "usa",
        "class",
        "common",
        "stock",
        "class",
        "b",
        "common",
        "stock",
        "may",
        "june",
        "election",
        "period",
        "altice",
        "nv",
        "shareholder",
        "given",
        "opportunity",
        "elect",
        "percentage",
        "share",
        "altice",
        "usa",
        "class",
        "common",
        "stock",
        "share",
        "altice",
        "usa",
        "class",
        "b",
        "common",
        "stock",
        "shareholder",
        "receive",
        "distribution",
        "whereby",
        "number",
        "share",
        "altice",
        "usa",
        "class",
        "b",
        "common",
        "stock",
        "distributed",
        "subject",
        "cap",
        "total",
        "share",
        "altice",
        "usa",
        "common",
        "stock",
        "distributed",
        "class",
        "b",
        "cap",
        "class",
        "b",
        "cap",
        "exceeded",
        "share",
        "altice",
        "usa",
        "class",
        "b",
        "common",
        "stock",
        "delivered",
        "company",
        "shareholder",
        "record",
        "elect",
        "receive",
        "subject",
        "proration",
        "shareholder",
        "receive",
        "share",
        "altice",
        "usa",
        "class",
        "common",
        "stock",
        "lieu",
        "portion",
        "share",
        "altice",
        "usa",
        "class",
        "b",
        "common",
        "stock",
        "cut",
        "back",
        "altice",
        "nv",
        "shareholder",
        "make",
        "election",
        "distribution",
        "paid",
        "shareholder",
        "form",
        "altice",
        "usa",
        "class",
        "common",
        "stock",
        "based",
        "final",
        "result",
        "election",
        "proration",
        "altice",
        "nv",
        "convert",
        "share",
        "class",
        "b",
        "common",
        "stock",
        "requisite",
        "number",
        "share",
        "class",
        "common",
        "stock",
        "distribution",
        "expect",
        "take",
        "place",
        "june",
        "altice",
        "nv",
        "expects",
        "announce",
        "number",
        "share",
        "altice",
        "usa",
        "class",
        "common",
        "stock",
        "class",
        "b",
        "common",
        "stock",
        "distributed",
        "shareholder",
        "june",
        "distribution",
        "handled",
        "optional",
        "dividend",
        "executed",
        "euroclear",
        "nederland",
        "holder",
        "altice",
        "usa",
        "class",
        "common",
        "stock",
        "entitled",
        "one",
        "vote",
        "per",
        "share",
        "holder",
        "altice",
        "usa",
        "class",
        "b",
        "common",
        "stock",
        "entitled",
        "vote",
        "per",
        "share",
        "case",
        "matter",
        "submitted",
        "vote",
        "altice",
        "usa",
        "stockholder",
        "share",
        "altice",
        "usa",
        "class",
        "common",
        "stock",
        "listed",
        "new",
        "york",
        "stock",
        "exchange",
        "nyse",
        "symbol",
        "share",
        "altice",
        "usa",
        "class",
        "b",
        "common",
        "stock",
        "listed",
        "nyse",
        "stock",
        "exchange",
        "trading",
        "altice",
        "usa",
        "class",
        "common",
        "stock",
        "nyse",
        "informed",
        "altice",
        "usa",
        "commencement",
        "election",
        "period",
        "may",
        "consummation",
        "distribution",
        "june",
        "share",
        "altice",
        "usa",
        "class",
        "common",
        "stock",
        "distributed",
        "altice",
        "nv",
        "shareholder",
        "distribution",
        "trade",
        "basis",
        "ticker",
        "symbol",
        "addition",
        "trading",
        "altice",
        "usa",
        "class",
        "common",
        "stock",
        "regular",
        "way",
        "market",
        "ticker",
        "symbol",
        "atus",
        "buyer",
        "seller",
        "altice",
        "usa",
        "class",
        "common",
        "stock",
        "market",
        "consult",
        "broker",
        "additional",
        "information",
        "trading",
        "trading",
        "altice",
        "usa",
        "class",
        "common",
        "stock",
        "market",
        "sure",
        "understand",
        "effect",
        "nyse",
        "trading",
        "procedure",
        "holder",
        "share",
        "altice",
        "usa",
        "class",
        "common",
        "stock",
        "trading",
        "basis",
        "entitled",
        "altice",
        "usa",
        "cash",
        "dividend",
        "expected",
        "paid",
        "june",
        "june",
        "altice",
        "usa",
        "class",
        "common",
        "stock",
        "continue",
        "trade",
        "regular",
        "way",
        "ticker",
        "symbol",
        "atus",
        "availability",
        "eu",
        "prospectus",
        "prospectus",
        "u",
        "prospectus",
        "included",
        "altice",
        "usa",
        "registration",
        "statement",
        "form",
        "declared",
        "effective",
        "security",
        "exchange",
        "commission",
        "sec",
        "may",
        "incorporated",
        "reference",
        "eu",
        "prospectus",
        "shareholder",
        "altice",
        "nv",
        "carefully",
        "read",
        "entire",
        "eu",
        "prospectus",
        "u",
        "prospectus",
        "incorporated",
        "reference",
        "therein",
        "electing",
        "percentage",
        "share",
        "altice",
        "usa",
        "class",
        "common",
        "stock",
        "share",
        "altice",
        "usa",
        "class",
        "b",
        "common",
        "stock",
        "wish",
        "receive",
        "distribution",
        "eu",
        "prospectus",
        "u",
        "prospectus",
        "incorporated",
        "reference",
        "therein",
        "may",
        "obtained",
        "free",
        "charge",
        "altice",
        "usa",
        "website",
        "http",
        "altice",
        "nv",
        "website",
        "usual",
        "business",
        "hour",
        "weekday",
        "principal",
        "executive",
        "office",
        "altice",
        "usa",
        "court",
        "square",
        "west",
        "long",
        "island",
        "city",
        "ny",
        "united",
        "state",
        "america",
        "registered",
        "office",
        "altice",
        "nv",
        "prins",
        "bernhardplein",
        "jb",
        "amsterdam",
        "netherlands",
        "altice",
        "usa",
        "cash",
        "dividend",
        "may",
        "altice",
        "usa",
        "announced",
        "board",
        "director",
        "declared",
        "cash",
        "dividend",
        "per",
        "share",
        "altice",
        "usa",
        "class",
        "common",
        "stock",
        "class",
        "b",
        "common",
        "stock",
        "dividend",
        "payable",
        "stockholder",
        "record",
        "close",
        "business",
        "may",
        "altice",
        "usa",
        "today",
        "announces",
        "payment",
        "date",
        "cash",
        "dividend",
        "june",
        "two",
        "business",
        "day",
        "prior",
        "anticipated",
        "completion",
        "distribution",
        "master",
        "separation",
        "agreement",
        "entered",
        "may",
        "altice",
        "nv",
        "altice",
        "usa",
        "connection",
        "separation",
        "altice",
        "usa",
        "altice",
        "nv",
        "terminated",
        "prior",
        "payment",
        "date",
        "dividend",
        "payment",
        "cash",
        "dividend",
        "occur",
        "payment",
        "dividend",
        "subject",
        "condition",
        "required",
        "new",
        "york",
        "stock",
        "exchange",
        "nyse",
        "rule",
        "altice",
        "usa",
        "class",
        "common",
        "stock",
        "trade",
        "representing",
        "assignment",
        "right",
        "receive",
        "cash",
        "dividend",
        "beginning",
        "may",
        "one",
        "business",
        "day",
        "prior",
        "record",
        "date",
        "payment",
        "date",
        "june",
        "trade",
        "june",
        "first",
        "business",
        "day",
        "payment",
        "date",
        "stockholder",
        "sell",
        "share",
        "altice",
        "usa",
        "class",
        "common",
        "stock",
        "payment",
        "date",
        "entitled",
        "receive",
        "cash",
        "dividend",
        "obligate",
        "seller",
        "share",
        "stock",
        "deliver",
        "dividend",
        "payable",
        "share",
        "buyer",
        "obligation",
        "settled",
        "customarily",
        "broker",
        "representing",
        "buyer",
        "seller",
        "stock",
        "altice",
        "usa",
        "obligation",
        "either",
        "amount",
        "processing",
        "buyer",
        "seller",
        "altice",
        "usa",
        "class",
        "common",
        "stock",
        "consult",
        "broker",
        "trading",
        "altice",
        "usa",
        "class",
        "common",
        "stock",
        "sure",
        "understand",
        "effect",
        "nyse",
        "procedure",
        "aggregate",
        "payment",
        "holder",
        "odd",
        "number",
        "share",
        "common",
        "stock",
        "altice",
        "usa",
        "rounded",
        "nearest",
        "whole",
        "cent",
        "key",
        "date",
        "following",
        "key",
        "date",
        "related",
        "separation",
        "altice",
        "usa",
        "cash",
        "dividend",
        "record",
        "date",
        "may",
        "altice",
        "nv",
        "share",
        "distribution",
        "date",
        "may",
        "altice",
        "nv",
        "share",
        "distribution",
        "record",
        "date",
        "may",
        "election",
        "period",
        "altice",
        "nv",
        "shareholder",
        "may",
        "june",
        "trading",
        "addition",
        "trading",
        "altice",
        "usa",
        "class",
        "common",
        "stock",
        "may",
        "june",
        "altice",
        "usa",
        "cash",
        "dividend",
        "payment",
        "date",
        "june",
        "altice",
        "usa",
        "cash",
        "dividend",
        "date",
        "june",
        "altice",
        "nv",
        "share",
        "distribution",
        "june",
        "regulated",
        "information",
        "eu",
        "prospectus",
        "constitutes",
        "prospectus",
        "purpose",
        "article",
        "directive",
        "european",
        "parliament",
        "council",
        "amendment",
        "thereto",
        "including",
        "resulting",
        "directive",
        "prospectus",
        "directive",
        "prepared",
        "accordance",
        "section",
        "dutch",
        "financial",
        "supervision",
        "act",
        "wet",
        "op",
        "het",
        "financieel",
        "toezicht",
        "rule",
        "promulgated",
        "thereunder",
        "eu",
        "prospectus",
        "approved",
        "dutch",
        "authority",
        "financial",
        "market",
        "stichting",
        "autoriteit",
        "financiële",
        "markten",
        "notified",
        "competent",
        "authority",
        "france",
        "autorité",
        "de",
        "marchés",
        "financier",
        "united",
        "kingdom",
        "financial",
        "conduct",
        "authority",
        "passporting",
        "accordance",
        "article",
        "prospectus",
        "directive",
        "registration",
        "statement",
        "relating",
        "share",
        "altice",
        "usa",
        "common",
        "stock",
        "distributed",
        "distribution",
        "filed",
        "declared",
        "effective",
        "sec",
        "distribution",
        "made",
        "mean",
        "prospectus",
        "copy",
        "u",
        "prospectus",
        "relating",
        "distribution",
        "may",
        "obtained",
        "free",
        "charge",
        "altice",
        "usa",
        "website",
        "http",
        "sec",
        "website",
        "contacting",
        "investor",
        "relation",
        "altice",
        "usa",
        "court",
        "square",
        "west",
        "long",
        "island",
        "city",
        "ny",
        "united",
        "state",
        "america",
        "u",
        "prospectus",
        "incorporated",
        "reference",
        "eu",
        "prospectus",
        "press",
        "release",
        "shall",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "shall",
        "sale",
        "security",
        "state",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "state",
        "jurisdiction",
        "distribution",
        "made",
        "jurisdiction",
        "person",
        "distribution",
        "may",
        "lawfully",
        "made",
        "distribution",
        "eu",
        "prospectus",
        "may",
        "certain",
        "jurisdiction",
        "subject",
        "specific",
        "regulation",
        "restriction",
        "person",
        "possession",
        "eu",
        "prospectus",
        "urged",
        "inform",
        "regulation",
        "restriction",
        "may",
        "apply",
        "jurisdiction",
        "observe",
        "failure",
        "comply",
        "regulation",
        "restriction",
        "may",
        "constitute",
        "violation",
        "security",
        "law",
        "jurisdiction",
        "altice",
        "usa",
        "altice",
        "nv",
        "disclaim",
        "responsibility",
        "violation",
        "regulation",
        "restriction",
        "person",
        "statement",
        "certain",
        "statement",
        "press",
        "release",
        "constitute",
        "statement",
        "statement",
        "include",
        "limited",
        "statement",
        "statement",
        "historical",
        "fact",
        "contained",
        "presentation",
        "including",
        "without",
        "limitation",
        "regarding",
        "altice",
        "usa",
        "intention",
        "belief",
        "current",
        "expectation",
        "concerning",
        "among",
        "thing",
        "altice",
        "usa",
        "future",
        "financial",
        "condition",
        "performance",
        "result",
        "operation",
        "liquidity",
        "altice",
        "usa",
        "strategy",
        "plan",
        "objective",
        "prospect",
        "growth",
        "goal",
        "target",
        "future",
        "development",
        "market",
        "altice",
        "usa",
        "participates",
        "seeking",
        "participate",
        "statement",
        "identified",
        "use",
        "terminology",
        "including",
        "term",
        "believe",
        "could",
        "estimate",
        "expect",
        "forecast",
        "intend",
        "may",
        "plan",
        "project",
        "case",
        "negative",
        "variation",
        "comparable",
        "terminology",
        "statement",
        "altice",
        "usa",
        "express",
        "expectation",
        "belief",
        "future",
        "result",
        "event",
        "expectation",
        "belief",
        "expressed",
        "good",
        "faith",
        "believed",
        "reasonable",
        "basis",
        "assurance",
        "expectation",
        "belief",
        "achieved",
        "accomplished",
        "extent",
        "statement",
        "press",
        "release",
        "recitation",
        "historical",
        "fact",
        "statement",
        "constitute",
        "statement",
        "definition",
        "involve",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "including",
        "risk",
        "referred",
        "altice",
        "usa",
        "annual",
        "quarterly",
        "report",
        "altice",
        "nv",
        "altice",
        "convergent",
        "global",
        "leader",
        "telecom",
        "content",
        "medium",
        "entertainment",
        "advertising",
        "altice",
        "delivers",
        "innovative",
        "product",
        "solution",
        "connect",
        "unlock",
        "limitless",
        "potential",
        "million",
        "customer",
        "fiber",
        "network",
        "mobile",
        "broadband",
        "company",
        "enables",
        "million",
        "people",
        "live",
        "passion",
        "providing",
        "original",
        "content",
        "compelling",
        "tv",
        "show",
        "international",
        "national",
        "local",
        "news",
        "channel",
        "altice",
        "delivers",
        "live",
        "broadcast",
        "premium",
        "sport",
        "event",
        "enables",
        "million",
        "customer",
        "enjoy",
        "medium",
        "entertainment",
        "altice",
        "innovates",
        "technology",
        "altice",
        "lab",
        "across",
        "world",
        "altice",
        "link",
        "leading",
        "brand",
        "audience",
        "premium",
        "advertising",
        "solution",
        "altice",
        "also",
        "global",
        "provider",
        "enterprise",
        "digital",
        "solution",
        "million",
        "business",
        "customer",
        "altice",
        "present",
        "territory",
        "new",
        "york",
        "paris",
        "tel",
        "aviv",
        "lisbon",
        "santo",
        "domingo",
        "geneva",
        "amsterdam",
        "dallas",
        "altice",
        "atc",
        "atcb",
        "listed",
        "euronext",
        "amsterdam",
        "information",
        "visit",
        "altice",
        "usa",
        "altice",
        "usa",
        "nyse",
        "atus",
        "one",
        "largest",
        "broadband",
        "communication",
        "video",
        "service",
        "provider",
        "united",
        "state",
        "delivering",
        "broadband",
        "pay",
        "television",
        "telephony",
        "service",
        "proprietary",
        "content",
        "advertising",
        "service",
        "approximately",
        "million",
        "residential",
        "business",
        "customer",
        "across",
        "state",
        "optimum",
        "suddenlink",
        "brand"
    ]
}