{
    "organizations": [],
    "uuid": "555b49261fbec25c57c66b36c26067164512f7a6",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/09/globe-newswire-menlo-therapeutics-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Menlo Therapeutics Reports First Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "REDWOOD CITY, Calif., May 09, 2018 (GLOBE NEWSWIRE) -- Menlo Therapeutics Inc. (NASDAQ:MNLO), a late-stage biopharmaceutical company focused on the development of serlopitant for the treatment of pruritus associated with various underlying dermatologic conditions and for refractory chronic cough, today announced financial results for the first quarter ended March 31, 2018 and provided an update on its clinical development programs.\n“We continue to make progress on the serlopitant clinical development program. We have initiated the Phase 3 program in prurigo nodularis, our lead indication,” stated Steve Basta, Chief Executive Officer of Menlo Therapeutics. “Our Phase 2 study in refractory chronic cough will complete enrollment this month, with data expected in the fourth quarter of this year, and the Phase 2 study in pruritus associated with psoriasis is over 60% enrolled, with data expected in late 2018 or early 2019.”\nFirst Quarter Business Highlights and Recent Developments\nIn January, Menlo successfully completed an initial public offering (IPO) of 8,050,000 shares of common stock at a public offering price of $17.00 per share, which included the exercise in full by the underwriters of their overallotment option. The Company raised net proceeds of $125.4 million after deducting underwriting discounts, commissions and offering expenses.\nIn April, Menlo announced Japan Tobacco Inc. and Torii Pharmaceuticals Co. Ltd (together referred to as “JT Torii”), the Company’s partners for the development and commercialization of serlopitant in Japan, informed the Company that they have decided to halt the recently initiated Japanese Phase 2 clinical trial of serlopitant. JT Torii indicated that they are reevaluating their serlopitant development program based upon evolving commercial considerations in Japan. Based upon communication with JT Torii, the Company expects that the JT Torii license agreement for serlopitant will ultimately be terminated.\nIn May, Menlo announced a realignment of roles with the promotion of a key member of the clinical development team. Paul Kwon, M.D., a board-certified dermatologist, and Menlo’s Chief Medical Officer for the last two years will become Menlo’s Chief Scientific Officer. Dr. Kwon will be responsible for leading the scientific strategy of the serlopitant clinical program, exploring potential new indications and overseeing early stage clinical trials of serlopitant to support the anticipated new drug application. Mary Spellman, M.D., a board-certified dermatologist who has served as Menlo’s Senior Vice President, Clinical Development for the last year, will be promoted to Chief Medical Officer and will manage the planning and execution of late-stage clinical programs for serlopitant.\nClinical Program Updates\nAtopic Dermatitis\nIn April, Menlo announced top-line results from the Phase 2 clinical trial of serlopitant for the treatment of pruritus in adults and adolescents with a history of atopic dermatitis. The study did not meet its primary or key secondary efficacy endpoints with no statistically significant difference demonstrated between the serlopitant treated groups and the placebo treated group. Numerical differences favoring the serlopitant treated group were evident at all timepoints. Serlopitant was well-tolerated in this study.\nPrurigo Nodularis\nMenlo has initiated the first of two Phase 3 studies in pruritus associated with prurigo nodularis and will initiate the second study in the third quarter of 2018. The Company expects to enroll approximately 200 patients in each study. One study will be conducted in the U.S. and one in Europe.\nMenlo recently initiated a 52-week, multicenter, open-label safety study of serlopitant for the treatment of pruritus. The objective of this study is to provide long-term safety data for serlopitant in adults with pruritus associated with prurigo nodularis, atopic dermatitis, or psoriasis.\nRefractory Chronic Cough\nMenlo expects to complete enrollment of more than 170 patients in a Phase 2 study in refractory chronic cough in May 2018 and to report top-line data in the fourth quarter of 2018 as previously indicated.\nPsoriasis\nMenlo’s Phase 2 study in pruritus associated with psoriasis is greater than 60% enrolled, and the Company expects to report top-line data in late 2018 or early 2019 as previously indicated.\nFinancial Results\nFirst Quarter 2018 Financial Results\nMenlo reported a net loss attributable to common stockholders of $12.7 million for the first quarter of 2018, compared to a net loss of $5.5 million for the same period in 2017.\nCollaboration and license revenue was $0.5 million in the first quarter of 2018 compared to $0.4 million for the same period in 2017. Revenue recognized during the period is primarily related to amortization of the initial upfront payment received under the collaboration agreement with JT Torii which Menlo entered into in August 2016.\nResearch and development expenses were $11.0 million in the first quarter of 2018, compared to $5.0 million for the same period in 2017. The increase was primarily due to an increase in clinical trial expenses related to the development of serlopitant and higher personnel-related expenses.\nGeneral and administrative expenses were $2.7 million in the first quarter of 2018, compared to $1.0 million for the same period in 2017. The increase was primarily due to higher personnel-related expenses to support the Company’s expanding operations.\nAs of March 31, 2018, Menlo had $176.6 million in cash, cash equivalents and investments, compared to $62.5 million as of December 31, 2017. In January 2018, Menlo completed an initial public offering of its common stock resulting in net proceeds of $125.4 million.\nFinancial Outlook\nMenlo is lowering its operating expense guidance for the full year 2018 to a range of approximately $68.0 to $78.0 million, including stock-based compensation of approximately $1.0 to $4.0 million, from a range of $77.0 to $87.0 million. The decrease is due to the termination of serlopitant’s clinical development in pruritus associated with atopic dermatitis following the Phase 2 results in April. The 2018 operating expenses will be primarily driven by ongoing development activities related to serlopitant and increases in the Company's general and administrative infrastructure.\nAbout Menlo Therapeutics\nMenlo Therapeutics Inc. is a late-stage biopharmaceutical company focused on the development of serlopitant, a once-daily oral NK 1 receptor antagonist, for the treatment of pruritus associated with various underlying dermatologic conditions and for refractory chronic cough. The Company’s clinical development program for serlopitant includes ongoing Phase 2 studies for the treatment of pruritus associated with psoriasis and refractory chronic cough and ongoing and planned Phase 3 studies for the treatment of pruritus associated with prurigo nodularis.\nForward Looking Statements\nThis press release contains , including but not limited to the potential of serlopitant to treat pruritus associated with psoriasis and prurigo nodularis, or to treat refractory chronic cough, the conduct and anticipated announcement of results of Phase 2 clinical studies for pruritus associated with psoriasis and for refractory chronic cough, expectations about the start and conduct of Phase 3 clinical trials for pruritus associated with prurigo nodularis, objectives for the multicenter, open-label safety study of serlopitant for the treatment of pruritus, the expectation that the JT Torii license for serlopitant will ultimately be terminated, and expected operating expenses for the full year 2018. Such involve substantial risk and uncertainties that could cause Menlo Therapeutics’ development program for serlopitant, future results, achievements or performance to differ significantly from those expressed or implied by the . Such risks and uncertainties include, among others, risks that the timing of enrollment or commencement of clinical trials may be delayed, the risk that subsequent trials do not replicate the results from completed clinical trials or do not demonstrate efficacy of serlopitant in the studied indications, the risk of adverse safety events, risks that the costs of clinical trials will exceed expectations, risks that Menlo Therapeutics will need to raise additional capital, risks of competition and the risk that Menlo Therapeutics is not able to successfully defend or protect its intellectual property. For more information about these and other risks, see Menlo Therapeutics’ form 10-K filed with Commission on March 28, 2018, under the heading “Risk Factors” and any subsequent current and periodic reports filed with Commission. Menlo Therapeutics undertakes no obligation to update these .\n- See attached financial tables –\nMenlo Therapeutics Inc. Condensed Statements of Operations (In thousands, except per share data, unaudited) Three Months Ended March 31, 2018\n2017\nCollaboration and license revenue $ 497 $ 449 Operating expenses: Research and development 11,020 4,992 General and administrative 2,697 1,012 Loss from operations (13,220 ) (5,555 ) Interest income and other expense, net 563 81 Net loss $ (12,657 ) $ (5,474 ) Net loss per share attributable to common stockholders, basic and\ndiluted $ (0.72 ) $ (1.08 ) Weighted average common shares used to compute net loss per\nshare attributable to common stockholders, basic and diluted 17,583,377 5,071,721\nMenlo Therapeutics Inc. Condensed Balance Sheet Data (In thousands) March 31, December 31, 2018 2017 (1) (unaudited) Cash, cash equivalents and investments $ 176,550 $ 62,479 Working capital 151,187 56,044 Total assets 180,479 66,867 Stockholders' equity (deficit) 165,702 (57,034 ) Derived from the audited financial statements, included in the Company’s Annual Report on Form 10-K for the year ended December 31, 2017.\nMedia Contact: media@menlotx.com\nInvestor Contact: dsheel@menlotx.com\nSource:Menlo Therapeutics Inc.",
    "published": "2018-05-10T00:05:00.000+03:00",
    "crawled": "2018-05-10T01:40:00.013+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "redwood",
        "city",
        "may",
        "globe",
        "newswire",
        "menlo",
        "therapeutic",
        "nasdaq",
        "mnlo",
        "biopharmaceutical",
        "company",
        "focused",
        "development",
        "serlopitant",
        "treatment",
        "pruritus",
        "associated",
        "various",
        "underlying",
        "dermatologic",
        "condition",
        "refractory",
        "chronic",
        "cough",
        "today",
        "announced",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "provided",
        "update",
        "clinical",
        "development",
        "program",
        "continue",
        "make",
        "progress",
        "serlopitant",
        "clinical",
        "development",
        "program",
        "initiated",
        "phase",
        "program",
        "prurigo",
        "nodularis",
        "lead",
        "indication",
        "stated",
        "steve",
        "basta",
        "chief",
        "executive",
        "officer",
        "menlo",
        "therapeutic",
        "phase",
        "study",
        "refractory",
        "chronic",
        "cough",
        "complete",
        "enrollment",
        "month",
        "data",
        "expected",
        "fourth",
        "quarter",
        "year",
        "phase",
        "study",
        "pruritus",
        "associated",
        "psoriasis",
        "enrolled",
        "data",
        "expected",
        "late",
        "early",
        "first",
        "quarter",
        "business",
        "highlight",
        "recent",
        "development",
        "january",
        "menlo",
        "successfully",
        "completed",
        "initial",
        "public",
        "offering",
        "ipo",
        "share",
        "common",
        "stock",
        "public",
        "offering",
        "price",
        "per",
        "share",
        "included",
        "exercise",
        "full",
        "underwriter",
        "overallotment",
        "option",
        "company",
        "raised",
        "net",
        "proceeds",
        "million",
        "deducting",
        "underwriting",
        "discount",
        "commission",
        "offering",
        "expense",
        "april",
        "menlo",
        "announced",
        "japan",
        "tobacco",
        "torii",
        "pharmaceutical",
        "ltd",
        "together",
        "referred",
        "jt",
        "torii",
        "company",
        "partner",
        "development",
        "commercialization",
        "serlopitant",
        "japan",
        "informed",
        "company",
        "decided",
        "halt",
        "recently",
        "initiated",
        "japanese",
        "phase",
        "clinical",
        "trial",
        "serlopitant",
        "jt",
        "torii",
        "indicated",
        "reevaluating",
        "serlopitant",
        "development",
        "program",
        "based",
        "upon",
        "evolving",
        "commercial",
        "consideration",
        "japan",
        "based",
        "upon",
        "communication",
        "jt",
        "torii",
        "company",
        "expects",
        "jt",
        "torii",
        "license",
        "agreement",
        "serlopitant",
        "ultimately",
        "terminated",
        "may",
        "menlo",
        "announced",
        "realignment",
        "role",
        "promotion",
        "key",
        "member",
        "clinical",
        "development",
        "team",
        "paul",
        "kwon",
        "dermatologist",
        "menlo",
        "chief",
        "medical",
        "officer",
        "last",
        "two",
        "year",
        "become",
        "menlo",
        "chief",
        "scientific",
        "officer",
        "kwon",
        "responsible",
        "leading",
        "scientific",
        "strategy",
        "serlopitant",
        "clinical",
        "program",
        "exploring",
        "potential",
        "new",
        "indication",
        "overseeing",
        "early",
        "stage",
        "clinical",
        "trial",
        "serlopitant",
        "support",
        "anticipated",
        "new",
        "drug",
        "application",
        "mary",
        "spellman",
        "dermatologist",
        "served",
        "menlo",
        "senior",
        "vice",
        "president",
        "clinical",
        "development",
        "last",
        "year",
        "promoted",
        "chief",
        "medical",
        "officer",
        "manage",
        "planning",
        "execution",
        "clinical",
        "program",
        "serlopitant",
        "clinical",
        "program",
        "update",
        "atopic",
        "dermatitis",
        "april",
        "menlo",
        "announced",
        "result",
        "phase",
        "clinical",
        "trial",
        "serlopitant",
        "treatment",
        "pruritus",
        "adult",
        "adolescent",
        "history",
        "atopic",
        "dermatitis",
        "study",
        "meet",
        "primary",
        "key",
        "secondary",
        "efficacy",
        "endpoint",
        "statistically",
        "significant",
        "difference",
        "demonstrated",
        "serlopitant",
        "treated",
        "group",
        "placebo",
        "treated",
        "group",
        "numerical",
        "difference",
        "favoring",
        "serlopitant",
        "treated",
        "group",
        "evident",
        "timepoints",
        "serlopitant",
        "study",
        "prurigo",
        "nodularis",
        "menlo",
        "initiated",
        "first",
        "two",
        "phase",
        "study",
        "pruritus",
        "associated",
        "prurigo",
        "nodularis",
        "initiate",
        "second",
        "study",
        "third",
        "quarter",
        "company",
        "expects",
        "enroll",
        "approximately",
        "patient",
        "study",
        "one",
        "study",
        "conducted",
        "one",
        "europe",
        "menlo",
        "recently",
        "initiated",
        "multicenter",
        "safety",
        "study",
        "serlopitant",
        "treatment",
        "pruritus",
        "objective",
        "study",
        "provide",
        "safety",
        "data",
        "serlopitant",
        "adult",
        "pruritus",
        "associated",
        "prurigo",
        "nodularis",
        "atopic",
        "dermatitis",
        "psoriasis",
        "refractory",
        "chronic",
        "cough",
        "menlo",
        "expects",
        "complete",
        "enrollment",
        "patient",
        "phase",
        "study",
        "refractory",
        "chronic",
        "cough",
        "may",
        "report",
        "data",
        "fourth",
        "quarter",
        "previously",
        "indicated",
        "psoriasis",
        "menlo",
        "phase",
        "study",
        "pruritus",
        "associated",
        "psoriasis",
        "greater",
        "enrolled",
        "company",
        "expects",
        "report",
        "data",
        "late",
        "early",
        "previously",
        "indicated",
        "financial",
        "result",
        "first",
        "quarter",
        "financial",
        "result",
        "menlo",
        "reported",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "million",
        "first",
        "quarter",
        "compared",
        "net",
        "loss",
        "million",
        "period",
        "collaboration",
        "license",
        "revenue",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "period",
        "revenue",
        "recognized",
        "period",
        "primarily",
        "related",
        "amortization",
        "initial",
        "upfront",
        "payment",
        "received",
        "collaboration",
        "agreement",
        "jt",
        "torii",
        "menlo",
        "entered",
        "august",
        "research",
        "development",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "period",
        "increase",
        "primarily",
        "due",
        "increase",
        "clinical",
        "trial",
        "expense",
        "related",
        "development",
        "serlopitant",
        "higher",
        "expense",
        "general",
        "administrative",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "period",
        "increase",
        "primarily",
        "due",
        "higher",
        "expense",
        "support",
        "company",
        "expanding",
        "operation",
        "march",
        "menlo",
        "million",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "compared",
        "million",
        "december",
        "january",
        "menlo",
        "completed",
        "initial",
        "public",
        "offering",
        "common",
        "stock",
        "resulting",
        "net",
        "proceeds",
        "million",
        "financial",
        "outlook",
        "menlo",
        "lowering",
        "operating",
        "expense",
        "guidance",
        "full",
        "year",
        "range",
        "approximately",
        "million",
        "including",
        "compensation",
        "approximately",
        "million",
        "range",
        "million",
        "decrease",
        "due",
        "termination",
        "serlopitant",
        "clinical",
        "development",
        "pruritus",
        "associated",
        "atopic",
        "dermatitis",
        "following",
        "phase",
        "result",
        "april",
        "operating",
        "expense",
        "primarily",
        "driven",
        "ongoing",
        "development",
        "activity",
        "related",
        "serlopitant",
        "increase",
        "company",
        "general",
        "administrative",
        "infrastructure",
        "menlo",
        "therapeutic",
        "menlo",
        "therapeutic",
        "biopharmaceutical",
        "company",
        "focused",
        "development",
        "serlopitant",
        "oral",
        "nk",
        "receptor",
        "antagonist",
        "treatment",
        "pruritus",
        "associated",
        "various",
        "underlying",
        "dermatologic",
        "condition",
        "refractory",
        "chronic",
        "cough",
        "company",
        "clinical",
        "development",
        "program",
        "serlopitant",
        "includes",
        "ongoing",
        "phase",
        "study",
        "treatment",
        "pruritus",
        "associated",
        "psoriasis",
        "refractory",
        "chronic",
        "cough",
        "ongoing",
        "planned",
        "phase",
        "study",
        "treatment",
        "pruritus",
        "associated",
        "prurigo",
        "nodularis",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "contains",
        "including",
        "limited",
        "potential",
        "serlopitant",
        "treat",
        "pruritus",
        "associated",
        "psoriasis",
        "prurigo",
        "nodularis",
        "treat",
        "refractory",
        "chronic",
        "cough",
        "conduct",
        "anticipated",
        "announcement",
        "result",
        "phase",
        "clinical",
        "study",
        "pruritus",
        "associated",
        "psoriasis",
        "refractory",
        "chronic",
        "cough",
        "expectation",
        "start",
        "conduct",
        "phase",
        "clinical",
        "trial",
        "pruritus",
        "associated",
        "prurigo",
        "nodularis",
        "objective",
        "multicenter",
        "safety",
        "study",
        "serlopitant",
        "treatment",
        "pruritus",
        "expectation",
        "jt",
        "torii",
        "license",
        "serlopitant",
        "ultimately",
        "terminated",
        "expected",
        "operating",
        "expense",
        "full",
        "year",
        "involve",
        "substantial",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "menlo",
        "therapeutic",
        "development",
        "program",
        "serlopitant",
        "future",
        "result",
        "achievement",
        "performance",
        "differ",
        "significantly",
        "expressed",
        "implied",
        "risk",
        "uncertainty",
        "include",
        "among",
        "others",
        "risk",
        "timing",
        "enrollment",
        "commencement",
        "clinical",
        "trial",
        "may",
        "delayed",
        "risk",
        "subsequent",
        "trial",
        "replicate",
        "result",
        "completed",
        "clinical",
        "trial",
        "demonstrate",
        "efficacy",
        "serlopitant",
        "studied",
        "indication",
        "risk",
        "adverse",
        "safety",
        "event",
        "risk",
        "cost",
        "clinical",
        "trial",
        "exceed",
        "expectation",
        "risk",
        "menlo",
        "therapeutic",
        "need",
        "raise",
        "additional",
        "capital",
        "risk",
        "competition",
        "risk",
        "menlo",
        "therapeutic",
        "able",
        "successfully",
        "defend",
        "protect",
        "intellectual",
        "property",
        "information",
        "risk",
        "see",
        "menlo",
        "therapeutic",
        "form",
        "filed",
        "commission",
        "march",
        "heading",
        "risk",
        "factor",
        "subsequent",
        "current",
        "periodic",
        "report",
        "filed",
        "commission",
        "menlo",
        "therapeutic",
        "undertakes",
        "obligation",
        "update",
        "see",
        "attached",
        "financial",
        "table",
        "menlo",
        "therapeutic",
        "condensed",
        "statement",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "collaboration",
        "license",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "loss",
        "operation",
        "interest",
        "income",
        "expense",
        "net",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "attributable",
        "common",
        "stockholder",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "used",
        "compute",
        "net",
        "loss",
        "per",
        "share",
        "attributable",
        "common",
        "stockholder",
        "basic",
        "diluted",
        "menlo",
        "therapeutic",
        "condensed",
        "balance",
        "sheet",
        "data",
        "thousand",
        "march",
        "december",
        "unaudited",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "working",
        "capital",
        "total",
        "asset",
        "stockholder",
        "equity",
        "deficit",
        "derived",
        "audited",
        "financial",
        "statement",
        "included",
        "company",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "medium",
        "contact",
        "medium",
        "investor",
        "contact",
        "dsheel",
        "source",
        "menlo",
        "therapeutic",
        "inc"
    ]
}