{
    "organizations": [],
    "uuid": "0e139c28d63d2fb2a28fcf3703e8d222f4dc5c2b",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/15/globe-newswire-protech-home-medical-releases-second-quarter-financial-results.html",
    "ord_in_thread": 0,
    "title": "Protech Home Medical Releases Second Quarter Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NOT FOR DISSEMINATION IN THE UNITED STATES OR FOR DISTRIBUTION TO U.S. NEWSWIRE SERVICES AND DOES NOT CONSTITUTE AN OFFER OF THE SECURITIES DESCRIBED HEREIN.\nCINCINNATI, May 15, 2018 (GLOBE NEWSWIRE) -- Protech Home Medical Corp. (the “ Company ”) (TSXV:PHM), a healthcare services company with operations in the U.S., today announced its second quarter financial results and operational highlights.\nFinancial highlights from the second fiscal quarter ending March 31, 2018:\nRevenue for the quarter ended March 31, 2018 on target with guidance at $18,724,000 Adjusted EBITDA exceeded guidance at $2,244,000 for the quarter; a 12% Adjusted EBITDA margin Cash increased in the quarter to $3,964,000; an increase of 30% compared to 2018 Q1 Trade Payables decreased by almost $1,000,000; a decrease of 11% compared to 2018 Q1\nOperational highlights from the second fiscal quarter ending March 31, 2018:\nIncreased the number of resupply set-ups or deliveries from 7,562 in 2017 Q2 to 10,067 in the current quarter, an increase of more than 33% Achieved 5% - 10% organic growth on higher margin respiratory product lines Fulfilled over 122,000 orders across our national distribution platform\nThe interim financial statements of the Company for the three and six months ended March 31, 2018 and 2017 and accompanying Management's Discussion & Analysis (MD&A) are available at www.sedar.com .\n“I’m very pleased with our second quarter financial results,” said CEO and Chairman Greg Crawford. “I’m confident we can continue our trend of increasing profits and EBITDA margins as we’ve done now in two consecutive quarters. We had great cash flow this quarter and expect our balance sheet to continue to improve in the third quarter from our operational initiatives.”\n“We will be holding our quarterly conference call this afternoon,” continued Mr. Crawford. “Not only will we review the financial and operational progress, we will also discuss our upcoming meetings with institutional investors. As we continue to demonstrate reliable and consistent financial success, I believe we will become an increasingly attractive company to institutional and retail investors.”\nABOUT PROTECH HOME MEDICAL CORP.\nThe Company provides in-home monitoring and disease management services for patients in the United States healthcare market. It seeks to continue to expand its offerings to include the management of several chronic disease states focusing on patients with heart or pulmonary disease, sleep disorders, reduced mobility and other chronic health conditions. The initial service line includes in-home monitoring equipment, supplies and services to patients in the U.S. who take prescription blood thinners, such as Coumadin® (warfarin).\nThe primary business objective of the Company is to create shareholder value by offering a broader range of services to patients in need of in-home monitoring and chronic disease management. The Company’s organic growth strategy is to increase annual revenue per patient by offering multiple services to the same patient, consolidating the patient’s services and making life easier for the patient.\nForward-Looking Statements\nCertain statements contained in this press release constitute \"forward-looking information\" as such term is defined in applicable Canadian securities legislation. The words \"may\", \"would\", \"could\", \"should\", \"potential\", \"will\", \"seek\", \"intend\", \"plan\", \"anticipate\", \"believe\", \"estimate\", \"expect\" and similar expressions as they relate to the Company, including the Company continuing its trend of increasing profits and EBITDA margins; the Company expecting its balance sheet to continue to improve in the third quarter from our operational initiatives; and the Company becoming an increasingly attractive company to institutional and retail investors ; are intended to identify forward-looking information . All statements other than statements of historical fact may be forward-looking information. Such statements reflect the Company's current views and intentions with respect to future events, and current information available to the Company, and are subject to certain risks, uncertainties and assumptions, including, without limitation: the Company’s ability to maintain/slightly increase its collections ratios; the Company maintaining its gross margins and maintaining its revenue growth; and the Company maintaining its selling, general and administrative expenses. Many factors could cause the actual results, performance or achievements that may be expressed or implied by such forward-looking information to vary from those described herein should one or more of these risks or uncertainties materialize. Examples of such risk factors include, without limitation: credit; market (including equity, commodity, foreign exchange and interest rate); liquidity; operational (including technology and infrastructure); reputational; insurance; strategic; regulatory; legal; environmental; capital adequacy; the general business and economic conditions in the regions in which the Company operates; the ability of the Company to execute on key priorities, including the successful completion of acquisitions, business retention, and strategic plans and to attract, develop and retain key executives; difficulty integrating newly acquired businesses; the ability to implement business strategies and pursue business opportunities; low profit market segments; disruptions in or attacks (including cyber-attacks) on the Company's information technology, internet, network access or other voice or data communications systems or services; the evolution of various types of fraud or other criminal behavior to which the Company is exposed; the failure of third parties to comply with their obligations to the Company or its affiliates; the impact of new and changes to, or application of, current laws and regulations; decline of reimbursement rates; dependence on few payors; possible new drug discoveries; a novel business model; dependence on key suppliers; granting of permits and licenses in a highly regulated business; the overall difficult litigation environment, including in the U.S.; increased competition; changes in foreign currency rates; increased funding costs and market volatility due to market illiquidity and competition for funding; the availability of funds and resources to pursue operations; critical accounting estimates and changes to accounting standards, policies, and methods used by the Company; and the occurrence of natural and unnatural catastrophic events and claims resulting from such events; as well as those risk factors discussed or referred to in the Company’s disclosure documents filed with the securities regulatory authorities in certain provinces of Canada and available at www.sedar.com . Should any factor affect the Company in an unexpected manner, or should assumptions underlying the forward-looking information prove incorrect, the actual results or events may differ materially from the results or events predicted. Any such forward-looking information is expressly qualified in its entirety by this cautionary statement. Moreover, the Company does not assume responsibility for the accuracy or completeness of such forward-looking information. The forward-looking information included in this press release is made as of the date of this press release and the Company undertakes no obligation to publicly update or revise any forward-looking information, other than as required by applicable law.\nNon-GAAP Measures\nThis press release refers to “Adjusted EBITDA” which is a non-GAAP and non-IFRS financial measure that does not have a standardized meaning prescribed by GAAP or IFRS. The Company’s presentation of this financial measure may not be comparable to similarly titled measures used by other companies. This financial measure is intended to provide additional information to investors concerning the Company’s performance. Adjusted EBITDA is defined as EBITDA excluding stock based compensation and gains/losses on financial derivatives. Adjusted EBITDA is a Non-IFRS measure the Company uses as an indicator of financial health, and excludes several items which may be useful in the consideration of the financial condition of the Company, including interest expense, taxes, depreciation, amortization, stock based compensation, good will impairment and gain/losses on financial derivatives. The following table shows our Non-IFRS measure (Adjusted EBITDA) reconciled to our net income for the indicated periods:\n3 Months Ended March 31, 2018 Net Income $ (3,822) Add back: Depreciation and amortization 4,045 Interest expense (net of interest income) 611 Provision (recovery) for income taxes 90 EBITDA $ 924 Stock-based compensation 1,225 Gain on disposal of business 194 Gain on financial derivatives (99) Adjusted EBITDA $ 2,244 Management uses these non-GAAP measures as key metrics in the evaluation of the Company’s performance and the consolidated financial results. The Company believes these non-GAAP measures are useful to investors in their assessment of the operating performance and the valuation of the Company. In addition, these non-GAAP measures address questions the Company routinely receives from analysts and investors and, in order to assure that all investors have access to similar data, the Company has determined that it is appropriate to make this data available to all investors. However, non-GAAP financial measures are not prepared in accordance with GAAP, and the information is not necessarily comparable to other companies and should be considered as a supplement to, not a substitute for, or superior to, the corresponding measures calculated in accordance with GAAP.\nNeither the TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\nFor further information please visit our website at www.protechhomemedical.com , or contact:\nHardik Mehta\nChief Financial Officer\nProtech Home Medical Corp.\n859-300-6455\ninvestorinfo@myphm.com\nSource:Protech Home Medical Corp.",
    "published": "2018-05-15T17:00:00.000+03:00",
    "crawled": "2018-05-15T16:35:42.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "dissemination",
        "united",
        "state",
        "distribution",
        "newswire",
        "service",
        "constitute",
        "offer",
        "security",
        "described",
        "herein",
        "cincinnati",
        "may",
        "globe",
        "newswire",
        "protech",
        "home",
        "medical",
        "company",
        "tsxv",
        "phm",
        "healthcare",
        "service",
        "company",
        "operation",
        "today",
        "announced",
        "second",
        "quarter",
        "financial",
        "result",
        "operational",
        "highlight",
        "financial",
        "highlight",
        "second",
        "fiscal",
        "quarter",
        "ending",
        "march",
        "revenue",
        "quarter",
        "ended",
        "march",
        "target",
        "guidance",
        "adjusted",
        "ebitda",
        "exceeded",
        "guidance",
        "quarter",
        "adjusted",
        "ebitda",
        "margin",
        "cash",
        "increased",
        "quarter",
        "increase",
        "compared",
        "q1",
        "trade",
        "payable",
        "decreased",
        "almost",
        "decrease",
        "compared",
        "q1",
        "operational",
        "highlight",
        "second",
        "fiscal",
        "quarter",
        "ending",
        "march",
        "increased",
        "number",
        "resupply",
        "delivery",
        "q2",
        "current",
        "quarter",
        "increase",
        "achieved",
        "organic",
        "growth",
        "higher",
        "margin",
        "respiratory",
        "product",
        "line",
        "fulfilled",
        "order",
        "across",
        "national",
        "distribution",
        "platform",
        "interim",
        "financial",
        "statement",
        "company",
        "three",
        "six",
        "month",
        "ended",
        "march",
        "accompanying",
        "management",
        "discussion",
        "analysis",
        "md",
        "available",
        "pleased",
        "second",
        "quarter",
        "financial",
        "result",
        "said",
        "ceo",
        "chairman",
        "greg",
        "crawford",
        "confident",
        "continue",
        "trend",
        "increasing",
        "profit",
        "ebitda",
        "margin",
        "done",
        "two",
        "consecutive",
        "quarter",
        "great",
        "cash",
        "flow",
        "quarter",
        "expect",
        "balance",
        "sheet",
        "continue",
        "improve",
        "third",
        "quarter",
        "operational",
        "holding",
        "quarterly",
        "conference",
        "call",
        "afternoon",
        "continued",
        "crawford",
        "review",
        "financial",
        "operational",
        "progress",
        "also",
        "discus",
        "upcoming",
        "meeting",
        "institutional",
        "investor",
        "continue",
        "demonstrate",
        "reliable",
        "consistent",
        "financial",
        "success",
        "believe",
        "become",
        "increasingly",
        "attractive",
        "company",
        "institutional",
        "retail",
        "protech",
        "home",
        "medical",
        "company",
        "provides",
        "monitoring",
        "disease",
        "management",
        "service",
        "patient",
        "united",
        "state",
        "healthcare",
        "market",
        "seek",
        "continue",
        "expand",
        "offering",
        "include",
        "management",
        "several",
        "chronic",
        "disease",
        "state",
        "focusing",
        "patient",
        "heart",
        "pulmonary",
        "disease",
        "sleep",
        "disorder",
        "reduced",
        "mobility",
        "chronic",
        "health",
        "condition",
        "initial",
        "service",
        "line",
        "includes",
        "monitoring",
        "equipment",
        "supply",
        "service",
        "patient",
        "take",
        "prescription",
        "blood",
        "thinner",
        "warfarin",
        "primary",
        "business",
        "objective",
        "company",
        "create",
        "shareholder",
        "value",
        "offering",
        "broader",
        "range",
        "service",
        "patient",
        "need",
        "monitoring",
        "chronic",
        "disease",
        "management",
        "company",
        "organic",
        "growth",
        "strategy",
        "increase",
        "annual",
        "revenue",
        "per",
        "patient",
        "offering",
        "multiple",
        "service",
        "patient",
        "consolidating",
        "patient",
        "service",
        "making",
        "life",
        "easier",
        "patient",
        "statement",
        "certain",
        "statement",
        "contained",
        "press",
        "release",
        "constitute",
        "information",
        "term",
        "defined",
        "applicable",
        "canadian",
        "security",
        "legislation",
        "word",
        "may",
        "would",
        "could",
        "potential",
        "seek",
        "intend",
        "plan",
        "anticipate",
        "believe",
        "estimate",
        "expect",
        "similar",
        "expression",
        "relate",
        "company",
        "including",
        "company",
        "continuing",
        "trend",
        "increasing",
        "profit",
        "ebitda",
        "margin",
        "company",
        "expecting",
        "balance",
        "sheet",
        "continue",
        "improve",
        "third",
        "quarter",
        "operational",
        "initiative",
        "company",
        "becoming",
        "increasingly",
        "attractive",
        "company",
        "institutional",
        "retail",
        "investor",
        "intended",
        "identify",
        "information",
        "statement",
        "statement",
        "historical",
        "fact",
        "may",
        "information",
        "statement",
        "reflect",
        "company",
        "current",
        "view",
        "intention",
        "respect",
        "future",
        "event",
        "current",
        "information",
        "available",
        "company",
        "subject",
        "certain",
        "risk",
        "uncertainty",
        "assumption",
        "including",
        "without",
        "limitation",
        "company",
        "ability",
        "increase",
        "collection",
        "ratio",
        "company",
        "maintaining",
        "gross",
        "margin",
        "maintaining",
        "revenue",
        "growth",
        "company",
        "maintaining",
        "selling",
        "general",
        "administrative",
        "expense",
        "many",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "may",
        "expressed",
        "implied",
        "information",
        "vary",
        "described",
        "herein",
        "one",
        "risk",
        "uncertainty",
        "materialize",
        "example",
        "risk",
        "factor",
        "include",
        "without",
        "limitation",
        "credit",
        "market",
        "including",
        "equity",
        "commodity",
        "foreign",
        "exchange",
        "interest",
        "rate",
        "liquidity",
        "operational",
        "including",
        "technology",
        "infrastructure",
        "reputational",
        "insurance",
        "strategic",
        "regulatory",
        "legal",
        "environmental",
        "capital",
        "adequacy",
        "general",
        "business",
        "economic",
        "condition",
        "region",
        "company",
        "operates",
        "ability",
        "company",
        "execute",
        "key",
        "priority",
        "including",
        "successful",
        "completion",
        "acquisition",
        "business",
        "retention",
        "strategic",
        "plan",
        "attract",
        "develop",
        "retain",
        "key",
        "executive",
        "difficulty",
        "integrating",
        "newly",
        "acquired",
        "business",
        "ability",
        "implement",
        "business",
        "strategy",
        "pursue",
        "business",
        "opportunity",
        "low",
        "profit",
        "market",
        "segment",
        "disruption",
        "attack",
        "including",
        "company",
        "information",
        "technology",
        "internet",
        "network",
        "access",
        "voice",
        "data",
        "communication",
        "system",
        "service",
        "evolution",
        "various",
        "type",
        "fraud",
        "criminal",
        "behavior",
        "company",
        "exposed",
        "failure",
        "third",
        "party",
        "comply",
        "obligation",
        "company",
        "affiliate",
        "impact",
        "new",
        "change",
        "application",
        "current",
        "law",
        "regulation",
        "decline",
        "reimbursement",
        "rate",
        "dependence",
        "payors",
        "possible",
        "new",
        "drug",
        "discovery",
        "novel",
        "business",
        "model",
        "dependence",
        "key",
        "supplier",
        "granting",
        "permit",
        "license",
        "highly",
        "regulated",
        "business",
        "overall",
        "difficult",
        "litigation",
        "environment",
        "including",
        "increased",
        "competition",
        "change",
        "foreign",
        "currency",
        "rate",
        "increased",
        "funding",
        "cost",
        "market",
        "volatility",
        "due",
        "market",
        "illiquidity",
        "competition",
        "funding",
        "availability",
        "fund",
        "resource",
        "pursue",
        "operation",
        "critical",
        "accounting",
        "estimate",
        "change",
        "accounting",
        "standard",
        "policy",
        "method",
        "used",
        "company",
        "occurrence",
        "natural",
        "unnatural",
        "catastrophic",
        "event",
        "claim",
        "resulting",
        "event",
        "well",
        "risk",
        "factor",
        "discussed",
        "referred",
        "company",
        "disclosure",
        "document",
        "filed",
        "security",
        "regulatory",
        "authority",
        "certain",
        "province",
        "canada",
        "available",
        "factor",
        "affect",
        "company",
        "unexpected",
        "manner",
        "assumption",
        "underlying",
        "information",
        "prove",
        "incorrect",
        "actual",
        "result",
        "event",
        "may",
        "differ",
        "materially",
        "result",
        "event",
        "predicted",
        "information",
        "expressly",
        "qualified",
        "entirety",
        "cautionary",
        "statement",
        "moreover",
        "company",
        "assume",
        "responsibility",
        "accuracy",
        "completeness",
        "information",
        "information",
        "included",
        "press",
        "release",
        "made",
        "date",
        "press",
        "release",
        "company",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "revise",
        "information",
        "required",
        "applicable",
        "law",
        "measure",
        "press",
        "release",
        "refers",
        "adjusted",
        "ebitda",
        "financial",
        "measure",
        "standardized",
        "meaning",
        "prescribed",
        "gaap",
        "ifrs",
        "company",
        "presentation",
        "financial",
        "measure",
        "may",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "used",
        "company",
        "financial",
        "measure",
        "intended",
        "provide",
        "additional",
        "information",
        "investor",
        "concerning",
        "company",
        "performance",
        "adjusted",
        "ebitda",
        "defined",
        "ebitda",
        "excluding",
        "stock",
        "based",
        "compensation",
        "financial",
        "derivative",
        "adjusted",
        "ebitda",
        "measure",
        "company",
        "us",
        "indicator",
        "financial",
        "health",
        "excludes",
        "several",
        "item",
        "may",
        "useful",
        "consideration",
        "financial",
        "condition",
        "company",
        "including",
        "interest",
        "expense",
        "tax",
        "depreciation",
        "amortization",
        "stock",
        "based",
        "compensation",
        "good",
        "impairment",
        "financial",
        "derivative",
        "following",
        "table",
        "show",
        "measure",
        "adjusted",
        "ebitda",
        "reconciled",
        "net",
        "income",
        "indicated",
        "period",
        "month",
        "ended",
        "march",
        "net",
        "income",
        "add",
        "back",
        "depreciation",
        "amortization",
        "interest",
        "expense",
        "net",
        "interest",
        "income",
        "provision",
        "recovery",
        "income",
        "tax",
        "ebitda",
        "compensation",
        "gain",
        "disposal",
        "business",
        "gain",
        "financial",
        "derivative",
        "adjusted",
        "ebitda",
        "management",
        "us",
        "measure",
        "key",
        "metric",
        "evaluation",
        "company",
        "performance",
        "consolidated",
        "financial",
        "result",
        "company",
        "belief",
        "measure",
        "useful",
        "investor",
        "assessment",
        "operating",
        "performance",
        "valuation",
        "company",
        "addition",
        "measure",
        "address",
        "question",
        "company",
        "routinely",
        "receives",
        "analyst",
        "investor",
        "order",
        "assure",
        "investor",
        "access",
        "similar",
        "data",
        "company",
        "determined",
        "appropriate",
        "make",
        "data",
        "available",
        "investor",
        "however",
        "financial",
        "measure",
        "prepared",
        "accordance",
        "gaap",
        "information",
        "necessarily",
        "comparable",
        "company",
        "considered",
        "supplement",
        "substitute",
        "superior",
        "corresponding",
        "measure",
        "calculated",
        "accordance",
        "gaap",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "information",
        "please",
        "visit",
        "website",
        "contact",
        "hardik",
        "mehta",
        "chief",
        "financial",
        "officer",
        "protech",
        "home",
        "medical",
        "investorinfo",
        "source",
        "protech",
        "home",
        "medical",
        "corp"
    ]
}