{
    "organizations": [],
    "uuid": "0304409b79a37e6cf87749d1962cae17972449a0",
    "author": "Sue Shellenbarger",
    "url": "https://www.wsj.com/articles/dont-get-too-used-to-your-own-desk-1526390258",
    "ord_in_thread": 0,
    "title": "Don’t Get Too Used to Your Own Desk - WSJ",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "0 COMMENTS Promoting collaboration among employees working on multiple projects at once was one goal of architecture firm Perkins + Will in converting its Minneapolis offices to unassigned seating. Photo: Corey Gaffer Many have mourned the loss of private offices since employers started tearing down office walls years ago.\nNow companies are planning a new surprise: They’re taking away your desk, too.\nEmployers are replacing traditional one-desk-per-employee setups with a smaller number of first-come, first-served desks, plus additional workspaces with names like huddle rooms and touchdown spaces. Some 25% of employers are placing at least some employees in unassigned seating, and 52% of the rest plan to do so within three years, according to a recent survey of 138 employers by the real estate services firm CBRE and CoreNet Global, a real estate professional group.\nWhile some employees embrace the flexibility and casual ambience of unassigned seating, losing a desk is a wrenching change for others. Getting used to it requires time, some give-and-take by employers and often a little etiquette training.\nThe Minneapolis offices of the architecture firm Perkins + Will shifted to unassigned seating two years ago, offering 52 adjustable sit-stand desks for the 70 employees there. The firm offered more seats in conference rooms, smaller huddle rooms, workbenches and a cafe. The setup makes it easy for teams to work closely together and gather around shared project files in different areas, workplace director Lisa Pool says.\nEach employee has a personal locker. One of Ms. Pool’s colleagues takes a family photo from his locker and sets it up on his desk every day, but most keep digital photos on computers and phones. Anyone who leaves a desk for more than two hours is expected to pack up and wipe it down with sanitary wipes from one of several office-supply carts. Ms. Pool totes a backpack around the office with her work gear. Others carry oversize purses or briefcases.\nAt first, Perkins + Will marketing manager Brooke Doepke couldn’t imagine giving up her assigned desk. “I had Post-its everywhere,” she says, plus a drawer filled with proposals and a standing file on her desk. She learned to use OneNote, a note-taking and file-sharing app, and found she was able to move from one team to another using only digital files. “I became a total convert, skeptic to believer, once I got the burden of paper out of the way,” she says.\nEmployers reap savings on real estate by reducing average space per employee. Some 20% to 40% of traditional desks are already unoccupied on average because employees are working elsewhere, CBRE executives estimate.\nUnilever’s redesign of its U.S. headquarters in New Jersey includes open ‘connect zones’ for conversation, relaxation or informal meetings. Photo: Perkins+Will/Garrett Rowland Companies also are taking a cue from the co-working spaces popular among young workers by adding a variety of seating and décor, says Kate Lister, research chair of an International Facility Management Association committee on the evolving workplace. The new designs “give people all these places and spaces to work—some quiet, some for group work or socializing,” she says.\nUnilever recently consolidated several offices into one redesigned space at its U.S. headquarters in Englewood Cliffs, N.J. About 1,500 employees share 1,200 desks and other workspaces, including couches, workbenches and a large central atrium for meetings, work and socializing. Eliminating offices along the windows leaves plenty of daylight for everyone, says Mike Clementi, Unilever’s vice president of human resources.\nMolly Kennedy, a senior global brand manager for Unilever, was a little anxious at first that “you might sit down in one place in the morning and come back and later find somebody had taken your seat,” she says.\nThat hasn’t happened. Plus, she has gained more freedom to work from home or elsewhere, Ms. Kennedy says. Unilever has long had a policy allowing employees to work from anywhere, but the shift to unassigned seating has led to more use of the policy.\nMolly Kennedy, a senior global brand manager for Unilever, says the transition to unassigned seating has given her more freedom to work from home or near ad-agency offices where she has meetings. Photo: Unilever Another plus for employees is often improved technology. When Fifth Third Bancorp recently shifted to unassigned seating for about half of the 3,000 employees at its Cincinnati headquarters, it added more computer monitors so employees could review and compare documents without printing them. The redesign offers a variety of seating, including treadmill and cycling desks, says Donna Burnell, managing director of enterprise workplace services.\nThe shift is a challenge for some. “We have five generations coexisting in the workplace, from the traditionalist who has aspired to a corner office for their entire career, to the millennial who couldn’t care less where they sit,” Ms. Burnell says. She encourages resistors to see the redesign as bringing the comforts of home into the office, with multiple choices of seating and décor.\nSome 11% of employers meet resistance from employees, according to a 2015 survey of 538 employers by the International Facility Management Association. “Some people don’t really want a locker. They want a desk for pictures of their family and their dog, and a sense that it’s ‘mine.’ And they want to sit with the same people every day,” Ms. Lister says.\nGenentech says a move to unassigned seating by some employee groups at its California headquarters has increased productivity. Photo: Tim Griffith/Genentech Like many employees who work in such setups, Cristina Harnden, a regional vice president with Teknion, a Toronto furniture-design firm, still tends to work at the same desk every day. Unassigned seating fosters more conversation and sharing of information among employees, and she likes walking among different work areas, she says. Still, “I find it a little harder to connect with my team,” she says. “Sometimes I don’t know who’s here and who isn’t.”\nUntidy colleagues can be more annoying if they make messes in shared spaces. Some 10% of employers offering unassigned seating also added more cleaning services, the facility-management association survey says. And 9% provided etiquette training to curb behaviors like squatting, or usurping shared space for oneself.\nGenentech for several years has given employee groups the option of moving into “neighborhoods” with customized technology, a variety of seating and private breakaway rooms, says Carla Boragno, vice president of site services for the South San Francisco, Calif., biotech firm. All must first reach agreement on social rules, such as not interrupting a colleague working in a breakaway room.\nMany of the groups are increasing productivity by collaborating more and reducing email and formal meetings, she says, but only after a few months of adjustment. “It does take time to get used to this,” Ms. Boragno says.\nBefore You Take Away Their Desks... To help employees adapt to unassigned seating:\nSet and enforce rules for using shared meeting spaces. Require online reservations for conference rooms. Build soundproofing into shared workspace areas. Allow more working from home and elsewhere. Require senior executives to set an example by using various spaces wisely. Encourage work groups to set team rules on social behavior. Provide apps to help teammates find each other and communicate. Provide technology to replace paper notes and files. Offer etiquette training to curb slobs and squatters. Provide shared office and cleaning supplies. More on Work & Family\nThe Dreaded Wedding Decision: Which Co-Workers to Invite? April 21, 2018 The Instant Message Generation Gap April 17, 2018 The Right and Wrong Way to Manage Up April 10, 2018 New Strategies Help Women Build Career Confidence March 19, 2018 Quit Feeling Guilty About Missing Your Child’s Performance March 13, 2018 Write to Sue Shellenbarger at Sue.Shellenbarger@wsj.com",
    "published": "2018-05-15T17:17:00.000+03:00",
    "crawled": "2018-05-15T16:24:22.007+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "promoting",
        "collaboration",
        "among",
        "employee",
        "working",
        "multiple",
        "project",
        "one",
        "goal",
        "architecture",
        "firm",
        "perkins",
        "converting",
        "minneapolis",
        "office",
        "unassigned",
        "seating",
        "photo",
        "corey",
        "gaffer",
        "many",
        "mourned",
        "loss",
        "private",
        "office",
        "since",
        "employer",
        "started",
        "tearing",
        "office",
        "wall",
        "year",
        "ago",
        "company",
        "planning",
        "new",
        "surprise",
        "taking",
        "away",
        "desk",
        "employer",
        "replacing",
        "traditional",
        "setup",
        "smaller",
        "number",
        "desk",
        "plus",
        "additional",
        "workspace",
        "name",
        "like",
        "huddle",
        "room",
        "touchdown",
        "space",
        "employer",
        "placing",
        "least",
        "employee",
        "unassigned",
        "seating",
        "rest",
        "plan",
        "within",
        "three",
        "year",
        "according",
        "recent",
        "survey",
        "employer",
        "real",
        "estate",
        "service",
        "firm",
        "cbre",
        "corenet",
        "global",
        "real",
        "estate",
        "professional",
        "group",
        "employee",
        "embrace",
        "flexibility",
        "casual",
        "ambience",
        "unassigned",
        "seating",
        "losing",
        "desk",
        "wrenching",
        "change",
        "others",
        "getting",
        "used",
        "requires",
        "time",
        "employer",
        "often",
        "little",
        "etiquette",
        "training",
        "minneapolis",
        "office",
        "architecture",
        "firm",
        "perkins",
        "shifted",
        "unassigned",
        "seating",
        "two",
        "year",
        "ago",
        "offering",
        "adjustable",
        "desk",
        "employee",
        "firm",
        "offered",
        "seat",
        "conference",
        "room",
        "smaller",
        "huddle",
        "room",
        "workbench",
        "cafe",
        "setup",
        "make",
        "easy",
        "team",
        "work",
        "closely",
        "together",
        "gather",
        "around",
        "shared",
        "project",
        "file",
        "different",
        "area",
        "workplace",
        "director",
        "lisa",
        "pool",
        "say",
        "employee",
        "personal",
        "locker",
        "one",
        "pool",
        "colleague",
        "take",
        "family",
        "photo",
        "locker",
        "set",
        "desk",
        "every",
        "day",
        "keep",
        "digital",
        "photo",
        "computer",
        "phone",
        "anyone",
        "leaf",
        "desk",
        "two",
        "hour",
        "expected",
        "pack",
        "wipe",
        "sanitary",
        "wipe",
        "one",
        "several",
        "cart",
        "pool",
        "tote",
        "backpack",
        "around",
        "office",
        "work",
        "gear",
        "others",
        "carry",
        "oversize",
        "purse",
        "briefcase",
        "first",
        "perkins",
        "marketing",
        "manager",
        "brooke",
        "doepke",
        "imagine",
        "giving",
        "assigned",
        "desk",
        "everywhere",
        "say",
        "plus",
        "drawer",
        "filled",
        "proposal",
        "standing",
        "file",
        "desk",
        "learned",
        "use",
        "onenote",
        "app",
        "found",
        "able",
        "move",
        "one",
        "team",
        "another",
        "using",
        "digital",
        "file",
        "became",
        "total",
        "convert",
        "skeptic",
        "believer",
        "got",
        "burden",
        "paper",
        "way",
        "say",
        "employer",
        "reap",
        "saving",
        "real",
        "estate",
        "reducing",
        "average",
        "space",
        "per",
        "employee",
        "traditional",
        "desk",
        "already",
        "unoccupied",
        "average",
        "employee",
        "working",
        "elsewhere",
        "cbre",
        "executive",
        "estimate",
        "unilever",
        "redesign",
        "headquarters",
        "new",
        "jersey",
        "includes",
        "open",
        "connect",
        "zone",
        "conversation",
        "relaxation",
        "informal",
        "meeting",
        "photo",
        "rowland",
        "company",
        "also",
        "taking",
        "cue",
        "space",
        "popular",
        "among",
        "young",
        "worker",
        "adding",
        "variety",
        "seating",
        "décor",
        "say",
        "kate",
        "lister",
        "research",
        "chair",
        "international",
        "facility",
        "management",
        "association",
        "committee",
        "evolving",
        "workplace",
        "new",
        "design",
        "give",
        "people",
        "place",
        "space",
        "quiet",
        "group",
        "work",
        "socializing",
        "say",
        "unilever",
        "recently",
        "consolidated",
        "several",
        "office",
        "one",
        "redesigned",
        "space",
        "headquarters",
        "englewood",
        "cliff",
        "employee",
        "share",
        "desk",
        "workspace",
        "including",
        "couch",
        "workbench",
        "large",
        "central",
        "atrium",
        "meeting",
        "work",
        "socializing",
        "eliminating",
        "office",
        "along",
        "window",
        "leaf",
        "plenty",
        "daylight",
        "everyone",
        "say",
        "mike",
        "clementi",
        "unilever",
        "vice",
        "president",
        "human",
        "resource",
        "molly",
        "kennedy",
        "senior",
        "global",
        "brand",
        "manager",
        "unilever",
        "little",
        "anxious",
        "first",
        "might",
        "sit",
        "one",
        "place",
        "morning",
        "come",
        "back",
        "later",
        "find",
        "somebody",
        "taken",
        "seat",
        "say",
        "happened",
        "plus",
        "gained",
        "freedom",
        "work",
        "home",
        "elsewhere",
        "kennedy",
        "say",
        "unilever",
        "long",
        "policy",
        "allowing",
        "employee",
        "work",
        "anywhere",
        "shift",
        "unassigned",
        "seating",
        "led",
        "use",
        "policy",
        "molly",
        "kennedy",
        "senior",
        "global",
        "brand",
        "manager",
        "unilever",
        "say",
        "transition",
        "unassigned",
        "seating",
        "given",
        "freedom",
        "work",
        "home",
        "near",
        "office",
        "meeting",
        "photo",
        "unilever",
        "another",
        "plus",
        "employee",
        "often",
        "improved",
        "technology",
        "fifth",
        "third",
        "bancorp",
        "recently",
        "shifted",
        "unassigned",
        "seating",
        "half",
        "employee",
        "cincinnati",
        "headquarters",
        "added",
        "computer",
        "monitor",
        "employee",
        "could",
        "review",
        "compare",
        "document",
        "without",
        "printing",
        "redesign",
        "offer",
        "variety",
        "seating",
        "including",
        "treadmill",
        "cycling",
        "desk",
        "say",
        "donna",
        "burnell",
        "managing",
        "director",
        "enterprise",
        "workplace",
        "service",
        "shift",
        "challenge",
        "five",
        "generation",
        "coexisting",
        "workplace",
        "traditionalist",
        "aspired",
        "corner",
        "office",
        "entire",
        "career",
        "millennial",
        "care",
        "less",
        "sit",
        "burnell",
        "say",
        "encourages",
        "resistor",
        "see",
        "redesign",
        "bringing",
        "comfort",
        "home",
        "office",
        "multiple",
        "choice",
        "seating",
        "décor",
        "employer",
        "meet",
        "resistance",
        "employee",
        "according",
        "survey",
        "employer",
        "international",
        "facility",
        "management",
        "association",
        "people",
        "really",
        "want",
        "locker",
        "want",
        "desk",
        "picture",
        "family",
        "dog",
        "sense",
        "want",
        "sit",
        "people",
        "every",
        "day",
        "lister",
        "say",
        "genentech",
        "say",
        "move",
        "unassigned",
        "seating",
        "employee",
        "group",
        "california",
        "headquarters",
        "increased",
        "productivity",
        "photo",
        "tim",
        "like",
        "many",
        "employee",
        "work",
        "setup",
        "cristina",
        "harnden",
        "regional",
        "vice",
        "president",
        "teknion",
        "toronto",
        "firm",
        "still",
        "tends",
        "work",
        "desk",
        "every",
        "day",
        "unassigned",
        "seating",
        "foster",
        "conversation",
        "sharing",
        "information",
        "among",
        "employee",
        "like",
        "walking",
        "among",
        "different",
        "work",
        "area",
        "say",
        "still",
        "find",
        "little",
        "harder",
        "connect",
        "team",
        "say",
        "sometimes",
        "know",
        "untidy",
        "colleague",
        "annoying",
        "make",
        "mess",
        "shared",
        "space",
        "employer",
        "offering",
        "unassigned",
        "seating",
        "also",
        "added",
        "cleaning",
        "service",
        "association",
        "survey",
        "say",
        "provided",
        "etiquette",
        "training",
        "curb",
        "behavior",
        "like",
        "squatting",
        "usurping",
        "shared",
        "space",
        "oneself",
        "genentech",
        "several",
        "year",
        "given",
        "employee",
        "group",
        "option",
        "moving",
        "neighborhood",
        "customized",
        "technology",
        "variety",
        "seating",
        "private",
        "breakaway",
        "room",
        "say",
        "carla",
        "boragno",
        "vice",
        "president",
        "site",
        "service",
        "south",
        "san",
        "francisco",
        "biotech",
        "firm",
        "must",
        "first",
        "reach",
        "agreement",
        "social",
        "rule",
        "interrupting",
        "colleague",
        "working",
        "breakaway",
        "room",
        "many",
        "group",
        "increasing",
        "productivity",
        "collaborating",
        "reducing",
        "email",
        "formal",
        "meeting",
        "say",
        "month",
        "adjustment",
        "take",
        "time",
        "get",
        "used",
        "boragno",
        "say",
        "take",
        "away",
        "desk",
        "help",
        "employee",
        "adapt",
        "unassigned",
        "seating",
        "set",
        "enforce",
        "rule",
        "using",
        "shared",
        "meeting",
        "space",
        "require",
        "online",
        "reservation",
        "conference",
        "room",
        "build",
        "soundproofing",
        "shared",
        "workspace",
        "area",
        "allow",
        "working",
        "home",
        "elsewhere",
        "require",
        "senior",
        "executive",
        "set",
        "example",
        "using",
        "various",
        "space",
        "wisely",
        "encourage",
        "work",
        "group",
        "set",
        "team",
        "rule",
        "social",
        "behavior",
        "provide",
        "apps",
        "help",
        "teammate",
        "find",
        "communicate",
        "provide",
        "technology",
        "replace",
        "paper",
        "note",
        "file",
        "offer",
        "etiquette",
        "training",
        "curb",
        "slob",
        "squatter",
        "provide",
        "shared",
        "office",
        "cleaning",
        "supply",
        "work",
        "family",
        "dreaded",
        "wedding",
        "decision",
        "invite",
        "april",
        "instant",
        "message",
        "generation",
        "gap",
        "april",
        "right",
        "wrong",
        "way",
        "manage",
        "april",
        "new",
        "strategy",
        "help",
        "woman",
        "build",
        "career",
        "confidence",
        "march",
        "quit",
        "feeling",
        "guilty",
        "missing",
        "child",
        "performance",
        "march",
        "write",
        "sue",
        "shellenbarger"
    ]
}