{
    "organizations": [],
    "uuid": "e16e942d4a2b07064fb57ad9c19ae11b56038599",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/14/globe-newswire-accelerize-inc-reports-financial-results-for-the-first-quarter-of-2018.html",
    "ord_in_thread": 0,
    "title": "Accelerize Inc. Reports Financial Results for the First Quarter of 2018",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "First quarter revenue of $6 million; First quarter sales bookings for new Journey platform outpace traditional bookings\nNEWPORT BEACH, Calif., May 14, 2018 (GLOBE NEWSWIRE) -- Accelerize (OTCQB:ACLZ), a leader in marketing technology solutions, today announced financial results for the first quarter ended March 31, 2018.\nAccelerize owns and operates CAKE, a marketing technology that provides a comprehensive suite of innovative marketing intelligence tools. Our powerful software-as-a-service (SaaS) is an enterprise solution that has been an industry standard for advertisers, agencies, networks and publishers to measurably analyze and improve digital marketing spend.\nBusiness Highlights for Q1 2018\nQuarter-over-Quarter Change in Average Revenue per Customer and Average number of Customers : Q1 2018 Revenues increased fractionally to $6.0 million while the total number of customers increased by 3% and average revenue per customer decreased by 3% year-over-year. Revenue remained broad-based with no single customer representing more than 5% of total revenue. New Journey platform gains momentum as sales bookings increase: The Company’s launch of Journey continues to gain momentum with first quarter sales bookings already outpacing traditional bookings for its CAKE platform. Journey is a new cloud-based platform solution targeting large advertisers, publishers and brands, that collects and analyzes customer journey data using multi-touch attribution for marketing campaign optimization. Accelerize sees its growing sales pipeline for Journey translating into a significant high margin revenue stream that will progressively grow throughout 2018. Sales bookings are an operational metric management believes useful but should not be considered in isolation or as a substitute for GAAP results and should be read in conjunction with the Company’s GAAP results. Recent Journey customer wins include several high profile companies: During the quarter the Company announced the addition of one of the world’s largest international banks with assets over $1 trillion as a Journey customer, as well as a leading online retailing brand. Commenced the international marketing launch of Journey : The Company launched its international marketing efforts for the Journey platform during the quarter. International markets represented about 40% of Company-wide sales in 2017 and the Company sees significant market potential for Journey , especially in the European and Asian markets. Embedded Domo in Journey Platform to further leverage customer journey data : The Company embedded the capabilities of Domo’s cloud-based platform to give marketers more ways to leverage customer journey data, capturing the best insights possible about how their multi-channel marketing campaigns are running, and helping them make decisions that improve performance.\n“We are excited with the progress we have made in the few short months since our launch of Journey , which enables Accelerize to target a much larger market opportunity with big advertisers, publishers and brands,” said Brian Ross, Chairman and CEO of Accelerize. “Our initial success has continued to gain momentum, resulting in several high-profile customer wins as well as new sales bookings that have already outpaced those of our traditional platform. We are confident that this will translate into meaningful growth in high margin revenue from our Journey platform as 2018 unfolds, primarily beginning in the second half of the year. As we move through 2018 we expect that growth to result in significant margin expansion and a progressive improvement in our overall financial performance that we believe will build significant value for our shareholders.”\nFinancial Highlights for Q1 2018\nRevenues : Total revenues for Q1 2018 were $6.0MM, up fractionally compared to Q1 2017. Software License revenue was $4.7MM with overage revenue of $1.1MM in Q1 2018, compared to $4.9MM with overage revenue of $797K in Q1 2017. The 34.9% increase in overage fees from our existing customers resulted from greater adoption and higher usage of our SaaS platform. The average number of customers on our platform increased by 3% quarter-over-quarter with average revenue per customer decreasing by 3%. Other revenue, consisting primarily of professional service fees and other partner revenue, increased by 18.3% quarter-over-quarter to $266K compared to $225K. The Company anticipates future revenues to be driven by new customer adoption of its Journey platform, as well as ongoing organic growth, and international expansion. Operating Income (Loss): The Company recorded an operating loss of ($654K) in Q1 2018 compared to operating income of $225K in Q1 2017, primarily a result of a $772K, or 17.5% decrease in gross profit. Gross margin was 60.7%, a 13.4% decline compared to 74.1% in Q1 2017. The decrease in margin and gross profit was mainly due to an $860K difference in web hosting fees associated primarily with 2017 credits from the Company’s hosting providers which temporarily inflated margin and gross profit for Q1 2017. The Company expects gross profit and gross margin to progressively improve for the remainder of 2018 as new higher margin revenue is added from Journey customers and management works to mitigate hosting capacity costs. Net Income (Loss): Net loss for Q1 2018 was ($1.3MM), or ($0.02) per share on 65.9 million weighted average shares outstanding, compared to a net loss of ($55K) or ($0.00) per share on 65.3 million weighted average shares outstanding in Q1 2017. Adjusted EBITDA: The Company recorded Adjusted EBITDA of ($461,892) for Q1 2018 compared to adjusted EBITDA of $589,901 recorded in Q1 2017. Adjusted EBITDA is a non-GAAP measure management believes provides important insight into the Company’s operating results (see “Use of Non-GAAP Financial Information” and the reconciliations of non-GAAP financial measures later in the press release).\n“During the first quarter we saw meaningful progress in our efforts to position Accelerize for long term success, primarily through our initial bookings success in marketing Journey in the US and the expected success of our international marketing launch,” said Andy Mazzarella, CFO of Accelerize. “The Journey product offers intrinsically higher gross margins than our traditional CAKE products. We expect this to drive progressive improvement in company-wide margins throughout 2018 as we continue to keep SG&A costs in control.”\nAbout Accelerize Inc.\nAccelerize Inc. (OTCQB:ACLZ) offers marketing technology solutions that revolutionize the way advertisers leverage their digital advertising data. For more information, visit www.accelerize.com .\nUse of Forward-looking Statements\nThis press release may contain forward-looking statements from Accelerize Inc. within the meaning of the “safe harbor” provisions of the Private Securities Litigation Reform Act of 1995 and federal securities laws. For example, when Accelerize Inc. describes the benefits and impact of Journey including contributing higher margin revenue growth, the market opportunity from Journey, expected improvement in revenue growth, the growth of future revenues, expected improvements in gross profit and gross margin, and uses other statements containing the words “believes,” “anticipates,” “plans,” “expects,” “will” and similar expressions, Accelerize Inc. is using forward-looking statements. These forward-looking statements are based on the current expectations of the management of Accelerize Inc. only, and are subject to a number of factors and uncertainties that could cause actual results to differ materially from those described in the forward-looking statements. The following factors, among others, could cause actual results to differ materially from those described in the forward-looking statements: changes in technology and market requirements; our technology may not be validated as we progress further; we may be unable to retain or attract key employees whose knowledge is essential to the development of our products and services; unforeseen market and technological difficulties may develop with our products and services; inability to timely develop and introduce new technologies, products and applications; or, loss of market share and pressure on pricing resulting from competition, which could cause the actual results or performance of Accelerize Inc. to differ materially from those contemplated in such forward-looking statements. Except as otherwise required by law, Accelerize Inc. undertakes no obligation to publicly release any revisions to these forward-looking statements to reflect events or circumstances after the date hereof or to reflect the occurrence of unanticipated events. For a more detailed description of the risk and uncertainties affecting Accelerize Inc., reference is made to Accelerize Inc.’s reports filed from time to time with the Securities and Exchange Commission.\nUse of Non-GAAP Financial Information\nAccelerize Inc. provides financial statements that are prepared in accordance with generally accepted accounting principles (GAAP). To help understand Accelerize Inc.’s financial performance the Company has supplemented its financial results that it provides in accordance with GAAP with certain non-GAAP financial measures. The method Accelerize Inc. uses to produce non-GAAP financial results is not computed according to GAAP and may differ from the methods used by other companies. Non-GAAP financial measures are not meant to be considered in isolation or as a substitute for comparable GAAP measures and should be read only in conjunction with the Company’s consolidated financial statements prepared in accordance with GAAP. Specifically, management is excluding the following items from its non-GAAP Adjusted EBITDA calculation:\nStock-Based Compensation and Warrant Expenses: The Company’s compensation strategy includes the use of stock-based compensation and warrants to attract and retain employees and executives. It is principally aimed at aligning their interests with those of our stockholders and at long-term employee retention, rather than to motivate or reward operational performance for any particular period. Thus, stock-based compensation and warrant expense varies for reasons that are generally unrelated to operational decisions and performance in any particular period.\nMedia Contact\nBrittany Christopher\nPR@getCAKE.com\n(949) 548-2253 x 257\nInvestor Contact\nAscendant Partners, LLC\nRichard Galterio\nRich@ascendantpartnersllc.com\n(732) 410-9810\nACCELERIZE INC.\nCONDENSED CONSOLIDATED BALANCE SHEETS\nMarch 31, 2018 December 31, 2017 (Unaudited) ASSETS Current Assets: Cash $ 805,880 $ 166,883 Restricted cash 50,000 50,000 Accounts receivable, net of allowance for bad debt of $235,703 and $471,144, respectively 2,856,152 2,692,636 Prepaid expenses and other assets 445,449 548,343 Total current assets 4,157,481 3,457,862 Property and equipment, net of accumulated depreciation of $794,189 and $775,152, respectively 82,043 69,405 Intangible assets, net of accumulated amortization of $2,617,203 and $2,512,203, respectively 4,195,523 3,925,523 Other assets 125,906 123,124 Total assets $ 8,560,953 $ 7,575,914 LIABILITIES AND STOCKHOLDERS' DEFICIT Current Liabilities: Accounts payable and accrued expenses $ 2,242,116 $ 2,479,083 Deferred revenues 476,831 299,937 Credit facility, short term 3,243,367 3,055,812 Other short-term loan, net of unamortized deferred financing cost of $0 and $0, respectively - 1,224,194 Total current liabilities 5,962,314 7,059,026 Credit facility, net of unamortized deferred financing cost of $1,457,249 and $245,584, respectively 6,841,709 4,402,988 Other long-term loan, net of unamortized deferred financing cost of $0 and $82,868, respectively - 267,938 Other liabilities 956,250 1,062,500 Total liabilities 13,760,273 12,792,452 Stockholders' Deficit: Series A Preferred stock; $0.001 par value; 54,000 shares authorized; None issued and outstanding. - - Series B Preferred stock; $0.001 par value; 1,946,000 shares authorized; None issued and outstanding. - - Common stock; $0.001 par value; 100,000,000 shares authorized; 65,939,709 and 65,939,709 shares issued and outstanding, respectively 65,938 65,938 Additional paid-in capital 27,557,795 26,301,748 Accumulated deficit (32,799,143 ) (31,542,684 ) Accumulated other comprehensive loss (23,910 ) (41,540 ) Total stockholders’ deficit (5,199,320 ) (5,216,538 ) Total liabilities and stockholders’ deficit $ 8,560,953 $ 7,575,914\nACCELERIZE INC.\nUNAUDITED CONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS\nThree-month periods ended\nMarch 31, 2018 2017 Revenues: $ 5,992,748 $ 5,956,724 Cost of revenue 2,353,860 1,545,345 Gross profit 3,638,888 4,411,379 Operating expenses: Research and development 1,122,623 1,043,119 Sales and marketing 1,170,484 1,216,490 General and administrative 1,999,886 1,926,242 Total operating expenses 4,292,993 4,185,851 Operating (loss) income (654,105 ) 225,528 Other income (expense): Other income (loss) 761 (300 ) Other expense (603,115 ) (280,452 ) Total other (expenses) (602,354 ) (280,752 ) Net loss $ (1,256,459 ) $ (55,224 )\nACCELERIZE INC.\nRECONCILIATION OF GAAP TO NON-GAAP FINANCIAL MEASURES\nThree-month periods ended March 31, 2018 2017 GAAP Net loss $ (1,256,459 ) $ (55,224 ) EBITDA Calculation Interest 576,155 256,397 Depreciation-US 10,103 33,269 Depreciation-UK 3,956 2,186 Amortization 105,000 133,573 EBITDA: $ (561,245 ) $ 370,201 Stock-based compensation expense 38,303 93,833 Warrant expense 61,050 125,867 Adjusted EBITDA: $ (461,892 ) $ 589,901\nSource:Accelerize",
    "published": "2018-05-14T16:30:00.000+03:00",
    "crawled": "2018-05-14T17:12:15.013+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "first",
        "quarter",
        "revenue",
        "million",
        "first",
        "quarter",
        "sale",
        "booking",
        "new",
        "journey",
        "platform",
        "outpace",
        "traditional",
        "booking",
        "newport",
        "beach",
        "may",
        "globe",
        "newswire",
        "accelerize",
        "otcqb",
        "aclz",
        "leader",
        "marketing",
        "technology",
        "solution",
        "today",
        "announced",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "accelerize",
        "owns",
        "operates",
        "cake",
        "marketing",
        "technology",
        "provides",
        "comprehensive",
        "suite",
        "innovative",
        "marketing",
        "intelligence",
        "tool",
        "powerful",
        "saas",
        "enterprise",
        "solution",
        "industry",
        "standard",
        "advertiser",
        "agency",
        "network",
        "publisher",
        "measurably",
        "analyze",
        "improve",
        "digital",
        "marketing",
        "spend",
        "business",
        "highlight",
        "q1",
        "change",
        "average",
        "revenue",
        "per",
        "customer",
        "average",
        "number",
        "customer",
        "q1",
        "revenue",
        "increased",
        "fractionally",
        "million",
        "total",
        "number",
        "customer",
        "increased",
        "average",
        "revenue",
        "per",
        "customer",
        "decreased",
        "revenue",
        "remained",
        "single",
        "customer",
        "representing",
        "total",
        "revenue",
        "new",
        "journey",
        "platform",
        "gain",
        "momentum",
        "sale",
        "booking",
        "increase",
        "company",
        "launch",
        "journey",
        "continues",
        "gain",
        "momentum",
        "first",
        "quarter",
        "sale",
        "booking",
        "already",
        "outpacing",
        "traditional",
        "booking",
        "cake",
        "platform",
        "journey",
        "new",
        "platform",
        "solution",
        "targeting",
        "large",
        "advertiser",
        "publisher",
        "brand",
        "collect",
        "analyzes",
        "customer",
        "journey",
        "data",
        "using",
        "attribution",
        "marketing",
        "campaign",
        "optimization",
        "accelerize",
        "see",
        "growing",
        "sale",
        "pipeline",
        "journey",
        "translating",
        "significant",
        "high",
        "margin",
        "revenue",
        "stream",
        "progressively",
        "grow",
        "throughout",
        "sale",
        "booking",
        "operational",
        "metric",
        "management",
        "belief",
        "useful",
        "considered",
        "isolation",
        "substitute",
        "gaap",
        "result",
        "read",
        "conjunction",
        "company",
        "gaap",
        "result",
        "recent",
        "journey",
        "customer",
        "win",
        "include",
        "several",
        "high",
        "profile",
        "company",
        "quarter",
        "company",
        "announced",
        "addition",
        "one",
        "world",
        "largest",
        "international",
        "bank",
        "asset",
        "trillion",
        "journey",
        "customer",
        "well",
        "leading",
        "online",
        "retailing",
        "brand",
        "commenced",
        "international",
        "marketing",
        "launch",
        "journey",
        "company",
        "launched",
        "international",
        "marketing",
        "effort",
        "journey",
        "platform",
        "quarter",
        "international",
        "market",
        "represented",
        "sale",
        "company",
        "see",
        "significant",
        "market",
        "potential",
        "journey",
        "especially",
        "european",
        "asian",
        "market",
        "embedded",
        "domo",
        "journey",
        "platform",
        "leverage",
        "customer",
        "journey",
        "data",
        "company",
        "embedded",
        "capability",
        "domo",
        "platform",
        "give",
        "marketer",
        "way",
        "leverage",
        "customer",
        "journey",
        "data",
        "capturing",
        "best",
        "insight",
        "possible",
        "marketing",
        "campaign",
        "running",
        "helping",
        "make",
        "decision",
        "improve",
        "performance",
        "excited",
        "progress",
        "made",
        "short",
        "month",
        "since",
        "launch",
        "journey",
        "enables",
        "accelerize",
        "target",
        "much",
        "larger",
        "market",
        "opportunity",
        "big",
        "advertiser",
        "publisher",
        "brand",
        "said",
        "brian",
        "ross",
        "chairman",
        "ceo",
        "accelerize",
        "initial",
        "success",
        "continued",
        "gain",
        "momentum",
        "resulting",
        "several",
        "customer",
        "win",
        "well",
        "new",
        "sale",
        "booking",
        "already",
        "outpaced",
        "traditional",
        "platform",
        "confident",
        "translate",
        "meaningful",
        "growth",
        "high",
        "margin",
        "revenue",
        "journey",
        "platform",
        "unfolds",
        "primarily",
        "beginning",
        "second",
        "half",
        "year",
        "move",
        "expect",
        "growth",
        "result",
        "significant",
        "margin",
        "expansion",
        "progressive",
        "improvement",
        "overall",
        "financial",
        "performance",
        "believe",
        "build",
        "significant",
        "value",
        "financial",
        "highlight",
        "q1",
        "revenue",
        "total",
        "revenue",
        "q1",
        "fractionally",
        "compared",
        "q1",
        "software",
        "license",
        "revenue",
        "overage",
        "revenue",
        "q1",
        "compared",
        "overage",
        "revenue",
        "797k",
        "q1",
        "increase",
        "overage",
        "fee",
        "existing",
        "customer",
        "resulted",
        "greater",
        "adoption",
        "higher",
        "usage",
        "saas",
        "platform",
        "average",
        "number",
        "customer",
        "platform",
        "increased",
        "average",
        "revenue",
        "per",
        "customer",
        "decreasing",
        "revenue",
        "consisting",
        "primarily",
        "professional",
        "service",
        "fee",
        "partner",
        "revenue",
        "increased",
        "266k",
        "compared",
        "225k",
        "company",
        "anticipates",
        "future",
        "revenue",
        "driven",
        "new",
        "customer",
        "adoption",
        "journey",
        "platform",
        "well",
        "ongoing",
        "organic",
        "growth",
        "international",
        "expansion",
        "operating",
        "income",
        "loss",
        "company",
        "recorded",
        "operating",
        "loss",
        "654k",
        "q1",
        "compared",
        "operating",
        "income",
        "225k",
        "q1",
        "primarily",
        "result",
        "772k",
        "decrease",
        "gross",
        "profit",
        "gross",
        "margin",
        "decline",
        "compared",
        "q1",
        "decrease",
        "margin",
        "gross",
        "profit",
        "mainly",
        "due",
        "860k",
        "difference",
        "web",
        "hosting",
        "fee",
        "associated",
        "primarily",
        "credit",
        "company",
        "hosting",
        "provider",
        "temporarily",
        "inflated",
        "margin",
        "gross",
        "profit",
        "q1",
        "company",
        "expects",
        "gross",
        "profit",
        "gross",
        "margin",
        "progressively",
        "improve",
        "remainder",
        "new",
        "higher",
        "margin",
        "revenue",
        "added",
        "journey",
        "customer",
        "management",
        "work",
        "mitigate",
        "hosting",
        "capacity",
        "cost",
        "net",
        "income",
        "loss",
        "net",
        "loss",
        "q1",
        "per",
        "share",
        "million",
        "weighted",
        "average",
        "share",
        "outstanding",
        "compared",
        "net",
        "loss",
        "55k",
        "per",
        "share",
        "million",
        "weighted",
        "average",
        "share",
        "outstanding",
        "q1",
        "adjusted",
        "ebitda",
        "company",
        "recorded",
        "adjusted",
        "ebitda",
        "q1",
        "compared",
        "adjusted",
        "ebitda",
        "recorded",
        "q1",
        "adjusted",
        "ebitda",
        "measure",
        "management",
        "belief",
        "provides",
        "important",
        "insight",
        "company",
        "operating",
        "result",
        "see",
        "use",
        "financial",
        "information",
        "reconciliation",
        "financial",
        "measure",
        "later",
        "press",
        "release",
        "first",
        "quarter",
        "saw",
        "meaningful",
        "progress",
        "effort",
        "position",
        "accelerize",
        "long",
        "term",
        "success",
        "primarily",
        "initial",
        "booking",
        "success",
        "marketing",
        "journey",
        "u",
        "expected",
        "success",
        "international",
        "marketing",
        "launch",
        "said",
        "andy",
        "mazzarella",
        "cfo",
        "accelerize",
        "journey",
        "product",
        "offer",
        "intrinsically",
        "higher",
        "gross",
        "margin",
        "traditional",
        "cake",
        "product",
        "expect",
        "drive",
        "progressive",
        "improvement",
        "margin",
        "throughout",
        "continue",
        "keep",
        "sg",
        "cost",
        "accelerize",
        "accelerize",
        "otcqb",
        "aclz",
        "offer",
        "marketing",
        "technology",
        "solution",
        "revolutionize",
        "way",
        "advertiser",
        "leverage",
        "digital",
        "advertising",
        "data",
        "information",
        "visit",
        "use",
        "statement",
        "press",
        "release",
        "may",
        "contain",
        "statement",
        "accelerize",
        "within",
        "meaning",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "federal",
        "security",
        "law",
        "example",
        "accelerize",
        "describes",
        "benefit",
        "impact",
        "journey",
        "including",
        "contributing",
        "higher",
        "margin",
        "revenue",
        "growth",
        "market",
        "opportunity",
        "journey",
        "expected",
        "improvement",
        "revenue",
        "growth",
        "growth",
        "future",
        "revenue",
        "expected",
        "improvement",
        "gross",
        "profit",
        "gross",
        "margin",
        "us",
        "statement",
        "containing",
        "word",
        "belief",
        "anticipates",
        "plan",
        "expects",
        "similar",
        "expression",
        "accelerize",
        "using",
        "statement",
        "statement",
        "based",
        "current",
        "expectation",
        "management",
        "accelerize",
        "subject",
        "number",
        "factor",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "described",
        "statement",
        "following",
        "factor",
        "among",
        "others",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "described",
        "statement",
        "change",
        "technology",
        "market",
        "requirement",
        "technology",
        "may",
        "validated",
        "progress",
        "may",
        "unable",
        "retain",
        "attract",
        "key",
        "employee",
        "whose",
        "knowledge",
        "essential",
        "development",
        "product",
        "service",
        "unforeseen",
        "market",
        "technological",
        "difficulty",
        "may",
        "develop",
        "product",
        "service",
        "inability",
        "timely",
        "develop",
        "introduce",
        "new",
        "technology",
        "product",
        "application",
        "loss",
        "market",
        "share",
        "pressure",
        "pricing",
        "resulting",
        "competition",
        "could",
        "cause",
        "actual",
        "result",
        "performance",
        "accelerize",
        "differ",
        "materially",
        "contemplated",
        "statement",
        "except",
        "otherwise",
        "required",
        "law",
        "accelerize",
        "undertakes",
        "obligation",
        "publicly",
        "release",
        "revision",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "date",
        "hereof",
        "reflect",
        "occurrence",
        "unanticipated",
        "event",
        "detailed",
        "description",
        "risk",
        "uncertainty",
        "affecting",
        "accelerize",
        "reference",
        "made",
        "accelerize",
        "report",
        "filed",
        "time",
        "time",
        "security",
        "exchange",
        "commission",
        "use",
        "financial",
        "information",
        "accelerize",
        "provides",
        "financial",
        "statement",
        "prepared",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "help",
        "understand",
        "accelerize",
        "financial",
        "performance",
        "company",
        "supplemented",
        "financial",
        "result",
        "provides",
        "accordance",
        "gaap",
        "certain",
        "financial",
        "measure",
        "method",
        "accelerize",
        "us",
        "produce",
        "financial",
        "result",
        "computed",
        "according",
        "gaap",
        "may",
        "differ",
        "method",
        "used",
        "company",
        "financial",
        "measure",
        "meant",
        "considered",
        "isolation",
        "substitute",
        "comparable",
        "gaap",
        "measure",
        "read",
        "conjunction",
        "company",
        "consolidated",
        "financial",
        "statement",
        "prepared",
        "accordance",
        "gaap",
        "specifically",
        "management",
        "excluding",
        "following",
        "item",
        "adjusted",
        "ebitda",
        "calculation",
        "compensation",
        "warrant",
        "expense",
        "company",
        "compensation",
        "strategy",
        "includes",
        "use",
        "compensation",
        "warrant",
        "attract",
        "retain",
        "employee",
        "executive",
        "principally",
        "aimed",
        "aligning",
        "interest",
        "stockholder",
        "employee",
        "retention",
        "rather",
        "motivate",
        "reward",
        "operational",
        "performance",
        "particular",
        "period",
        "thus",
        "compensation",
        "warrant",
        "expense",
        "varies",
        "reason",
        "generally",
        "unrelated",
        "operational",
        "decision",
        "performance",
        "particular",
        "period",
        "medium",
        "contact",
        "brittany",
        "christopher",
        "pr",
        "x",
        "investor",
        "contact",
        "ascendant",
        "partner",
        "llc",
        "richard",
        "galterio",
        "rich",
        "accelerize",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "march",
        "december",
        "unaudited",
        "asset",
        "current",
        "asset",
        "cash",
        "restricted",
        "cash",
        "account",
        "receivable",
        "net",
        "allowance",
        "bad",
        "debt",
        "respectively",
        "prepaid",
        "expense",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "accumulated",
        "depreciation",
        "respectively",
        "intangible",
        "asset",
        "net",
        "accumulated",
        "amortization",
        "respectively",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "deficit",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "deferred",
        "revenue",
        "credit",
        "facility",
        "short",
        "term",
        "loan",
        "net",
        "unamortized",
        "deferred",
        "financing",
        "cost",
        "respectively",
        "total",
        "current",
        "liability",
        "credit",
        "facility",
        "net",
        "unamortized",
        "deferred",
        "financing",
        "cost",
        "respectively",
        "loan",
        "net",
        "unamortized",
        "deferred",
        "financing",
        "cost",
        "respectively",
        "liability",
        "total",
        "liability",
        "stockholder",
        "deficit",
        "series",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "none",
        "issued",
        "outstanding",
        "series",
        "b",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "none",
        "issued",
        "outstanding",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "accumulated",
        "comprehensive",
        "loss",
        "total",
        "stockholder",
        "deficit",
        "total",
        "liability",
        "stockholder",
        "deficit",
        "accelerize",
        "unaudited",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "period",
        "ended",
        "march",
        "revenue",
        "cost",
        "revenue",
        "gross",
        "profit",
        "operating",
        "expense",
        "research",
        "development",
        "sale",
        "marketing",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "operating",
        "loss",
        "income",
        "income",
        "expense",
        "income",
        "loss",
        "expense",
        "total",
        "expense",
        "net",
        "loss",
        "accelerize",
        "reconciliation",
        "gaap",
        "financial",
        "measure",
        "period",
        "ended",
        "march",
        "gaap",
        "net",
        "loss",
        "ebitda",
        "calculation",
        "interest",
        "amortization",
        "ebitda",
        "compensation",
        "expense",
        "warrant",
        "expense",
        "adjusted",
        "ebitda",
        "source",
        "accelerize"
    ]
}