{
    "organizations": [],
    "uuid": "153b1d11b9d3e556eab356bb2fae0ec9e9ef4ad8",
    "author": "",
    "url": "https://www.cnbc.com/2018/05/03/here-are-highlights-of-elon-musks-strange-tesla-earnings-call-theyre-killing-me.html",
    "ord_in_thread": 0,
    "title": "Here are highlights of Elon Musk's strange Tesla earnings call: 'They're killing me'",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "The talk of Wall Street right now is Elon Musk 's performance on Tesla's earnings conference call where he dismissed analysts' questions as \"boring.\"\nMorgan Stanley's Adam Jonas said it was \"the most unusual call I have experienced in 20 years on the sell-side.\"\nHere are the highlights that have everyone talking:\n'...as long as there are good questions' Musk begins call: \"I think our letter says most of it, but I think we're going to spend extra time on Q&A and try to answer as many questions as possible. I think we should be able to answer, so we're going to go as long as there are good questions to answer.\"\nReorganization? Musk: \"Yeah, as the letter says, I'm feeling quite confident about achieving GAAP net income and positive cash flow in Q3. This is not a certainty, but it does appear quite likely in my view. We are going to conduct a sort of reorganization, restructuring of the company this month, and make sure we're well set up to achieve that goal. And in particular, the number of sort of third-party contracting companies that we're using has really gotten out of control, so we're going to scrub the barnacles on that front. It's pretty crazy. We've got barnacles on barnacles. So there's going to be a lot of barnacle removal.\"\n'Boring, bonehead' questions Sanford Bernstein's Toni Sacconaghi: \"And so where specifically will you be in terms of capital requirements?\"\nMusk: \"Excuse me. Next. Boring, bonehead questions are not cool. Next?\"\n'They're killing me' RBC's Joseph Spak: \"The first question is related to the Model 3 reservations, and I was just wondering if you gave us a gauge as maybe some of the impact that the news has had. Like, of the reservations that actually opened and made available to configure, can you let us know, like, what percentage have actually taken the step to configure?\nMusk: \"We're going to go to YouTube. Sorry. These questions are so dry. They're killing me.\"\n'I'm really upset by this' Musk: \"Well, the hardest thing about the timing is regulatory approval. The thing that's tricky with autonomous vehicles is that autonomy doesn't reduce the accident rate or fatality rate to zero. It improves it substantially, but the reality is that even though we think our – we think autonomy, even car autonomy reduces the probability of a death by 50%, which would be incredible because there's like – broadly there's over a 1 million, I think 1.2 million automotive deaths per year. And how many do you read about? Basically, none of them. However – but, if it's an autonomous situation, it's headline news, and the media fails to mention that actually they shouldn't really be writing the story, they should be writing the story about how autonomous cars are really safe, but that's not the story that people want to click on. So they write inflammatory headlines that are fundamentally misleading to the readers. It's really outrageous. And this will be true, even if electric cars were – sorry, if autonomous cars were 10 times safer, so if instead of a 1 million deaths you had 100,000 deaths. There is still going to be people who will still sue and say, hey, you're responsible for the death here. And it's like, well, the 90% of people who didn't die are not suing. They're not dead, they're still alive, they just don't know it.\nSo, we've got to deal with that and then obviously regulators respond to public pressure and the press. So, if the press is hounding the regulators, and the public is laboring on misapprehension that autonomy is less safe because of misleading press, then this is where I find the challenge predicting it to be very difficult.\nAnd, yeah, it's really incredibly irresponsible of any journalists with integrity to write an article that would lead people to believe that autonomy is less safe. Because people might actually turn it off, and then die. So anyway, I'm really upset by this.\"\nModel Y in 2020 Galileo Russell (Youtube questioner from HyperChange LLC): \"And then one more quick thing on production capacity and speed of the Fremont line, because this is something you mentioned a lot it seems. And in the last quarterly conference call, you mentioned the max capacity with 700,000 cars for Fremont or somewhere around there. And that was S, X, and 3. And so we recently got a report from Reuters saying that Model Y production would start in November 2019 at Fremont. And so, I'm just kind of curious with the Semi and that Model Y launching next year, like, where you are actually planning on assembling these vehicles?\"\nMusk: \"The Reuters report is based on nothing. Like I don't know where that came from. We will not be starting production on Model Y at the end of next year. I would say it's probably closer to 24 months from now. So 2020 is a more likely prospect for Model Y, early 2020. And the production location for Model Y has not been decided. We're really crowded here at Fremont. I don't know where we'd put the Model Y production, so it's difficult to imagine that. We just could not fit the Model Y production at Fremont. We are jammed to the gills here.\"\nI actually studied physics Russell: I'm not an expert in battery pack technology, but it seems that a lot of people are speculating that the specs for the Semi truck, even I believe the CEO of Daimler said it breaks the laws of physics. So, I'm wondering is this just a linear...\nMusk: He doesn't know much about physics. I know him. I'd be happy to engage in a physics discussion with him. I actually studied physics in college.\nRussell: So, yeah, my question is that just a linear improvement in your battery technology? Or is there some sort of new breakthrough or different platform that the Semi and Roadster are going to be built on?\nMusk: I mean, even if we didn't improve our battery technology at all, we could achieve a 500 mile range truck at all. We're going to do better than 500 miles.\nTo Youtuber: 'Way more interesting' Musk: We can do a 500-mile range Semi today. I think the actual production unit will be about 600-mile range.\nRussell: Awesome. Great stuff. So, I'm also wondering, are you guys going to let Porsche best you to market with a 350 kilowatt-hour Supercharger? Because I know you've mentioned V3\nMusk: ...ask questions that are not boring.\nRussell: Yeah, I can keep going, so.\nMusk: Yeah, that's cool. This is way more interesting.\nKeeps answering questions from YouTuber Musk: \"We'll keep going to answer quick questions while they're interesting.\"\nRussell: Yeah, I have a couple more...\"\n'Please sell our stock' Musk: \"We have no interest in satisfying the desires of day traders. I couldn't care less. Please sell our stock and don't buy it.\"\nBaird's Ben Kallo : \"I completely understand your frustration and I'm frustrated, too, on how myopic we are right now. They also say that great years were made out of quarters, and great decades are made out of years, so everyone's short-term focus in some ways, and volatility has a way of shaking people out even they are strong and want to be there.\"\nMusk: \"That's OK.\"\nKallo : \"And so anything you can do to help in the near term on that, I think is helpful [ph] for the stock. That's it.\"\nMusk: \"I mean, I think that if people are concerned about volatility, they should definitely not buy our stock. I'm not here to convince you to buy our stock. Do not buy it if volatility is scary. There you go.\"\n'Save that for another time' Piper Jaffray's Alex Potter: \"You mentioned earlier you think the Model Y production is going to be a true sort of production revolution. If you had to do the Model 3 over again there are some things that you would've changed, and you hope to incorporate those learnings into the Model Y. What specifically would you do? Or what specifically would you plan to do?\"\nMusk: \"Well, I think – let's save that for another time. Like, we'll talk about that when we unveiled the Model Y. But it's really going to be dramatically better. The design and production system, I think, really will be next level.\"\n(Portions of this story are from a FactSet transcript of the conference call.)\nWATCH: Elon Musk's big ambitions may be killing Tesla show chapters Tesla's earnings were better than expected, but Elon Musk still has a lot on his plate 18 Hours Ago | 05:31",
    "published": "2018-05-03T15:49:00.000+03:00",
    "crawled": "2018-05-03T15:53:42.005+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "talk",
        "wall",
        "street",
        "right",
        "elon",
        "musk",
        "performance",
        "tesla",
        "earnings",
        "conference",
        "call",
        "dismissed",
        "analyst",
        "question",
        "boring",
        "morgan",
        "stanley",
        "adam",
        "jonas",
        "said",
        "unusual",
        "call",
        "experienced",
        "year",
        "highlight",
        "everyone",
        "talking",
        "long",
        "good",
        "question",
        "musk",
        "begin",
        "call",
        "think",
        "letter",
        "say",
        "think",
        "going",
        "spend",
        "extra",
        "time",
        "q",
        "try",
        "answer",
        "many",
        "question",
        "possible",
        "think",
        "able",
        "answer",
        "going",
        "go",
        "long",
        "good",
        "question",
        "answer",
        "reorganization",
        "musk",
        "yeah",
        "letter",
        "say",
        "feeling",
        "quite",
        "confident",
        "achieving",
        "gaap",
        "net",
        "income",
        "positive",
        "cash",
        "flow",
        "q3",
        "certainty",
        "appear",
        "quite",
        "likely",
        "view",
        "going",
        "conduct",
        "sort",
        "reorganization",
        "restructuring",
        "company",
        "month",
        "make",
        "sure",
        "well",
        "set",
        "achieve",
        "goal",
        "particular",
        "number",
        "sort",
        "contracting",
        "company",
        "using",
        "really",
        "gotten",
        "control",
        "going",
        "scrub",
        "barnacle",
        "front",
        "pretty",
        "crazy",
        "got",
        "barnacle",
        "barnacle",
        "going",
        "lot",
        "barnacle",
        "removal",
        "bonehead",
        "question",
        "sanford",
        "bernstein",
        "toni",
        "sacconaghi",
        "specifically",
        "term",
        "capital",
        "requirement",
        "musk",
        "excuse",
        "next",
        "boring",
        "bonehead",
        "question",
        "cool",
        "next",
        "killing",
        "rbc",
        "joseph",
        "spak",
        "first",
        "question",
        "related",
        "model",
        "reservation",
        "wondering",
        "gave",
        "u",
        "gauge",
        "maybe",
        "impact",
        "news",
        "like",
        "reservation",
        "actually",
        "opened",
        "made",
        "available",
        "configure",
        "let",
        "u",
        "know",
        "like",
        "percentage",
        "actually",
        "taken",
        "step",
        "configure",
        "musk",
        "going",
        "go",
        "youtube",
        "sorry",
        "question",
        "dry",
        "killing",
        "really",
        "upset",
        "musk",
        "well",
        "hardest",
        "thing",
        "timing",
        "regulatory",
        "approval",
        "thing",
        "tricky",
        "autonomous",
        "vehicle",
        "autonomy",
        "reduce",
        "accident",
        "rate",
        "fatality",
        "rate",
        "zero",
        "improves",
        "substantially",
        "reality",
        "even",
        "though",
        "think",
        "think",
        "autonomy",
        "even",
        "car",
        "autonomy",
        "reduces",
        "probability",
        "death",
        "would",
        "incredible",
        "like",
        "broadly",
        "million",
        "think",
        "million",
        "automotive",
        "death",
        "per",
        "year",
        "many",
        "read",
        "basically",
        "none",
        "however",
        "autonomous",
        "situation",
        "headline",
        "news",
        "medium",
        "fails",
        "mention",
        "actually",
        "really",
        "writing",
        "story",
        "writing",
        "story",
        "autonomous",
        "car",
        "really",
        "safe",
        "story",
        "people",
        "want",
        "click",
        "write",
        "inflammatory",
        "headline",
        "fundamentally",
        "misleading",
        "reader",
        "really",
        "outrageous",
        "true",
        "even",
        "electric",
        "car",
        "sorry",
        "autonomous",
        "car",
        "time",
        "safer",
        "instead",
        "million",
        "death",
        "death",
        "still",
        "going",
        "people",
        "still",
        "sue",
        "say",
        "hey",
        "responsible",
        "death",
        "like",
        "well",
        "people",
        "die",
        "suing",
        "dead",
        "still",
        "alive",
        "know",
        "got",
        "deal",
        "obviously",
        "regulator",
        "respond",
        "public",
        "pressure",
        "press",
        "press",
        "hounding",
        "regulator",
        "public",
        "laboring",
        "misapprehension",
        "autonomy",
        "less",
        "safe",
        "misleading",
        "press",
        "find",
        "challenge",
        "predicting",
        "difficult",
        "yeah",
        "really",
        "incredibly",
        "irresponsible",
        "journalist",
        "integrity",
        "write",
        "article",
        "would",
        "lead",
        "people",
        "believe",
        "autonomy",
        "less",
        "safe",
        "people",
        "might",
        "actually",
        "turn",
        "die",
        "anyway",
        "really",
        "upset",
        "model",
        "galileo",
        "russell",
        "youtube",
        "questioner",
        "hyperchange",
        "llc",
        "one",
        "quick",
        "thing",
        "production",
        "capacity",
        "speed",
        "fremont",
        "line",
        "something",
        "mentioned",
        "lot",
        "seems",
        "last",
        "quarterly",
        "conference",
        "call",
        "mentioned",
        "max",
        "capacity",
        "car",
        "fremont",
        "somewhere",
        "around",
        "x",
        "recently",
        "got",
        "report",
        "reuters",
        "saying",
        "model",
        "production",
        "would",
        "start",
        "november",
        "fremont",
        "kind",
        "curious",
        "semi",
        "model",
        "launching",
        "next",
        "year",
        "like",
        "actually",
        "planning",
        "assembling",
        "vehicle",
        "musk",
        "reuters",
        "report",
        "based",
        "nothing",
        "like",
        "know",
        "came",
        "starting",
        "production",
        "model",
        "end",
        "next",
        "year",
        "would",
        "say",
        "probably",
        "closer",
        "month",
        "likely",
        "prospect",
        "model",
        "early",
        "production",
        "location",
        "model",
        "decided",
        "really",
        "crowded",
        "fremont",
        "know",
        "put",
        "model",
        "production",
        "difficult",
        "imagine",
        "could",
        "fit",
        "model",
        "production",
        "fremont",
        "jammed",
        "gill",
        "actually",
        "studied",
        "physic",
        "russell",
        "expert",
        "battery",
        "pack",
        "technology",
        "seems",
        "lot",
        "people",
        "speculating",
        "spec",
        "semi",
        "truck",
        "even",
        "believe",
        "ceo",
        "daimler",
        "said",
        "break",
        "law",
        "physic",
        "wondering",
        "linear",
        "musk",
        "know",
        "much",
        "physic",
        "know",
        "happy",
        "engage",
        "physic",
        "discussion",
        "actually",
        "studied",
        "physic",
        "college",
        "russell",
        "yeah",
        "question",
        "linear",
        "improvement",
        "battery",
        "technology",
        "sort",
        "new",
        "breakthrough",
        "different",
        "platform",
        "semi",
        "roadster",
        "going",
        "built",
        "musk",
        "mean",
        "even",
        "improve",
        "battery",
        "technology",
        "could",
        "achieve",
        "mile",
        "range",
        "truck",
        "going",
        "better",
        "mile",
        "youtuber",
        "interesting",
        "musk",
        "range",
        "semi",
        "today",
        "think",
        "actual",
        "production",
        "unit",
        "range",
        "russell",
        "awesome",
        "great",
        "stuff",
        "also",
        "wondering",
        "guy",
        "going",
        "let",
        "porsche",
        "best",
        "market",
        "supercharger",
        "know",
        "mentioned",
        "v3",
        "musk",
        "ask",
        "question",
        "boring",
        "russell",
        "yeah",
        "keep",
        "going",
        "musk",
        "yeah",
        "cool",
        "way",
        "interesting",
        "keep",
        "answering",
        "question",
        "youtuber",
        "musk",
        "keep",
        "going",
        "answer",
        "quick",
        "question",
        "interesting",
        "russell",
        "yeah",
        "couple",
        "sell",
        "stock",
        "musk",
        "interest",
        "satisfying",
        "desire",
        "day",
        "trader",
        "could",
        "care",
        "less",
        "please",
        "sell",
        "stock",
        "buy",
        "baird",
        "ben",
        "kallo",
        "completely",
        "understand",
        "frustration",
        "frustrated",
        "myopic",
        "right",
        "also",
        "say",
        "great",
        "year",
        "made",
        "quarter",
        "great",
        "decade",
        "made",
        "year",
        "everyone",
        "focus",
        "way",
        "volatility",
        "way",
        "shaking",
        "people",
        "even",
        "strong",
        "want",
        "musk",
        "kallo",
        "anything",
        "help",
        "near",
        "term",
        "think",
        "helpful",
        "ph",
        "stock",
        "musk",
        "mean",
        "think",
        "people",
        "concerned",
        "volatility",
        "definitely",
        "buy",
        "stock",
        "convince",
        "buy",
        "stock",
        "buy",
        "volatility",
        "scary",
        "go",
        "another",
        "time",
        "piper",
        "jaffray",
        "alex",
        "potter",
        "mentioned",
        "earlier",
        "think",
        "model",
        "production",
        "going",
        "true",
        "sort",
        "production",
        "revolution",
        "model",
        "thing",
        "would",
        "changed",
        "hope",
        "incorporate",
        "learning",
        "model",
        "specifically",
        "would",
        "specifically",
        "would",
        "plan",
        "musk",
        "well",
        "think",
        "let",
        "save",
        "another",
        "time",
        "like",
        "talk",
        "unveiled",
        "model",
        "really",
        "going",
        "dramatically",
        "better",
        "design",
        "production",
        "system",
        "think",
        "really",
        "next",
        "level",
        "portion",
        "story",
        "factset",
        "transcript",
        "conference",
        "call",
        "watch",
        "elon",
        "musk",
        "big",
        "ambition",
        "may",
        "killing",
        "tesla",
        "show",
        "chapter",
        "tesla",
        "earnings",
        "better",
        "expected",
        "elon",
        "musk",
        "still",
        "lot",
        "plate",
        "hour",
        "ago"
    ]
}