{
    "organizations": [],
    "uuid": "b1c574e961e27900c75dd563950d5b98cfb94d55",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/02/globe-newswire-esperion-provides-bempedoic-acid-franchise-development-program-updates-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Esperion Provides Bempedoic Acid Franchise Development Program Updates; Reports Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "ANN ARBOR, Mich., May 02, 2018 (GLOBE NEWSWIRE) -- Esperion (NASDAQ:ESPR), the Lipid Management Company focused on developing and commercializing complementary, convenient, cost-effective, once-daily, oral therapies for the treatment of patients with elevated low density lipoprotein cholesterol (LDL-C), today provided bempedoic acid franchise development program updates and financial results for the first quarter ended March 31, 2018.\n“The Lipid Management Team has made tremendous progress in 2018, with positive top-line results reported from two pivotal, Phase 3 studies and one Phase 2 study. The growing body of clinical evidence continues to demonstrate the potential value of bempedoic acid and the bempedoic acid / ezetimibe combination pill in delivering consistent LDL-C lowering in safe, well-tolerated and convenient once-daily pills that are highly complementary to existing standard-of-care oral LDL-C lowering therapies,” said Tim Mayleben, president and chief executive officer of Esperion. “The stage is now set for the final three pivotal top-line data announcements – expected later this month and in August and September – rounding out what is sure to be a momentous year for Esperion.”\nFirst Quarter Development Program and Company Highlights\nMay 2018: Announced positive top-line results from the global, pivotal Phase 3 long-term study (Study 1 or 1002-040) of bempedoic acid 180 mg evaluating the safety and tolerability of bempedoic acid versus placebo in high-risk patients with atherosclerotic cardiovascular disease (ASCVD) who are inadequately controlled with current lipid-modifying therapies, including maximally tolerated statin therapy. March 2018: Announced positive top-line results from the Phase 2 clinical study ( 1002-039 ) that evaluated the LDL-C lowering efficacy and safety of bempedoic acid 180 mg added-on to stable background therapy of a proprotein convertase subtilisin/kexin type 9 (PCSK9) inhibitor in patients with hypercholesterolemia. Bempedoic acid provided an additional 30 percent LDL-C lowering and a 34 percent hsCRP reduction. Announced positive top-line results from the first pivotal, Phase 3 study ( Study 4 or 1002-048 ) of bempedoic acid 180 mg evaluating the LDL-C lowering efficacy and safety and tolerability of bempedoic acid versus placebo in patients with ASCVD or at high risk for ASCVD with hypercholesterolemia inadequately treated with background ezetimibe 10 mg and up to the lowest daily starting dose of a statin. Bempedoic acid provided an additional 28 percent LDL-C lowering and a 33 percent hsCRP reduction.\nUpcoming Milestones\nMay 2018: Top-line results expected from the pivotal Phase 3 Study 3 ( 1002-046 ) of bempedoic acid in ASCVD patients on background therapy of less than approved daily starting doses of statins (high CV risk patients considered statin intolerant). August 2018: Top-line results expected from the pivotal Phase 3 Study ( 1002FDC-053 ) of the bempedoic acid / ezetimibe combination pill in ASCVD patients on maximally tolerated statin background therapy. September 2018: Top-line results expected from the pivotal Phase 3 Study 2 ( 1002-047 ) of bempedoic acid in ASCVD patients on maximally tolerated statin background therapy.\n2018 First Quarter Financial Results\nAs of March 31, 2018, cash and cash equivalents and investment securities available-for-sale totaled $239.6 million compared with $273.6 million at December 31, 2017.\nResearch and development expenses were $40.9 million for the first quarter of 2018, compared to $35.9 million for the comparable period in 2017. The increase in research and development expenses was primarily related to the further clinical development of the bempedoic acid / ezetimibe combination pill and bempedoic acid, including costs to support the global pivotal Phase 3 studies, the CVOT, and increases in our headcount and stock-based compensation expense.\nGeneral and administrative expenses were $6.0 million for the first quarter of 2018, compared to $5.0 million for the comparable period in 2017. The increase in general and administrative expenses was primarily attributable to costs to support public company operations, further increases in our headcount and stock-based compensation expense, and other costs to support our growth.\nEsperion had a net loss of $46.1 million for the first quarter of 2018, compared to $40.5 million for the comparable period in 2017.\nEsperion had approximately 26.8 million shares of common stock outstanding, with another 4.2 million issuable upon exercise of stock options and warrants and vesting of restricted stock units, and $0.6 million of debt outstanding as of March 31, 2018.\n2018 Financial Outlook\nEsperion expects full-year 2018 net cash used in operating activities to be approximately $135 to $145 million and its cash and cash equivalents and investment securities to be approximately $130 to $140 million at December 31, 2018. The Company estimates that current cash resources are sufficient to fund operations through the expected approvals of the bempedoic acid / ezetimibe combination pill and bempedoic acid in the first quarter of 2020.\nAbout Esperion's Global Pivotal Phase 3 LDL-C Lowering Program\nEsperion initiated its global, pivotal, Phase 3 clinical development program in January 2016 to evaluate the safety, tolerability and consistent, complementary LDL-C-lowering efficacy of bempedoic acid and the bempedoic acid / ezetimibe combination pill in patients with atherosclerotic cardiovascular disease (ASCVD), or who are at a high risk for ASCVD, with hypercholesterolemia who continue to have elevated levels of LDL-C despite the use of maximally-tolerated statins and ezetimibe, leaving them at high risk for cardiovascular events. The program includes five studies in approximately 4,000 patients, four for bempedoic acid and one for the bempedoic acid / ezetimibe combination pill.\nTwo pivotal studies evaluating bempedoic acid (Studies 1 & 2) in 3,000 patients with ASCVD on maximally-tolerated statin therapy, with top-line results reported in early May 2018 and expected in September 2018, respectively; Two pivotal studies evaluating bempedoic acid (Studies 3 & 4) in 600 patients with ASCVD, or at a high risk for ASCVD, considered statin intolerant, with top-line results expected in May 2018 and reported in March 2018, respectively; One pivotal study evaluating the bempedoic acid / ezetimibe combination pill (053 Study) in 350 patients with ASCVD, or at high risk for ASCVD, on maximally-tolerated statin therapy, with top-line results expected in August 2018.\nEsperion plans to submit New Drug Applications (NDAs) to the U.S. Food and Drug Administration (FDA) for bempedoic acid and the bempedoic acid / ezetimibe combination pill for LDL-C-lowering indications by the first quarter of 2019. Additionally, Esperion plans to submit Marketing Authorization Applications (MAAs) to the European Medicines Agency (EMA) by the second quarter of 2019.\nBempedoic Acid / Ezetimibe Combination Pill\nThrough the complementary mechanisms of action of inhibition of cholesterol synthesis (bempedoic acid) and inhibition of cholesterol absorption (ezetimibe), the bempedoic acid / ezetimibe combination pill is our lead, non-statin, orally available, once-daily, LDL-C lowering therapy. Inhibition of ATP Citrate Lyase (ACL) by bempedoic acid reduces cholesterol biosynthesis and lowers LDL-C by up-regulating the LDL receptor. Inhibition of Niemann-Pick C1-Like 1 (NPC1L1) by ezetimibe results in reduced absorption of cholesterol from the gastrointestinal tract, thereby reducing delivery of cholesterol to the liver, which in turn upregulates the LDL receptors. Previously completed Phase 2 data demonstrated that this safe and well tolerated combination results in a 48 percent lowering of LDL-C, and a 26 percent reduction in high sensitivity C-reactive protein (hsCRP).\nBempedoic Acid\nWith a targeted mechanism of action, bempedoic acid is a first-in-class, complementary, orally available, once-daily ATP Citrate Lyase (ACL) inhibitor that reduces cholesterol biosynthesis and lowers LDL-C by up-regulating the LDL receptor. Similar to statins, bempedoic acid also reduces hsCRP, a key marker of inflammation associated with cardiovascular disease. Completed Phase 1, Phase 2 and Phase 3 studies conducted in more than 1,600 patients, and over 1,000 patients treated with bempedoic acid, have produced LDL-C lowering results of up to 30 percent as monotherapy, approximately 50 percent in combination with ezetimibe and an incremental 20+ percent when added to stable statin therapy.\nThe effect of bempedoic acid on cardiovascular morbidity and mortality has not yet been determined.\nEsperion's Commitment to Patients with Hypercholesterolemia\nHigh levels of LDL-C can lead to a build-up of fat and cholesterol in and on artery walls (known as atherosclerosis), potentially leading to cardiovascular events, including heart attack or stroke. In the U.S., 78 million people, or more than 20 percent of the population, have elevated LDL-C; an additional 73 million people in Europe and 30 million people in Japan also live with elevated LDL-C. There are approximately 13 million people in the U.S. with atherosclerotic cardiovascular disease (ASCVD) who live with elevated levels of LDL-C despite taking maximally-tolerated lipid-modifying therapy — including individuals considered statin intolerant — leaving them at high risk for cardiovascular events. The vast majority of these patients, 9.5 million, require less than 30 percent additional LDL-C lowering to achieve treatment goals.\nEsperion's mission as the Lipid Management Company is to deliver once-daily, oral therapies that complement existing oral drugs to provide the additional LDL-C lowering that these patients need.\nThe Lipid Management Company\nEsperion is the Lipid Management Company passionately committed to developing and commercializing complementary, convenient, cost-effective, once-daily, oral therapies for the treatment of patients with elevated LDL-C. Through scientific and clinical excellence, and a deep understanding of cholesterol biology, the experienced lipid management team at Esperion is committed to developing new LDL-C lowering therapies that will make a substantial impact on reducing global cardiovascular disease; the leading cause of death around the world. Bempedoic acid and the company's lead product candidate, the bempedoic acid / ezetimibe combination pill, are targeted therapies that have been shown to significantly lower elevated LDL-C levels in patients with hypercholesterolemia, including patients inadequately treated with current lipid-modifying therapies. For more information, please visit www.esperion.com and follow us on Twitter at https://twitter.com/EsperionInc .\nForward-Looking Statements\nThis press release contains forward-looking statements that are made pursuant to the safe harbor provisions of the federal securities laws, including statements regarding the regulatory approval pathway for the bempedoic acid / ezetimibe combination pill and bempedoic acid and the therapeutic potential of, clinical development plan for, the bempedoic acid / ezetimibe combination pill and bempedoic acid, including Esperion’s timing, designs, plans and announcement of results, the global pivotal Phase 3 clinical development program for bempedoic acid, the expected upcoming milestones described in this press release, and our cash position and financial outlook. Any express or implied statements contained in this press release that are not statements of historical fact may be deemed to be forward-looking statements. Forward-looking statements involve risks and uncertainties that could cause Esperion's actual results to differ significantly from those projected, including, without limitation, delays or failures in the Company’s studies, that positive results from a clinical study of bempedoic acid may not be sufficient for FDA approval or necessarily be predictive of the results of future or ongoing clinical studies, that existing cash resources may be used more quickly than anticipated, and the other risks detailed in Esperion's filings with the Securities and Exchange Commission. Esperion disclaims any obligation or undertaking to update or revise any forward-looking statements contained in this press release, other than to the extent required by law.\nEsperion Therapeutics, Inc. Balance Sheet Data\n(In thousands)\n(Unaudited)\nMarch 31,\n2018\nDecember 31,\n2017 Cash and cash equivalents $ 30,823 $ 34,468 Working capital 171,360 170,780 Investments 208,750 239,151 Total assets 244,188 277,835 Common stock 27 26 Accumulated deficit (442,421) (396,291) Total stockholders' equity 214,140 244,691 Esperion Therapeutics, Inc. Statement of Operations (In thousands, except share and per share data)\n(Unaudited) Three Months Ended\nMarch 31, 2018\n2017 Operating expenses: Research and development $ 40,940 $ 35,860 General and administrative 5,954 5,029 Total operating expenses 46,894 40,889 Loss from operations (46,894) (40,889) Other income, net 764 348 Net loss $ (46,130) $ (40,541) Net loss per common share (basic and diluted) $ (1.73) $ (1.80) Weighted average shares outstanding\n(basic and diluted) 26,605,189 22,563,152 Media Contact:\nElliot Fox\nW2O Group\n212.257.6724\nefox@w2ogroup.com\nInvestor Contact:\nAudrey Gross\nW2O Group\n212.301.7214\nagross@w2ogroup.com\nSource:Esperion Therapeutics, Inc.",
    "published": "2018-05-02T15:40:00.000+03:00",
    "crawled": "2018-05-02T17:22:00.017+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "ann",
        "arbor",
        "may",
        "globe",
        "newswire",
        "esperion",
        "nasdaq",
        "espr",
        "lipid",
        "management",
        "company",
        "focused",
        "developing",
        "commercializing",
        "complementary",
        "convenient",
        "oral",
        "therapy",
        "treatment",
        "patient",
        "elevated",
        "low",
        "density",
        "lipoprotein",
        "cholesterol",
        "today",
        "provided",
        "bempedoic",
        "acid",
        "franchise",
        "development",
        "program",
        "update",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "lipid",
        "management",
        "team",
        "made",
        "tremendous",
        "progress",
        "positive",
        "result",
        "reported",
        "two",
        "pivotal",
        "phase",
        "study",
        "one",
        "phase",
        "study",
        "growing",
        "body",
        "clinical",
        "evidence",
        "continues",
        "demonstrate",
        "potential",
        "value",
        "bempedoic",
        "acid",
        "bempedoic",
        "acid",
        "ezetimibe",
        "combination",
        "pill",
        "delivering",
        "consistent",
        "lowering",
        "safe",
        "convenient",
        "pill",
        "highly",
        "complementary",
        "existing",
        "oral",
        "lowering",
        "therapy",
        "said",
        "tim",
        "mayleben",
        "president",
        "chief",
        "executive",
        "officer",
        "esperion",
        "stage",
        "set",
        "final",
        "three",
        "pivotal",
        "data",
        "announcement",
        "expected",
        "later",
        "month",
        "august",
        "september",
        "rounding",
        "sure",
        "momentous",
        "year",
        "first",
        "quarter",
        "development",
        "program",
        "company",
        "highlight",
        "may",
        "announced",
        "positive",
        "result",
        "global",
        "pivotal",
        "phase",
        "study",
        "study",
        "bempedoic",
        "acid",
        "mg",
        "evaluating",
        "safety",
        "tolerability",
        "bempedoic",
        "acid",
        "versus",
        "placebo",
        "patient",
        "atherosclerotic",
        "cardiovascular",
        "disease",
        "ascvd",
        "inadequately",
        "controlled",
        "current",
        "therapy",
        "including",
        "maximally",
        "tolerated",
        "statin",
        "therapy",
        "march",
        "announced",
        "positive",
        "result",
        "phase",
        "clinical",
        "study",
        "evaluated",
        "lowering",
        "efficacy",
        "safety",
        "bempedoic",
        "acid",
        "mg",
        "stable",
        "background",
        "therapy",
        "proprotein",
        "convertase",
        "type",
        "pcsk9",
        "inhibitor",
        "patient",
        "hypercholesterolemia",
        "bempedoic",
        "acid",
        "provided",
        "additional",
        "percent",
        "lowering",
        "percent",
        "hscrp",
        "reduction",
        "announced",
        "positive",
        "result",
        "first",
        "pivotal",
        "phase",
        "study",
        "study",
        "bempedoic",
        "acid",
        "mg",
        "evaluating",
        "lowering",
        "efficacy",
        "safety",
        "tolerability",
        "bempedoic",
        "acid",
        "versus",
        "placebo",
        "patient",
        "ascvd",
        "high",
        "risk",
        "ascvd",
        "hypercholesterolemia",
        "inadequately",
        "treated",
        "background",
        "ezetimibe",
        "mg",
        "lowest",
        "daily",
        "starting",
        "dose",
        "statin",
        "bempedoic",
        "acid",
        "provided",
        "additional",
        "percent",
        "lowering",
        "percent",
        "hscrp",
        "reduction",
        "upcoming",
        "milestone",
        "may",
        "result",
        "expected",
        "pivotal",
        "phase",
        "study",
        "bempedoic",
        "acid",
        "ascvd",
        "patient",
        "background",
        "therapy",
        "less",
        "approved",
        "daily",
        "starting",
        "dos",
        "statin",
        "high",
        "cv",
        "risk",
        "patient",
        "considered",
        "statin",
        "intolerant",
        "august",
        "result",
        "expected",
        "pivotal",
        "phase",
        "study",
        "bempedoic",
        "acid",
        "ezetimibe",
        "combination",
        "pill",
        "ascvd",
        "patient",
        "maximally",
        "tolerated",
        "statin",
        "background",
        "therapy",
        "september",
        "result",
        "expected",
        "pivotal",
        "phase",
        "study",
        "bempedoic",
        "acid",
        "ascvd",
        "patient",
        "maximally",
        "tolerated",
        "statin",
        "background",
        "therapy",
        "first",
        "quarter",
        "financial",
        "result",
        "march",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "security",
        "totaled",
        "million",
        "compared",
        "million",
        "december",
        "research",
        "development",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "comparable",
        "period",
        "increase",
        "research",
        "development",
        "expense",
        "primarily",
        "related",
        "clinical",
        "development",
        "bempedoic",
        "acid",
        "ezetimibe",
        "combination",
        "pill",
        "bempedoic",
        "acid",
        "including",
        "cost",
        "support",
        "global",
        "pivotal",
        "phase",
        "study",
        "cvot",
        "increase",
        "headcount",
        "compensation",
        "expense",
        "general",
        "administrative",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "comparable",
        "period",
        "increase",
        "general",
        "administrative",
        "expense",
        "primarily",
        "attributable",
        "cost",
        "support",
        "public",
        "company",
        "operation",
        "increase",
        "headcount",
        "compensation",
        "expense",
        "cost",
        "support",
        "growth",
        "esperion",
        "net",
        "loss",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "comparable",
        "period",
        "esperion",
        "approximately",
        "million",
        "share",
        "common",
        "stock",
        "outstanding",
        "another",
        "million",
        "issuable",
        "upon",
        "exercise",
        "stock",
        "option",
        "warrant",
        "vesting",
        "restricted",
        "stock",
        "unit",
        "million",
        "debt",
        "outstanding",
        "march",
        "financial",
        "outlook",
        "esperion",
        "expects",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "approximately",
        "million",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "security",
        "approximately",
        "million",
        "december",
        "company",
        "estimate",
        "current",
        "cash",
        "resource",
        "sufficient",
        "fund",
        "operation",
        "expected",
        "approval",
        "bempedoic",
        "acid",
        "ezetimibe",
        "combination",
        "pill",
        "bempedoic",
        "acid",
        "first",
        "quarter",
        "esperion",
        "global",
        "pivotal",
        "phase",
        "lowering",
        "program",
        "esperion",
        "initiated",
        "global",
        "pivotal",
        "phase",
        "clinical",
        "development",
        "program",
        "january",
        "evaluate",
        "safety",
        "tolerability",
        "consistent",
        "complementary",
        "efficacy",
        "bempedoic",
        "acid",
        "bempedoic",
        "acid",
        "ezetimibe",
        "combination",
        "pill",
        "patient",
        "atherosclerotic",
        "cardiovascular",
        "disease",
        "ascvd",
        "high",
        "risk",
        "ascvd",
        "hypercholesterolemia",
        "continue",
        "elevated",
        "level",
        "despite",
        "use",
        "statin",
        "ezetimibe",
        "leaving",
        "high",
        "risk",
        "cardiovascular",
        "event",
        "program",
        "includes",
        "five",
        "study",
        "approximately",
        "patient",
        "four",
        "bempedoic",
        "acid",
        "one",
        "bempedoic",
        "acid",
        "ezetimibe",
        "combination",
        "pill",
        "two",
        "pivotal",
        "study",
        "evaluating",
        "bempedoic",
        "acid",
        "study",
        "patient",
        "ascvd",
        "statin",
        "therapy",
        "result",
        "reported",
        "early",
        "may",
        "expected",
        "september",
        "respectively",
        "two",
        "pivotal",
        "study",
        "evaluating",
        "bempedoic",
        "acid",
        "study",
        "patient",
        "ascvd",
        "high",
        "risk",
        "ascvd",
        "considered",
        "statin",
        "intolerant",
        "result",
        "expected",
        "may",
        "reported",
        "march",
        "respectively",
        "one",
        "pivotal",
        "study",
        "evaluating",
        "bempedoic",
        "acid",
        "ezetimibe",
        "combination",
        "pill",
        "study",
        "patient",
        "ascvd",
        "high",
        "risk",
        "ascvd",
        "statin",
        "therapy",
        "result",
        "expected",
        "august",
        "esperion",
        "plan",
        "submit",
        "new",
        "drug",
        "application",
        "ndas",
        "food",
        "drug",
        "administration",
        "fda",
        "bempedoic",
        "acid",
        "bempedoic",
        "acid",
        "ezetimibe",
        "combination",
        "pill",
        "indication",
        "first",
        "quarter",
        "additionally",
        "esperion",
        "plan",
        "submit",
        "marketing",
        "authorization",
        "application",
        "maas",
        "european",
        "medicine",
        "agency",
        "ema",
        "second",
        "quarter",
        "bempedoic",
        "acid",
        "ezetimibe",
        "combination",
        "pill",
        "complementary",
        "mechanism",
        "action",
        "inhibition",
        "cholesterol",
        "synthesis",
        "bempedoic",
        "acid",
        "inhibition",
        "cholesterol",
        "absorption",
        "ezetimibe",
        "bempedoic",
        "acid",
        "ezetimibe",
        "combination",
        "pill",
        "lead",
        "orally",
        "available",
        "lowering",
        "therapy",
        "inhibition",
        "atp",
        "citrate",
        "lyase",
        "acl",
        "bempedoic",
        "acid",
        "reduces",
        "cholesterol",
        "biosynthesis",
        "lower",
        "ldl",
        "receptor",
        "inhibition",
        "npc1l1",
        "ezetimibe",
        "result",
        "reduced",
        "absorption",
        "cholesterol",
        "gastrointestinal",
        "tract",
        "thereby",
        "reducing",
        "delivery",
        "cholesterol",
        "liver",
        "turn",
        "upregulates",
        "ldl",
        "receptor",
        "previously",
        "completed",
        "phase",
        "data",
        "demonstrated",
        "safe",
        "well",
        "tolerated",
        "combination",
        "result",
        "percent",
        "lowering",
        "percent",
        "reduction",
        "high",
        "sensitivity",
        "protein",
        "hscrp",
        "bempedoic",
        "acid",
        "targeted",
        "mechanism",
        "action",
        "bempedoic",
        "acid",
        "complementary",
        "orally",
        "available",
        "atp",
        "citrate",
        "lyase",
        "acl",
        "inhibitor",
        "reduces",
        "cholesterol",
        "biosynthesis",
        "lower",
        "ldl",
        "receptor",
        "similar",
        "statin",
        "bempedoic",
        "acid",
        "also",
        "reduces",
        "hscrp",
        "key",
        "marker",
        "inflammation",
        "associated",
        "cardiovascular",
        "disease",
        "completed",
        "phase",
        "phase",
        "phase",
        "study",
        "conducted",
        "patient",
        "patient",
        "treated",
        "bempedoic",
        "acid",
        "produced",
        "lowering",
        "result",
        "percent",
        "monotherapy",
        "approximately",
        "percent",
        "combination",
        "ezetimibe",
        "incremental",
        "percent",
        "added",
        "stable",
        "statin",
        "therapy",
        "effect",
        "bempedoic",
        "acid",
        "cardiovascular",
        "morbidity",
        "mortality",
        "yet",
        "determined",
        "esperion",
        "commitment",
        "patient",
        "hypercholesterolemia",
        "high",
        "level",
        "lead",
        "fat",
        "cholesterol",
        "artery",
        "wall",
        "known",
        "atherosclerosis",
        "potentially",
        "leading",
        "cardiovascular",
        "event",
        "including",
        "heart",
        "attack",
        "stroke",
        "million",
        "people",
        "percent",
        "population",
        "elevated",
        "additional",
        "million",
        "people",
        "europe",
        "million",
        "people",
        "japan",
        "also",
        "live",
        "elevated",
        "approximately",
        "million",
        "people",
        "atherosclerotic",
        "cardiovascular",
        "disease",
        "ascvd",
        "live",
        "elevated",
        "level",
        "despite",
        "taking",
        "therapy",
        "including",
        "individual",
        "considered",
        "statin",
        "intolerant",
        "leaving",
        "high",
        "risk",
        "cardiovascular",
        "event",
        "vast",
        "majority",
        "patient",
        "million",
        "require",
        "less",
        "percent",
        "additional",
        "lowering",
        "achieve",
        "treatment",
        "goal",
        "esperion",
        "mission",
        "lipid",
        "management",
        "company",
        "deliver",
        "oral",
        "therapy",
        "complement",
        "existing",
        "oral",
        "drug",
        "provide",
        "additional",
        "lowering",
        "patient",
        "need",
        "lipid",
        "management",
        "company",
        "esperion",
        "lipid",
        "management",
        "company",
        "passionately",
        "committed",
        "developing",
        "commercializing",
        "complementary",
        "convenient",
        "oral",
        "therapy",
        "treatment",
        "patient",
        "elevated",
        "scientific",
        "clinical",
        "excellence",
        "deep",
        "understanding",
        "cholesterol",
        "biology",
        "experienced",
        "lipid",
        "management",
        "team",
        "esperion",
        "committed",
        "developing",
        "new",
        "lowering",
        "therapy",
        "make",
        "substantial",
        "impact",
        "reducing",
        "global",
        "cardiovascular",
        "disease",
        "leading",
        "cause",
        "death",
        "around",
        "world",
        "bempedoic",
        "acid",
        "company",
        "lead",
        "product",
        "candidate",
        "bempedoic",
        "acid",
        "ezetimibe",
        "combination",
        "pill",
        "targeted",
        "therapy",
        "shown",
        "significantly",
        "lower",
        "elevated",
        "level",
        "patient",
        "hypercholesterolemia",
        "including",
        "patient",
        "inadequately",
        "treated",
        "current",
        "therapy",
        "information",
        "please",
        "visit",
        "follow",
        "u",
        "twitter",
        "http",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "made",
        "pursuant",
        "safe",
        "harbor",
        "provision",
        "federal",
        "security",
        "law",
        "including",
        "statement",
        "regarding",
        "regulatory",
        "approval",
        "pathway",
        "bempedoic",
        "acid",
        "ezetimibe",
        "combination",
        "pill",
        "bempedoic",
        "acid",
        "therapeutic",
        "potential",
        "clinical",
        "development",
        "plan",
        "bempedoic",
        "acid",
        "ezetimibe",
        "combination",
        "pill",
        "bempedoic",
        "acid",
        "including",
        "esperion",
        "timing",
        "design",
        "plan",
        "announcement",
        "result",
        "global",
        "pivotal",
        "phase",
        "clinical",
        "development",
        "program",
        "bempedoic",
        "acid",
        "expected",
        "upcoming",
        "milestone",
        "described",
        "press",
        "release",
        "cash",
        "position",
        "financial",
        "outlook",
        "express",
        "implied",
        "statement",
        "contained",
        "press",
        "release",
        "statement",
        "historical",
        "fact",
        "may",
        "deemed",
        "statement",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "esperion",
        "actual",
        "result",
        "differ",
        "significantly",
        "projected",
        "including",
        "without",
        "limitation",
        "delay",
        "failure",
        "company",
        "study",
        "positive",
        "result",
        "clinical",
        "study",
        "bempedoic",
        "acid",
        "may",
        "sufficient",
        "fda",
        "approval",
        "necessarily",
        "predictive",
        "result",
        "future",
        "ongoing",
        "clinical",
        "study",
        "existing",
        "cash",
        "resource",
        "may",
        "used",
        "quickly",
        "anticipated",
        "risk",
        "detailed",
        "esperion",
        "filing",
        "security",
        "exchange",
        "commission",
        "esperion",
        "disclaims",
        "obligation",
        "undertaking",
        "update",
        "revise",
        "statement",
        "contained",
        "press",
        "release",
        "extent",
        "required",
        "law",
        "esperion",
        "therapeutic",
        "balance",
        "sheet",
        "data",
        "thousand",
        "unaudited",
        "march",
        "december",
        "cash",
        "cash",
        "equivalent",
        "working",
        "capital",
        "investment",
        "total",
        "asset",
        "common",
        "stock",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "esperion",
        "therapeutic",
        "statement",
        "operation",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "net",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "medium",
        "contact",
        "elliot",
        "fox",
        "w2o",
        "group",
        "efox",
        "investor",
        "contact",
        "audrey",
        "gross",
        "w2o",
        "group",
        "agross",
        "source",
        "esperion",
        "therapeutic",
        "inc"
    ]
}