{
    "organizations": [],
    "uuid": "b5765a5a9f1f0edad43f9d882c5be5c62d148234",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/03/globe-newswire-editas-medicine-announces-first-quarter-2018-results-and-update.html",
    "ord_in_thread": 0,
    "title": "Editas Medicine Announces First Quarter and Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Expanded Celgene collaboration to drive lead oncology program in solid tumors\nStrengthened Board of Directors with addition of James C. Mullen and Jessica Hopfield, Ph.D.\nCash, cash equivalents, and marketable securities of $359 million as of March 31, 2018\nCAMBRIDGE, Mass., May 03, 2018 (GLOBE NEWSWIRE) -- Editas Medicine, Inc. (NASDAQ:EDIT), a leading genome editing company, today reported financial results for the first quarter ended March 31, 2018, and provided an update on recent achievements and upcoming events.\n“We made steady progress in advancing our pipeline of CRISPR medicines toward the clinic and in building the company overall,” said Katrine Bosley, President and Chief Executive Officer of Editas Medicine. “Our LCA10 program remains on track to file an IND by mid-2018, our leading experimental cell medicine in oncology is advancing towards an IND filing in our Celgene collaboration, and we have strong data in many of our earlier programs. In addition, we have significantly strengthened our Board of Directors with Jim Mullen joining as Chairman of the Board. All in all, 2018 is shaping up to be a transformative year for Editas and for the patients we aim to help.”\nRecent Achievements and Outlook\nEDIT-101 for Leber Congenital Amaurosis type 10 (LCA10) on track for mid-2018 Investigational New Drug (IND) application filing. Editas has prepared what it believes is a strong package of preclinical data to support the IND filing. In data presented at the Association for Research in Vision and Ophthalmology 2018 Annual Meeting (ARVO Meeting), the Company demonstrated in transgenic mice that EDIT-101 caused predicted therapeutic levels of editing at adeno-associated virus doses that were safe and well tolerated in ocular gene therapy trials from other sponsors. At the American Society of Gene & Cell Therapy 21 st Annual Meeting (ASGCT Meeting), the Company will demonstrate that EDIT-101 was well tolerated in a study of non-human primates.\nExpanding oncology collaboration with Juno Therapeutics, Inc., a Celgene Company (Celgene). Editas is announcing today an expansion of its collaboration with Celgene to develop and commercialize chimeric antigen receptor and engineered T cell receptor medicines including Celgene’s lead program for human papillomavirus-associated solid tumors. As a result of the expansion and progress of the collaboration, Editas will receive an additional $10 million in cash and will be eligible to receive a fourth independent milestone and royalty stream.\nAdvancing research programs for recurrent ocular herpes simplex virus type 1 (HSV-1) and Usher syndrome type 2A (USH2A). The Company presented preclinical in vivo proof-of-concept data for its recurrent ocular HSV-1 program at the ARVO Meeting. Using the Company's CRISPR gene editing approach in rabbits, HSV-1 viral load was reduced by 75% and corneal lesions by 91% relative to control. In addition, Editas and collaborators at Massachusetts Eye and Ear will present in vitro data at the ASGCT Meeting validating the Company's approach to deletion of exon 13 to treat USH2A.\nDesigning a potentially superior medicine for sickle cell disease and beta-thalassemia. Editas scientists have identified multiple sites at the beta-globin locus that regulate fetal hemoglobin induction, designed potent lead molecules, and demonstrated that these molecules drive upregulation of fetal hemoglobin in human mobilized peripheral blood stem cells. Data from this program will be presented at the upcoming ASGCT Meeting.\nStrong balance sheet to advance the Company through multiple value inflection points. The Company held cash, cash equivalents, and marketable securities of $359 million as of March 31, 2018, providing at least 24 months of funding for operating expenses and capital expenditures without any assumption of cash received from milestones or additional financings. Strengthened organization with appointment of James C. Mullen and Jessica Hopfield, Ph.D., to Board of Directors. Mr. Mullen has been named Chairman of the Board of Directors and brings more than 30 years of experience in the biotechnology industry. He previously served as the Chief Executive Officer and President of Biogen, Inc., and as the Chief Executive officer of Patheon N.V. Dr. Hopfield is a former Partner of McKinsey & Company with more than 20 years of experience in healthcare.\nUpcoming Events\nEditas will participate in the following upcoming investor conferences:\nBank of America Merrill Lynch 2018 Health Care Conference, May 15-17, Las Vegas.\nEditas will also participate in the following upcoming scientific and medical conferences:\nTIDES 2018: Oligonucleotide and Peptide Therapeutics, May 7-10, Boston; and American Society of Gene & Cell Therapy 21 st Annual Meeting, May 16-19, Chicago.\nFirst Quarter 2018 Financial Results\nCash, cash equivalents, and marketable securities at March 31, 2018, were $358.8 million, compared to $329.1 million at December 31, 2017.\nFor the first quarter ended March 31, 2018, net loss attributable to common stockholders was $30.9 million, or $0.67 per share, compared to $31.1 million, or $0.85 per share, for the same period in 2017.\nCollaboration and other research and development revenues were $3.9 million for the quarter ended March 31, 2018, compared to $0.7 million for the same period in 2017. The $3.2 million increase was attributable to a $2.9 million increase in revenue recognized pursuant to our strategic alliance with Allergan Pharmaceuticals International Limited and a $0.3 million increase in reimbursable research and development expenses primarily resulting from the adoption of Accounting Standards Codification, Topic 606, Revenue From Contracts With Customers. Research and development expenses were $21.3 million for the quarter ended March 31, 2018, compared to $19.0 million for the same period in 2017. The $2.3 million increase was primarily attributable to a $7.1 million increase in process and platform development costs and the acquisition of certain non-capitalized intangible assets, a $1.4 million increase in employee related expenses, a $0.3 million increase in stock-based compensation expenses, a $0.4 million increase in facility-related expenses and a $0.3 million increase in other expenses. This increase was partially offset by a $7.3 million decrease in sublicensing and success payment expenses. General and administrative expenses were $14.2 million for the quarter ended March 31, 2018, compared to $12.3 million for the same period in 2017. The $1.9 million increase was primarily attributable to a $1.5 million increase in intellectual property legal expense and patent-related fees, a $0.4 million increase in stock-based compensation expenses, a $0.4 million increase in other expenses, and a $0.2 million increase in employee related expenses. This increase was partially offset by a $0.7 million decrease in professional service expenses.\nConference Call\nThe Editas management team will host a conference call and webcast today, May 3, 2018, at 5:00pm ET. To access the call, please dial 844-348-3801 (domestic) or 213-358-0955 (international) and provide the passcode 6079429. A live webcast of the call will be available on the Investors & Media section of the Editas Medicine website at www.editasmedicine.com and a replay will be available approximately two hours after its completion.\nAbout Editas Medicine\nAs a leading genome editing company, Editas Medicine is focused on translating the power and potential of the CRISPR/Cas9 and CRISPR/Cpf1 genome editing systems into a robust pipeline of treatments for people living with serious diseases around the world. Editas Medicine aims to discover, develop, manufacture, and commercialize transformative, durable, precision genomic medicines for a broad class of diseases. For the latest information and scientific presentations, please visit www.editasmedicine.com .\nForward-Looking Statements\nThis press release contains and information within the meaning of The Private Securities Litigation Reform Act of 1995. The words ‘‘anticipate,’’ ‘‘believe,’’ ‘‘continue,’’ ‘‘could,’’ ‘‘estimate,’’ ‘‘expect,’’ ‘‘intend,’’ ‘‘may,’’ ‘‘plan,’’ ‘‘potential,’’ ‘‘predict,’’ ‘‘project,’’ ‘‘target,’’ \"track,\" ‘‘should,’’ ‘‘would,’’ and similar expressions are intended to identify , although not all contain these identifying words. Forward-looking statements in this press release include statements regarding the Company being on track to file an IND for EDIT-101 by mid-2018. The Company may not actually achieve the plans, intentions, or expectations disclosed in these , and you should not place undue reliance on these . Actual results or events could differ materially from the plans, intentions and expectations disclosed in these as a result of various factors, including: uncertainties inherent in the initiation and completion of preclinical studies and clinical trials and clinical development of the Company’s product candidates; availability and timing of results from preclinical studies and clinical trials; whether interim results from a clinical trial will be predictive of the final results of the trial or the results of future trials; expectations for regulatory approvals to conduct trials or to market products and availability of funding sufficient for the Company’s foreseeable and unforeseeable operating expenses and capital expenditure requirements. These and other risks are described in greater detail under the caption “Risk Factors” included in the Company’s most recent Annual Report on Form 10-K, which is on file with the Securities and Exchange Commission, and in other filings that the Company may make with the Securities and Exchange Commission in the future. Any contained in this press release speak only as of the date hereof, and the Company expressly disclaims any obligation to update any , whether as a result of new information, future events or otherwise.\nEditas Medicine, Inc. Condensed Consolidated Statements of Operations (unaudited) (amounts in thousands, except per share and share data) Three Months Ended March 31, 2018\n2017 Collaboration and other research and development revenues $ 3,927 $ 682 Operating expenses: Research and development 21,300 19,021 General and administrative 14,186 12,288 Total operating expenses 35,486 31,309 Operating loss (31,559 ) (30,627 ) Other income (expense), net: Other income, net 182 140 Interest income (expense), net 438 (610 ) Total other income (expense), net 620 (470 ) Net loss $ (30,939 ) $ (31,097 ) Net loss per share attributable to common stockholders, basic and diluted $ (0.67 ) $ (0.85 ) Weighted-average common shares outstanding, basic and diluted 45,992,008 36,485,421\nEditas Medicine, Inc. Selected Condensed Consolidated Balance Sheet Items (unaudited) (amounts in thousands) March 31, December 31, 2018 2017 Cash, cash equivalents, and marketable securities $ 358,821 $ 329,139 Working capital 331,818 295,492 Total assets 403,982 373,260 Deferred revenue, net of current portion 91,972 94,725 Construction financing lease obligation, net of current portion 33,190 33,431 Total stockholders’ equity 247,515 208,080\nMedia Contact\nCristi Barnett\nEditas Medicine, Inc.\n(617) 401-0113\ncristi.barnett@editasmed.com\nInvestor Contact\nMark Mullikin\nEditas Medicine, Inc.\n(617) 401-9083\nmark.mullikin@editasmed.com\nSource:Editas Medicine, Inc.",
    "published": "2018-05-04T00:01:00.000+03:00",
    "crawled": "2018-05-04T02:36:34.048+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "expanded",
        "celgene",
        "collaboration",
        "drive",
        "lead",
        "oncology",
        "program",
        "solid",
        "tumor",
        "strengthened",
        "board",
        "director",
        "addition",
        "james",
        "mullen",
        "jessica",
        "hopfield",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "million",
        "march",
        "cambridge",
        "may",
        "globe",
        "newswire",
        "editas",
        "medicine",
        "nasdaq",
        "edit",
        "leading",
        "genome",
        "editing",
        "company",
        "today",
        "reported",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "provided",
        "update",
        "recent",
        "achievement",
        "upcoming",
        "event",
        "made",
        "steady",
        "progress",
        "advancing",
        "pipeline",
        "crispr",
        "medicine",
        "toward",
        "clinic",
        "building",
        "company",
        "overall",
        "said",
        "katrine",
        "bosley",
        "president",
        "chief",
        "executive",
        "officer",
        "editas",
        "medicine",
        "lca10",
        "program",
        "remains",
        "track",
        "file",
        "ind",
        "leading",
        "experimental",
        "cell",
        "medicine",
        "oncology",
        "advancing",
        "towards",
        "ind",
        "filing",
        "celgene",
        "collaboration",
        "strong",
        "data",
        "many",
        "earlier",
        "program",
        "addition",
        "significantly",
        "strengthened",
        "board",
        "director",
        "jim",
        "mullen",
        "joining",
        "chairman",
        "board",
        "shaping",
        "transformative",
        "year",
        "editas",
        "patient",
        "aim",
        "recent",
        "achievement",
        "outlook",
        "leber",
        "congenital",
        "amaurosis",
        "type",
        "lca10",
        "track",
        "investigational",
        "new",
        "drug",
        "ind",
        "application",
        "filing",
        "editas",
        "prepared",
        "belief",
        "strong",
        "package",
        "preclinical",
        "data",
        "support",
        "ind",
        "filing",
        "data",
        "presented",
        "association",
        "research",
        "vision",
        "ophthalmology",
        "annual",
        "meeting",
        "arvo",
        "meeting",
        "company",
        "demonstrated",
        "transgenic",
        "mouse",
        "caused",
        "predicted",
        "therapeutic",
        "level",
        "editing",
        "virus",
        "dos",
        "safe",
        "well",
        "tolerated",
        "ocular",
        "gene",
        "therapy",
        "trial",
        "sponsor",
        "american",
        "society",
        "gene",
        "cell",
        "therapy",
        "st",
        "annual",
        "meeting",
        "asgct",
        "meeting",
        "company",
        "demonstrate",
        "well",
        "tolerated",
        "study",
        "primate",
        "expanding",
        "oncology",
        "collaboration",
        "juno",
        "therapeutic",
        "celgene",
        "company",
        "celgene",
        "editas",
        "announcing",
        "today",
        "expansion",
        "collaboration",
        "celgene",
        "develop",
        "commercialize",
        "chimeric",
        "antigen",
        "receptor",
        "engineered",
        "cell",
        "receptor",
        "medicine",
        "including",
        "celgene",
        "lead",
        "program",
        "human",
        "solid",
        "tumor",
        "result",
        "expansion",
        "progress",
        "collaboration",
        "editas",
        "receive",
        "additional",
        "million",
        "cash",
        "eligible",
        "receive",
        "fourth",
        "independent",
        "milestone",
        "royalty",
        "stream",
        "advancing",
        "research",
        "program",
        "recurrent",
        "ocular",
        "herpes",
        "simplex",
        "virus",
        "type",
        "usher",
        "syndrome",
        "type",
        "2a",
        "ush2a",
        "company",
        "presented",
        "preclinical",
        "vivo",
        "data",
        "recurrent",
        "ocular",
        "program",
        "arvo",
        "meeting",
        "using",
        "company",
        "crispr",
        "gene",
        "editing",
        "approach",
        "rabbit",
        "viral",
        "load",
        "reduced",
        "corneal",
        "lesion",
        "relative",
        "control",
        "addition",
        "editas",
        "collaborator",
        "massachusetts",
        "eye",
        "ear",
        "present",
        "vitro",
        "data",
        "asgct",
        "meeting",
        "validating",
        "company",
        "approach",
        "deletion",
        "exon",
        "treat",
        "ush2a",
        "designing",
        "potentially",
        "superior",
        "medicine",
        "sickle",
        "cell",
        "disease",
        "editas",
        "scientist",
        "identified",
        "multiple",
        "site",
        "locus",
        "regulate",
        "fetal",
        "hemoglobin",
        "induction",
        "designed",
        "potent",
        "lead",
        "molecule",
        "demonstrated",
        "molecule",
        "drive",
        "upregulation",
        "fetal",
        "hemoglobin",
        "human",
        "mobilized",
        "peripheral",
        "blood",
        "stem",
        "cell",
        "data",
        "program",
        "presented",
        "upcoming",
        "asgct",
        "meeting",
        "strong",
        "balance",
        "sheet",
        "advance",
        "company",
        "multiple",
        "value",
        "inflection",
        "point",
        "company",
        "held",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "million",
        "march",
        "providing",
        "least",
        "month",
        "funding",
        "operating",
        "expense",
        "capital",
        "expenditure",
        "without",
        "assumption",
        "cash",
        "received",
        "milestone",
        "additional",
        "financing",
        "strengthened",
        "organization",
        "appointment",
        "james",
        "mullen",
        "jessica",
        "hopfield",
        "board",
        "director",
        "mullen",
        "named",
        "chairman",
        "board",
        "director",
        "brings",
        "year",
        "experience",
        "biotechnology",
        "industry",
        "previously",
        "served",
        "chief",
        "executive",
        "officer",
        "president",
        "biogen",
        "chief",
        "executive",
        "officer",
        "patheon",
        "hopfield",
        "former",
        "partner",
        "mckinsey",
        "company",
        "year",
        "experience",
        "healthcare",
        "upcoming",
        "event",
        "editas",
        "participate",
        "following",
        "upcoming",
        "investor",
        "conference",
        "bank",
        "america",
        "merrill",
        "lynch",
        "health",
        "care",
        "conference",
        "may",
        "la",
        "vega",
        "editas",
        "also",
        "participate",
        "following",
        "upcoming",
        "scientific",
        "medical",
        "conference",
        "tide",
        "oligonucleotide",
        "peptide",
        "therapeutic",
        "may",
        "boston",
        "american",
        "society",
        "gene",
        "cell",
        "therapy",
        "st",
        "annual",
        "meeting",
        "may",
        "chicago",
        "first",
        "quarter",
        "financial",
        "result",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "march",
        "million",
        "compared",
        "million",
        "december",
        "first",
        "quarter",
        "ended",
        "march",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "million",
        "per",
        "share",
        "compared",
        "million",
        "per",
        "share",
        "period",
        "collaboration",
        "research",
        "development",
        "revenue",
        "million",
        "quarter",
        "ended",
        "march",
        "compared",
        "million",
        "period",
        "million",
        "increase",
        "attributable",
        "million",
        "increase",
        "revenue",
        "recognized",
        "pursuant",
        "strategic",
        "alliance",
        "allergan",
        "pharmaceutical",
        "international",
        "limited",
        "million",
        "increase",
        "reimbursable",
        "research",
        "development",
        "expense",
        "primarily",
        "resulting",
        "adoption",
        "accounting",
        "standard",
        "codification",
        "topic",
        "revenue",
        "contract",
        "customer",
        "research",
        "development",
        "expense",
        "million",
        "quarter",
        "ended",
        "march",
        "compared",
        "million",
        "period",
        "million",
        "increase",
        "primarily",
        "attributable",
        "million",
        "increase",
        "process",
        "platform",
        "development",
        "cost",
        "acquisition",
        "certain",
        "intangible",
        "asset",
        "million",
        "increase",
        "employee",
        "related",
        "expense",
        "million",
        "increase",
        "compensation",
        "expense",
        "million",
        "increase",
        "expense",
        "million",
        "increase",
        "expense",
        "increase",
        "partially",
        "offset",
        "million",
        "decrease",
        "sublicensing",
        "success",
        "payment",
        "expense",
        "general",
        "administrative",
        "expense",
        "million",
        "quarter",
        "ended",
        "march",
        "compared",
        "million",
        "period",
        "million",
        "increase",
        "primarily",
        "attributable",
        "million",
        "increase",
        "intellectual",
        "property",
        "legal",
        "expense",
        "fee",
        "million",
        "increase",
        "compensation",
        "expense",
        "million",
        "increase",
        "expense",
        "million",
        "increase",
        "employee",
        "related",
        "expense",
        "increase",
        "partially",
        "offset",
        "million",
        "decrease",
        "professional",
        "service",
        "expense",
        "conference",
        "call",
        "editas",
        "management",
        "team",
        "host",
        "conference",
        "call",
        "webcast",
        "today",
        "may",
        "et",
        "access",
        "call",
        "please",
        "dial",
        "domestic",
        "international",
        "provide",
        "passcode",
        "live",
        "webcast",
        "call",
        "available",
        "investor",
        "medium",
        "section",
        "editas",
        "medicine",
        "website",
        "replay",
        "available",
        "approximately",
        "two",
        "hour",
        "completion",
        "editas",
        "medicine",
        "leading",
        "genome",
        "editing",
        "company",
        "editas",
        "medicine",
        "focused",
        "translating",
        "power",
        "potential",
        "genome",
        "editing",
        "system",
        "robust",
        "pipeline",
        "treatment",
        "people",
        "living",
        "serious",
        "disease",
        "around",
        "world",
        "editas",
        "medicine",
        "aim",
        "discover",
        "develop",
        "manufacture",
        "commercialize",
        "transformative",
        "durable",
        "precision",
        "genomic",
        "medicine",
        "broad",
        "class",
        "disease",
        "latest",
        "information",
        "scientific",
        "presentation",
        "please",
        "visit",
        "statement",
        "press",
        "release",
        "contains",
        "information",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "word",
        "anticipate",
        "believe",
        "continue",
        "could",
        "estimate",
        "expect",
        "intend",
        "may",
        "plan",
        "potential",
        "predict",
        "project",
        "target",
        "track",
        "would",
        "similar",
        "expression",
        "intended",
        "identify",
        "although",
        "contain",
        "identifying",
        "word",
        "statement",
        "press",
        "release",
        "include",
        "statement",
        "regarding",
        "company",
        "track",
        "file",
        "ind",
        "company",
        "may",
        "actually",
        "achieve",
        "plan",
        "intention",
        "expectation",
        "disclosed",
        "place",
        "undue",
        "reliance",
        "actual",
        "result",
        "event",
        "could",
        "differ",
        "materially",
        "plan",
        "intention",
        "expectation",
        "disclosed",
        "result",
        "various",
        "factor",
        "including",
        "uncertainty",
        "inherent",
        "initiation",
        "completion",
        "preclinical",
        "study",
        "clinical",
        "trial",
        "clinical",
        "development",
        "company",
        "product",
        "candidate",
        "availability",
        "timing",
        "result",
        "preclinical",
        "study",
        "clinical",
        "trial",
        "whether",
        "interim",
        "result",
        "clinical",
        "trial",
        "predictive",
        "final",
        "result",
        "trial",
        "result",
        "future",
        "trial",
        "expectation",
        "regulatory",
        "approval",
        "conduct",
        "trial",
        "market",
        "product",
        "availability",
        "funding",
        "sufficient",
        "company",
        "foreseeable",
        "unforeseeable",
        "operating",
        "expense",
        "capital",
        "expenditure",
        "requirement",
        "risk",
        "described",
        "greater",
        "detail",
        "caption",
        "risk",
        "factor",
        "included",
        "company",
        "recent",
        "annual",
        "report",
        "form",
        "file",
        "security",
        "exchange",
        "commission",
        "filing",
        "company",
        "may",
        "make",
        "security",
        "exchange",
        "commission",
        "future",
        "contained",
        "press",
        "release",
        "speak",
        "date",
        "hereof",
        "company",
        "expressly",
        "disclaims",
        "obligation",
        "update",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "editas",
        "medicine",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "amount",
        "thousand",
        "except",
        "per",
        "share",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "collaboration",
        "research",
        "development",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "operating",
        "loss",
        "income",
        "expense",
        "net",
        "income",
        "net",
        "interest",
        "income",
        "expense",
        "net",
        "total",
        "income",
        "expense",
        "net",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "attributable",
        "common",
        "stockholder",
        "basic",
        "diluted",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "editas",
        "medicine",
        "selected",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "item",
        "unaudited",
        "amount",
        "thousand",
        "march",
        "december",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "working",
        "capital",
        "total",
        "asset",
        "deferred",
        "revenue",
        "net",
        "current",
        "portion",
        "construction",
        "financing",
        "lease",
        "obligation",
        "net",
        "current",
        "portion",
        "total",
        "stockholder",
        "equity",
        "medium",
        "contact",
        "cristi",
        "barnett",
        "editas",
        "medicine",
        "investor",
        "contact",
        "mark",
        "mullikin",
        "editas",
        "medicine",
        "source",
        "editas",
        "medicine",
        "inc"
    ]
}