{
    "organizations": [],
    "uuid": "96bee39a506b1e7f63dbc346aa15e3fd6d61ac0f",
    "author": "Serena Chaudhry",
    "url": "https://www.reuters.com/article/us-india-forcedlabour-tea/exclusive-expose-of-labor-abuse-brews-trouble-for-slave-free-indian-tea-idUSKCN1IW00H",
    "ord_in_thread": 0,
    "title": "Exclusive: Expose of labor abuse brews trouble for 'slave-free' Indian tea",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "LONDON (Thomson Reuters Foundation) - Some Indian tea plantations stamped slavery-free are abusing and underpaying their workers, according to new data that experts said could erode consumer trust in ethically-sourced products.\nA study from Britain’s Sheffield University, revealed exclusively by the Thomson Reuters Foundation on Thursday, showed certification schemes by groups such as Fairtrade and Rainforest Alliance are failing to stop labor exploitation.\nThe report found little difference in the conditions of about 600 tea workers surveyed on certified and non-certified farms in Assam and Kerala, India’s major tea producing regions.\nAll lived below the poverty line and workers on certified farms were often treated worse, facing beatings and sexual violence and having wages and benefits withheld, the study said.\nThe tea industry in India, the world’s second-largest producer that employs 3.5 million workers, has faced accusations of abusive conditions before but this is the one of the first studies into the certified schemes that lead to higher prices.\n“Very bad labor exploitation was endemic ... it affected almost every laborer we spoke to,” said Genevieve LeBaron, a politics professor at the university who led the two-year study.\n“Our research raises really big questions about the effectiveness of certification overall as a tool to solve labor issues in supply chains.”\nThe researchers assessed 22 tea plantations in Assam and Kerala, including sites certified by major players Fairtrade, Rainforest Alliance, Ethical Tea Partnership (ETP) and Trustea.\nIn response to the study, Fairtrade - which allows companies to use its logo if they guarantee farmers a fair price for crops and an extra premium to spend on community projects - said it could investigate further to ensure the safety of its workers.\n“Fairtrade takes these allegations of unacceptable conditions at certified estates in Assam and Kerala very seriously,” a spokesman said in an emailed statement.\nTARNISHING TRUST Rainforest Alliance said it was “very concerned” by the data and committed to improving conditions on tea plantations.\n“We agree that more needs to be done to improve tea workers lives and we know that certification is only one way of raising standards, which is why our main remit is to work on social impact projects,” a spokesman for the ETP said in a statement.\nFairtrade, Rainforest Alliance and the ETP all said they had requested details about the estates surveyed by the university researchers, which would allow them to identify individual plantations and address any complaints of workplace abuses.\nTrustea did not respond to repeated requests for comment.\nMajor tea companies such as Tata Global Beverages - which owns Tetley - and Twinings - owned by Associated British Foods - said certification schemes were just one part of their efforts to ensure workers in India are treated fairly.\nWith modern slavery increasingly in the global spotlight and consumers willing to pay more for ethically sourced goods, retailers face rising pressure to ensure that products ranging from tea to chocolate are free from any form of slave labor.\nSome food and drink giants are starting to set their own standards but third-party labels like Fairtrade and Rainforest Alliance are still widely seen as important sector benchmarks.\nTrade experts said the study - which revealed similar findings in Ghana’s cocoa business - could rock the industry.\n“It’s a huge blow and really disappointing. It speaks to the fact that just putting a label on things doesn’t automatically make it a good product,” said Danielle Nierenberg, president of the U.S.-based non-government organization Food Tank.\n“I have some real concerns about how this could affect other foods and other certification standards because people are not going to know what to do and who to trust.”\nSome workers on tea plantations in Assam told a Thomson Reuters Foundation journalist that working and living conditions were similar to those described in the study.\nCYCLE OF DEBT One tea plucker, who has been on a certified farm for the past 10 years, said workers were paid 137 rupees ($2) a day to harvest 24 kg (53 lb) of tea leaves, below a national minimum wage of 250 rupees a day for informal agriculture laborers.\nThose who did not meet the quota were paid less, said 24-year-old Tanesh Dhanuar, whose wife also works on the tea farm.\nEstate owners justify low wages because of the benefits they are legally required to provide, like housing, toilets, health facilities and subsidized food, tea experts say. However, few of these facilities were provided, according to the research.\nThe study found 54 percent of workers on certified farms had fallen into debt - practically the same rate as on non-certified estates - with many borrowing from plantation owners and creating a debt cycle which can trap workers for years.\nCindy Berman of the Ethical Trading Initiative (ETI) said she was not surprised by the findings, as companies rely far too heavily on certification and audits to monitor working conditions and detect labor abuses despite their limited scope.\n“They (buyers, retailers, and brands) cannot push the risk and responsibility down the supply chain as this will ultimately impact on workers,” added the ETI’s head of slavery strategy.\nSeveral tea companies acknowledged the extent of the problem and said they ran projects to support the local communities.\n“Assam is one of the most challenged areas we buy from and we’re sadly all too aware of the wide spectrum of social issues it faces,” Keith Writer, supply director for the British tea firm Bettys and Taylors, told the Thomson Reuters Foundation.\n“All the teas we buy are Rainforest Alliance certified, but we recognize that it’s not a perfect system.”\nYet maintaining fair standards should not solely lie with certification firms, said Aarti Krishnan, senior research officer at the Overseas Development Institute (ODI) think tank.\n“A lot of it lies with the institutional structures and state level governance,” she added. “They’re enabling plantation owners to do things that are not necessarily ethical.”\nEnding workplace abuses on India’s tea farms requires closer collaboration between producers, certifiers, corporations, and better representation of workers, experts and researchers said.\n“This capitalist system is built on exploiting the very beginning of the supply chain - there needs to be an incredible overhaul,” said Simran Sethi, a fellow at the U.S.-based Institute for Food and Development Policy.\nAssam labor minister, Pallab Lochan Das, said the state planned to boost efforts to end workplace abuses in the coming months, including monitoring conditions at tea estates and ensuring plantation workers were paid a fixed minimum wage.\n“Right now, the condition in tea gardens of Assam is very tough and miserable for workers,” Das said. “It is almost like slavery.”\nReporting by Serena Chaudhry and Kieran Guilbert; Additional reporting by Anuradha Nagaraj in Chennai; Editing by Belinda Goldsmith.; Please credit Thomson Reuters Foundation, the charitable arm of Thomson Reuters, that covers humanitarian news, women's rights, trafficking, property rights, climate change and resilience. Visit news.trust.org\nOur Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger medium-browser-and-landscape-tablet medium-wide-browser-and-larger above-phone portrait-tablet-and-above above-portrait-tablet landscape-tablet-and-above landscape-tablet-and-medium-wide-browser portrait-tablet-and-below landscape-tablet-and-below Apps Newsletters Advertise with Us Advertising Guidelines Cookies Terms of Use Privacy\nAll Quote: s delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays.\n© 2018 Reuters. All Rights Reserved.",
    "published": "2018-05-31T08:09:00.000+03:00",
    "crawled": "2018-05-31T10:57:49.009+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "london",
        "thomson",
        "reuters",
        "foundation",
        "indian",
        "tea",
        "plantation",
        "stamped",
        "abusing",
        "underpaying",
        "worker",
        "according",
        "new",
        "data",
        "expert",
        "said",
        "could",
        "erode",
        "consumer",
        "trust",
        "product",
        "study",
        "britain",
        "sheffield",
        "university",
        "revealed",
        "exclusively",
        "thomson",
        "reuters",
        "foundation",
        "thursday",
        "showed",
        "certification",
        "scheme",
        "group",
        "fairtrade",
        "rainforest",
        "alliance",
        "failing",
        "stop",
        "labor",
        "exploitation",
        "report",
        "found",
        "little",
        "difference",
        "condition",
        "tea",
        "worker",
        "surveyed",
        "certified",
        "farm",
        "assam",
        "kerala",
        "india",
        "major",
        "tea",
        "producing",
        "region",
        "lived",
        "poverty",
        "line",
        "worker",
        "certified",
        "farm",
        "often",
        "treated",
        "worse",
        "facing",
        "beating",
        "sexual",
        "violence",
        "wage",
        "benefit",
        "withheld",
        "study",
        "said",
        "tea",
        "industry",
        "india",
        "world",
        "producer",
        "employ",
        "million",
        "worker",
        "faced",
        "accusation",
        "abusive",
        "condition",
        "one",
        "first",
        "study",
        "certified",
        "scheme",
        "lead",
        "higher",
        "price",
        "bad",
        "labor",
        "exploitation",
        "endemic",
        "affected",
        "almost",
        "every",
        "laborer",
        "spoke",
        "said",
        "genevieve",
        "lebaron",
        "politics",
        "professor",
        "university",
        "led",
        "study",
        "research",
        "raise",
        "really",
        "big",
        "question",
        "effectiveness",
        "certification",
        "overall",
        "tool",
        "solve",
        "labor",
        "issue",
        "supply",
        "researcher",
        "assessed",
        "tea",
        "plantation",
        "assam",
        "kerala",
        "including",
        "site",
        "certified",
        "major",
        "player",
        "fairtrade",
        "rainforest",
        "alliance",
        "ethical",
        "tea",
        "partnership",
        "etp",
        "trustea",
        "response",
        "study",
        "fairtrade",
        "allows",
        "company",
        "use",
        "logo",
        "guarantee",
        "farmer",
        "fair",
        "price",
        "crop",
        "extra",
        "premium",
        "spend",
        "community",
        "project",
        "said",
        "could",
        "investigate",
        "ensure",
        "safety",
        "worker",
        "fairtrade",
        "take",
        "allegation",
        "unacceptable",
        "condition",
        "certified",
        "estate",
        "assam",
        "kerala",
        "seriously",
        "spokesman",
        "said",
        "emailed",
        "statement",
        "tarnishing",
        "trust",
        "rainforest",
        "alliance",
        "said",
        "concerned",
        "data",
        "committed",
        "improving",
        "condition",
        "tea",
        "plantation",
        "agree",
        "need",
        "done",
        "improve",
        "tea",
        "worker",
        "life",
        "know",
        "certification",
        "one",
        "way",
        "raising",
        "standard",
        "main",
        "remit",
        "work",
        "social",
        "impact",
        "project",
        "spokesman",
        "etp",
        "said",
        "statement",
        "fairtrade",
        "rainforest",
        "alliance",
        "etp",
        "said",
        "requested",
        "detail",
        "estate",
        "surveyed",
        "university",
        "researcher",
        "would",
        "allow",
        "identify",
        "individual",
        "plantation",
        "address",
        "complaint",
        "workplace",
        "abuse",
        "trustea",
        "respond",
        "repeated",
        "request",
        "comment",
        "major",
        "tea",
        "company",
        "tata",
        "global",
        "beverage",
        "owns",
        "tetley",
        "twinings",
        "owned",
        "associated",
        "british",
        "food",
        "said",
        "certification",
        "scheme",
        "one",
        "part",
        "effort",
        "ensure",
        "worker",
        "india",
        "treated",
        "fairly",
        "modern",
        "slavery",
        "increasingly",
        "global",
        "spotlight",
        "consumer",
        "willing",
        "pay",
        "ethically",
        "sourced",
        "good",
        "retailer",
        "face",
        "rising",
        "pressure",
        "ensure",
        "product",
        "ranging",
        "tea",
        "chocolate",
        "free",
        "form",
        "slave",
        "labor",
        "food",
        "drink",
        "giant",
        "starting",
        "set",
        "standard",
        "label",
        "like",
        "fairtrade",
        "rainforest",
        "alliance",
        "still",
        "widely",
        "seen",
        "important",
        "sector",
        "benchmark",
        "trade",
        "expert",
        "said",
        "study",
        "revealed",
        "similar",
        "finding",
        "ghana",
        "cocoa",
        "business",
        "could",
        "rock",
        "industry",
        "huge",
        "blow",
        "really",
        "disappointing",
        "speaks",
        "fact",
        "putting",
        "label",
        "thing",
        "automatically",
        "make",
        "good",
        "product",
        "said",
        "danielle",
        "nierenberg",
        "president",
        "organization",
        "food",
        "tank",
        "real",
        "concern",
        "could",
        "affect",
        "food",
        "certification",
        "standard",
        "people",
        "going",
        "know",
        "worker",
        "tea",
        "plantation",
        "assam",
        "told",
        "thomson",
        "reuters",
        "foundation",
        "journalist",
        "working",
        "living",
        "condition",
        "similar",
        "described",
        "study",
        "cycle",
        "debt",
        "one",
        "tea",
        "plucker",
        "certified",
        "farm",
        "past",
        "year",
        "said",
        "worker",
        "paid",
        "rupee",
        "day",
        "harvest",
        "kg",
        "lb",
        "tea",
        "leaf",
        "national",
        "minimum",
        "wage",
        "rupee",
        "day",
        "informal",
        "agriculture",
        "laborer",
        "meet",
        "quota",
        "paid",
        "less",
        "said",
        "tanesh",
        "dhanuar",
        "whose",
        "wife",
        "also",
        "work",
        "tea",
        "farm",
        "estate",
        "owner",
        "justify",
        "low",
        "wage",
        "benefit",
        "legally",
        "required",
        "provide",
        "like",
        "housing",
        "toilet",
        "health",
        "facility",
        "subsidized",
        "food",
        "tea",
        "expert",
        "say",
        "however",
        "facility",
        "provided",
        "according",
        "research",
        "study",
        "found",
        "percent",
        "worker",
        "certified",
        "farm",
        "fallen",
        "debt",
        "practically",
        "rate",
        "estate",
        "many",
        "borrowing",
        "plantation",
        "owner",
        "creating",
        "debt",
        "cycle",
        "trap",
        "worker",
        "year",
        "cindy",
        "berman",
        "ethical",
        "trading",
        "initiative",
        "eti",
        "said",
        "surprised",
        "finding",
        "company",
        "rely",
        "far",
        "heavily",
        "certification",
        "audit",
        "monitor",
        "working",
        "condition",
        "detect",
        "labor",
        "abuse",
        "despite",
        "limited",
        "scope",
        "buyer",
        "retailer",
        "brand",
        "push",
        "risk",
        "responsibility",
        "supply",
        "chain",
        "ultimately",
        "impact",
        "worker",
        "added",
        "eti",
        "head",
        "slavery",
        "strategy",
        "several",
        "tea",
        "company",
        "acknowledged",
        "extent",
        "problem",
        "said",
        "ran",
        "project",
        "support",
        "local",
        "community",
        "assam",
        "one",
        "challenged",
        "area",
        "buy",
        "sadly",
        "aware",
        "wide",
        "spectrum",
        "social",
        "issue",
        "face",
        "keith",
        "writer",
        "supply",
        "director",
        "british",
        "tea",
        "firm",
        "bettys",
        "taylor",
        "told",
        "thomson",
        "reuters",
        "foundation",
        "tea",
        "buy",
        "rainforest",
        "alliance",
        "certified",
        "recognize",
        "perfect",
        "yet",
        "maintaining",
        "fair",
        "standard",
        "solely",
        "lie",
        "certification",
        "firm",
        "said",
        "aarti",
        "krishnan",
        "senior",
        "research",
        "officer",
        "overseas",
        "development",
        "institute",
        "odi",
        "think",
        "tank",
        "lot",
        "lie",
        "institutional",
        "structure",
        "state",
        "level",
        "governance",
        "added",
        "enabling",
        "plantation",
        "owner",
        "thing",
        "necessarily",
        "ending",
        "workplace",
        "abuse",
        "india",
        "tea",
        "farm",
        "requires",
        "closer",
        "collaboration",
        "producer",
        "certifiers",
        "corporation",
        "better",
        "representation",
        "worker",
        "expert",
        "researcher",
        "said",
        "capitalist",
        "system",
        "built",
        "exploiting",
        "beginning",
        "supply",
        "chain",
        "need",
        "incredible",
        "overhaul",
        "said",
        "simran",
        "sethi",
        "fellow",
        "institute",
        "food",
        "development",
        "policy",
        "assam",
        "labor",
        "minister",
        "pallab",
        "lochan",
        "da",
        "said",
        "state",
        "planned",
        "boost",
        "effort",
        "end",
        "workplace",
        "abuse",
        "coming",
        "month",
        "including",
        "monitoring",
        "condition",
        "tea",
        "estate",
        "ensuring",
        "plantation",
        "worker",
        "paid",
        "fixed",
        "minimum",
        "wage",
        "right",
        "condition",
        "tea",
        "garden",
        "assam",
        "tough",
        "miserable",
        "worker",
        "da",
        "said",
        "almost",
        "like",
        "reporting",
        "serena",
        "chaudhry",
        "kieran",
        "guilbert",
        "additional",
        "reporting",
        "anuradha",
        "nagaraj",
        "chennai",
        "editing",
        "belinda",
        "goldsmith",
        "please",
        "credit",
        "thomson",
        "reuters",
        "foundation",
        "charitable",
        "arm",
        "thomson",
        "reuters",
        "cover",
        "humanitarian",
        "news",
        "woman",
        "right",
        "trafficking",
        "property",
        "right",
        "climate",
        "change",
        "resilience",
        "visit",
        "standard",
        "thomson",
        "reuters",
        "trust",
        "principle",
        "apps",
        "newsletter",
        "advertise",
        "u",
        "advertising",
        "guideline",
        "cooky",
        "term",
        "use",
        "privacy",
        "quote",
        "delayed",
        "minimum",
        "minute",
        "see",
        "complete",
        "list",
        "exchange",
        "delay",
        "reuters",
        "right",
        "reserved"
    ]
}