{
    "organizations": [],
    "uuid": "9c6494666f88a5da052153104761c24c99e15be3",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/01/globe-newswire-oxford-immunotec-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Oxford Immunotec Reports First Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "OXFORD, United Kingdom and MARLBOROUGH, Mass., May 01, 2018 (GLOBE NEWSWIRE) -- Oxford Immunotec Global PLC (Nasdaq:OXFD), a global, high-growth diagnostics company, today announced first quarter 2018 financial results.\n“Our first quarter results were in line with our expectations, with immigration headwinds and severe winter weather in the U.S., as well as unfavorable order timing in Asia all contemplated in our revenue guidance,” said Dr. Peter Wrighton-Smith, Chief Executive Officer of Oxford Immunotec. “Our strategy and priorities for 2018 are unchanged. We expect to continue our long track record of strong revenue growth in the remaining quarters of 2018, while also advancing the company towards profitability.”\nBy revenue type, total revenues were, in millions:\nThree Months Ended March 31, 2018 2017 Percent\nChange Product $ 7.9 $ 8.4 -5 % Service 13.5 13.1 2 % Total Revenue $ 21.4 $ 21.5 -1 % By indication, total revenues were, in millions:\nThree Months Ended March 31, 2018 2017 Percent\nChange Tuberculosis $ 18.9 $ 18.5 2 % Tick-Borne Disease and Other 2.5 3.0 -15 % Total Revenue $ 21.4 $ 21.5 -1 % By geography, total revenues were, in millions:\nThree Months Ended March 31, Percent Change 2018 2017 As Reported Constant\nCurrency (1) United States $ 13.4 $ 13.5 -1 % -1 % Europe & ROW 2.3 1.8 24 % 9 % Asia 5.7 6.2 -7 % -9 % Total revenue $ 21.4 $ 21.5 -1 % -2 % (1) Changes in revenue include the impact of changes in foreign currency exchange rates. We use the non-GAAP financial measure \"constant currency basis\" in our filings to show changes in our revenue without giving effect to period-to-period currency fluctuations. We consider the use of a period over period revenue comparison on a constant currency basis to be helpful to investors, as it provides a revenue growth measure free of positive or negative volatility due to currency fluctuations.\nFirst Quarter 2018 Financial Results\nRevenue for the first quarter of 2018 was $21.4 million, representing a 1% decrease from first quarter 2017 revenue of $21.5 million. On a constant currency basis, revenue declined 2% versus the prior year period. Tuberculosis revenue for the first quarter of $18.9 million increased 2% over the prior year period.\n2018 first quarter product revenue was $7.9 million, representing a 5% decrease from product revenue of $8.4 million in the first quarter of 2017. The decrease was primarily attributable to lower revenue in Asia due to order timing. Service revenue for the first quarter of 2018 was $13.5 million, up 2% from 2017 first quarter service revenue of $13.1 million. The increase in service revenue was primarily driven by increased tuberculosis revenues in the United States and United Kingdom.\nUnited States revenue was $13.4 million in the first quarter of 2018, representing a 1% decrease from revenue of $13.5 million in the prior year period. The decrease was primarily due to the impact of severe weather and lower sales of blood donor screening kits.\nEurope & ROW revenue was $2.3 million in the first quarter of 2018, representing a 24% increase compared to the first quarter of 2017. On a constant currency basis, Europe & ROW increased 9% versus the first quarter of 2017. The increase was driven by strong tuberculosis revenue growth in the U.K. and continental European markets.\nAsia revenue was $5.7 million in the first quarter of 2018, representing a decrease of 7% compared to 2017 first quarter revenue of $6.2 million. On a constant currency basis, Asia revenue declined 9% versus the first quarter of 2017. The decline was due to the timing of orders.\nGross profit for the first quarter of 2018 was $10.8 million, a decrease of approximately $0.2 million from gross profit of $11.0 million in the same period of 2017. Gross margin was 50.4%, a decrease of 80 basis points from gross margin of 51.2% in the first quarter of 2017. The first quarter 2018 gross margin performance was impacted by service mix, currency, and infrastructure investments necessary to meet future growth in our clinical tick-borne disease business.\nOperating expenses were $20.3 million in the first quarter of 2018, an increase of approximately $2.3 million compared to $18.0 million in the first quarter of 2017. In the first quarter of 2017, we recorded a $2.4 million credit related to the change in fair value of contingent consideration associated with the acquisition of Immunetics, Inc. Excluding this credit, operating expenses in the first quarter of 2018 were essentially flat versus the prior year period.\nNet loss for the first quarter of 2018 was $10.3 million, or $0.40 per share, compared to $8.1 million, or $0.36 per share, in the first quarter of 2017. Net loss per share was based on 25,718,910 and 22,533,531 weighted average ordinary shares outstanding for the first quarters of 2018 and 2017, respectively.\nEBITDA for the first quarter of 2018 was $(8.5) million compared to $(6.2) million in the first quarter of 2017. Adjusted EBITDA was $(6.7) million for the first quarter of 2018 compared to $(7.3) million in the same period in 2017. Both EBITDA and Adjusted EBITDA are non-GAAP measures.\nBusiness Outlook\nIn light of the decision to scale down the blood donor screening business, for full year 2018, the Company now expects revenue of between $112 and $115 million, representing 9% - 12% year-over-year growth as reported.\nConference Call\nOxford Immunotec will host a conference call on Tuesday, May 1, 2018 at 8:00 a.m. Eastern Time to discuss its first quarter 2018 financial results. The call will be concurrently webcast. To listen to the conference call on your telephone, please dial (855) 363-5047 for United States callers and +1 (484) 365-2897 for international callers and reference confirmation code 9793845 approximately ten minutes prior to start time. To access the live audio webcast or subsequent archived recording, visit the Investor Relations section of Oxford Immunotec's website at www.oxfordimmunotec.com . The replay will be available on the Company's website for approximately 60 days.\nAbout Oxford Immunotec\nOxford Immunotec Global PLC is a global, high-growth diagnostics company focused on developing and commercializing proprietary tests for the management of underserved immune-regulated conditions. The Company's first product is the T-SPOT ® . TB test, which is used to test for tuberculosis infection. The T-SPOT. TB test has been approved for sale in over 50 countries, including the United States, where it has received pre-market approval from the Food and Drug Administration, Europe, where it has obtained a CE mark, as well as Japan and China. The Company's second product line is a range of assays for tick-borne diseases, such as Lyme disease. The Company is headquartered near Oxford, U.K. and in Marlborough, Mass. Additional information can be found at www.oxfordimmunotec.com .\nT-SPOT and the Oxford Immunotec logo are trademarks of Oxford Immunotec Ltd. Immunetics is a trademark of Immunetics, Inc.\nForward-Looking Statements\nThis release contains forward-looking statements that involve risks and uncertainties, including statements about our anticipated plans, objectives, and intentions, including effects on future financial and operating results, prospects for sales of our products and other statements that are not historical facts. The forward-looking statements in this release are based on current expectations, assumptions and data available as of the date of this release and are subject to known and unknown risks and uncertainties that could cause actual results to differ materially from those expressed or implied by such statements, including but not limited to: decisions by regulatory authorities, hospitals and other health care institutions, laboratories, physicians, patients and third party payers that could affect the Company's business and prospects; as well as our ability to expeditiously and successfully expand our sales and distribution networks. The risks included above are not exhaustive. Other factors that could adversely affect our business and prospects are described under the \"Risk Factors\" section in our filings with the Securities and Exchange Commission (\"SEC\"). Our filings are available for free by visiting the investor section of our website, www.oxfordimmunotec.com , or the SEC's website, www.sec.gov .\nInvestors should give careful consideration to these risks and uncertainties. Forward-looking statements contained herein are based on current expectations and assumptions and currently available data and are neither predictions nor guarantees of future events or performance. You should not place undue reliance on forward-looking statements contained herein, which speak only as of the date of this release. We do not undertake to update or revise any forward-looking statements after they are made, whether as a result of new information, future events, or otherwise, except as required by applicable law.\nCONTACTS:\nFor Media and Investor Inquiries:\nKaren Koski\nHead of Strategy and Investor Relations\nOxford Immunotec\nTel: +1 (508) 556-1377\nkkoski@oxfordimmunotec.com\nOxford Immunotec Global PLC\nCondensed consolidated statements of operations\n(unaudited)\nThree months ended March 31, (in thousands, except share and per share data) 2018 2017 Revenue Product $ 7,935 $ 8,386 Service 13,435 13,119 Total revenue 21,370 21,505 Cost of revenue Product 2,574 3,245 Service 8,016 7,252 Total cost of revenue 10,590 10,497 Gross profit 10,780 11,008 Operating expenses: Research and development 3,744 3,805 Sales and marketing 9,405 9,640 General and administrative 6,928 6,876 Change in fair value of contingent purchase price consideration — (2,357 ) Settlement expense 207 — Total operating expenses 20,284 17,964 Loss from operations (9,504 ) (6,956 ) Other expense: Interest expense, net (604 ) (823 ) Foreign exchanges losses (103 ) (106 ) Other expense (52 ) (140 ) Loss before income taxes (10,263 ) (8,025 ) Income tax expense (63 ) (47 ) Net loss $ (10,326 ) $ (8,072 ) Net loss per ordinary share—basic and diluted $ (0.40 ) $ (0.36 ) Weighted-average shares used to compute net loss per ordinary share—basic and diluted 25,718,910 22,533,531\nReconciliation of net loss to Adjusted EBITDA (1)\n(unaudited)\nThree months ended March 31, (in thousands)\n2018 2017 Net loss $ (10,326 ) $ (8,072 ) Income tax expense 63 47 Interest expense, net 464 674 Depreciation and amortization of intangible assets 1,133 1,003 Accretion and amortization of loan fees 140 149 EBITDA (8,526 ) (6,199 ) Reconciling items: Share-based compensation expense 1,824 1,326 Unrealized exchange gains (159 ) (38 ) Change in fair value of contingent purchase price consideration — (2,357 ) Settlement expense 207 — Adjusted EBITDA $ (6,654 ) $ (7,268 ) (1) EBITDA and Adjusted EBITDA are non-GAAP measures that we calculate as net loss, adjusted for the impact of earnings or charges resulting from matters that we consider not to be indicative of our ongoing operations. We believe that these measures provide useful information to investors in understanding and evaluating our operating results in the same manner as our management and Board of Directors. Our presentation of these measures is not made in accordance with U.S. GAAP, and our computation of these measures may vary from others in the industry. Our use of these measures has limitations as an analytical tool, and you should not consider it in isolation or as a substitute for analysis of our results as reported under U.S. GAAP.\nThe above table presents a reconciliation of net loss, the most comparable U.S. GAAP measure, to EBITDA and Adjusted EBITDA for each of the periods indicated.\nOxford Immunotec Global PLC\nCondensed consolidated balance sheets\n(unaudited) March 31, December 31, (in thousands, except share and per share data) 2018 2017 Assets Current assets: Cash and cash equivalents $ 77,246 $ 90,332 Accounts receivable, net 16,900 16,981 Inventory, net 10,909 10,142 Prepaid expenses and other assets 4,568 3,027 Total current assets 109,623 120,482 Restricted cash, non-current 200 200 Property and equipment, net 9,239 9,067 Goodwill 3,967 3,967 Other intangible assets, net 7,689 7,849 Deferred tax asset 2,915 2,486 Other assets 184 185 Total assets $ 133,817 $ 144,236 Liabilities and shareholders’ equity Current liabilities: Accounts payable $ 6,323 $ 6,842 Accrued liabilities 8,564 11,134 Settlement liability 4,581 4,342 Deferred income 32 36 Current portion of loans payable 93 91 Total current liabilities 19,593 22,445 Long-term portion of loans payable 30,020 29,904 Settlement liability 4,106 3,894 Other liabilities 486 364 Total liabilities 54,205 56,607 Shareholders’ equity: Ordinary shares, £0.006705 nominal value; 36,183,293 shares authorized at March 31, 2018\nand December 31, 2017, and 25,875,358 and 25,661,634 shares issued and outstanding at\nMarch 31, 2018 and December 31, 2017, respectively 271 269 Additional paid-in capital 296,363 294,613 Accumulated deficit (211,867 ) (201,541 ) Accumulated other comprehensive loss (5,155 ) (5,712 ) Total shareholders’ equity 79,612 87,629 Total liabilities and shareholders’ equity $ 133,817 $ 144,236\nSource:Oxford Immunotec Global PLC",
    "published": "2018-05-01T15:00:00.000+03:00",
    "crawled": "2018-05-01T15:57:02.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "oxford",
        "united",
        "kingdom",
        "marlborough",
        "may",
        "globe",
        "newswire",
        "oxford",
        "immunotec",
        "global",
        "plc",
        "nasdaq",
        "oxfd",
        "global",
        "diagnostics",
        "company",
        "today",
        "announced",
        "first",
        "quarter",
        "financial",
        "result",
        "first",
        "quarter",
        "result",
        "line",
        "expectation",
        "immigration",
        "headwind",
        "severe",
        "winter",
        "weather",
        "well",
        "unfavorable",
        "order",
        "timing",
        "asia",
        "contemplated",
        "revenue",
        "guidance",
        "said",
        "peter",
        "chief",
        "executive",
        "officer",
        "oxford",
        "immunotec",
        "strategy",
        "priority",
        "unchanged",
        "expect",
        "continue",
        "long",
        "track",
        "record",
        "strong",
        "revenue",
        "growth",
        "remaining",
        "quarter",
        "also",
        "advancing",
        "company",
        "towards",
        "revenue",
        "type",
        "total",
        "revenue",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "percent",
        "change",
        "product",
        "service",
        "total",
        "revenue",
        "indication",
        "total",
        "revenue",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "percent",
        "change",
        "tuberculosis",
        "disease",
        "total",
        "revenue",
        "geography",
        "total",
        "revenue",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "percent",
        "change",
        "reported",
        "constant",
        "currency",
        "united",
        "state",
        "europe",
        "row",
        "asia",
        "total",
        "revenue",
        "change",
        "revenue",
        "include",
        "impact",
        "change",
        "foreign",
        "currency",
        "exchange",
        "rate",
        "use",
        "financial",
        "measure",
        "constant",
        "currency",
        "basis",
        "filing",
        "show",
        "change",
        "revenue",
        "without",
        "giving",
        "effect",
        "currency",
        "fluctuation",
        "consider",
        "use",
        "period",
        "period",
        "revenue",
        "comparison",
        "constant",
        "currency",
        "basis",
        "helpful",
        "investor",
        "provides",
        "revenue",
        "growth",
        "measure",
        "free",
        "positive",
        "negative",
        "volatility",
        "due",
        "currency",
        "fluctuation",
        "first",
        "quarter",
        "financial",
        "result",
        "revenue",
        "first",
        "quarter",
        "million",
        "representing",
        "decrease",
        "first",
        "quarter",
        "revenue",
        "million",
        "constant",
        "currency",
        "basis",
        "revenue",
        "declined",
        "versus",
        "prior",
        "year",
        "period",
        "tuberculosis",
        "revenue",
        "first",
        "quarter",
        "million",
        "increased",
        "prior",
        "year",
        "period",
        "first",
        "quarter",
        "product",
        "revenue",
        "million",
        "representing",
        "decrease",
        "product",
        "revenue",
        "million",
        "first",
        "quarter",
        "decrease",
        "primarily",
        "attributable",
        "lower",
        "revenue",
        "asia",
        "due",
        "order",
        "timing",
        "service",
        "revenue",
        "first",
        "quarter",
        "million",
        "first",
        "quarter",
        "service",
        "revenue",
        "million",
        "increase",
        "service",
        "revenue",
        "primarily",
        "driven",
        "increased",
        "tuberculosis",
        "revenue",
        "united",
        "state",
        "united",
        "kingdom",
        "united",
        "state",
        "revenue",
        "million",
        "first",
        "quarter",
        "representing",
        "decrease",
        "revenue",
        "million",
        "prior",
        "year",
        "period",
        "decrease",
        "primarily",
        "due",
        "impact",
        "severe",
        "weather",
        "lower",
        "sale",
        "blood",
        "donor",
        "screening",
        "kit",
        "europe",
        "row",
        "revenue",
        "million",
        "first",
        "quarter",
        "representing",
        "increase",
        "compared",
        "first",
        "quarter",
        "constant",
        "currency",
        "basis",
        "europe",
        "row",
        "increased",
        "versus",
        "first",
        "quarter",
        "increase",
        "driven",
        "strong",
        "tuberculosis",
        "revenue",
        "growth",
        "continental",
        "european",
        "market",
        "asia",
        "revenue",
        "million",
        "first",
        "quarter",
        "representing",
        "decrease",
        "compared",
        "first",
        "quarter",
        "revenue",
        "million",
        "constant",
        "currency",
        "basis",
        "asia",
        "revenue",
        "declined",
        "versus",
        "first",
        "quarter",
        "decline",
        "due",
        "timing",
        "order",
        "gross",
        "profit",
        "first",
        "quarter",
        "million",
        "decrease",
        "approximately",
        "million",
        "gross",
        "profit",
        "million",
        "period",
        "gross",
        "margin",
        "decrease",
        "basis",
        "point",
        "gross",
        "margin",
        "first",
        "quarter",
        "first",
        "quarter",
        "gross",
        "margin",
        "performance",
        "impacted",
        "service",
        "mix",
        "currency",
        "infrastructure",
        "investment",
        "necessary",
        "meet",
        "future",
        "growth",
        "clinical",
        "disease",
        "business",
        "operating",
        "expense",
        "million",
        "first",
        "quarter",
        "increase",
        "approximately",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "first",
        "quarter",
        "recorded",
        "million",
        "credit",
        "related",
        "change",
        "fair",
        "value",
        "contingent",
        "consideration",
        "associated",
        "acquisition",
        "immunetics",
        "excluding",
        "credit",
        "operating",
        "expense",
        "first",
        "quarter",
        "essentially",
        "flat",
        "versus",
        "prior",
        "year",
        "period",
        "net",
        "loss",
        "first",
        "quarter",
        "million",
        "per",
        "share",
        "compared",
        "million",
        "per",
        "share",
        "first",
        "quarter",
        "net",
        "loss",
        "per",
        "share",
        "based",
        "weighted",
        "average",
        "ordinary",
        "share",
        "outstanding",
        "first",
        "quarter",
        "respectively",
        "ebitda",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "adjusted",
        "ebitda",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "period",
        "ebitda",
        "adjusted",
        "ebitda",
        "measure",
        "business",
        "outlook",
        "light",
        "decision",
        "scale",
        "blood",
        "donor",
        "screening",
        "business",
        "full",
        "year",
        "company",
        "expects",
        "revenue",
        "million",
        "representing",
        "growth",
        "reported",
        "conference",
        "call",
        "oxford",
        "immunotec",
        "host",
        "conference",
        "call",
        "tuesday",
        "may",
        "eastern",
        "time",
        "discus",
        "first",
        "quarter",
        "financial",
        "result",
        "call",
        "concurrently",
        "webcast",
        "listen",
        "conference",
        "call",
        "telephone",
        "please",
        "dial",
        "united",
        "state",
        "caller",
        "international",
        "caller",
        "reference",
        "confirmation",
        "code",
        "approximately",
        "ten",
        "minute",
        "prior",
        "start",
        "time",
        "access",
        "live",
        "audio",
        "webcast",
        "subsequent",
        "archived",
        "recording",
        "visit",
        "investor",
        "relation",
        "section",
        "oxford",
        "immunotec",
        "website",
        "replay",
        "available",
        "company",
        "website",
        "approximately",
        "day",
        "oxford",
        "immunotec",
        "oxford",
        "immunotec",
        "global",
        "plc",
        "global",
        "diagnostics",
        "company",
        "focused",
        "developing",
        "commercializing",
        "proprietary",
        "test",
        "management",
        "underserved",
        "condition",
        "company",
        "first",
        "product",
        "tb",
        "test",
        "used",
        "test",
        "tuberculosis",
        "infection",
        "tb",
        "test",
        "approved",
        "sale",
        "country",
        "including",
        "united",
        "state",
        "received",
        "approval",
        "food",
        "drug",
        "administration",
        "europe",
        "obtained",
        "ce",
        "mark",
        "well",
        "japan",
        "china",
        "company",
        "second",
        "product",
        "line",
        "range",
        "assay",
        "disease",
        "lyme",
        "disease",
        "company",
        "headquartered",
        "near",
        "oxford",
        "marlborough",
        "mass",
        "additional",
        "information",
        "found",
        "oxford",
        "immunotec",
        "logo",
        "trademark",
        "oxford",
        "immunotec",
        "immunetics",
        "trademark",
        "immunetics",
        "statement",
        "release",
        "contains",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "including",
        "statement",
        "anticipated",
        "plan",
        "objective",
        "intention",
        "including",
        "effect",
        "future",
        "financial",
        "operating",
        "result",
        "prospect",
        "sale",
        "product",
        "statement",
        "historical",
        "fact",
        "statement",
        "release",
        "based",
        "current",
        "expectation",
        "assumption",
        "data",
        "available",
        "date",
        "release",
        "subject",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "including",
        "limited",
        "decision",
        "regulatory",
        "authority",
        "hospital",
        "health",
        "care",
        "institution",
        "laboratory",
        "physician",
        "patient",
        "third",
        "party",
        "payer",
        "could",
        "affect",
        "company",
        "business",
        "prospect",
        "well",
        "ability",
        "expeditiously",
        "successfully",
        "expand",
        "sale",
        "distribution",
        "network",
        "risk",
        "included",
        "exhaustive",
        "factor",
        "could",
        "adversely",
        "affect",
        "business",
        "prospect",
        "described",
        "risk",
        "factor",
        "section",
        "filing",
        "security",
        "exchange",
        "commission",
        "sec",
        "filing",
        "available",
        "free",
        "visiting",
        "investor",
        "section",
        "website",
        "sec",
        "website",
        "investor",
        "give",
        "careful",
        "consideration",
        "risk",
        "uncertainty",
        "statement",
        "contained",
        "herein",
        "based",
        "current",
        "expectation",
        "assumption",
        "currently",
        "available",
        "data",
        "neither",
        "prediction",
        "guarantee",
        "future",
        "event",
        "performance",
        "place",
        "undue",
        "reliance",
        "statement",
        "contained",
        "herein",
        "speak",
        "date",
        "release",
        "undertake",
        "update",
        "revise",
        "statement",
        "made",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "applicable",
        "law",
        "contact",
        "medium",
        "investor",
        "inquiry",
        "karen",
        "koski",
        "head",
        "strategy",
        "investor",
        "relation",
        "oxford",
        "immunotec",
        "tel",
        "kkoski",
        "oxford",
        "immunotec",
        "global",
        "plc",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "revenue",
        "product",
        "service",
        "total",
        "revenue",
        "cost",
        "revenue",
        "product",
        "service",
        "total",
        "cost",
        "revenue",
        "gross",
        "profit",
        "operating",
        "expense",
        "research",
        "development",
        "sale",
        "marketing",
        "general",
        "administrative",
        "change",
        "fair",
        "value",
        "contingent",
        "purchase",
        "price",
        "consideration",
        "settlement",
        "expense",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "expense",
        "interest",
        "expense",
        "net",
        "foreign",
        "exchange",
        "loss",
        "expense",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "ordinary",
        "diluted",
        "share",
        "used",
        "compute",
        "net",
        "loss",
        "per",
        "ordinary",
        "diluted",
        "reconciliation",
        "net",
        "loss",
        "adjusted",
        "ebitda",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "thousand",
        "net",
        "loss",
        "income",
        "tax",
        "expense",
        "interest",
        "expense",
        "net",
        "depreciation",
        "amortization",
        "intangible",
        "asset",
        "accretion",
        "amortization",
        "loan",
        "fee",
        "ebitda",
        "reconciling",
        "item",
        "compensation",
        "expense",
        "unrealized",
        "exchange",
        "gain",
        "change",
        "fair",
        "value",
        "contingent",
        "purchase",
        "price",
        "consideration",
        "settlement",
        "expense",
        "adjusted",
        "ebitda",
        "ebitda",
        "adjusted",
        "ebitda",
        "measure",
        "calculate",
        "net",
        "loss",
        "adjusted",
        "impact",
        "earnings",
        "charge",
        "resulting",
        "matter",
        "consider",
        "indicative",
        "ongoing",
        "operation",
        "believe",
        "measure",
        "provide",
        "useful",
        "information",
        "investor",
        "understanding",
        "evaluating",
        "operating",
        "result",
        "manner",
        "management",
        "board",
        "director",
        "presentation",
        "measure",
        "made",
        "accordance",
        "gaap",
        "computation",
        "measure",
        "may",
        "vary",
        "others",
        "industry",
        "use",
        "measure",
        "limitation",
        "analytical",
        "tool",
        "consider",
        "isolation",
        "substitute",
        "analysis",
        "result",
        "reported",
        "gaap",
        "table",
        "present",
        "reconciliation",
        "net",
        "loss",
        "comparable",
        "gaap",
        "measure",
        "ebitda",
        "adjusted",
        "ebitda",
        "period",
        "indicated",
        "oxford",
        "immunotec",
        "global",
        "plc",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "march",
        "december",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "net",
        "inventory",
        "net",
        "prepaid",
        "expense",
        "asset",
        "total",
        "current",
        "asset",
        "restricted",
        "cash",
        "property",
        "equipment",
        "net",
        "goodwill",
        "intangible",
        "asset",
        "net",
        "deferred",
        "tax",
        "asset",
        "asset",
        "total",
        "asset",
        "liability",
        "shareholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "liability",
        "settlement",
        "liability",
        "deferred",
        "income",
        "current",
        "portion",
        "loan",
        "payable",
        "total",
        "current",
        "liability",
        "portion",
        "loan",
        "payable",
        "settlement",
        "liability",
        "liability",
        "total",
        "liability",
        "shareholder",
        "equity",
        "ordinary",
        "share",
        "nominal",
        "value",
        "share",
        "authorized",
        "march",
        "december",
        "share",
        "issued",
        "outstanding",
        "march",
        "december",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "accumulated",
        "comprehensive",
        "loss",
        "total",
        "shareholder",
        "equity",
        "total",
        "liability",
        "shareholder",
        "equity",
        "source",
        "oxford",
        "immunotec",
        "global",
        "plc"
    ]
}