{
    "organizations": [],
    "uuid": "df234f7a0242d9de52b8f85eb3ad1340b4329a9c",
    "author": "Tatyana Shumsky",
    "url": "https://blogs.wsj.com/cfo/2018/05/14/the-morning-ledger-automation-frees-up-workers-for-more-creative-tasks/",
    "ord_in_thread": 0,
    "title": "The Morning Ledger: Automation Frees Up Workers For More Creative Tasks",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "0 COMMENTS Sign up for the Morning Ledger, emailed to you each weekday morning. Follow us on Twitter: @CFOJournal. All CFO Journal-produced content can be accessed without a subscription.\nA worker cleans a BMW vehicle in New York, U.S., on April 2, 2015. Bloomberg News Good morning. Companies that have handed off certain tasks to robots say automation is leading to job growth in certain industries as machines take on repetitive tasks, freeing humans for more creative, higher-order duties, reports the WSJ’s William Wilkes.\nThe companies that may have cracked the code are those that can assign repetitive, precise tasks to robots, freeing human workers to undertake creative, problem-solving duties that machines aren’t very good at. That’s particularly relevant for manufacturing, the food sector and service sectors such as billing, where timetable spreadsheets can be automated, freeing up workers to do higher-value tasks.\nAuto maker BMW AG automated some of the physical labor at the Spartanburg plant in South Carolina while retaining tasks involving judgment and quality control for workers. Robots fit black, soundproofing rubber tubes to the inner rim of car doors, a task once done entirely by hand, on the more than 5,000 or so car doors that pass through the production line each day. Human workers do final checks on the tube’s placement. The division of labor speeds up the process.\nTHE DAY AHEAD\nHome Depot and McGraw-Hill Global Education Holdings LLC are among the companies slated to report earnings today.\nCFO JOURNAL EXCLUSIVE\nTwitter CFO Ned Segal Says More Work Ahead to Improve Social Site. Twitter Inc. , which recently posted its second profitable quarter as a public company, has more work to do to sustain its financial turnaround, chief financial officer Ned Segal told CFO Journal’s Ezequiel Minaya.\nTwitter invested in monitoring and removing more objectionable content, and is rolling out tweaks to its social network more frequently, changes that bolstered user engagement and Twitter’s standing with advertisers. Twitter’s improving reputation had a direct impact on lifting the share of marketing budgets advertisers earmark for the platform, said Mr. Segal, who assumed the chief financial officer post in August.\nCORPORATE NEWS\nElon Musk, co-founder and chief executive officer of Tesla , speaks during an event at the Hornsdale wind farm, in South Australia, on Friday, Sept. 29, 2017. Bloomberg News Tesla reorganizes management structure. Tesla Inc. will flatten its management structure, Chief Executive Elon Musk told employees Monday, as the Silicon Valley auto maker struggles to boost production of its Model 3 sedan amid an exodus of top leaders.\nVodafone CEO to depart. Vodafone Group PLC Chief Executive Vittorio Colao is set to leave his position after reshaping the world’s second-biggest mobile carrier by subscribers over the past 10 years.\nFiat Chrysler employees knew of emissions cheating, documents in shareholder suit claim. Fiat Chrysler Automobiles NV employees believed the auto maker used illegal software in diesel-powered vehicles to cheat on U.S. emissions tests and concealed it from regulators, according to allegations by plaintiffs’ lawyers in federal court documents unsealed Monday.\nDelta eyes new flights to India after Gulf deal. Delta Air Lines Inc. Chief Executive Ed Bastian said an agreement between the U.S. and two Persian Gulf states affords new protections to U.S. airlines that make it worth restarting service to foreign destinations that could include India.\nTarget tests retail ‘flow center.’ Target Corp. is testing a new distribution strategy – using the same pool of inventory to replenish stores and fulfill online orders — aimed at speeding up its restocking and making the retailer more nimble at stores and online as it competes with rivals like Amazon.com and Walmart\nAre Nissan, Renault merging? Nissan Motor Co. Chief Executive Hiroto Saikawa said his company should remain independent, throwing another obstacle to long-discussed merger talks with alliance partner Renault SA.\nGoldman Sachs shakes up trading unit. Goldman Sachs Group Inc. said Pablo Salame and Isabelle Ealet, two of three executives who oversee its powerful trading arm, will leave the firm next month in a shakeup at the unit which has struggled in recent years but was once the envy of Wall Street.\nCBS sues Redstones. CBS Corp. has declared war on its controlling shareholder, suing Shari Redstone and her family’s National Amusements Inc. holding company for trying to force CBS to merge with Viacom\nFoxconn’s profit drops. Foxconn Technology Group posted a worse-than-expected 15% drop in first-quarter earnings after Apple , its biggest customer, reported modest growth in iPhone shipments.\nCEO Pay and Performance Often Don’t Match Up. The best-paid CEOs don’t necessarily run the best-performing companies: only two out of the 20-highest paid CEOs who didn’t leave their jobs before the end of 2017 landed in the top 20 for shareholder return, according to a Wall Street Journal analysis.\nFedEx says Blockchain a ‘game changer’ for supply chain visibility. FedEx Corp. is investing in blockchain technology to provide greater visibility and efficiency in its freight business as it explores how distributed ledger technology can impact the logistics and supply chain sector, Chief Executive Frederick Smith said at the Consensus 2018 conference.\nREGULATION\nNew Jersey has long fought to have sports betting allowed at its casinos in Atlantic City. Kevin Coughlin/Bloomberg News Supreme Court ruling opens door to sports betting. The U.S. Supreme Court on Monday opened the door to formal sport betting across the country, throwing out a federal law that prohibited such wagers in most of the U.S.\nBernanke, Fischer support Clarida Fed nomination. Former U.S. Federal Reserve Chairman Ben Bernanke and three other former leading economic policy makers endorsed Richard Clarida’s nomination to serve as the Fed’s No. 2 official in a letter they sent Monday to lawmakers.\nCommerce Department weighs alternative penalties for China’s ZTE. Commerce Secretary Wilbur Ross said Monday that he is considering alternative punishments for ZTE Corp. , potentially opening the door to a reprieve for the imperiled Chinese telecommunications giant.\nAuto makers miss deadline for repairing explosive airbags. A dozen auto makers failed to meet a deadline to repair millions of air bags that risk exploding in crashes, prompting the National Highway Traffic Safety Administration, to summon them to meetings.\nCFTC official Urges SEC to Clarify Ether’s Status. A top U.S. derivatives regulator urged his counterparts at the U.S. Securities and Exchange Commission to quickly reach a decision about the status of ether, the world’s second-most-valuable cryptocurrency after bitcoin.\nECONOMY\nA a worker cutting steel at a factory in Huaibei in China’s eastern Anhui province on May 3, 2018. AFP/Getty Images Soft investment, retail sales suggest China’s economic growth is cooling. China reported weaker-than-expected investment and retail sales in April and a drop in home sales, clouding its economic outlook even as policymakers try to navigate debt risks and defuse a heated trade row with the United States, reports Reuters.\nGerman economy loses steam. Europe’s largest economy cooled sharply in the first quarter, with Germany’s annuals growth rate slowing to 1.2% from 2.5% in the final quarter of 2017, due to high levels of illness and labor disputes, mirroring similar developments in the region and denting hopes for another year of stellar growth rates.\nShale drillers look beyond Texas as prices rise. U.S. shale drillers are ramping production everywhere from Oklahoma to North Dakota as rising oil prices drive producers to move beyond the Permian Basin, the West Texas oil field that became the country’s drilling center.\nU.S. to consider expanding Medicare drug price negotiation. The Trump administration is considering expanding Medicare’s ability to negotiate the cost of drugs by giving private payers a role in setting the price of medicines administered in hospitals and doctors’ offices, Health and Human Services Secretary Alex Azar said on Monday, reports Reuters.\nCFO MOVES\nAirbus SE , the European plane maker, said finance chief Harald Wilhelm will depart next year when his contract expires. Mr. Wilhelm been group CFO for the last six years, and has served as CFO of Airbus Commercial Aircraft for the past decade. He has held a variety of finance roles at Airbus and its predecessor companies for 27 years. The company has commenced a search for a successor.\nThe Morning Ledger from CFO Journal cues up the most important news in corporate finance every weekday morning. Send tips, suggestions and complaints to kimberly.johnson@wsj.com.\nShare this: Previous The Morning Ledger: U.S. Executives to Speak Out Against China Tariffs Content from our sponsor Deloitte CFO insight and analysis written and compiled by Deloitte CFO Optimism Is Sky High, But Also At Risk Tax changes, cash management, the heated M&A climate, and the talent squeeze are among the chief challenges CFOs are facing, says Sanford Cockrell III, national managing partner of the U.S. CFO Program, Deloitte LLP. He offers insights into these and other top challenges that could get in the way of executing an organization's growth strategies and capitalizing on today’s buoyant conditions. By applying finance’s analytic and forecasting capabilities, along with scenario planning and risk sensing, CFOs can mitigate external risks that could cloud the longer-term outlook for their businesses.\nPlease note: The Wall Street Journal News Department was not involved in the creation of the content above. More from Deloitte →",
    "published": "2018-05-15T03:43:00.000+03:00",
    "crawled": "2018-05-15T15:19:30.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "sign",
        "morning",
        "ledger",
        "emailed",
        "weekday",
        "morning",
        "follow",
        "u",
        "twitter",
        "cfojournal",
        "cfo",
        "content",
        "accessed",
        "without",
        "subscription",
        "worker",
        "clean",
        "bmw",
        "vehicle",
        "new",
        "york",
        "april",
        "bloomberg",
        "news",
        "good",
        "morning",
        "company",
        "handed",
        "certain",
        "task",
        "robot",
        "say",
        "automation",
        "leading",
        "job",
        "growth",
        "certain",
        "industry",
        "machine",
        "take",
        "repetitive",
        "task",
        "freeing",
        "human",
        "creative",
        "duty",
        "report",
        "wsj",
        "william",
        "wilkes",
        "company",
        "may",
        "cracked",
        "code",
        "assign",
        "repetitive",
        "precise",
        "task",
        "robot",
        "freeing",
        "human",
        "worker",
        "undertake",
        "creative",
        "duty",
        "machine",
        "good",
        "particularly",
        "relevant",
        "manufacturing",
        "food",
        "sector",
        "service",
        "sector",
        "billing",
        "timetable",
        "spreadsheet",
        "automated",
        "freeing",
        "worker",
        "task",
        "auto",
        "maker",
        "bmw",
        "ag",
        "automated",
        "physical",
        "labor",
        "spartanburg",
        "plant",
        "south",
        "carolina",
        "retaining",
        "task",
        "involving",
        "judgment",
        "quality",
        "control",
        "worker",
        "robot",
        "fit",
        "black",
        "soundproofing",
        "rubber",
        "tube",
        "inner",
        "rim",
        "car",
        "door",
        "task",
        "done",
        "entirely",
        "hand",
        "car",
        "door",
        "pas",
        "production",
        "line",
        "day",
        "human",
        "worker",
        "final",
        "check",
        "tube",
        "placement",
        "division",
        "labor",
        "speed",
        "process",
        "day",
        "ahead",
        "home",
        "depot",
        "global",
        "education",
        "holding",
        "llc",
        "among",
        "company",
        "slated",
        "report",
        "earnings",
        "today",
        "cfo",
        "journal",
        "exclusive",
        "twitter",
        "cfo",
        "ned",
        "segal",
        "say",
        "work",
        "ahead",
        "improve",
        "social",
        "site",
        "twitter",
        "recently",
        "posted",
        "second",
        "profitable",
        "quarter",
        "public",
        "company",
        "work",
        "sustain",
        "financial",
        "turnaround",
        "chief",
        "financial",
        "officer",
        "ned",
        "segal",
        "told",
        "cfo",
        "journal",
        "ezequiel",
        "minaya",
        "twitter",
        "invested",
        "monitoring",
        "removing",
        "objectionable",
        "content",
        "rolling",
        "tweak",
        "social",
        "network",
        "frequently",
        "change",
        "bolstered",
        "user",
        "engagement",
        "twitter",
        "standing",
        "advertiser",
        "twitter",
        "improving",
        "reputation",
        "direct",
        "impact",
        "lifting",
        "share",
        "marketing",
        "budget",
        "advertiser",
        "earmark",
        "platform",
        "said",
        "segal",
        "assumed",
        "chief",
        "financial",
        "officer",
        "post",
        "august",
        "corporate",
        "news",
        "elon",
        "musk",
        "chief",
        "executive",
        "officer",
        "tesla",
        "speaks",
        "event",
        "hornsdale",
        "wind",
        "farm",
        "south",
        "australia",
        "friday",
        "bloomberg",
        "news",
        "tesla",
        "reorganizes",
        "management",
        "structure",
        "tesla",
        "flatten",
        "management",
        "structure",
        "chief",
        "executive",
        "elon",
        "musk",
        "told",
        "employee",
        "monday",
        "silicon",
        "valley",
        "auto",
        "maker",
        "struggle",
        "boost",
        "production",
        "model",
        "sedan",
        "amid",
        "exodus",
        "top",
        "leader",
        "vodafone",
        "ceo",
        "depart",
        "vodafone",
        "group",
        "plc",
        "chief",
        "executive",
        "vittorio",
        "colao",
        "set",
        "leave",
        "position",
        "reshaping",
        "world",
        "mobile",
        "carrier",
        "subscriber",
        "past",
        "year",
        "fiat",
        "chrysler",
        "employee",
        "knew",
        "emission",
        "cheating",
        "document",
        "shareholder",
        "suit",
        "claim",
        "fiat",
        "chrysler",
        "automobile",
        "nv",
        "employee",
        "believed",
        "auto",
        "maker",
        "used",
        "illegal",
        "software",
        "vehicle",
        "cheat",
        "emission",
        "test",
        "concealed",
        "regulator",
        "according",
        "allegation",
        "plaintiff",
        "lawyer",
        "federal",
        "court",
        "document",
        "unsealed",
        "monday",
        "delta",
        "eye",
        "new",
        "flight",
        "india",
        "gulf",
        "deal",
        "delta",
        "air",
        "line",
        "chief",
        "executive",
        "ed",
        "bastian",
        "said",
        "agreement",
        "two",
        "persian",
        "gulf",
        "state",
        "affords",
        "new",
        "protection",
        "airline",
        "make",
        "worth",
        "restarting",
        "service",
        "foreign",
        "destination",
        "could",
        "include",
        "india",
        "target",
        "test",
        "retail",
        "flow",
        "target",
        "testing",
        "new",
        "distribution",
        "strategy",
        "using",
        "pool",
        "inventory",
        "replenish",
        "store",
        "fulfill",
        "online",
        "order",
        "aimed",
        "speeding",
        "restocking",
        "making",
        "retailer",
        "nimble",
        "store",
        "online",
        "competes",
        "rival",
        "like",
        "walmart",
        "nissan",
        "renault",
        "merging",
        "nissan",
        "motor",
        "chief",
        "executive",
        "hiroto",
        "saikawa",
        "said",
        "company",
        "remain",
        "independent",
        "throwing",
        "another",
        "obstacle",
        "merger",
        "talk",
        "alliance",
        "partner",
        "renault",
        "sa",
        "goldman",
        "sachs",
        "shake",
        "trading",
        "unit",
        "goldman",
        "sachs",
        "group",
        "said",
        "pablo",
        "salame",
        "isabelle",
        "ealet",
        "two",
        "three",
        "executive",
        "oversee",
        "powerful",
        "trading",
        "arm",
        "leave",
        "firm",
        "next",
        "month",
        "shakeup",
        "unit",
        "struggled",
        "recent",
        "year",
        "envy",
        "wall",
        "street",
        "cbs",
        "sue",
        "redstones",
        "cbs",
        "declared",
        "war",
        "controlling",
        "shareholder",
        "suing",
        "shari",
        "redstone",
        "family",
        "national",
        "amusement",
        "holding",
        "company",
        "trying",
        "force",
        "cbs",
        "merge",
        "viacom",
        "foxconn",
        "profit",
        "drop",
        "foxconn",
        "technology",
        "group",
        "posted",
        "drop",
        "earnings",
        "apple",
        "biggest",
        "customer",
        "reported",
        "modest",
        "growth",
        "iphone",
        "shipment",
        "ceo",
        "pay",
        "performance",
        "often",
        "match",
        "ceo",
        "necessarily",
        "run",
        "company",
        "two",
        "paid",
        "ceo",
        "leave",
        "job",
        "end",
        "landed",
        "top",
        "shareholder",
        "return",
        "according",
        "wall",
        "street",
        "journal",
        "analysis",
        "fedex",
        "say",
        "blockchain",
        "game",
        "changer",
        "supply",
        "chain",
        "visibility",
        "fedex",
        "investing",
        "blockchain",
        "technology",
        "provide",
        "greater",
        "visibility",
        "efficiency",
        "freight",
        "business",
        "explores",
        "distributed",
        "ledger",
        "technology",
        "impact",
        "logistics",
        "supply",
        "chain",
        "sector",
        "chief",
        "executive",
        "frederick",
        "smith",
        "said",
        "consensus",
        "conference",
        "regulation",
        "new",
        "jersey",
        "long",
        "fought",
        "sport",
        "betting",
        "allowed",
        "casino",
        "atlantic",
        "city",
        "kevin",
        "news",
        "supreme",
        "court",
        "ruling",
        "open",
        "door",
        "sport",
        "betting",
        "supreme",
        "court",
        "monday",
        "opened",
        "door",
        "formal",
        "sport",
        "betting",
        "across",
        "country",
        "throwing",
        "federal",
        "law",
        "prohibited",
        "wager",
        "bernanke",
        "fischer",
        "support",
        "clarida",
        "fed",
        "nomination",
        "former",
        "federal",
        "reserve",
        "chairman",
        "ben",
        "bernanke",
        "three",
        "former",
        "leading",
        "economic",
        "policy",
        "maker",
        "endorsed",
        "richard",
        "clarida",
        "nomination",
        "serve",
        "fed",
        "official",
        "letter",
        "sent",
        "monday",
        "lawmaker",
        "commerce",
        "department",
        "weighs",
        "alternative",
        "penalty",
        "china",
        "zte",
        "commerce",
        "secretary",
        "wilbur",
        "ross",
        "said",
        "monday",
        "considering",
        "alternative",
        "punishment",
        "zte",
        "potentially",
        "opening",
        "door",
        "reprieve",
        "imperiled",
        "chinese",
        "telecommunication",
        "giant",
        "auto",
        "maker",
        "miss",
        "deadline",
        "repairing",
        "explosive",
        "airbags",
        "dozen",
        "auto",
        "maker",
        "failed",
        "meet",
        "deadline",
        "repair",
        "million",
        "air",
        "bag",
        "risk",
        "exploding",
        "crash",
        "prompting",
        "national",
        "highway",
        "traffic",
        "safety",
        "administration",
        "summon",
        "meeting",
        "cftc",
        "official",
        "urge",
        "sec",
        "clarify",
        "ether",
        "status",
        "top",
        "derivative",
        "regulator",
        "urged",
        "counterpart",
        "security",
        "exchange",
        "commission",
        "quickly",
        "reach",
        "decision",
        "status",
        "ether",
        "world",
        "cryptocurrency",
        "bitcoin",
        "economy",
        "worker",
        "cutting",
        "steel",
        "factory",
        "huaibei",
        "china",
        "eastern",
        "anhui",
        "province",
        "may",
        "image",
        "soft",
        "investment",
        "retail",
        "sale",
        "suggest",
        "china",
        "economic",
        "growth",
        "cooling",
        "china",
        "reported",
        "investment",
        "retail",
        "sale",
        "april",
        "drop",
        "home",
        "sale",
        "clouding",
        "economic",
        "outlook",
        "even",
        "policymakers",
        "try",
        "navigate",
        "debt",
        "risk",
        "defuse",
        "heated",
        "trade",
        "row",
        "united",
        "state",
        "report",
        "reuters",
        "german",
        "economy",
        "loses",
        "steam",
        "europe",
        "largest",
        "economy",
        "cooled",
        "sharply",
        "first",
        "quarter",
        "germany",
        "annual",
        "growth",
        "rate",
        "slowing",
        "final",
        "quarter",
        "due",
        "high",
        "level",
        "illness",
        "labor",
        "dispute",
        "mirroring",
        "similar",
        "development",
        "region",
        "denting",
        "hope",
        "another",
        "year",
        "stellar",
        "growth",
        "rate",
        "shale",
        "drillers",
        "look",
        "beyond",
        "texas",
        "price",
        "rise",
        "shale",
        "drillers",
        "ramping",
        "production",
        "everywhere",
        "oklahoma",
        "north",
        "dakota",
        "rising",
        "oil",
        "price",
        "drive",
        "producer",
        "move",
        "beyond",
        "permian",
        "basin",
        "west",
        "texas",
        "oil",
        "field",
        "became",
        "country",
        "drilling",
        "center",
        "consider",
        "expanding",
        "medicare",
        "drug",
        "price",
        "negotiation",
        "trump",
        "administration",
        "considering",
        "expanding",
        "medicare",
        "ability",
        "negotiate",
        "cost",
        "drug",
        "giving",
        "private",
        "payer",
        "role",
        "setting",
        "price",
        "medicine",
        "administered",
        "hospital",
        "doctor",
        "office",
        "health",
        "human",
        "service",
        "secretary",
        "alex",
        "azar",
        "said",
        "monday",
        "report",
        "reuters",
        "cfo",
        "move",
        "airbus",
        "se",
        "european",
        "plane",
        "maker",
        "said",
        "finance",
        "chief",
        "harald",
        "wilhelm",
        "depart",
        "next",
        "year",
        "contract",
        "expires",
        "wilhelm",
        "group",
        "cfo",
        "last",
        "six",
        "year",
        "served",
        "cfo",
        "airbus",
        "commercial",
        "aircraft",
        "past",
        "decade",
        "held",
        "variety",
        "finance",
        "role",
        "airbus",
        "predecessor",
        "company",
        "year",
        "company",
        "commenced",
        "search",
        "successor",
        "morning",
        "ledger",
        "cfo",
        "journal",
        "cue",
        "important",
        "news",
        "corporate",
        "finance",
        "every",
        "weekday",
        "morning",
        "send",
        "tip",
        "suggestion",
        "complaint",
        "share",
        "previous",
        "morning",
        "ledger",
        "executive",
        "speak",
        "china",
        "tariff",
        "content",
        "sponsor",
        "deloitte",
        "cfo",
        "insight",
        "analysis",
        "written",
        "compiled",
        "deloitte",
        "cfo",
        "optimism",
        "sky",
        "high",
        "also",
        "risk",
        "tax",
        "change",
        "cash",
        "management",
        "heated",
        "climate",
        "talent",
        "squeeze",
        "among",
        "chief",
        "challenge",
        "cfo",
        "facing",
        "say",
        "sanford",
        "cockrell",
        "iii",
        "national",
        "managing",
        "partner",
        "cfo",
        "program",
        "deloitte",
        "llp",
        "offer",
        "insight",
        "top",
        "challenge",
        "could",
        "get",
        "way",
        "executing",
        "organization",
        "growth",
        "strategy",
        "capitalizing",
        "today",
        "buoyant",
        "condition",
        "applying",
        "finance",
        "analytic",
        "forecasting",
        "capability",
        "along",
        "scenario",
        "planning",
        "risk",
        "sensing",
        "cfo",
        "mitigate",
        "external",
        "risk",
        "could",
        "cloud",
        "outlook",
        "business",
        "please",
        "note",
        "wall",
        "street",
        "journal",
        "news",
        "department",
        "involved",
        "creation",
        "content",
        "deloitte"
    ]
}