{
    "organizations": [],
    "uuid": "ee53b80eabdd2cc0b05567cf65b7a66caeef5d28",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/03/globe-newswire-u-s-fda-approves-portola-pharmaceuticalsa-andexxaa-first-and-only-antidote-for-the-reversal-of-factor-xa-inhibitors.html",
    "ord_in_thread": 0,
    "title": "U.S. FDA Approves Portola Pharmaceuticals’ Andexxa®, First and Only Antidote for the Reversal of Factor Xa Inhibitors",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "– Breakthrough Product is a Major Advance in the Treatment of Patients Hospitalized with Life-Threatening Bleeding –\nRivaroxaban\nApixaban\n– Company to Host Conference Call on Friday, May 4, 2018 at 8:30 a.m. ET –\nSOUTH SAN FRANCISCO, Calif., May 03, 2018 (GLOBE NEWSWIRE) -- Portola Pharmaceuticals, Inc. ® (Nasdaq:PTLA) today announced that the U.S. Food and Drug Administration (FDA) has approved Andexxa ® [coagulation factor Xa (recombinant), inactivated-zhzo], the first and only antidote indicated for patients treated with rivaroxaban and apixaban, when reversal of anticoagulation is needed due to life-threatening or uncontrolled bleeding.\nAndexxa received both U.S. Orphan Drug and FDA Breakthrough Therapy designations and was approved under the FDA’s Accelerated Approval pathway based on the change from baseline in anti-Factor Xa activity in healthy volunteers. Continued approval for this indication may be contingent upon post-marketing study results to demonstrate an improvement in hemostasis in patients.\n“Today’s approval represents a significant step forward in patient care and one that the medical community has been eagerly anticipating,” said Stuart J. Connolly, M.D., ANNEXA-4 Executive Committee chairman and professor in the Department of Medicine of the Faculty of Health Sciences at McMaster University in Hamilton, Ontario. “Andexxa’s rapid reversal of the anticoagulating effects of rivaroxaban and apixaban will help clinicians treat life-threatening bleeds, where every minute counts.”\nThe use of Factor Xa inhibitors is rapidly growing because of their efficacy and safety profile compared to enoxaparin and warfarin in preventing and treating thromboembolic conditions such as stroke, pulmonary embolism and venous thromboembolism (VTE). This growth has come with a related increase in the incidence of hospital admissions and deaths related to bleeding, the major complication of anticoagulation. In the U.S. alone in 2016, there were approximately 117,000 hospital admissions attributable to Factor Xa inhibitor-related bleeding and nearly 2,000 bleeding-related deaths per month.\n“We are grateful to the patients who participated in our trials, our clinical trial collaborators, our employees and the FDA for their help in bringing this new drug to market for the benefit of patients with Factor Xa inhibitor-related bleeding,” said Bill Lis, chief executive officer of Portola. “We are proud that Andexxa is a first-in-class medicine discovered in our labs. In addition to Bevyxxa, the first and only anticoagulant approved for extended VTE prevention in acute hospitalized medical patients, Andexxa is our second FDA-approved product with the potential to save lives and have a major impact on global public health. We remain committed to our scientific leadership in the fields of thrombosis and hematologic cancers.”\nThe approval of Andexxa is supported by data from two Phase 3 ANNEXA studies (ANNEXA-R and ANNEXA-A) published in The New England Journal of Medicine , which evaluated the safety and efficacy of Andexxa in reversing the anticoagulant activity of the Factor Xa inhibitors rivaroxaban and apixaban in healthy volunteers (Figure 1 and Figure 2, respectively). As described in the label, results demonstrated that Andexxa rapidly and significantly reversed anti-Factor Xa activity (the anticoagulant mechanism of these medicines). The median decrease in anti-Factor Xa activity from baseline was 97 percent for rivaroxaban and 92 percent for apixaban.\nFigure 1: http://resource.globenewswire.com/Resource/Download/4095503f-3499-484d-b338-8bfafc30b9a2\nFigure 2: http://resource.globenewswire.com/Resource/Download/31eec65f-c059-43e3-aab2-f249be97a217\nInterim data from the ongoing ANNEXA-4 single-arm, open-label study in patients with major bleeding also were assessed by the FDA as part of its review and approval. Data from 185 evaluable patients showed that Andexxa rapidly and significantly reversed anti-Factor Xa activity when administered as a bolus and sustained this reversal when followed by a 120-minute infusion. The median decrease from baseline was 90 percent for rivaroxaban and 93 percent for apixaban.\nFor additional Important Safety Information and Andexxa’s full Prescribing Information, please visit http://www.Andexxa.com .\nThe post-marketing requirement is a clinical trial that randomizes patients to receive either Andexxa or usual care (the type of care the enrolling institution would provide in the absence of Andexxa). This study is scheduled to be initiated in 2019 and be reported in 2023.\n“The expansion of available reversal agents for people prescribed newer oral anticoagulant therapies is crucial,” said Randy Fenninger, chief executive officer of the National Blood Clot Alliance, a patient-led, voluntary health advocacy organization. “The availability now of a reversal agent specific to rivaroxaban and apixaban expands choice and enables patients and providers to consider these treatment options with greater confidence.”\nConsistent with the Company’s prior plan, Portola expects to launch Andexxa under an Early Supply Program with Generation 1 product in early June. Broader commercial launch is anticipated in early 2019 upon FDA approval of its Generation 2 manufacturing process.\nThe Marketing Authorization Application (MAA) for andexanet alfa is also under review by the European Medicines Agency. The Committee for Medicinal Products for Human Use (CHMP) communicated a positive trend vote on the MAA in February 2018. A formal opinion from the CHMP is expected by the end of 2018, and the European Commission is expected to issue a decision in early 2019.\nConference Call Details\nThe live conference call, scheduled for Friday, May 4, 2018 at 8:30 a.m. ET, can be accessed by phone by calling (844) 452-6828 from the U.S. and Canada, or 1 (765) 507-2588 internationally, and using the passcode 1357748. The webcast can be accessed live on the Investor Relations section of the Company's website at http://investors.portola.com . It will be archived for 30 days following the call.\nAbout Andexxa\nAndexxa is a recombinant protein specifically designed to bind to Factor Xa inhibitors and rapidly reverse their anticoagulant effect. Andexxa is a modified form of the human Factor Xa molecule, an enzyme that helps blood clot. Andexxa works by acting as a decoy for oral and injectable Factor Xa inhibitors, which target and bind to Factor Xa, which allows them to exert their anticoagulant effect. When Andexxa is given to a patient with Factor Xa inhibitor-related bleeding, it binds to the Factor Xa inhibitor and prevents it from inhibiting the activity of Factor Xa and reverses the anticoagulant effects of the inhibitor.\nIMPORTANT INFORMATION FOR ANDEXXA [coagulation factor Xa (recombinant), inactivated-zhzo]\nBOXED WARNING: THROMBOEMBOLIC RISKS, ISCHEMIC RISKS, CARDIAC ARREST AND SUDDEN DEATHS\nSee full prescribing information for complete boxed warning\nTreatment with Andexxa has been associated with serious and life‑threatening adverse events, including:\nArterial and venous thromboembolic events Ischemic events, including myocardial infarction and ischemic stroke Cardiac arrest Sudden deaths\nMonitor for thromboembolic events and initiate anticoagulation when medically appropriate. Monitor for symptoms and signs that precede cardiac arrest and provide treatment as needed.\nIndication\nAndexxa [coagulation factor Xa (recombinant), inactivated-zhzo] is indicated for patients treated with rivaroxaban and apixaban, when reversal of anticoagulation is needed due to life-threatening or uncontrolled bleeding.\nThis indication is approved under accelerated approval based on the change from baseline in anti-Factor Xa (FXa) activity in healthy volunteers. An improvement in hemostasis has not been established. Continued approval for this indication may be contingent upon the results of studies to demonstrate an improvement in hemostasis in patients.\nAndexxa has not been shown to be effective for, and is not indicated for, the treatment of bleeding related to any FXa inhibitors other than apixaban and rivaroxaban.\nSELECT IMPORTANT SAFETY INFORMATION\nThromboembolic Risk\nArterial and venous thromboembolic events, ischemic events, sudden deaths, or events where a thrombotic event could not be ruled out were observed within 30 days post- Andexxa administration in 33 of the 185 patients (17.8%) evaluable for safety in the ongoing ANNEXA-4 study. The median time to these events was six days. Of the 86 patients who were re-anticoagulated prior to a thrombotic event, 11 (12.7%) patients experienced a thromboembolic event, ischemic event, cardiac event or death.\nMonitor patients treated with Andexxa for signs and symptoms of arterial and venous thromboembolic events, ischemic events, and cardiac arrest. To reduce thromboembolic risk, resume anticoagulant therapy as soon as medically appropriate following treatment with Andexxa.\nNo thromboembolic events were observed in 223 healthy volunteers who received Factor Xa inhibitors and were treated with Andexxa.\nThe safety of Andexxa has not been evaluated in patients who experienced thromboembolic events or disseminated intravascular coagulation within two weeks prior to the life-threatening bleeding event requiring treatment with Andexxa. Safety of Andexxa also has not been evaluated in patients who received prothrombin complex concentrates, recombinant Factor VIIa, or whole blood products within seven days prior to the bleeding event.\nRe-elevation or Incomplete Reversal of Anti-FXa Activity\nThe time course of anti-FXa activity following Andexxa administration was consistent among the healthy volunteer studies and the ANNEXA-4 study in bleeding patients. Compared to baseline, there was a rapid and substantial decrease in anti-FXa activity corresponding to the Andexxa bolus. This decrease was sustained through the end of the Andexxa continuous infusion. Following the infusion, there was an increase in anti-FXa activity, which peaked four hours after infusion in ANNEXA-4 subjects. After this peak, the anti-FXa activity decreased at a rate similar to the clearance of the FXa inhibitors.\nThirty-eight patients who were anticoagulated with apixaban had baseline levels of anti-FXa activity > 150 ng/mL. Nineteen of these 38 (50%) patients experienced a > 93% decrease from baseline anti-FXa activity after administration of Andexxa. Eleven patients who were anticoagulated with rivaroxaban had baseline anti-FXa activity levels > 300 ng/mL. Five of the 11 patients experienced a > 90% decrease from baseline anti-FXa activity after administration of Andexxa.\nAdverse Reactions\nThe most common adverse reactions (≥ 5%) in patients receiving Andexxa were urinary tract infections and pneumonia.\nThe most common adverse reactions (≥ 3%) in healthy volunteers treated with Andexxa were infusion-related reactions.\nImmunogenicity\nAs with all therapeutic proteins, there is potential for immunogenicity. Low titers of anti-Andexxa antibodies were observed in 26/145 healthy subjects (17%); 6% (9/145) were first observed at Day 30 with 20 subjects (14%) still having titers at the last time point (days 44 to 48). To date, the pattern of antibody response in patients in the ANNEXA-4 study has been similar to that observed in healthy volunteers with 6% of the patients having antibodies against Andexxa (6/98 patients). None of these anti-Andexxa antibodies were neutralizing. No antibodies cross-reacting with FX or FXa were detected in healthy subjects (0/145) or in bleeding patients to date (0/98).\nPortola Pharmaceuticals, Inc.\nPortola Pharmaceuticals is a commercial-stage biopharmaceutical company focused on the discovery, development and commercialization of novel therapeutics that could significantly advance the fields of thrombosis and other hematologic diseases. The Company’s two FDA-approved medicines are Bevyxxa ® (betrixaban), the first and only oral, once-daily Factor Xa inhibitor, and Andexxa ® [coagulation factor Xa (recombinant), inactivated-zhzo], the first and only antidote for the Factor Xa inhibitors rivaroxaban and apixaban. The company also is advancing cerdulatinib, a SYK/JAK inhibitor for the treatment of hematologic cancers.\nForward-Looking Statements\nThis announcement contains forward-looking statements, including statements relating to Portola Pharmaceuticals’ expectations regarding post-marketing commitments required for Andexxa, the potential of Andexxa to save lives in the U.S. and other countries and the timing of commercial availability of Andexxa and regulatory milestones in Europe. These statements are subject to significant risks and uncertainties, and actual results could differ materially from those projected. Portola Pharmaceuticals cautions investors not to place undue reliance on the forward-looking statements contained in this release. These risks and uncertainties include, without limitation, risks and uncertainties that physicians may not see the benefits of utilizing Andexxa for the indications which it is approved; the ability of Portola to continue to manufacture Andexxa and to expand approved manufacturing facilities; the possibility of unfavorable results from additional clinical trials involving Andexxa; the risk that the EMA, may not approve Andexxa in the currently anticipated timelines or at all, and that any marketing approvals may have significant limitations on its use; the risk that Portola may not obtain additional regulatory approvals necessary to expand approved indications for Andexxa; and other general business risks which could have a material adverse impact on Portola’s business, including risks associated with the launch of Portola’s first product Bevyxxa ® ; regulatory actions or delays or government regulation generally; Portola’s ability to obtain or maintain proprietary intellectual property protection; the particular prescribing preferences of physicians and patients; global trends toward health care cost containment, including government, payor and general public pricing and reimbursement pressures; general economic and industry conditions, including the effects of the persistently weak economic and financial environment in many countries; safety, quality or manufacturing issues. Risks and uncertainties relating to Portola Pharmaceuticals and its business can be found in the “Risk Factors” section of Portola Pharmaceuticals’ Annual Report on Form 10-K for 2017, which was filed with the SEC on March 1, 2018, as updated by subsequent periodic reports filed by Portola with the SEC, including Quarterly Reports on Form 10-Q and Current Reports on Form 8-K which are deemed “filed” with the SEC. Portola Pharmaceuticals undertakes no duty or obligation to update any forward-looking statements contained in this release as a result of new information, future events or changes in Portola Pharmaceuticals’ expectations.\nInvestor Contact:\nCara Miller\nPortola Pharmaceuticals\nIR@portola.com Media Contact:\nChristie Teller\nPure Communications\ncteller@purecommunications.com\nSource:Portola Pharmaceuticals, Inc.",
    "published": "2018-05-04T05:49:00.000+03:00",
    "crawled": "2018-05-04T07:33:53.019+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "breakthrough",
        "product",
        "major",
        "advance",
        "treatment",
        "patient",
        "hospitalized",
        "bleeding",
        "rivaroxaban",
        "apixaban",
        "company",
        "host",
        "conference",
        "call",
        "friday",
        "may",
        "et",
        "south",
        "san",
        "francisco",
        "may",
        "globe",
        "newswire",
        "portola",
        "pharmaceutical",
        "nasdaq",
        "ptla",
        "today",
        "announced",
        "food",
        "drug",
        "administration",
        "fda",
        "approved",
        "andexxa",
        "coagulation",
        "factor",
        "xa",
        "recombinant",
        "first",
        "antidote",
        "indicated",
        "patient",
        "treated",
        "rivaroxaban",
        "apixaban",
        "reversal",
        "anticoagulation",
        "needed",
        "due",
        "uncontrolled",
        "bleeding",
        "andexxa",
        "received",
        "orphan",
        "drug",
        "fda",
        "breakthrough",
        "therapy",
        "designation",
        "approved",
        "fda",
        "accelerated",
        "approval",
        "pathway",
        "based",
        "change",
        "baseline",
        "xa",
        "activity",
        "healthy",
        "volunteer",
        "continued",
        "approval",
        "indication",
        "may",
        "contingent",
        "upon",
        "study",
        "result",
        "demonstrate",
        "improvement",
        "hemostasis",
        "patient",
        "today",
        "approval",
        "represents",
        "significant",
        "step",
        "forward",
        "patient",
        "care",
        "one",
        "medical",
        "community",
        "eagerly",
        "anticipating",
        "said",
        "stuart",
        "connolly",
        "executive",
        "committee",
        "chairman",
        "professor",
        "department",
        "medicine",
        "faculty",
        "health",
        "science",
        "mcmaster",
        "university",
        "hamilton",
        "ontario",
        "andexxa",
        "rapid",
        "reversal",
        "anticoagulating",
        "effect",
        "rivaroxaban",
        "apixaban",
        "help",
        "clinician",
        "treat",
        "bleeds",
        "every",
        "minute",
        "use",
        "factor",
        "xa",
        "inhibitor",
        "rapidly",
        "growing",
        "efficacy",
        "safety",
        "profile",
        "compared",
        "enoxaparin",
        "warfarin",
        "preventing",
        "treating",
        "thromboembolic",
        "condition",
        "stroke",
        "pulmonary",
        "embolism",
        "venous",
        "thromboembolism",
        "vte",
        "growth",
        "come",
        "related",
        "increase",
        "incidence",
        "hospital",
        "admission",
        "death",
        "related",
        "bleeding",
        "major",
        "complication",
        "anticoagulation",
        "alone",
        "approximately",
        "hospital",
        "admission",
        "attributable",
        "factor",
        "xa",
        "bleeding",
        "nearly",
        "death",
        "per",
        "month",
        "grateful",
        "patient",
        "participated",
        "trial",
        "clinical",
        "trial",
        "collaborator",
        "employee",
        "fda",
        "help",
        "bringing",
        "new",
        "drug",
        "market",
        "benefit",
        "patient",
        "factor",
        "xa",
        "bleeding",
        "said",
        "bill",
        "li",
        "chief",
        "executive",
        "officer",
        "portola",
        "proud",
        "andexxa",
        "medicine",
        "discovered",
        "lab",
        "addition",
        "bevyxxa",
        "first",
        "anticoagulant",
        "approved",
        "extended",
        "vte",
        "prevention",
        "acute",
        "hospitalized",
        "medical",
        "patient",
        "andexxa",
        "second",
        "product",
        "potential",
        "save",
        "life",
        "major",
        "impact",
        "global",
        "public",
        "health",
        "remain",
        "committed",
        "scientific",
        "leadership",
        "field",
        "thrombosis",
        "hematologic",
        "approval",
        "andexxa",
        "supported",
        "data",
        "two",
        "phase",
        "annexa",
        "study",
        "published",
        "new",
        "england",
        "journal",
        "medicine",
        "evaluated",
        "safety",
        "efficacy",
        "andexxa",
        "reversing",
        "anticoagulant",
        "activity",
        "factor",
        "xa",
        "inhibitor",
        "rivaroxaban",
        "apixaban",
        "healthy",
        "volunteer",
        "figure",
        "figure",
        "respectively",
        "described",
        "label",
        "result",
        "demonstrated",
        "andexxa",
        "rapidly",
        "significantly",
        "reversed",
        "xa",
        "activity",
        "anticoagulant",
        "mechanism",
        "medicine",
        "median",
        "decrease",
        "xa",
        "activity",
        "baseline",
        "percent",
        "rivaroxaban",
        "percent",
        "apixaban",
        "figure",
        "http",
        "figure",
        "http",
        "interim",
        "data",
        "ongoing",
        "study",
        "patient",
        "major",
        "bleeding",
        "also",
        "assessed",
        "fda",
        "part",
        "review",
        "approval",
        "data",
        "evaluable",
        "patient",
        "showed",
        "andexxa",
        "rapidly",
        "significantly",
        "reversed",
        "xa",
        "activity",
        "administered",
        "bolus",
        "sustained",
        "reversal",
        "followed",
        "infusion",
        "median",
        "decrease",
        "baseline",
        "percent",
        "rivaroxaban",
        "percent",
        "apixaban",
        "additional",
        "important",
        "safety",
        "information",
        "andexxa",
        "full",
        "prescribing",
        "information",
        "please",
        "visit",
        "http",
        "requirement",
        "clinical",
        "trial",
        "randomizes",
        "patient",
        "receive",
        "either",
        "andexxa",
        "usual",
        "care",
        "type",
        "care",
        "enrolling",
        "institution",
        "would",
        "provide",
        "absence",
        "andexxa",
        "study",
        "scheduled",
        "initiated",
        "reported",
        "expansion",
        "available",
        "reversal",
        "agent",
        "people",
        "prescribed",
        "newer",
        "oral",
        "anticoagulant",
        "therapy",
        "crucial",
        "said",
        "randy",
        "fenninger",
        "chief",
        "executive",
        "officer",
        "national",
        "blood",
        "clot",
        "alliance",
        "voluntary",
        "health",
        "advocacy",
        "organization",
        "availability",
        "reversal",
        "agent",
        "specific",
        "rivaroxaban",
        "apixaban",
        "expands",
        "choice",
        "enables",
        "patient",
        "provider",
        "consider",
        "treatment",
        "option",
        "greater",
        "consistent",
        "company",
        "prior",
        "plan",
        "portola",
        "expects",
        "launch",
        "andexxa",
        "early",
        "supply",
        "program",
        "generation",
        "product",
        "early",
        "june",
        "broader",
        "commercial",
        "launch",
        "anticipated",
        "early",
        "upon",
        "fda",
        "approval",
        "generation",
        "manufacturing",
        "process",
        "marketing",
        "authorization",
        "application",
        "maa",
        "andexanet",
        "alfa",
        "also",
        "review",
        "european",
        "medicine",
        "agency",
        "committee",
        "medicinal",
        "product",
        "human",
        "use",
        "chmp",
        "communicated",
        "positive",
        "trend",
        "vote",
        "maa",
        "february",
        "formal",
        "opinion",
        "chmp",
        "expected",
        "end",
        "european",
        "commission",
        "expected",
        "issue",
        "decision",
        "early",
        "conference",
        "call",
        "detail",
        "live",
        "conference",
        "call",
        "scheduled",
        "friday",
        "may",
        "et",
        "accessed",
        "phone",
        "calling",
        "canada",
        "internationally",
        "using",
        "passcode",
        "webcast",
        "accessed",
        "live",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "http",
        "archived",
        "day",
        "following",
        "call",
        "andexxa",
        "andexxa",
        "recombinant",
        "protein",
        "specifically",
        "designed",
        "bind",
        "factor",
        "xa",
        "inhibitor",
        "rapidly",
        "reverse",
        "anticoagulant",
        "effect",
        "andexxa",
        "modified",
        "form",
        "human",
        "factor",
        "xa",
        "molecule",
        "enzyme",
        "help",
        "blood",
        "clot",
        "andexxa",
        "work",
        "acting",
        "decoy",
        "oral",
        "injectable",
        "factor",
        "xa",
        "inhibitor",
        "target",
        "bind",
        "factor",
        "xa",
        "allows",
        "exert",
        "anticoagulant",
        "effect",
        "andexxa",
        "given",
        "patient",
        "factor",
        "xa",
        "bleeding",
        "bind",
        "factor",
        "xa",
        "inhibitor",
        "prevents",
        "inhibiting",
        "activity",
        "factor",
        "xa",
        "revers",
        "anticoagulant",
        "effect",
        "inhibitor",
        "important",
        "information",
        "andexxa",
        "coagulation",
        "factor",
        "xa",
        "recombinant",
        "boxed",
        "warning",
        "thromboembolic",
        "risk",
        "ischemic",
        "risk",
        "cardiac",
        "arrest",
        "sudden",
        "death",
        "see",
        "full",
        "prescribing",
        "information",
        "complete",
        "boxed",
        "warning",
        "treatment",
        "andexxa",
        "associated",
        "serious",
        "adverse",
        "event",
        "including",
        "arterial",
        "venous",
        "thromboembolic",
        "event",
        "ischemic",
        "event",
        "including",
        "myocardial",
        "infarction",
        "ischemic",
        "stroke",
        "cardiac",
        "arrest",
        "sudden",
        "death",
        "monitor",
        "thromboembolic",
        "event",
        "initiate",
        "anticoagulation",
        "medically",
        "appropriate",
        "monitor",
        "symptom",
        "sign",
        "precede",
        "cardiac",
        "arrest",
        "provide",
        "treatment",
        "needed",
        "indication",
        "andexxa",
        "coagulation",
        "factor",
        "xa",
        "recombinant",
        "indicated",
        "patient",
        "treated",
        "rivaroxaban",
        "apixaban",
        "reversal",
        "anticoagulation",
        "needed",
        "due",
        "uncontrolled",
        "bleeding",
        "indication",
        "approved",
        "accelerated",
        "approval",
        "based",
        "change",
        "baseline",
        "xa",
        "fxa",
        "activity",
        "healthy",
        "volunteer",
        "improvement",
        "hemostasis",
        "established",
        "continued",
        "approval",
        "indication",
        "may",
        "contingent",
        "upon",
        "result",
        "study",
        "demonstrate",
        "improvement",
        "hemostasis",
        "patient",
        "andexxa",
        "shown",
        "effective",
        "indicated",
        "treatment",
        "bleeding",
        "related",
        "fxa",
        "inhibitor",
        "apixaban",
        "rivaroxaban",
        "select",
        "important",
        "safety",
        "information",
        "thromboembolic",
        "risk",
        "arterial",
        "venous",
        "thromboembolic",
        "event",
        "ischemic",
        "event",
        "sudden",
        "death",
        "event",
        "thrombotic",
        "event",
        "could",
        "ruled",
        "observed",
        "within",
        "day",
        "andexxa",
        "administration",
        "patient",
        "evaluable",
        "safety",
        "ongoing",
        "study",
        "median",
        "time",
        "event",
        "six",
        "day",
        "patient",
        "prior",
        "thrombotic",
        "event",
        "patient",
        "experienced",
        "thromboembolic",
        "event",
        "ischemic",
        "event",
        "cardiac",
        "event",
        "death",
        "monitor",
        "patient",
        "treated",
        "andexxa",
        "sign",
        "symptom",
        "arterial",
        "venous",
        "thromboembolic",
        "event",
        "ischemic",
        "event",
        "cardiac",
        "arrest",
        "reduce",
        "thromboembolic",
        "risk",
        "resume",
        "anticoagulant",
        "therapy",
        "soon",
        "medically",
        "appropriate",
        "following",
        "treatment",
        "andexxa",
        "thromboembolic",
        "event",
        "observed",
        "healthy",
        "volunteer",
        "received",
        "factor",
        "xa",
        "inhibitor",
        "treated",
        "andexxa",
        "safety",
        "andexxa",
        "evaluated",
        "patient",
        "experienced",
        "thromboembolic",
        "event",
        "disseminated",
        "intravascular",
        "coagulation",
        "within",
        "two",
        "week",
        "prior",
        "bleeding",
        "event",
        "requiring",
        "treatment",
        "andexxa",
        "safety",
        "andexxa",
        "also",
        "evaluated",
        "patient",
        "received",
        "prothrombin",
        "complex",
        "concentrate",
        "recombinant",
        "factor",
        "viia",
        "whole",
        "blood",
        "product",
        "within",
        "seven",
        "day",
        "prior",
        "bleeding",
        "event",
        "incomplete",
        "reversal",
        "activity",
        "time",
        "course",
        "activity",
        "following",
        "andexxa",
        "administration",
        "consistent",
        "among",
        "healthy",
        "volunteer",
        "study",
        "study",
        "bleeding",
        "patient",
        "compared",
        "baseline",
        "rapid",
        "substantial",
        "decrease",
        "activity",
        "corresponding",
        "andexxa",
        "bolus",
        "decrease",
        "sustained",
        "end",
        "andexxa",
        "continuous",
        "infusion",
        "following",
        "infusion",
        "increase",
        "activity",
        "peaked",
        "four",
        "hour",
        "infusion",
        "subject",
        "peak",
        "activity",
        "decreased",
        "rate",
        "similar",
        "clearance",
        "fxa",
        "inhibitor",
        "patient",
        "anticoagulated",
        "apixaban",
        "baseline",
        "level",
        "activity",
        "nineteen",
        "patient",
        "experienced",
        "decrease",
        "baseline",
        "activity",
        "administration",
        "andexxa",
        "eleven",
        "patient",
        "anticoagulated",
        "rivaroxaban",
        "baseline",
        "activity",
        "level",
        "five",
        "patient",
        "experienced",
        "decrease",
        "baseline",
        "activity",
        "administration",
        "andexxa",
        "adverse",
        "reaction",
        "common",
        "adverse",
        "reaction",
        "patient",
        "receiving",
        "andexxa",
        "urinary",
        "tract",
        "infection",
        "pneumonia",
        "common",
        "adverse",
        "reaction",
        "healthy",
        "volunteer",
        "treated",
        "andexxa",
        "reaction",
        "immunogenicity",
        "therapeutic",
        "protein",
        "potential",
        "immunogenicity",
        "low",
        "titer",
        "antibody",
        "observed",
        "healthy",
        "subject",
        "first",
        "observed",
        "day",
        "subject",
        "still",
        "titer",
        "last",
        "time",
        "point",
        "day",
        "date",
        "pattern",
        "antibody",
        "response",
        "patient",
        "study",
        "similar",
        "observed",
        "healthy",
        "volunteer",
        "patient",
        "antibody",
        "andexxa",
        "patient",
        "none",
        "antibody",
        "neutralizing",
        "antibody",
        "fx",
        "fxa",
        "detected",
        "healthy",
        "subject",
        "bleeding",
        "patient",
        "date",
        "portola",
        "pharmaceutical",
        "portola",
        "pharmaceutical",
        "biopharmaceutical",
        "company",
        "focused",
        "discovery",
        "development",
        "commercialization",
        "novel",
        "therapeutic",
        "could",
        "significantly",
        "advance",
        "field",
        "thrombosis",
        "hematologic",
        "disease",
        "company",
        "two",
        "medicine",
        "bevyxxa",
        "betrixaban",
        "first",
        "oral",
        "factor",
        "xa",
        "inhibitor",
        "andexxa",
        "coagulation",
        "factor",
        "xa",
        "recombinant",
        "first",
        "antidote",
        "factor",
        "xa",
        "inhibitor",
        "rivaroxaban",
        "apixaban",
        "company",
        "also",
        "advancing",
        "cerdulatinib",
        "inhibitor",
        "treatment",
        "hematologic",
        "cancer",
        "statement",
        "announcement",
        "contains",
        "statement",
        "including",
        "statement",
        "relating",
        "portola",
        "pharmaceutical",
        "expectation",
        "regarding",
        "commitment",
        "required",
        "andexxa",
        "potential",
        "andexxa",
        "save",
        "life",
        "country",
        "timing",
        "commercial",
        "availability",
        "andexxa",
        "regulatory",
        "milestone",
        "europe",
        "statement",
        "subject",
        "significant",
        "risk",
        "uncertainty",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "projected",
        "portola",
        "pharmaceutical",
        "caution",
        "investor",
        "place",
        "undue",
        "reliance",
        "statement",
        "contained",
        "release",
        "risk",
        "uncertainty",
        "include",
        "without",
        "limitation",
        "risk",
        "uncertainty",
        "physician",
        "may",
        "see",
        "benefit",
        "utilizing",
        "andexxa",
        "indication",
        "approved",
        "ability",
        "portola",
        "continue",
        "manufacture",
        "andexxa",
        "expand",
        "approved",
        "manufacturing",
        "facility",
        "possibility",
        "unfavorable",
        "result",
        "additional",
        "clinical",
        "trial",
        "involving",
        "andexxa",
        "risk",
        "ema",
        "may",
        "approve",
        "andexxa",
        "currently",
        "anticipated",
        "timeline",
        "marketing",
        "approval",
        "may",
        "significant",
        "limitation",
        "use",
        "risk",
        "portola",
        "may",
        "obtain",
        "additional",
        "regulatory",
        "approval",
        "necessary",
        "expand",
        "approved",
        "indication",
        "andexxa",
        "general",
        "business",
        "risk",
        "could",
        "material",
        "adverse",
        "impact",
        "portola",
        "business",
        "including",
        "risk",
        "associated",
        "launch",
        "portola",
        "first",
        "product",
        "bevyxxa",
        "regulatory",
        "action",
        "delay",
        "government",
        "regulation",
        "generally",
        "portola",
        "ability",
        "obtain",
        "maintain",
        "proprietary",
        "intellectual",
        "property",
        "protection",
        "particular",
        "prescribing",
        "preference",
        "physician",
        "patient",
        "global",
        "trend",
        "toward",
        "health",
        "care",
        "cost",
        "containment",
        "including",
        "government",
        "payor",
        "general",
        "public",
        "pricing",
        "reimbursement",
        "pressure",
        "general",
        "economic",
        "industry",
        "condition",
        "including",
        "effect",
        "persistently",
        "weak",
        "economic",
        "financial",
        "environment",
        "many",
        "country",
        "safety",
        "quality",
        "manufacturing",
        "issue",
        "risk",
        "uncertainty",
        "relating",
        "portola",
        "pharmaceutical",
        "business",
        "found",
        "risk",
        "factor",
        "section",
        "portola",
        "pharmaceutical",
        "annual",
        "report",
        "form",
        "filed",
        "sec",
        "march",
        "updated",
        "subsequent",
        "periodic",
        "report",
        "filed",
        "portola",
        "sec",
        "including",
        "quarterly",
        "report",
        "form",
        "current",
        "report",
        "form",
        "deemed",
        "filed",
        "sec",
        "portola",
        "pharmaceutical",
        "undertakes",
        "duty",
        "obligation",
        "update",
        "statement",
        "contained",
        "release",
        "result",
        "new",
        "information",
        "future",
        "event",
        "change",
        "portola",
        "pharmaceutical",
        "expectation",
        "investor",
        "contact",
        "cara",
        "miller",
        "portola",
        "pharmaceutical",
        "ir",
        "medium",
        "contact",
        "christie",
        "teller",
        "pure",
        "communication",
        "cteller",
        "source",
        "portola",
        "pharmaceutical",
        "inc"
    ]
}