{
    "organizations": [],
    "uuid": "275b82b6f9f755daafe3fcb6d7ee247bf4c1fcdc",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/15/globe-newswire-telkonet-announces-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Telkonet Announces First Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Company Continues Focus on Channel and Market Growth\nTeleconference and Webcast to be Held Today at 4:30 P.M. EST\nWAUKESHA, Wis., May 15, 2018 (GLOBE NEWSWIRE) -- Telkonet, Inc. (OTCQB:TKOI), (the “Company”, “Telkonet”), creator of the EcoSmart platform of intelligent automation solutions designed to optimize comfort, energy efficiency and operational analytics in support of the emerging Internet of Things (IoT), today announced financial results for the quarter ended March 31, 2018. Telkonet management will hold a teleconference to discuss these results with the financial community today at 4:30 p.m. ET/3:30 p.m. CT.\n\"The company’s efforts coming into 2018 have positioned us favorably for strategic growth moving forward. Our combined activity has continued to broaden markets and mature valuable opportunities involving new solution development and significant project scope,” states Jason Tienor, Telkonet CEO. “We continue to see increased market penetration and a growing awareness of Telkonet’s innovative platform and technology.\"\nOperating and Financial Highlights Comparison for the First Quarter Ended March 31, 2018 and 2017:\nOperating expense decreased 20% to $1.7 million for the quarter ended March 31, 2018 compared to $2.2 million in the prior year period Loss from continuing operations decreased $0.1 million to $1.2 million for the quarter ended March 31, 2018 compared to $1.3 million in the prior year period Telkonet awarded certification for its’ EcoSmart thermostat products in new hospitality franchise Connected Room initiative and installed in both demonstration and proof-of-concept locations Company declared a finalist in RFP for large economy franchise Company experienced increased traction in large international opportunities Release of new targeted Telkonet website enabling new inbound marketing activity Sales expansion with new Account Executive, Channel Account Manager and Inside Sales Representative\n“Having ended 2017 with the completion of our divestiture and redevelopment efforts, 2018 will be Telkonet’s first year with a comprehensive focus on our IoT and intelligent automation business and we’re seeing the fruits for these efforts through new market awareness and growth in size of opportunities both directly and through our channels,” continues Mr. Tienor. “We look forward to a continued ramp through the year due to maturing opportunities and expanded sales and marketing efforts.”\nFinancial Results Review\nFirst Quarter 2018\nRevenue: Total revenue from continuing operations decreased $0.3 million to $1.6 million for the quarter ended March 31, 2018 compared to $1.9 million for the comparable period in 2017. $0.1 million of the decrease was due to ASU 606 adoption.\nProduct Revenue: Product revenue which principally arises from the sales and installation of our EcoSmart energy management platform decreased 17% to $1.5 million for the quarter ended March 31, 2018 compared to $1.8 million for the comparable period in 2017.\nGross Margin Gross profit percentages decreased to 34% for the quarter ended March 31, 2018 from 46% for the comparable period in 2017.\nNet loss: The Company reported a net loss from continuing operations of $1.2 million for the quarter ended March 31, 2018 compared to a net loss from continuing operations of $1.3 million for the comparable period in 2017.\nTeleconference\nDate: Tuesday, May 15, 2018\nTime: 4:30 p.m. EST (3:30 p.m. CST, 1:30 p.m. PST)\nInvestor Dial-In (Toll Free US & Canada): 877-407-9171\nInvestor Dial-In (International): 201-493-6757\nA replay of the teleconference will be available until May 29, 2018, which can be accessed by dialing (877) 660-6853 if calling within the US & Canada or (201) 612-7415, if calling internationally. Please enter conference ID # 13649459 to access the replay.\nNON-GAAP Financial Measures\nTelkonet will post to the Company's investor relations web site ( www.telkonet.com ) any reconciliation of differences between non-GAAP financial information that may be required in connection with issuing the Company's financial results.\nThe Company, as is common in its industry, uses adjusted EBITDA from continuing operations, a non-GAAP measurement gauge to demonstrate earnings exclusive of interest and non-cash events. The Company manages its business based on its cash flows. The Company, in its daily management of its business affairs and analysis of its monthly, quarterly and annual performance, makes its decisions based on cash flows, not on the amortization of assets obtained through historical activities. The Company, in managing its current and future affairs, cannot affect the amortization of the intangible assets to any material degree, and therefore uses adjusted EBITDA from continuing operations as its primary management guide. Adjusted EBITDA from continuing operations is not, and should not be considered, an alternative to net income (loss), income (loss) from continuing operations, or any other measure for determining operating performance of liquidity, as determined under accounting principles generally accepted in the United States (GAAP). In assessing the overall health of its business for the quarters ended March 31, 2018 and 2017, the Company excluded items in the following general category described below:\nStock-based compensation: The Company believes that because of the variety of equity awards used by companies, varying methodologies for determining stock-based compensation and the assumptions and estimates involved in those determinations, the exclusion of non-cash stock-based compensation enhances the ability of management and investors to understand the impact of non-cash stock-based compensation on our operating results. Further, the Company believes that excluding stock-based compensation expense allows for a more transparent comparison of its financial results to the previous period.\nBonuses paid to executives in 2017, upon sale of discontinued operations: The Company does not consider the bonuses of $87,750 associated with the sale of Ethostream to be indicative of current or future operating performance. Therefore, the Company does not consider the inclusion of these costs helpful in assessing its current financial performance compared to the previous year.\nAdjusted EBITDA from continuing operations and other non-GAAP financial measures should not be considered in isolation from, or as a substitute for, a measure of financial performance prepared in accordance with GAAP. Further, investors are cautioned that there are inherent limitations associated with the use of the non-GAAP financial measure as an analytical tool. In particular, the non-GAAP financial measure is not based on a comprehensive set of accounting rules or principles and many of the adjustments to the GAAP financial measure reflect the exclusion of items that are recurring and will be reflected in the Company's financial results for the foreseeable future. The Company compensates for these limitations by providing specific information in the reconciliation included in this press release regarding the GAAP amounts excluded from the non-GAAP financial measure.\nABOUT TELKONET\nTelkonet, Inc. (OTCQB:TKOI) provides innovative intelligent automation platforms at the forefront of the Internet of Things (IoT) space. Helping commercial audiences better manage operational costs, the Company’s EcoSmart intelligent automation platform is supported by a full-suite of IoT-connected devices that provide in-depth energy usage information and analysis, allowing building operators to reduce energy expenses. Vertical markets that benefit from EcoSmart products include hospitality, education, military, government, healthcare and multiple dwelling housing. Telkonet was founded in 1977 and is based in Waukesha, WI. For more information, visit www.telkonet.com .\nFor news updates as they happen, follow @Telkonet on Twitter.\nTo receive updates on all of Telkonet’s developments, sign up for our email alerts HERE . www.telkonet.com\nFORWARD LOOKING STATEMENTS\nStatements included in this release may constitute within the meaning of the Private Securities Litigation Reform Act of 1995. Such statements involve a number of risks and uncertainties such as competitive factors, technological development, market demand and the Company’s ability to obtain new contracts and accurately estimate net revenue due to variability in size, scope and duration of projects, and internal issues in the sponsoring client. Further information on potential factors that could affect the Company’s financial results, can be found in the Company’s Annual Report on Form 10-K for the year ended December 31, 2017 and in its Reports on Forms 8-K filed with the Securities and Exchange Commission (“SEC”).\nTELKONET, INC.\nCONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS\n(UNAUDITED)\nFor the Three Months Ended March 31, 2018 2017 Revenues, net: Product $ 1,503,658 $ 1,810,385 Recurring 101,538 102,842 Total Net Revenues 1,605,196 1,913,227 Cost of Sales: Product 994,237 1,008,045 Recurring 59,997 30,018 Total Cost of Sales 1,054,234 1,038,063 Gross Profit 550,962 875,164 Operating Expenses: Research and development 438,780 378,456 Selling, general and administrative 1,276,903 1,769,693 Depreciation and amortization 16,915 9,909 Total Operating Expenses 1,732,598 2,158,058 Operating Loss (1,181,636 ) (1,282,894 ) Other (Expenses) Income: Interest (expense), net (2,530 ) (10,353 ) Total Other (Expenses) (2,530 ) (10,353 ) Loss from Continuing Operations before Provision for Income Taxes (1,184,166 ) (1,293,247 ) Provision for Income Taxes - 991 Net loss from continuing operations (1,184,166 ) (1,294,238 ) Discontinued Operations: Gain from sale of discontinued operations (net of tax) - 6,384,871 Income from discontinued operations (net of tax) - 571,802 Net (loss) income attributable to common stockholders $ (1,184,166 ) $ 5,662,435 Net (loss) income per common share: Basic - continuing operations $ (0.01 ) $ (0.01 ) Basic - discontinued operations $ - $ 0.05 Basic – net (loss) income attributable to common stockholders $ (0.01 ) $ 0.04 Diluted - continuing operations $ (0.01 ) $ (0.01 ) Diluted - discontinued operations $ - $ 0.05 Diluted – net (loss) income attributable to common stockholders $ (0.01 ) $ 0.04 Weighted Average Common Shares Outstanding used in computing basic net loss per share 133,695,111 132,774,475 Weighted Average Common Shares Outstanding used in computing diluted net loss per share 133,695,111 133,520,471\nRECONCILIATION OF NET LOSS FROM CONTINUING OPERATIONS TO ADJUSTED EBITDA FOR THE THREE MONTHS ENDED MARCH 31, 2018 2017 Net loss from continuing operations $ (1,184,166 ) $ (1,294,238 ) Interest (income) expense, net 2,530 10,353 Provision for income taxes - 991 Depreciation and amortization 16,915 9,909 EBITDA – continuing operations (1,164,721 ) (1,272,985 ) Adjustments: Stock-based compensation 1,531 314,686 Bonus paid to executives upon sale of discontinued operations - 87,750 Adjusted EBITDA – continuing operations $ (1,163,190 ) $ (870,549 ) Media Contacts:\nTelkonet Investor Relations\n414.721.7988\nir@telkonet.com\nSource:Telkonet, Inc.",
    "published": "2018-05-15T16:30:00.000+03:00",
    "crawled": "2018-05-15T19:49:39.023+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "company",
        "continues",
        "focus",
        "channel",
        "market",
        "growth",
        "teleconference",
        "webcast",
        "held",
        "today",
        "est",
        "waukesha",
        "may",
        "globe",
        "newswire",
        "telkonet",
        "otcqb",
        "tkoi",
        "company",
        "telkonet",
        "creator",
        "ecosmart",
        "platform",
        "intelligent",
        "automation",
        "solution",
        "designed",
        "optimize",
        "comfort",
        "energy",
        "efficiency",
        "operational",
        "analytics",
        "support",
        "emerging",
        "internet",
        "thing",
        "iot",
        "today",
        "announced",
        "financial",
        "result",
        "quarter",
        "ended",
        "march",
        "telkonet",
        "management",
        "hold",
        "teleconference",
        "discus",
        "result",
        "financial",
        "community",
        "today",
        "company",
        "effort",
        "coming",
        "positioned",
        "u",
        "favorably",
        "strategic",
        "growth",
        "moving",
        "forward",
        "combined",
        "activity",
        "continued",
        "broaden",
        "market",
        "mature",
        "valuable",
        "opportunity",
        "involving",
        "new",
        "solution",
        "development",
        "significant",
        "project",
        "scope",
        "state",
        "jason",
        "tienor",
        "telkonet",
        "ceo",
        "continue",
        "see",
        "increased",
        "market",
        "penetration",
        "growing",
        "awareness",
        "telkonet",
        "innovative",
        "platform",
        "technology",
        "operating",
        "financial",
        "highlight",
        "comparison",
        "first",
        "quarter",
        "ended",
        "march",
        "operating",
        "expense",
        "decreased",
        "million",
        "quarter",
        "ended",
        "march",
        "compared",
        "million",
        "prior",
        "year",
        "period",
        "loss",
        "continuing",
        "operation",
        "decreased",
        "million",
        "million",
        "quarter",
        "ended",
        "march",
        "compared",
        "million",
        "prior",
        "year",
        "period",
        "telkonet",
        "awarded",
        "certification",
        "ecosmart",
        "thermostat",
        "product",
        "new",
        "hospitality",
        "franchise",
        "connected",
        "room",
        "initiative",
        "installed",
        "demonstration",
        "location",
        "company",
        "declared",
        "finalist",
        "rfp",
        "large",
        "economy",
        "franchise",
        "company",
        "experienced",
        "increased",
        "traction",
        "large",
        "international",
        "opportunity",
        "release",
        "new",
        "targeted",
        "telkonet",
        "website",
        "enabling",
        "new",
        "inbound",
        "marketing",
        "activity",
        "sale",
        "expansion",
        "new",
        "account",
        "executive",
        "channel",
        "account",
        "manager",
        "inside",
        "sale",
        "representative",
        "ended",
        "completion",
        "divestiture",
        "redevelopment",
        "effort",
        "telkonet",
        "first",
        "year",
        "comprehensive",
        "focus",
        "iot",
        "intelligent",
        "automation",
        "business",
        "seeing",
        "fruit",
        "effort",
        "new",
        "market",
        "awareness",
        "growth",
        "size",
        "opportunity",
        "directly",
        "channel",
        "continues",
        "tienor",
        "look",
        "forward",
        "continued",
        "ramp",
        "year",
        "due",
        "maturing",
        "opportunity",
        "expanded",
        "sale",
        "marketing",
        "financial",
        "result",
        "review",
        "first",
        "quarter",
        "revenue",
        "total",
        "revenue",
        "continuing",
        "operation",
        "decreased",
        "million",
        "million",
        "quarter",
        "ended",
        "march",
        "compared",
        "million",
        "comparable",
        "period",
        "million",
        "decrease",
        "due",
        "asu",
        "adoption",
        "product",
        "revenue",
        "product",
        "revenue",
        "principally",
        "arises",
        "sale",
        "installation",
        "ecosmart",
        "energy",
        "management",
        "platform",
        "decreased",
        "million",
        "quarter",
        "ended",
        "march",
        "compared",
        "million",
        "comparable",
        "period",
        "gross",
        "margin",
        "gross",
        "profit",
        "percentage",
        "decreased",
        "quarter",
        "ended",
        "march",
        "comparable",
        "period",
        "net",
        "loss",
        "company",
        "reported",
        "net",
        "loss",
        "continuing",
        "operation",
        "million",
        "quarter",
        "ended",
        "march",
        "compared",
        "net",
        "loss",
        "continuing",
        "operation",
        "million",
        "comparable",
        "period",
        "teleconference",
        "date",
        "tuesday",
        "may",
        "time",
        "est",
        "cst",
        "pst",
        "investor",
        "toll",
        "free",
        "u",
        "canada",
        "investor",
        "international",
        "replay",
        "teleconference",
        "available",
        "may",
        "accessed",
        "dialing",
        "calling",
        "within",
        "u",
        "canada",
        "calling",
        "internationally",
        "please",
        "enter",
        "conference",
        "id",
        "access",
        "replay",
        "financial",
        "measure",
        "telkonet",
        "post",
        "company",
        "investor",
        "relation",
        "web",
        "site",
        "reconciliation",
        "difference",
        "financial",
        "information",
        "may",
        "required",
        "connection",
        "issuing",
        "company",
        "financial",
        "result",
        "company",
        "common",
        "industry",
        "us",
        "adjusted",
        "ebitda",
        "continuing",
        "operation",
        "measurement",
        "gauge",
        "demonstrate",
        "earnings",
        "exclusive",
        "interest",
        "event",
        "company",
        "manages",
        "business",
        "based",
        "cash",
        "flow",
        "company",
        "daily",
        "management",
        "business",
        "affair",
        "analysis",
        "monthly",
        "quarterly",
        "annual",
        "performance",
        "make",
        "decision",
        "based",
        "cash",
        "flow",
        "amortization",
        "asset",
        "obtained",
        "historical",
        "activity",
        "company",
        "managing",
        "current",
        "future",
        "affair",
        "affect",
        "amortization",
        "intangible",
        "asset",
        "material",
        "degree",
        "therefore",
        "us",
        "adjusted",
        "ebitda",
        "continuing",
        "operation",
        "primary",
        "management",
        "guide",
        "adjusted",
        "ebitda",
        "continuing",
        "operation",
        "considered",
        "alternative",
        "net",
        "income",
        "loss",
        "income",
        "loss",
        "continuing",
        "operation",
        "measure",
        "determining",
        "operating",
        "performance",
        "liquidity",
        "determined",
        "accounting",
        "principle",
        "generally",
        "accepted",
        "united",
        "state",
        "gaap",
        "assessing",
        "overall",
        "health",
        "business",
        "quarter",
        "ended",
        "march",
        "company",
        "excluded",
        "item",
        "following",
        "general",
        "category",
        "described",
        "compensation",
        "company",
        "belief",
        "variety",
        "equity",
        "award",
        "used",
        "company",
        "varying",
        "methodology",
        "determining",
        "compensation",
        "assumption",
        "estimate",
        "involved",
        "determination",
        "exclusion",
        "compensation",
        "enhances",
        "ability",
        "management",
        "investor",
        "understand",
        "impact",
        "compensation",
        "operating",
        "result",
        "company",
        "belief",
        "excluding",
        "compensation",
        "expense",
        "allows",
        "transparent",
        "comparison",
        "financial",
        "result",
        "previous",
        "period",
        "bonus",
        "paid",
        "executive",
        "upon",
        "sale",
        "discontinued",
        "operation",
        "company",
        "consider",
        "bonus",
        "associated",
        "sale",
        "ethostream",
        "indicative",
        "current",
        "future",
        "operating",
        "performance",
        "therefore",
        "company",
        "consider",
        "inclusion",
        "cost",
        "helpful",
        "assessing",
        "current",
        "financial",
        "performance",
        "compared",
        "previous",
        "year",
        "adjusted",
        "ebitda",
        "continuing",
        "operation",
        "financial",
        "measure",
        "considered",
        "isolation",
        "substitute",
        "measure",
        "financial",
        "performance",
        "prepared",
        "accordance",
        "gaap",
        "investor",
        "cautioned",
        "inherent",
        "limitation",
        "associated",
        "use",
        "financial",
        "measure",
        "analytical",
        "tool",
        "particular",
        "financial",
        "measure",
        "based",
        "comprehensive",
        "set",
        "accounting",
        "rule",
        "principle",
        "many",
        "adjustment",
        "gaap",
        "financial",
        "measure",
        "reflect",
        "exclusion",
        "item",
        "recurring",
        "reflected",
        "company",
        "financial",
        "result",
        "foreseeable",
        "future",
        "company",
        "compensates",
        "limitation",
        "providing",
        "specific",
        "information",
        "reconciliation",
        "included",
        "press",
        "release",
        "regarding",
        "gaap",
        "amount",
        "excluded",
        "financial",
        "measure",
        "telkonet",
        "telkonet",
        "otcqb",
        "tkoi",
        "provides",
        "innovative",
        "intelligent",
        "automation",
        "platform",
        "forefront",
        "internet",
        "thing",
        "iot",
        "space",
        "helping",
        "commercial",
        "audience",
        "better",
        "manage",
        "operational",
        "cost",
        "company",
        "ecosmart",
        "intelligent",
        "automation",
        "platform",
        "supported",
        "device",
        "provide",
        "energy",
        "usage",
        "information",
        "analysis",
        "allowing",
        "building",
        "operator",
        "reduce",
        "energy",
        "expense",
        "vertical",
        "market",
        "benefit",
        "ecosmart",
        "product",
        "include",
        "hospitality",
        "education",
        "military",
        "government",
        "healthcare",
        "multiple",
        "dwelling",
        "housing",
        "telkonet",
        "founded",
        "based",
        "waukesha",
        "wi",
        "information",
        "visit",
        "news",
        "update",
        "happen",
        "follow",
        "telkonet",
        "twitter",
        "receive",
        "update",
        "telkonet",
        "development",
        "sign",
        "email",
        "alert",
        "forward",
        "looking",
        "statement",
        "statement",
        "included",
        "release",
        "may",
        "constitute",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "involve",
        "number",
        "risk",
        "uncertainty",
        "competitive",
        "factor",
        "technological",
        "development",
        "market",
        "demand",
        "company",
        "ability",
        "obtain",
        "new",
        "contract",
        "accurately",
        "estimate",
        "net",
        "revenue",
        "due",
        "variability",
        "size",
        "scope",
        "duration",
        "project",
        "internal",
        "issue",
        "sponsoring",
        "client",
        "information",
        "potential",
        "factor",
        "could",
        "affect",
        "company",
        "financial",
        "result",
        "found",
        "company",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "telkonet",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "net",
        "product",
        "recurring",
        "total",
        "net",
        "revenue",
        "cost",
        "sale",
        "product",
        "recurring",
        "total",
        "cost",
        "sale",
        "gross",
        "profit",
        "operating",
        "expense",
        "research",
        "development",
        "selling",
        "general",
        "administrative",
        "depreciation",
        "amortization",
        "total",
        "operating",
        "expense",
        "operating",
        "loss",
        "expense",
        "income",
        "interest",
        "expense",
        "net",
        "total",
        "expense",
        "loss",
        "continuing",
        "operation",
        "provision",
        "income",
        "tax",
        "provision",
        "income",
        "tax",
        "net",
        "loss",
        "continuing",
        "operation",
        "discontinued",
        "operation",
        "gain",
        "sale",
        "discontinued",
        "operation",
        "net",
        "tax",
        "income",
        "discontinued",
        "operation",
        "net",
        "tax",
        "net",
        "loss",
        "income",
        "attributable",
        "common",
        "stockholder",
        "net",
        "loss",
        "income",
        "per",
        "common",
        "share",
        "basic",
        "continuing",
        "operation",
        "basic",
        "discontinued",
        "operation",
        "basic",
        "net",
        "loss",
        "income",
        "attributable",
        "common",
        "stockholder",
        "diluted",
        "continuing",
        "operation",
        "diluted",
        "discontinued",
        "operation",
        "diluted",
        "net",
        "loss",
        "income",
        "attributable",
        "common",
        "stockholder",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "used",
        "computing",
        "basic",
        "net",
        "loss",
        "per",
        "share",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "used",
        "computing",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "reconciliation",
        "net",
        "loss",
        "continuing",
        "operation",
        "adjusted",
        "ebitda",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "loss",
        "continuing",
        "operation",
        "interest",
        "income",
        "expense",
        "net",
        "provision",
        "income",
        "tax",
        "depreciation",
        "amortization",
        "ebitda",
        "continuing",
        "operation",
        "adjustment",
        "compensation",
        "bonus",
        "paid",
        "executive",
        "upon",
        "sale",
        "discontinued",
        "operation",
        "adjusted",
        "ebitda",
        "continuing",
        "operation",
        "medium",
        "contact",
        "telkonet",
        "investor",
        "relation",
        "ir",
        "source",
        "telkonet",
        "inc"
    ]
}