{
    "organizations": [],
    "uuid": "1a299e7ef249e6b3066c7b4c4a863c790b0ea77f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/22/pr-newswire-lillys-taltza-ixekizumab-receives-the-first-u-s-fda-approval-for-label-update-to-include-data-for-psoriasis-involving-the.html",
    "ord_in_thread": 0,
    "title": "Lilly's Taltz® (ixekizumab) Receives the First U.S. FDA Approval for Label Update to Include Data for Psoriasis Involving the Genital Area",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "INDIANAPOLIS, May 22, 2018 /PRNewswire/ -- Eli Lilly and Company (NYSE: LLY) announced today that the U.S. Food and Drug Administration (FDA) has approved a label update for Taltz ® (ixekizumab) injection 80 mg/mL to include data in psoriasis involving the genital area. 1 Taltz is the first and only treatment approved by the FDA for moderate-to-severe plaque psoriasis that includes such data in its label. 1 Taltz was first approved by the FDA in March 2016 for the treatment of adult patients with moderate-to-severe plaque psoriasis who are candidates for systemic therapy or phototherapy. 1 In December 2017, Taltz was also approved for the treatment of adults with active psoriatic arthritis. 1\n\"Up to 63 percent of psoriasis patients will be impacted by psoriasis involving the genital area over the course of their disease,\" said Pete Salzmann, vice president, Lilly Immunology. \"However, there remains a serious unmet need for patients seeking treatment options. We are proud of this important milestone for Taltz, and remain committed to pursuing research that may improve outcomes for people living with this challenging disease.\"\n\"It is common for patients with psoriasis to experience symptoms in the genital area at some point during the course of their disease,\" said Michael Siegel, Ph.D., senior vice president of research and clinical affairs, National Psoriasis Foundation. \"This news is a significant step in providing patients with more options for treating their disease. We encourage patients to talk with their healthcare provider about their symptoms of psoriasis in the genital area.\"\nThe label update is based on positive results from the first randomized, double-blind, placebo-controlled study in moderate-to-severe psoriasis involving the genital area. 1 In the study, 149 patients with plaque psoriasis who were candidates for phototherapy or systemic therapy, and who failed to respond to or were intolerant of at least one topical therapy for the treatment of psoriasis affecting the genital area, were treated with Taltz or placebo. 1 Patients were required to have a minimum body surface area involvement of 1 percent, a static Physician Global Assessment (sPGA) score of ≥3 and a sPGA of genitalia score of ≥3. 1\nTaltz demonstrated a significant improvement compared to placebo at 12 weeks in the severity of psoriasis affecting the genital area, as measured by sPGA of genitalia score; overall psoriasis, as measured by sPGA score; genital itch, as measured by the Genital Psoriasis Symptoms Scale (GPSS) Itch numeric rating scale (NRS); and in the patient-perceived impact of psoriasis involving the genital area on frequency of sexual activity, as measured by Sexual Frequency Questionnaire (SFQ) Item 2 (In the past week how often did your psoriasis involving the genital area limit the frequency of your sexual activity?) score. 1\nsPGA of genitalia score of \"0\" (clear) or \"1\" (minimal): 73 percent of patients treated with Taltz compared to 8 percent for placebo 1 Overall sPGA score of \"0\" (clear) or \"1\" (minimal): 73 percent of patients treated with Taltz compared to 3 percent for placebo 1 GPSS Genital Itch (≥4 point improvement): 55 percent of patients treated with Taltz compared to 6 percent for placebo 1 SFQ Item 2 score \"0\" (never) or \"1\" (rarely): 78 percent of patients treated with Taltz compared to 21 percent for placebo 1\nTaltz should not be used in patients with a previous serious hypersensitivity reaction, such as anaphylaxis, to ixekizumab or to any of the excipients. 1 Taltz may increase the risk of infection. 1 Other warnings and precautions for Taltz include pre-treatment evaluation for tuberculosis, hypersensitivity reactions, inflammatory bowel disease, and immunizations. 1 The safety outcomes from this study were consistent with the overall safety profile of Taltz. 1 See Important Safety Information below. 1\n\"Psoriasis involving the genital area can significantly impact patients, yet it's not routinely examined by healthcare providers,\" said Caitriona Ryan, M.D., lead study investigator. \"The results from this clinical trial may raise awareness around the topic among healthcare providers.\"\n\"The trial results found that the majority of patients treated with Taltz achieved clear or almost clear genital skin at week 12,\" said Jennifer Clay Cather, M.D., Modern Research Associates, Dallas, Texas. \"With these data, physicians can recommend Taltz as an effective treatment option for psoriasis in this area.\"\nIndications and Usage\nTaltz is approved to treat adults with moderate-to-severe plaque psoriasis who are candidates for systemic therapy or phototherapy. 1 Taltz is also approved for the treatment of adults with active psoriatic arthritis. 1\nIMPORTANT SAFETY INFORMATION\nCONTRAINDICATIONS\nTaltz is contraindicated in patients with a previous serious hypersensitivity reaction, such as anaphylaxis, to ixekizumab or to any of the excipients.\nWARNINGS AND PRECAUTIONS\nInfections\nTaltz may increase the risk of infection. In clinical trials of patients with plaque psoriasis, the Taltz group had a higher rate of infections than the placebo group (27% vs 23%). A similar increase in risk of infection was seen in placebo-controlled trials of patients with psoriatic arthritis. Serious infections have occurred. Instruct patients to seek medical advice if signs or symptoms of clinically important chronic or acute infection occur. If a serious infection develops, discontinue Taltz until the infection resolves.\nPre-Treatment Evaluation for Tuberculosis\nEvaluate patients for tuberculosis (TB) infection prior to initiating treatment with Taltz. Do not administer to patients with active TB infection. Initiate treatment of latent TB prior to administering Taltz. Closely monitor patients receiving Taltz for signs and symptoms of active TB during and after treatment.\nHypersensitivity\nSerious hypersensitivity reactions, including angioedema and urticaria (each ≤0.1%), occurred in the Taltz group in clinical trials. Anaphylaxis, including cases leading to hospitalization, has been reported in post-marketing use with Taltz. If a serious hypersensitivity reaction occurs, discontinue Taltz immediately and initiate appropriate therapy.\nInflammatory Bowel Disease\nDuring Taltz treatment, monitor patients for onset or exacerbations of inflammatory bowel disease. Crohn's disease and ulcerative colitis, including exacerbations, occurred at a greater frequency in the Taltz group (Crohn's disease 0.1%, ulcerative colitis 0.2%) than in the placebo group (0%) during clinical trials in patients with plaque psoriasis.\nImmunizations\nPrior to initiating therapy with Taltz, consider completion of all age-appropriate immunizations according to current immunization guidelines. Avoid use of live vaccines in patients treated with Taltz.\nADVERSE REACTIONS\nMost common adverse reactions (≥1%) associated with Taltz treatment are injection site reactions, upper respiratory tract infections, nausea, and tinea infections. Overall, the safety profile observed in patients with psoriatic arthritis was consistent with the safety profile in patients with plaque psoriasis, with the exception of influenza and conjunctivitis.\nPlease click to access the Prescribing Information and Medication Guide . Please click to access Instructions for Use included with the device.\nIX HCP ISI 01DEC2017\nAbout Taltz ®\nTaltz ® (ixekizumab) is a monoclonal antibody that selectively binds with interleukin 17A (IL-17A) cytokine and inhibits its interaction with the IL-17 receptor. 1 IL-17A is a naturally occurring cytokine that is involved in normal inflammatory and immune responses. 1 Taltz inhibits the release of pro-inflammatory cytokines and chemokines. 1\nAbout Moderate-to-Severe Plaque Psoriasis\nPsoriasis is a chronic, immune disease that affects the skin. 2 It occurs when the immune system sends out faulty signals that speed up the growth cycle of skin cells. 2 Psoriasis affects approximately 125 million people worldwide, approximately 20 percent of whom have moderate-to-severe plaque psoriasis. 2,3 Psoriasis can occur on any part of the body, including the genital area. 2 Up to 63 percent of psoriasis patients experience genital psoriasis over the course of their disease. 4 The most common form of psoriasis, plaque psoriasis, appears as raised, red patches covered with a silvery white buildup of dead skin cells. 2 Patients with plaque psoriasis often have other serious health conditions, such as diabetes and heart disease. 2\nAbout Eli Lilly and Company\nLilly is a global healthcare leader that unites caring with discovery to make life better for people around the world. We were founded more than a century ago by a man committed to creating high-quality medicines that meet real needs, and today we remain true to that mission in all our work. Across the globe, Lilly employees work to discover and bring life-changing medicines to those who need them, improve the understanding and management of disease, and give back to communities through philanthropy and volunteerism. To learn more about Lilly, please visit us at www.lilly.com and",
    "published": "2018-05-22T16:30:00.000+03:00",
    "crawled": "2018-05-22T17:51:42.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "indianapolis",
        "may",
        "eli",
        "lilly",
        "company",
        "nyse",
        "lly",
        "announced",
        "today",
        "food",
        "drug",
        "administration",
        "fda",
        "approved",
        "label",
        "update",
        "taltz",
        "ixekizumab",
        "injection",
        "include",
        "data",
        "psoriasis",
        "involving",
        "genital",
        "area",
        "taltz",
        "first",
        "treatment",
        "approved",
        "fda",
        "plaque",
        "psoriasis",
        "includes",
        "data",
        "label",
        "taltz",
        "first",
        "approved",
        "fda",
        "march",
        "treatment",
        "adult",
        "patient",
        "plaque",
        "psoriasis",
        "candidate",
        "systemic",
        "therapy",
        "phototherapy",
        "december",
        "taltz",
        "also",
        "approved",
        "treatment",
        "adult",
        "active",
        "psoriatic",
        "arthritis",
        "percent",
        "psoriasis",
        "patient",
        "impacted",
        "psoriasis",
        "involving",
        "genital",
        "area",
        "course",
        "disease",
        "said",
        "pete",
        "salzmann",
        "vice",
        "president",
        "lilly",
        "immunology",
        "however",
        "remains",
        "serious",
        "unmet",
        "need",
        "patient",
        "seeking",
        "treatment",
        "option",
        "proud",
        "important",
        "milestone",
        "taltz",
        "remain",
        "committed",
        "pursuing",
        "research",
        "may",
        "improve",
        "outcome",
        "people",
        "living",
        "challenging",
        "disease",
        "common",
        "patient",
        "psoriasis",
        "experience",
        "symptom",
        "genital",
        "area",
        "point",
        "course",
        "disease",
        "said",
        "michael",
        "siegel",
        "senior",
        "vice",
        "president",
        "research",
        "clinical",
        "affair",
        "national",
        "psoriasis",
        "foundation",
        "news",
        "significant",
        "step",
        "providing",
        "patient",
        "option",
        "treating",
        "disease",
        "encourage",
        "patient",
        "talk",
        "healthcare",
        "provider",
        "symptom",
        "psoriasis",
        "genital",
        "area",
        "label",
        "update",
        "based",
        "positive",
        "result",
        "first",
        "randomized",
        "study",
        "psoriasis",
        "involving",
        "genital",
        "area",
        "study",
        "patient",
        "plaque",
        "psoriasis",
        "candidate",
        "phototherapy",
        "systemic",
        "therapy",
        "failed",
        "respond",
        "intolerant",
        "least",
        "one",
        "topical",
        "therapy",
        "treatment",
        "psoriasis",
        "affecting",
        "genital",
        "area",
        "treated",
        "taltz",
        "placebo",
        "patient",
        "required",
        "minimum",
        "body",
        "surface",
        "area",
        "involvement",
        "percent",
        "static",
        "physician",
        "global",
        "assessment",
        "spga",
        "score",
        "spga",
        "genitalia",
        "score",
        "taltz",
        "demonstrated",
        "significant",
        "improvement",
        "compared",
        "placebo",
        "week",
        "severity",
        "psoriasis",
        "affecting",
        "genital",
        "area",
        "measured",
        "spga",
        "genitalia",
        "score",
        "overall",
        "psoriasis",
        "measured",
        "spga",
        "score",
        "genital",
        "itch",
        "measured",
        "genital",
        "psoriasis",
        "symptom",
        "scale",
        "gps",
        "itch",
        "numeric",
        "rating",
        "scale",
        "nrs",
        "impact",
        "psoriasis",
        "involving",
        "genital",
        "area",
        "frequency",
        "sexual",
        "activity",
        "measured",
        "sexual",
        "frequency",
        "questionnaire",
        "sfq",
        "item",
        "past",
        "week",
        "often",
        "psoriasis",
        "involving",
        "genital",
        "area",
        "limit",
        "frequency",
        "sexual",
        "activity",
        "score",
        "spga",
        "genitalia",
        "score",
        "clear",
        "minimal",
        "percent",
        "patient",
        "treated",
        "taltz",
        "compared",
        "percent",
        "placebo",
        "overall",
        "spga",
        "score",
        "clear",
        "minimal",
        "percent",
        "patient",
        "treated",
        "taltz",
        "compared",
        "percent",
        "placebo",
        "gps",
        "genital",
        "itch",
        "point",
        "improvement",
        "percent",
        "patient",
        "treated",
        "taltz",
        "compared",
        "percent",
        "placebo",
        "sfq",
        "item",
        "score",
        "never",
        "rarely",
        "percent",
        "patient",
        "treated",
        "taltz",
        "compared",
        "percent",
        "placebo",
        "taltz",
        "used",
        "patient",
        "previous",
        "serious",
        "hypersensitivity",
        "reaction",
        "anaphylaxis",
        "ixekizumab",
        "excipients",
        "taltz",
        "may",
        "increase",
        "risk",
        "infection",
        "warning",
        "precaution",
        "taltz",
        "include",
        "evaluation",
        "tuberculosis",
        "hypersensitivity",
        "reaction",
        "inflammatory",
        "bowel",
        "disease",
        "immunization",
        "safety",
        "outcome",
        "study",
        "consistent",
        "overall",
        "safety",
        "profile",
        "taltz",
        "see",
        "important",
        "safety",
        "information",
        "psoriasis",
        "involving",
        "genital",
        "area",
        "significantly",
        "impact",
        "patient",
        "yet",
        "routinely",
        "examined",
        "healthcare",
        "provider",
        "said",
        "caitriona",
        "ryan",
        "lead",
        "study",
        "investigator",
        "result",
        "clinical",
        "trial",
        "may",
        "raise",
        "awareness",
        "around",
        "topic",
        "among",
        "healthcare",
        "provider",
        "trial",
        "result",
        "found",
        "majority",
        "patient",
        "treated",
        "taltz",
        "achieved",
        "clear",
        "almost",
        "clear",
        "genital",
        "skin",
        "week",
        "said",
        "jennifer",
        "clay",
        "cather",
        "modern",
        "research",
        "associate",
        "dallas",
        "texas",
        "data",
        "physician",
        "recommend",
        "taltz",
        "effective",
        "treatment",
        "option",
        "psoriasis",
        "area",
        "indication",
        "usage",
        "taltz",
        "approved",
        "treat",
        "adult",
        "plaque",
        "psoriasis",
        "candidate",
        "systemic",
        "therapy",
        "phototherapy",
        "taltz",
        "also",
        "approved",
        "treatment",
        "adult",
        "active",
        "psoriatic",
        "arthritis",
        "important",
        "safety",
        "information",
        "contraindication",
        "taltz",
        "contraindicated",
        "patient",
        "previous",
        "serious",
        "hypersensitivity",
        "reaction",
        "anaphylaxis",
        "ixekizumab",
        "excipients",
        "warning",
        "precaution",
        "infection",
        "taltz",
        "may",
        "increase",
        "risk",
        "infection",
        "clinical",
        "trial",
        "patient",
        "plaque",
        "psoriasis",
        "taltz",
        "group",
        "higher",
        "rate",
        "infection",
        "placebo",
        "group",
        "v",
        "similar",
        "increase",
        "risk",
        "infection",
        "seen",
        "trial",
        "patient",
        "psoriatic",
        "arthritis",
        "serious",
        "infection",
        "occurred",
        "instruct",
        "patient",
        "seek",
        "medical",
        "advice",
        "sign",
        "symptom",
        "clinically",
        "important",
        "chronic",
        "acute",
        "infection",
        "occur",
        "serious",
        "infection",
        "develops",
        "discontinue",
        "taltz",
        "infection",
        "resolve",
        "evaluation",
        "tuberculosis",
        "evaluate",
        "patient",
        "tuberculosis",
        "tb",
        "infection",
        "prior",
        "initiating",
        "treatment",
        "taltz",
        "administer",
        "patient",
        "active",
        "tb",
        "infection",
        "initiate",
        "treatment",
        "latent",
        "tb",
        "prior",
        "administering",
        "taltz",
        "closely",
        "monitor",
        "patient",
        "receiving",
        "taltz",
        "sign",
        "symptom",
        "active",
        "tb",
        "treatment",
        "hypersensitivity",
        "serious",
        "hypersensitivity",
        "reaction",
        "including",
        "angioedema",
        "urticaria",
        "occurred",
        "taltz",
        "group",
        "clinical",
        "trial",
        "anaphylaxis",
        "including",
        "case",
        "leading",
        "hospitalization",
        "reported",
        "use",
        "taltz",
        "serious",
        "hypersensitivity",
        "reaction",
        "occurs",
        "discontinue",
        "taltz",
        "immediately",
        "initiate",
        "appropriate",
        "therapy",
        "inflammatory",
        "bowel",
        "disease",
        "taltz",
        "treatment",
        "monitor",
        "patient",
        "onset",
        "exacerbation",
        "inflammatory",
        "bowel",
        "disease",
        "crohn",
        "disease",
        "ulcerative",
        "colitis",
        "including",
        "exacerbation",
        "occurred",
        "greater",
        "frequency",
        "taltz",
        "group",
        "crohn",
        "disease",
        "ulcerative",
        "colitis",
        "placebo",
        "group",
        "clinical",
        "trial",
        "patient",
        "plaque",
        "psoriasis",
        "immunization",
        "prior",
        "initiating",
        "therapy",
        "taltz",
        "consider",
        "completion",
        "immunization",
        "according",
        "current",
        "immunization",
        "guideline",
        "avoid",
        "use",
        "live",
        "vaccine",
        "patient",
        "treated",
        "taltz",
        "adverse",
        "reaction",
        "common",
        "adverse",
        "reaction",
        "associated",
        "taltz",
        "treatment",
        "injection",
        "site",
        "reaction",
        "upper",
        "respiratory",
        "tract",
        "infection",
        "nausea",
        "tinea",
        "infection",
        "overall",
        "safety",
        "profile",
        "observed",
        "patient",
        "psoriatic",
        "arthritis",
        "consistent",
        "safety",
        "profile",
        "patient",
        "plaque",
        "psoriasis",
        "exception",
        "influenza",
        "conjunctivitis",
        "please",
        "click",
        "access",
        "prescribing",
        "information",
        "medication",
        "guide",
        "please",
        "click",
        "access",
        "instruction",
        "use",
        "included",
        "device",
        "ix",
        "hcp",
        "isi",
        "01dec2017",
        "taltz",
        "taltz",
        "ixekizumab",
        "monoclonal",
        "antibody",
        "selectively",
        "bind",
        "interleukin",
        "17a",
        "cytokine",
        "inhibits",
        "interaction",
        "receptor",
        "naturally",
        "occurring",
        "cytokine",
        "involved",
        "normal",
        "inflammatory",
        "immune",
        "response",
        "taltz",
        "inhibits",
        "release",
        "cytokine",
        "chemokines",
        "plaque",
        "psoriasis",
        "psoriasis",
        "chronic",
        "immune",
        "disease",
        "affect",
        "skin",
        "occurs",
        "immune",
        "system",
        "sends",
        "faulty",
        "signal",
        "speed",
        "growth",
        "cycle",
        "skin",
        "cell",
        "psoriasis",
        "affect",
        "approximately",
        "million",
        "people",
        "worldwide",
        "approximately",
        "percent",
        "plaque",
        "psoriasis",
        "psoriasis",
        "occur",
        "part",
        "body",
        "including",
        "genital",
        "area",
        "percent",
        "psoriasis",
        "patient",
        "experience",
        "genital",
        "psoriasis",
        "course",
        "disease",
        "common",
        "form",
        "psoriasis",
        "plaque",
        "psoriasis",
        "appears",
        "raised",
        "red",
        "patch",
        "covered",
        "silvery",
        "white",
        "buildup",
        "dead",
        "skin",
        "cell",
        "patient",
        "plaque",
        "psoriasis",
        "often",
        "serious",
        "health",
        "condition",
        "diabetes",
        "heart",
        "disease",
        "eli",
        "lilly",
        "company",
        "lilly",
        "global",
        "healthcare",
        "leader",
        "unites",
        "caring",
        "discovery",
        "make",
        "life",
        "better",
        "people",
        "around",
        "world",
        "founded",
        "century",
        "ago",
        "man",
        "committed",
        "creating",
        "medicine",
        "meet",
        "real",
        "need",
        "today",
        "remain",
        "true",
        "mission",
        "work",
        "across",
        "globe",
        "lilly",
        "employee",
        "work",
        "discover",
        "bring",
        "medicine",
        "need",
        "improve",
        "understanding",
        "management",
        "disease",
        "give",
        "back",
        "community",
        "philanthropy",
        "volunteerism",
        "learn",
        "lilly",
        "please",
        "visit",
        "u"
    ]
}