{
    "organizations": [],
    "uuid": "f10cdecb3ef7e719e90707c6b43d8a2cfb3ddc0e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/14/globe-newswire-cyclacel-pharmaceuticals-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Cyclacel Pharmaceuticals Reports First Financial",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "BERKELEY HEIGHTS, N.J., Cyclacel Pharmaceuticals, Inc. (NASDAQ:CYCC) (NASDAQ:CYCCP) (\"Cyclacel\" or the \"Company\"), a biopharmaceutical company developing oral therapies that target the various phases of cell cycle control for the treatment of cancer and other serious disorders, today reported financial results and business highlights for the first quarter 2018.\nThe Company's net loss applicable to common shareholders for the three months ended March 31, 2018 was $1.4 million. As of March 31, 2018, cash and cash equivalents totaled $21.7 million.\n“Two presentations at the recent American Association for Cancer Research Annual Meeting highlighted CYC065, our lead CDK inhibitor drug candidate, confirming a strong rationale for advancing its clinical development in certain liquid and solid cancers,” said Spiro Rombotis, President and Chief Executive Officer of Cyclacel. “The oral presentation confirmed proof of mechanism in patients with advanced solid tumors. Durable suppression of Mcl-1 in 11 of 13 patients was demonstrated for the first time in the literature after a single dose at the recommended Phase 2 level. In addition, anticancer activity was observed in patients with MYC amplified tumors, confirming the promise of a CDK inhibition strategy against this very difficult to treat tumor type. The poster presentation demonstrated preclinical synergy of CYC065 with venetoclax, supporting the Company’s plans to pursue a venetoclax combination study in patients with relapsed/refractory chronic lymphocytic leukemia, or CLL. We have also achieved another important objective by submitting an IND for CYC140, an internally-discovered, novel inhibitor of Polo-like-kinase 1, or PLK1.”\nKey Highlights\nCYC065, CDK2/9 inhibitor, Phase 1 data at oral presentation at the 2018 American Association for Cancer Research (AACR) Annual Meeting. In part 1 of this ongoing, first-in-human, single agent, dose escalation study, prolonged reduction of Mcl-1 expression was observed in 11 out of 13 patients treated at the recommended Phase 2 dose, or RP2D, following a single dose of CYC065, which was generally well tolerated. Preliminary anticancer activity was observed in 6 patients, of which 5 were treated at the RP2D; genetic data was available for 3 out of 6 patients and all 3 were reported by investigators to have molecular features of their cancers associated with CYC065’s mechanism of action, including amplification of Mcl-1, MYC or cyclin E.\nFollowing completion of part 1, Cyclacel has initiated part 2 of the study evaluating CYC065 in a more frequent dosing schedule of 2 days per week for 2 weeks of a three-week cycle. Part 2 will enroll patients with advanced cancers and evaluate efficacy in Mcl-1, MYC or cyclin E amplified cancers. Several biomarkers relevant to CYC065’s mechanism of action will be assessed.\nA poster was presented at the 2018 AACR meeting titled “Strategic combination of the cyclin-dependent kinase inhibitor CYC065 with venetoclax to target anti-apoptotic proteins in chronic lymphocytic leukemia”. The preclinical study led by William Plunkett, PhD, Professor and Deputy Chair, Department of Experimental Therapeutics, The University of Texas MD Anderson Cancer Center, highlighted data that showed the efficacy of CYC065 therapy in combination with the Bcl-2 inhibitor, venetoclax (AbbVie), in CLL samples, including those with 17p deletions. The CYC065-venetoclax combination was also active in two CLL samples which were resistant to either agent alone. These findings support the hypothesis that dual targeting of the Mcl-1- and Bcl-2-dependent mechanisms could induce synergistic cell death.\nThe Company plans to initiate a clinical study in patients with relapsed/refractory CLL in combination with venetoclax, in whom durable suppression of Mcl-1 may be beneficial.\nPart 3 of the Phase 1 combination study of sapacitabine and seliciclib (Cyclacel’s first generation CDK inhibitor) continues enrolment with the objective of testing a revised dosing schedule in patients with advanced cancer, including BRCA positive breast, ovarian and pancreatic cancer patients.\nThe Company has completed statistical and exploratory analyses of the SEAMLESS Phase 3 study results and is preparing briefing documents for submission to regulatory authorities with the objective of determining a potential regulatory pathway for sapacitabine in AML. The Company believes that the subgroup results have defined a patient population for whom the sapacitabine regimen may represent an improvement over low intensity treatment by decitabine alone.\n2018 Key Upcoming Business Objectives\nReport updated CYC065 Phase 1 data in patients with advanced cancers;\nInitiate CYC065 Phase 1b in relapsed/refractory CLL in combination with venetoclax;\nStart enrollment in a Phase 1b/2 IST of CYC065 in pediatric patients with neuroblastoma;\nStart enrollment in a Phase 1b/2 IST of a combination regimen of an approved PARP inhibitor and sapacitabine in patients with BRCA mutant breast cancer;\nConduct regulatory authority meetings regarding the SEAMLESS study of sapacitabine in AML;\nUpdate mature data from the part 1 extension of the sapacitabine and seliciclib combination in BRCA positive advanced breast cancer patients and complete part 3 enrollment of the sapacitabine and seliciclib combination in BRCA positive, breast, ovarian and pancreatic cancer patients;\nIND review for CYC140 PLK1 inhibitor.\nFinancial Highlights\nAs of March 31, 2018, cash and cash equivalents totaled $21.7 million, compared to $23.9 million as of December 31, 2017. The decrease of $2.2 million was primarily due to net cash used in operating activities.\nResearch and development expenses were $0.8 million for the three months ended March 31, 2018 as compared to $1.3 million for the same period in 2017. The decrease was primarily due to reduced study and related costs associated with completion of the SEAMLESS study.\nGeneral and administrative expenses were $1.4 million for each of the three months ended March 31, 2018 and 2017.\nOther income, net for the three months ended March 31, 2018 was $0.6 million compared to $0.8 million for the same period of the previous year. The decrease is primarily related to income received under an Asset Purchase Agreement with ThermoFisher Scientific Company, or TSC, (formerly Invitrogen Corporation), in respect of certain assets and intellectual property related to chimeric antigen receptor-T cell (CAR-T) manufacturing technology sold by the Company to TSC in December 2005.\nThe United Kingdom research and tax credits were $0.2 million for the three months ended March 31, 2018 compared to $0.3 million for the same period in 2017.\nNet loss for the three months ended March 31, 2018 was $1.3 million compared to $1.6 million for the same period in 2017.\nConference call information:\nUS/Canada call: (877) 493-9121 / international call: (973) 582-2750\nUS/Canada archive: (800) 585-8367 / international archive: (404) 537-3406\nCode for live and archived conference call is 6069578\nFor the live and archived webcast, please visit the Corporate Presentations page on the Cyclacel website at www.cyclacel.com . The webcast will be archived for 90 days and the audio replay for 7 days.\nAbout Cyclacel Pharmaceuticals, Inc.\nCyclacel Pharmaceuticals is a clinical-stage biopharmaceutical company using cell cycle, transcriptional regulation and DNA damage response biology to develop innovative, targeted medicines for cancer and other proliferative diseases. Cyclacel's transcriptional regulation program is evaluating CYC065, a CDK inhibitor, in patients with advanced cancers. The DNA damage response program is evaluating a sequential regimen of sapacitabine and seliciclib, a CDK inhibitor, in BRCA positive patients with advanced solid cancers. Cyclacel's strategy is to build a diversified biopharmaceutical business focused in hematology and oncology based on a pipeline of novel drug candidates. For additional information, please visit www.cyclacel.com .\nForward-looking Statements\nThis news release contains certain that involve risks and uncertainties that could cause actual results to be materially different from historical results or from any future results expressed or implied by such . Such include statements regarding, among other things, the efficacy, safety and intended utilization of Cyclacel's product candidates, the conduct and results of future clinical trials, plans regarding regulatory filings, future research and clinical trials and plans regarding partnering activities. Factors that may include the risk that product candidates that appeared promising in early research and clinical trials do not demonstrate safety and/or efficacy in larger-scale or later clinical trials, trials may have difficulty enrolling, Cyclacel may not obtain approval to market its product candidates, the risks associated with reliance on outside financing to meet capital requirements, and the risks associated with reliance on collaborative partners for further clinical trials, development and commercialization of product candidates. You are urged to consider statements that include the words \"may,\" \"will,\" \"would,\" \"could,\" \"should,\" \"believes,\" \"estimates,\" \"projects,\" \"potential,\" \"expects,\" \"plans,\" \"anticipates,\" \"intends,\" \"continues,\" \"forecast,\" \"designed,\" \"goal,\" or the negative of those words or other comparable words to be uncertain and forward-looking. For a further list and description of the risks and uncertainties the Company faces, please refer to our most recent K and other periodic and other filings we file with the Securities and Exchange Commission and are available at www.sec.gov . Such are current only as of the date they are made, and we assume no obligation to update any , whether as a result of new information, future events or otherwise.\nContacts Company: Paul McBarron, (908) 517-7330, pmcbarron@cyclacel.com Investor Relations: Russo Partners LLC, Alexander Fudukidis, (646) 942-5632, alex.fudukidis@russopartnersllc.com © Copyright 2018 Cyclacel Pharmaceuticals, Inc. All Rights Reserved. The Cyclacel logo and Cyclacel® are trademarks of Cyclacel Pharmaceuticals, Inc.\nCYCLACEL PHARMACEUTICALS, INC. CONSOLIDATED STATEMENTS OF OPERATIONS (In $000s, except share and per share amounts) Three Months Ended\nMarch 31, 2017 2018 Revenues: Total revenues $ — $ — Operating expenses: Research and development 1,312 798 General and administrative 1,381 1,364 Total operating expenses 2,693 2,162 Operating loss (2,693 ) (2,162 ) Other income (expense): Foreign exchange gains (losses) (59 ) (4 ) Interest income 12 69 Other income, net 879 566 Total other income (expense), net 832 631 Loss from continuing operations before taxes (1,861 ) (1,531 ) Income tax benefit 306 182 Net loss (1,555 ) (1,349 ) Dividend on convertible exchangeable preferred shares (50 ) (50 ) Net loss applicable to common shareholders $ (1,605 ) $ (1,399 ) Basic and diluted earnings per common share: Net loss per share – basic and diluted $ (0.38 ) $ (0.12 ) Weighted average common shares outstanding 4,271,324 11,997,447\nCYCLACEL PHARMACEUTICALS, INC. CONSOLIDATED BALANCE SHEET (In $000s, except share, per share, and liquidation preference amounts) December 31,\n2017 March 31,\n2018 ASSETS Current assets: Cash and cash equivalents $ 23,910 $ 21,725 Prepaid expenses and other current assets 2,064 3,007 Total current assets 25,974 24,732 Property, plant and equipment (net) 29 45 Total assets $ 26,003 $ 24,777 LIABILITIES AND STOCKHOLDERS’ EQUITY Current liabilities: Accounts payable $ 1,558 $ 1,949 Accrued and other current liabilities 2,555 2,309 Total current liabilities 4,113 4,258 Other liabilities 124 124 Total liabilities 4,237 4,382 Stockholders’ equity 21,766 20,395 Total liabilities and stockholders’ equity $ 26,003 $ 24,777 SOURCE: Cyclacel Pharmaceuticals, Inc.\nSource: Cyclacel",
    "published": "2018-05-15T00:05:00.000+03:00",
    "crawled": "2018-05-15T01:01:32.138+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "berkeley",
        "height",
        "cyclacel",
        "pharmaceutical",
        "nasdaq",
        "cycc",
        "nasdaq",
        "cyccp",
        "cyclacel",
        "company",
        "biopharmaceutical",
        "company",
        "developing",
        "oral",
        "therapy",
        "target",
        "various",
        "phase",
        "cell",
        "cycle",
        "control",
        "treatment",
        "cancer",
        "serious",
        "disorder",
        "today",
        "reported",
        "financial",
        "result",
        "business",
        "highlight",
        "first",
        "quarter",
        "company",
        "net",
        "loss",
        "applicable",
        "common",
        "shareholder",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "march",
        "cash",
        "cash",
        "equivalent",
        "totaled",
        "million",
        "two",
        "presentation",
        "recent",
        "american",
        "association",
        "cancer",
        "research",
        "annual",
        "meeting",
        "highlighted",
        "cyc065",
        "lead",
        "cdk",
        "inhibitor",
        "drug",
        "candidate",
        "confirming",
        "strong",
        "rationale",
        "advancing",
        "clinical",
        "development",
        "certain",
        "liquid",
        "solid",
        "cancer",
        "said",
        "spiro",
        "rombotis",
        "president",
        "chief",
        "executive",
        "officer",
        "cyclacel",
        "oral",
        "presentation",
        "confirmed",
        "proof",
        "mechanism",
        "patient",
        "advanced",
        "solid",
        "tumor",
        "durable",
        "suppression",
        "patient",
        "demonstrated",
        "first",
        "time",
        "literature",
        "single",
        "dose",
        "recommended",
        "phase",
        "level",
        "addition",
        "anticancer",
        "activity",
        "observed",
        "patient",
        "myc",
        "amplified",
        "tumor",
        "confirming",
        "promise",
        "cdk",
        "inhibition",
        "strategy",
        "difficult",
        "treat",
        "tumor",
        "type",
        "poster",
        "presentation",
        "demonstrated",
        "preclinical",
        "synergy",
        "cyc065",
        "venetoclax",
        "supporting",
        "company",
        "plan",
        "pursue",
        "venetoclax",
        "combination",
        "study",
        "patient",
        "chronic",
        "lymphocytic",
        "leukemia",
        "cll",
        "also",
        "achieved",
        "another",
        "important",
        "objective",
        "submitting",
        "ind",
        "cyc140",
        "novel",
        "inhibitor",
        "key",
        "highlight",
        "cyc065",
        "inhibitor",
        "phase",
        "data",
        "oral",
        "presentation",
        "american",
        "association",
        "cancer",
        "research",
        "aacr",
        "annual",
        "meeting",
        "part",
        "ongoing",
        "single",
        "agent",
        "dose",
        "escalation",
        "study",
        "prolonged",
        "reduction",
        "expression",
        "observed",
        "patient",
        "treated",
        "recommended",
        "phase",
        "dose",
        "rp2d",
        "following",
        "single",
        "dose",
        "cyc065",
        "generally",
        "well",
        "tolerated",
        "preliminary",
        "anticancer",
        "activity",
        "observed",
        "patient",
        "treated",
        "rp2d",
        "genetic",
        "data",
        "available",
        "patient",
        "reported",
        "investigator",
        "molecular",
        "feature",
        "cancer",
        "associated",
        "cyc065",
        "mechanism",
        "action",
        "including",
        "amplification",
        "myc",
        "cyclin",
        "following",
        "completion",
        "part",
        "cyclacel",
        "initiated",
        "part",
        "study",
        "evaluating",
        "cyc065",
        "frequent",
        "dosing",
        "schedule",
        "day",
        "per",
        "week",
        "week",
        "cycle",
        "part",
        "enroll",
        "patient",
        "advanced",
        "cancer",
        "evaluate",
        "efficacy",
        "myc",
        "cyclin",
        "e",
        "amplified",
        "cancer",
        "several",
        "biomarkers",
        "relevant",
        "cyc065",
        "mechanism",
        "action",
        "assessed",
        "poster",
        "presented",
        "aacr",
        "meeting",
        "titled",
        "strategic",
        "combination",
        "kinase",
        "inhibitor",
        "cyc065",
        "venetoclax",
        "target",
        "protein",
        "chronic",
        "lymphocytic",
        "leukemia",
        "preclinical",
        "study",
        "led",
        "william",
        "plunkett",
        "phd",
        "professor",
        "deputy",
        "chair",
        "department",
        "experimental",
        "therapeutic",
        "university",
        "texas",
        "md",
        "anderson",
        "cancer",
        "center",
        "highlighted",
        "data",
        "showed",
        "efficacy",
        "cyc065",
        "therapy",
        "combination",
        "inhibitor",
        "venetoclax",
        "abbvie",
        "cll",
        "sample",
        "including",
        "17p",
        "deletion",
        "combination",
        "also",
        "active",
        "two",
        "cll",
        "sample",
        "resistant",
        "either",
        "agent",
        "alone",
        "finding",
        "support",
        "hypothesis",
        "dual",
        "targeting",
        "mechanism",
        "could",
        "induce",
        "synergistic",
        "cell",
        "death",
        "company",
        "plan",
        "initiate",
        "clinical",
        "study",
        "patient",
        "cll",
        "combination",
        "venetoclax",
        "durable",
        "suppression",
        "may",
        "beneficial",
        "part",
        "phase",
        "combination",
        "study",
        "sapacitabine",
        "seliciclib",
        "cyclacel",
        "first",
        "generation",
        "cdk",
        "inhibitor",
        "continues",
        "enrolment",
        "objective",
        "testing",
        "revised",
        "dosing",
        "schedule",
        "patient",
        "advanced",
        "cancer",
        "including",
        "brca",
        "positive",
        "breast",
        "ovarian",
        "pancreatic",
        "cancer",
        "patient",
        "company",
        "completed",
        "statistical",
        "exploratory",
        "analysis",
        "seamless",
        "phase",
        "study",
        "result",
        "preparing",
        "briefing",
        "document",
        "submission",
        "regulatory",
        "authority",
        "objective",
        "determining",
        "potential",
        "regulatory",
        "pathway",
        "sapacitabine",
        "aml",
        "company",
        "belief",
        "subgroup",
        "result",
        "defined",
        "patient",
        "population",
        "sapacitabine",
        "regimen",
        "may",
        "represent",
        "improvement",
        "low",
        "intensity",
        "treatment",
        "decitabine",
        "alone",
        "key",
        "upcoming",
        "business",
        "objective",
        "report",
        "updated",
        "cyc065",
        "phase",
        "data",
        "patient",
        "advanced",
        "cancer",
        "initiate",
        "cyc065",
        "phase",
        "1b",
        "cll",
        "combination",
        "venetoclax",
        "start",
        "enrollment",
        "phase",
        "ist",
        "cyc065",
        "pediatric",
        "patient",
        "neuroblastoma",
        "start",
        "enrollment",
        "phase",
        "ist",
        "combination",
        "regimen",
        "approved",
        "parp",
        "inhibitor",
        "sapacitabine",
        "patient",
        "brca",
        "mutant",
        "breast",
        "cancer",
        "conduct",
        "regulatory",
        "authority",
        "meeting",
        "regarding",
        "seamless",
        "study",
        "sapacitabine",
        "aml",
        "update",
        "mature",
        "data",
        "part",
        "extension",
        "sapacitabine",
        "seliciclib",
        "combination",
        "brca",
        "positive",
        "advanced",
        "breast",
        "cancer",
        "patient",
        "complete",
        "part",
        "enrollment",
        "sapacitabine",
        "seliciclib",
        "combination",
        "brca",
        "positive",
        "breast",
        "ovarian",
        "pancreatic",
        "cancer",
        "patient",
        "ind",
        "review",
        "cyc140",
        "plk1",
        "inhibitor",
        "financial",
        "highlight",
        "march",
        "cash",
        "cash",
        "equivalent",
        "totaled",
        "million",
        "compared",
        "million",
        "december",
        "decrease",
        "million",
        "primarily",
        "due",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "research",
        "development",
        "expense",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "million",
        "period",
        "decrease",
        "primarily",
        "due",
        "reduced",
        "study",
        "related",
        "cost",
        "associated",
        "completion",
        "seamless",
        "study",
        "general",
        "administrative",
        "expense",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "income",
        "net",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "period",
        "previous",
        "year",
        "decrease",
        "primarily",
        "related",
        "income",
        "received",
        "asset",
        "purchase",
        "agreement",
        "thermofisher",
        "scientific",
        "company",
        "tsc",
        "formerly",
        "invitrogen",
        "corporation",
        "respect",
        "certain",
        "asset",
        "intellectual",
        "property",
        "related",
        "chimeric",
        "antigen",
        "cell",
        "manufacturing",
        "technology",
        "sold",
        "company",
        "tsc",
        "december",
        "united",
        "kingdom",
        "research",
        "tax",
        "credit",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "million",
        "period",
        "net",
        "loss",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "period",
        "conference",
        "call",
        "information",
        "call",
        "international",
        "call",
        "archive",
        "international",
        "archive",
        "code",
        "live",
        "archived",
        "conference",
        "call",
        "live",
        "archived",
        "webcast",
        "please",
        "visit",
        "corporate",
        "presentation",
        "page",
        "cyclacel",
        "website",
        "webcast",
        "archived",
        "day",
        "audio",
        "replay",
        "day",
        "cyclacel",
        "pharmaceutical",
        "cyclacel",
        "pharmaceutical",
        "biopharmaceutical",
        "company",
        "using",
        "cell",
        "cycle",
        "transcriptional",
        "regulation",
        "dna",
        "damage",
        "response",
        "biology",
        "develop",
        "innovative",
        "targeted",
        "medicine",
        "cancer",
        "proliferative",
        "disease",
        "cyclacel",
        "transcriptional",
        "regulation",
        "program",
        "evaluating",
        "cyc065",
        "cdk",
        "inhibitor",
        "patient",
        "advanced",
        "cancer",
        "dna",
        "damage",
        "response",
        "program",
        "evaluating",
        "sequential",
        "regimen",
        "sapacitabine",
        "seliciclib",
        "cdk",
        "inhibitor",
        "brca",
        "positive",
        "patient",
        "advanced",
        "solid",
        "cancer",
        "cyclacel",
        "strategy",
        "build",
        "diversified",
        "biopharmaceutical",
        "business",
        "focused",
        "hematology",
        "oncology",
        "based",
        "pipeline",
        "novel",
        "drug",
        "candidate",
        "additional",
        "information",
        "please",
        "visit",
        "statement",
        "news",
        "release",
        "contains",
        "certain",
        "involve",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "materially",
        "different",
        "historical",
        "result",
        "future",
        "result",
        "expressed",
        "implied",
        "include",
        "statement",
        "regarding",
        "among",
        "thing",
        "efficacy",
        "safety",
        "intended",
        "utilization",
        "cyclacel",
        "product",
        "candidate",
        "conduct",
        "result",
        "future",
        "clinical",
        "trial",
        "plan",
        "regarding",
        "regulatory",
        "filing",
        "future",
        "research",
        "clinical",
        "trial",
        "plan",
        "regarding",
        "partnering",
        "activity",
        "factor",
        "may",
        "include",
        "risk",
        "product",
        "candidate",
        "appeared",
        "promising",
        "early",
        "research",
        "clinical",
        "trial",
        "demonstrate",
        "safety",
        "efficacy",
        "later",
        "clinical",
        "trial",
        "trial",
        "may",
        "difficulty",
        "enrolling",
        "cyclacel",
        "may",
        "obtain",
        "approval",
        "market",
        "product",
        "candidate",
        "risk",
        "associated",
        "reliance",
        "outside",
        "financing",
        "meet",
        "capital",
        "requirement",
        "risk",
        "associated",
        "reliance",
        "collaborative",
        "partner",
        "clinical",
        "trial",
        "development",
        "commercialization",
        "product",
        "candidate",
        "urged",
        "consider",
        "statement",
        "include",
        "word",
        "may",
        "would",
        "could",
        "belief",
        "estimate",
        "project",
        "potential",
        "expects",
        "plan",
        "anticipates",
        "intends",
        "continues",
        "forecast",
        "designed",
        "goal",
        "negative",
        "word",
        "comparable",
        "word",
        "uncertain",
        "list",
        "description",
        "risk",
        "uncertainty",
        "company",
        "face",
        "please",
        "refer",
        "recent",
        "k",
        "periodic",
        "filing",
        "file",
        "security",
        "exchange",
        "commission",
        "available",
        "current",
        "date",
        "made",
        "assume",
        "obligation",
        "update",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "contact",
        "company",
        "paul",
        "mcbarron",
        "pmcbarron",
        "investor",
        "relation",
        "russo",
        "partner",
        "llc",
        "alexander",
        "fudukidis",
        "copyright",
        "cyclacel",
        "pharmaceutical",
        "right",
        "reserved",
        "cyclacel",
        "logo",
        "trademark",
        "cyclacel",
        "pharmaceutical",
        "cyclacel",
        "pharmaceutical",
        "consolidated",
        "statement",
        "operation",
        "000s",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "total",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "operating",
        "loss",
        "income",
        "expense",
        "foreign",
        "exchange",
        "gain",
        "loss",
        "interest",
        "income",
        "income",
        "net",
        "total",
        "income",
        "expense",
        "net",
        "loss",
        "continuing",
        "operation",
        "tax",
        "income",
        "tax",
        "benefit",
        "net",
        "loss",
        "dividend",
        "convertible",
        "exchangeable",
        "preferred",
        "share",
        "net",
        "loss",
        "applicable",
        "common",
        "shareholder",
        "basic",
        "diluted",
        "earnings",
        "per",
        "common",
        "share",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "cyclacel",
        "pharmaceutical",
        "consolidated",
        "balance",
        "sheet",
        "000s",
        "except",
        "share",
        "per",
        "share",
        "liquidation",
        "preference",
        "amount",
        "december",
        "march",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "plant",
        "equipment",
        "net",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "liability",
        "total",
        "liability",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "source",
        "cyclacel",
        "pharmaceutical",
        "source",
        "cyclacel"
    ]
}