{
    "organizations": [],
    "uuid": "cc1f4d3f156de0ecd0e4fac42f5ca34446ede48d",
    "author": "Nina Trentmann",
    "url": "https://blogs.wsj.com/cfo/2018/05/08/the-morning-ledger-multinationals-look-to-prepare-iranian-interests-as-trump-readies-decision/",
    "ord_in_thread": 0,
    "title": "The Morning Ledger: Companies Weigh Iran Interests As Trump Readies Decision",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "0 COMMENTS Sign up for the Morning Ledger, emailed to you each weekday morning. Follow us on Twitter: @CFOJournal. All CFO Journal-produced content can be accessed without a subscription.\nIranian President Hassan Rouhani, right, greets Total’s Chief Executive Patrick Pouyanné in Tehran, July 3, 2017. AP Good morning. Executives at multinational companies are considering their options as President Trump prepares to decide Tuesday whether to withdraw from the deal that removed most economic sanctions on Iran in exchange for limitations to the country’s nuclear ambitions, report the WSJ’s Benoit Faucon and Sarah Kent.\nEuropean executives — who returned to Iran much faster than their American competitors after the deal took effect in 2015 — are now reviewing their investments plans. Some of them are considering contingency plans, should fresh U.S. sanctions force them to leave.\nFrench oil giant Total SA is hoping it can hold on to its $1 billion deal to develop an offshore natural-gas field, even if there are new U.S. sanctions. It argues it signed the deal when there were no U.S. or European sanctions in place and says it has effectively ring fenced the project from any of its U.S. operations.\nRoyal Dutch Shell PLC sent a top manager to Iran in April to reassure officials it remained committed to the country, as long as its business was still permitted under any new U.S. sanctions, according to a person familiar with the matter. French car manufacturer Renault SA and plane maker Airbus SE have each met French trade and finance officials to seek clarity on the possibility of sanctions, according to a person familiar with the matter.\nTHE DAY AHEAD\nGoogle kicks off developer conference. Alphabet Inc.’s Google hosts its annual developer conference in Mountain View, California. Chief Executive Sundar Pichai and other senior executives are expected to showcase the company’s artificial intelligence efforts, reports Wired.\nFed’s Powell pledges to communicate clearly. Federal Reserve Chairman Jerome Powell said the U.S. central bank would communicate its interest-rate policy strategy “as clearly and transparently as possible” to avoid market turmoil that could ripple through foreign economies, in remarks prepared for delivery Tuesday in Zurich, Switzerland.\nDean Foods Co. , Etsy Inc. , Lending Club Corp. , Marriott International Inc. and Papa John’s International Inc. are among the companies slated to report earnings today.\nCORPORATE NEWS\nComcast is reportedly getting the pieces in place to make a possible hostile bid for 21st Century Fox’s entertainment assets. Reuters Comcast readies financing for possible bid for 21st Century Fox assets. Cable giant Comcast Corp. is preparing to make a hostile bid for 21st Century Fox Inc.’s entertainment assets, according to people familiar with the situation. Fox agreed in December to sell the assets in question to Walt Disney Co.\nTakeda wins battle for Shire. Takeda Pharmaceutical Co. on Tuesday reached a deal to buy Shire PLC , ending a monthslong battle for control of the European drugmaker and marking the largest-ever overseas acquisition by a Japanese company.\nStarbucks in rights-sale to Nestlé. In a deal valued at $7 billion, Starbucks Corp. bets its future on its coffee shops by selling the rights to offer its coffee and tea in grocery and retail stores to Nestlé SA.\nXiaomi cuts valuation target. Xiaomi Corp. , the Chinese smartphone maker gearing up for an initial public offering, is aiming for a valuation of between $70 billion and $80 billion — lower than the $100 billion that was previously discussed by people familiar with the IPO plans.\nActivist zeroes in on Citigroup. Activist investor ValueAct Capital Partners LP has built a roughly $1.2 billion stake in Citigroup Inc. , a bet that the bank’s strength as a service provider to corporations will enable it to thrive and make up ground its shares have lost in recent years.\nWalmart bets $15 billion on e-commerce in India. Walmart Inc. is set to spend $15 billion for a 75% stake in Flipkart Group , an Indian e-commernce startup which has burned through mountains of cash.\nElliott looks to take Athenahealth private. Activist investor Elliott Management Corp. is aiming to take Athenahealth Inc. private, arguing the health-care software company is foregoing potential growth opportunities and isn’t providing adequate returns to shareholders.\nValeant to change its name. Valeant Pharmaceuticals International Inc. plans to change its name to Bausch Health Cos. , another attempt by the company’s management to overhaul its image.\nSamsung Securities to charge employees over “fat finger” incident. Samsung Securities Co. said Monday it plans to file a criminal lawsuit against employees who sold shares the company mistakenly issued last month during a “fat finger” incident.\nAccounting rule change costs Warren Buffet dearly. Warren Buffet’s Berkshire Hathaway Inc. posted a $1.14 billion first-quarter loss Saturday, but attributed it to $6.2 billion in losses on equity investments that the company now has to list in net income because of an accounting change that took effect at the start of the year.\nREGULATION\nAn employee at Ford’s assembly factory in Cuahutitlan, Mexico. Bloomberg News In Nafta talks, U.S. pushes Mexico to boost wages for auto workers. The U.S. is seeking to complete its overhaul of the North American Free Trade Agreement with new rules that would punish the Mexican auto industry — unless it raises wages to about $16 an hour.\nToshiba fears Chinese regulators won’t approve chip unit sale. Toshiba Corp. has mostly given up on an $18 billion sale of its chip unit because its management considers near-term Chinese antitrust approval unlikely, leading them to review alternatives, people involved in the matter said.\nEgyptian bill on ride-hailing data prompts privacy concerns. Egypt’s parliament passed legislation Monday forcing ride-hailing apps such as Uber Technologies Inc. to hand over passenger data when requested by the country’s security agencies, raising concerns about consumer privacy and state surveillance.\nECB could take steps to phase out QE this summer — Smets. The European Central Bank is likely to move over the summer to gradually phase out its bond-buying program, possibly announcing a decision after its July 26 policy meeting, said Jan Smets, ECB governing council member.\nECONOMY\nA container ship at a port in Qingdao, China. AFP/Getty Images China returns to trade surplus. China’s trade balance returned to a surplus last month, as external demand for Chinese products remained strong despite rising trade tensions with the U.S., reports MarketWatch.\nAluminum prices worry executives. Swings in aluminum prices threaten to squeeze profit margins of large companies that use the metal, at a time when higher fuel prices are already concerning manufacturers.\nU.S. consumer credit rises, at slower pace. Borrowing by U.S. consumers decelerated, growing at a 3.61% seasonally adjusted annual rate, according to new data from the Federal Reserve. That was the slowest gain in six months, reports Bloomberg.\nFirms relying on low-wage workers feel the pinch. U.S. companies that hire the least-educated workers are facing an unusual squeeze as the tight jobs market hits an already shrinking labor pool.\nTexas becomes nation’s fastest growing economy. Texas ended 2017 with the fastest-growing economy in the U.S., boosted by a swift resurgence in oil extraction that lifted business across the state.\nGerman industrial output jumps. German industrial production bounced back in March, bolstering expectations that a recent string of weak economic indicators marked a dip in activity, rather than the end of the current growth streak, reports the New York Times.\nActivist investors increase pressure on Asian companies. Activist investors are finding new targets in Asia, as a growing awareness of corporate governance in the region makes many large companies vulnerable to investors who lobby for change.\nCFO MOVES\nSnap Inc. , the Venice, Calif.-based social media company, named Tim Stone chief financial officer, effective May 16. Mr. Stone, currently vice president of finance at Amazon.com Inc., succeeds Andrew Vollero who is leaving the company on May 15, 2018.\nMr. Stone will receive an annual salary of $500,000. In addition, he will be awarded restricted stock units with a value of $20,000,000 and 500,000 options to purchase shares of Snap’s class A common stock, all of which are subject to time-based vesting, the company said in a filing.\nThe Morning Ledger from CFO Journal cues up the most important news in corporate finance every weekday morning. Send tips, suggestions and complaints to the editor: kimberly.johnson@wsj.com.\nShare this: Previous The Morning Ledger: Warren Buffett’s Lieutenants Are Increasingly Running Berkshire Next CFO Moves: Snap Content from our sponsor Deloitte CFO insight and analysis written and compiled by Deloitte The Excess Cash Dilemma: Charles Holley, CFO-in-Residence Having excess cash from repatriation and lower corporate tax rates as a result of tax reform is a welcome opportunity for many CFOs. Deciding how to put it to work, however, could be challenging, depending on a company’s strategy and resources, and various stakeholder interests, says Charles Holley, independent senior advisor to Deloitte. He discusses issues for CFOs to consider when forming a strategy for excess cash, such as the organization’s capacity to handle additional investment, and the importance of communicating the plan to both external and internal stakeholders.\nPlease note: The Wall Street Journal News Department was not involved in the creation of the content above. More from Deloitte →",
    "published": "2018-05-08T14:30:00.000+03:00",
    "crawled": "2018-05-08T21:01:29.010+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "sign",
        "morning",
        "ledger",
        "emailed",
        "weekday",
        "morning",
        "follow",
        "u",
        "twitter",
        "cfojournal",
        "cfo",
        "content",
        "accessed",
        "without",
        "subscription",
        "iranian",
        "president",
        "hassan",
        "rouhani",
        "right",
        "greets",
        "total",
        "chief",
        "executive",
        "patrick",
        "pouyanné",
        "tehran",
        "july",
        "ap",
        "good",
        "morning",
        "executive",
        "multinational",
        "company",
        "considering",
        "option",
        "president",
        "trump",
        "prepares",
        "decide",
        "tuesday",
        "whether",
        "withdraw",
        "deal",
        "removed",
        "economic",
        "sanction",
        "iran",
        "exchange",
        "limitation",
        "country",
        "nuclear",
        "ambition",
        "report",
        "wsj",
        "benoit",
        "faucon",
        "sarah",
        "kent",
        "european",
        "executive",
        "returned",
        "iran",
        "much",
        "faster",
        "american",
        "competitor",
        "deal",
        "took",
        "effect",
        "reviewing",
        "investment",
        "plan",
        "considering",
        "contingency",
        "plan",
        "fresh",
        "sanction",
        "force",
        "leave",
        "french",
        "oil",
        "giant",
        "total",
        "sa",
        "hoping",
        "hold",
        "billion",
        "deal",
        "develop",
        "offshore",
        "field",
        "even",
        "new",
        "sanction",
        "argues",
        "signed",
        "deal",
        "european",
        "sanction",
        "place",
        "say",
        "effectively",
        "ring",
        "fenced",
        "project",
        "operation",
        "royal",
        "dutch",
        "shell",
        "plc",
        "sent",
        "top",
        "manager",
        "iran",
        "april",
        "reassure",
        "official",
        "remained",
        "committed",
        "country",
        "long",
        "business",
        "still",
        "permitted",
        "new",
        "sanction",
        "according",
        "person",
        "familiar",
        "matter",
        "french",
        "car",
        "manufacturer",
        "renault",
        "sa",
        "plane",
        "maker",
        "airbus",
        "se",
        "met",
        "french",
        "trade",
        "finance",
        "official",
        "seek",
        "clarity",
        "possibility",
        "sanction",
        "according",
        "person",
        "familiar",
        "matter",
        "day",
        "ahead",
        "google",
        "kick",
        "developer",
        "conference",
        "alphabet",
        "google",
        "host",
        "annual",
        "developer",
        "conference",
        "mountain",
        "view",
        "california",
        "chief",
        "executive",
        "sundar",
        "pichai",
        "senior",
        "executive",
        "expected",
        "showcase",
        "company",
        "artificial",
        "intelligence",
        "effort",
        "report",
        "wired",
        "fed",
        "powell",
        "pledge",
        "communicate",
        "clearly",
        "federal",
        "reserve",
        "chairman",
        "jerome",
        "powell",
        "said",
        "central",
        "bank",
        "would",
        "communicate",
        "policy",
        "strategy",
        "clearly",
        "transparently",
        "possible",
        "avoid",
        "market",
        "turmoil",
        "could",
        "ripple",
        "foreign",
        "economy",
        "remark",
        "prepared",
        "delivery",
        "tuesday",
        "zurich",
        "switzerland",
        "dean",
        "food",
        "etsy",
        "lending",
        "club",
        "marriott",
        "international",
        "papa",
        "john",
        "international",
        "among",
        "company",
        "slated",
        "report",
        "earnings",
        "today",
        "corporate",
        "news",
        "comcast",
        "reportedly",
        "getting",
        "piece",
        "place",
        "make",
        "possible",
        "hostile",
        "bid",
        "21st",
        "century",
        "fox",
        "entertainment",
        "asset",
        "reuters",
        "comcast",
        "ready",
        "financing",
        "possible",
        "bid",
        "21st",
        "century",
        "fox",
        "asset",
        "cable",
        "giant",
        "comcast",
        "preparing",
        "make",
        "hostile",
        "bid",
        "21st",
        "century",
        "fox",
        "entertainment",
        "asset",
        "according",
        "people",
        "familiar",
        "situation",
        "fox",
        "agreed",
        "december",
        "sell",
        "asset",
        "question",
        "walt",
        "disney",
        "takeda",
        "win",
        "battle",
        "shire",
        "takeda",
        "pharmaceutical",
        "tuesday",
        "reached",
        "deal",
        "buy",
        "shire",
        "plc",
        "ending",
        "monthslong",
        "battle",
        "control",
        "european",
        "drugmaker",
        "marking",
        "overseas",
        "acquisition",
        "japanese",
        "company",
        "starbucks",
        "nestlé",
        "deal",
        "valued",
        "billion",
        "starbucks",
        "bet",
        "future",
        "coffee",
        "shop",
        "selling",
        "right",
        "offer",
        "coffee",
        "tea",
        "grocery",
        "retail",
        "store",
        "nestlé",
        "sa",
        "xiaomi",
        "cut",
        "valuation",
        "target",
        "xiaomi",
        "chinese",
        "smartphone",
        "maker",
        "gearing",
        "initial",
        "public",
        "offering",
        "aiming",
        "valuation",
        "billion",
        "billion",
        "lower",
        "billion",
        "previously",
        "discussed",
        "people",
        "familiar",
        "ipo",
        "plan",
        "activist",
        "zero",
        "citigroup",
        "activist",
        "investor",
        "valueact",
        "capital",
        "partner",
        "lp",
        "built",
        "roughly",
        "billion",
        "stake",
        "citigroup",
        "bet",
        "bank",
        "strength",
        "service",
        "provider",
        "corporation",
        "enable",
        "thrive",
        "make",
        "ground",
        "share",
        "lost",
        "recent",
        "year",
        "walmart",
        "bet",
        "billion",
        "india",
        "walmart",
        "set",
        "spend",
        "billion",
        "stake",
        "flipkart",
        "group",
        "indian",
        "startup",
        "burned",
        "mountain",
        "cash",
        "elliott",
        "look",
        "take",
        "athenahealth",
        "private",
        "activist",
        "investor",
        "elliott",
        "management",
        "aiming",
        "take",
        "athenahealth",
        "private",
        "arguing",
        "software",
        "company",
        "foregoing",
        "potential",
        "growth",
        "opportunity",
        "providing",
        "adequate",
        "return",
        "shareholder",
        "valeant",
        "change",
        "name",
        "valeant",
        "pharmaceutical",
        "international",
        "plan",
        "change",
        "name",
        "bausch",
        "health",
        "another",
        "attempt",
        "company",
        "management",
        "overhaul",
        "image",
        "samsung",
        "security",
        "charge",
        "employee",
        "fat",
        "finger",
        "incident",
        "samsung",
        "security",
        "said",
        "monday",
        "plan",
        "file",
        "criminal",
        "lawsuit",
        "employee",
        "sold",
        "share",
        "company",
        "mistakenly",
        "issued",
        "last",
        "month",
        "fat",
        "finger",
        "incident",
        "accounting",
        "rule",
        "change",
        "cost",
        "warren",
        "buffet",
        "dearly",
        "warren",
        "buffet",
        "berkshire",
        "hathaway",
        "posted",
        "billion",
        "loss",
        "saturday",
        "attributed",
        "billion",
        "loss",
        "equity",
        "investment",
        "company",
        "list",
        "net",
        "income",
        "accounting",
        "change",
        "took",
        "effect",
        "start",
        "year",
        "regulation",
        "employee",
        "ford",
        "assembly",
        "factory",
        "cuahutitlan",
        "mexico",
        "bloomberg",
        "news",
        "nafta",
        "talk",
        "push",
        "mexico",
        "boost",
        "wage",
        "auto",
        "worker",
        "seeking",
        "complete",
        "overhaul",
        "north",
        "american",
        "free",
        "trade",
        "agreement",
        "new",
        "rule",
        "would",
        "punish",
        "mexican",
        "auto",
        "industry",
        "unless",
        "raise",
        "wage",
        "hour",
        "toshiba",
        "fear",
        "chinese",
        "regulator",
        "approve",
        "chip",
        "unit",
        "sale",
        "toshiba",
        "mostly",
        "given",
        "billion",
        "sale",
        "chip",
        "unit",
        "management",
        "considers",
        "chinese",
        "antitrust",
        "approval",
        "unlikely",
        "leading",
        "review",
        "alternative",
        "people",
        "involved",
        "matter",
        "said",
        "egyptian",
        "bill",
        "data",
        "prompt",
        "privacy",
        "concern",
        "egypt",
        "parliament",
        "passed",
        "legislation",
        "monday",
        "forcing",
        "apps",
        "uber",
        "technology",
        "hand",
        "passenger",
        "data",
        "requested",
        "country",
        "security",
        "agency",
        "raising",
        "concern",
        "consumer",
        "privacy",
        "state",
        "surveillance",
        "ecb",
        "could",
        "take",
        "step",
        "phase",
        "qe",
        "summer",
        "smets",
        "european",
        "central",
        "bank",
        "likely",
        "move",
        "summer",
        "gradually",
        "phase",
        "program",
        "possibly",
        "announcing",
        "decision",
        "july",
        "policy",
        "meeting",
        "said",
        "jan",
        "smets",
        "ecb",
        "governing",
        "council",
        "member",
        "economy",
        "container",
        "ship",
        "port",
        "qingdao",
        "china",
        "image",
        "china",
        "return",
        "trade",
        "surplus",
        "china",
        "trade",
        "balance",
        "returned",
        "surplus",
        "last",
        "month",
        "external",
        "demand",
        "chinese",
        "product",
        "remained",
        "strong",
        "despite",
        "rising",
        "trade",
        "tension",
        "report",
        "marketwatch",
        "aluminum",
        "price",
        "worry",
        "executive",
        "swing",
        "aluminum",
        "price",
        "threaten",
        "squeeze",
        "profit",
        "margin",
        "large",
        "company",
        "use",
        "metal",
        "time",
        "higher",
        "fuel",
        "price",
        "already",
        "concerning",
        "manufacturer",
        "consumer",
        "credit",
        "rise",
        "slower",
        "pace",
        "borrowing",
        "consumer",
        "decelerated",
        "growing",
        "seasonally",
        "adjusted",
        "annual",
        "rate",
        "according",
        "new",
        "data",
        "federal",
        "reserve",
        "slowest",
        "gain",
        "six",
        "month",
        "report",
        "bloomberg",
        "firm",
        "relying",
        "worker",
        "feel",
        "pinch",
        "company",
        "hire",
        "worker",
        "facing",
        "unusual",
        "squeeze",
        "tight",
        "job",
        "market",
        "hit",
        "already",
        "shrinking",
        "labor",
        "pool",
        "texas",
        "becomes",
        "nation",
        "fastest",
        "growing",
        "economy",
        "texas",
        "ended",
        "economy",
        "boosted",
        "swift",
        "resurgence",
        "oil",
        "extraction",
        "lifted",
        "business",
        "across",
        "state",
        "german",
        "industrial",
        "output",
        "jump",
        "german",
        "industrial",
        "production",
        "bounced",
        "back",
        "march",
        "bolstering",
        "expectation",
        "recent",
        "string",
        "weak",
        "economic",
        "indicator",
        "marked",
        "dip",
        "activity",
        "rather",
        "end",
        "current",
        "growth",
        "streak",
        "report",
        "new",
        "york",
        "time",
        "activist",
        "investor",
        "increase",
        "pressure",
        "asian",
        "company",
        "activist",
        "investor",
        "finding",
        "new",
        "target",
        "asia",
        "growing",
        "awareness",
        "corporate",
        "governance",
        "region",
        "make",
        "many",
        "large",
        "company",
        "vulnerable",
        "investor",
        "lobby",
        "change",
        "cfo",
        "move",
        "snap",
        "venice",
        "social",
        "medium",
        "company",
        "named",
        "tim",
        "stone",
        "chief",
        "financial",
        "officer",
        "effective",
        "may",
        "stone",
        "currently",
        "vice",
        "president",
        "finance",
        "succeeds",
        "andrew",
        "vollero",
        "leaving",
        "company",
        "may",
        "stone",
        "receive",
        "annual",
        "salary",
        "addition",
        "awarded",
        "restricted",
        "stock",
        "unit",
        "value",
        "option",
        "purchase",
        "share",
        "snap",
        "class",
        "common",
        "stock",
        "subject",
        "vesting",
        "company",
        "said",
        "filing",
        "morning",
        "ledger",
        "cfo",
        "journal",
        "cue",
        "important",
        "news",
        "corporate",
        "finance",
        "every",
        "weekday",
        "morning",
        "send",
        "tip",
        "suggestion",
        "complaint",
        "editor",
        "share",
        "previous",
        "morning",
        "ledger",
        "warren",
        "buffett",
        "lieutenant",
        "increasingly",
        "running",
        "berkshire",
        "next",
        "cfo",
        "move",
        "snap",
        "content",
        "sponsor",
        "deloitte",
        "cfo",
        "insight",
        "analysis",
        "written",
        "compiled",
        "deloitte",
        "excess",
        "cash",
        "dilemma",
        "charles",
        "holley",
        "excess",
        "cash",
        "repatriation",
        "lower",
        "corporate",
        "tax",
        "rate",
        "result",
        "tax",
        "reform",
        "welcome",
        "opportunity",
        "many",
        "cfo",
        "deciding",
        "put",
        "work",
        "however",
        "could",
        "challenging",
        "depending",
        "company",
        "strategy",
        "resource",
        "various",
        "stakeholder",
        "interest",
        "say",
        "charles",
        "holley",
        "independent",
        "senior",
        "advisor",
        "deloitte",
        "discusses",
        "issue",
        "cfo",
        "consider",
        "forming",
        "strategy",
        "excess",
        "cash",
        "organization",
        "capacity",
        "handle",
        "additional",
        "investment",
        "importance",
        "communicating",
        "plan",
        "external",
        "internal",
        "stakeholder",
        "please",
        "note",
        "wall",
        "street",
        "journal",
        "news",
        "department",
        "involved",
        "creation",
        "content",
        "deloitte"
    ]
}