{
    "organizations": [],
    "uuid": "5a7bc5a534c262d976d5974b825f6273558028b9",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/21/pr-newswire-nextera-energy-reaches-definitive-agreements-to-acquire-gulf-power-florida-city-gas-and-additional-assets-from-southern.html",
    "ord_in_thread": 0,
    "title": "NextEra Energy reaches definitive agreements to acquire Gulf Power, Florida City Gas and additional assets from Southern Company",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "JUNO BEACH, Fla., NextEra Energy, Inc. (NYSE: NEE) today announced it has entered into definitive agreements with Southern Company (NYSE: SO) to acquire Gulf Power, Florida City Gas and its ownership interests in the Oleander and Stanton natural-gas generating plants located in Florida in transactions valued at approximately $6.475 billion, including the assumption of approximately $1.4 billion of Gulf Power debt. The companies are expected to benefit from NextEra Energy's industry-leading operating capabilities, with an intense focus on continuous improvement and a culture of innovation.\n\"We are pleased to have reached definitive agreements with Southern Company to acquire Gulf Power and Florida City Gas, along with Southern Company's Oleander and Stanton facilities,\" said Jim Robo, chairman and chief executive officer of NextEra Energy. \"These transactions will provide meaningful benefits for the state of Florida, and Gulf Power and Florida City Gas customers, as well as NextEra Energy shareholders. Importantly, these transactions are consistent with our long-standing, disciplined approach of maintaining the strength of our balance sheet and credit ratings, both of which are among the strongest in the industry. Following the financing of the transactions and as a result of expanding our regulated operations, we expect to continue to maintain $5 billion to $7 billion of excess balance sheet capacity with which to further support our long-term growth. We are raising our 2020 and 2021 adjusted earnings per share expectations by $0.15 and $0.20, respectively, upon closing and will be disappointed if we are not able to deliver financial results at or near the top end of these revised ranges. We look forward to updating the Florida Public Service Commission and other key stakeholders in the state and believe our deep operating expertise in Florida, strong financial profile and track record of and commitment to making smart, long-term capital investments offer uniquely compelling advantages for Gulf Power and Florida City Gas customers.\"\nDelivering benefits to Gulf Power and Florida City Gas customers\nAs one of the nation's largest and cleanest electric companies, Florida Power & Light Company (FPL) serves nearly five million customer accounts or an estimated 10 million people across nearly half of the state of Florida. FPL's typical residential customer bill is approximately 20 percent below the other Florida investor-owned utilities and nearly 30 percent below the national average. In 2017, FPL delivered its best-ever full-year period of service reliability and was recognized as being the most reliable electric utility in the Southeast. FPL also has a proven track record of making smart investments in modernizing its power generation fleet and strengthening its energy grid. NextEra Energy's culture of continuous improvement and focus on smart investments that reduce operations and maintenance (O&M) expenses has helped drive significant productivity enhancements, which has resulted in FPL's industry-leading cost position. For the past four years, FPL has had the lowest non-fuel O&M cost per kilowatt-hour in the country.\nNextEra Energy expects to employ its long-term strategy of advancing affordable, reliable and clean energy and making smart infrastructure investments at Gulf Power and Florida City Gas. By deploying its industry-leading skills, knowledge and capabilities, NextEra Energy expects to extend over time its best-in-class value proposition of low bills, clean energy, high reliability and outstanding customer service to the approximately 600,000 total customers of Gulf Power and Florida City Gas.\nDelivering benefits to NextEra Energy shareholders\nNextEra Energy expects the transactions to be immediately accretive to earnings upon closing and $0.15 and $0.20 accretive to its 2020 and 2021 adjusted earnings per share (EPS) expectations, respectively. As a result, upon closing of the transactions, NextEra Energy expects its 2020 adjusted EPS expectations to be in a range of $8.70 to $9.20 and its 2021 adjusted EPS expectations to be in a range of $9.40 to $9.95.\nNextEra Energy intends to finance the approximately $5.1 billion purchase price through the issuance of new debt. NextEra Energy has reviewed the transactions with the credit rating agencies and, based upon these discussions, following the financing of the transactions and as a result of the expansion of the company's regulated operations, NextEra Energy is expected to continue to maintain $5 billion to $7 billion of excess balance sheet capacity, while maintaining its current strong credit ratings.\nWith the addition of Gulf Power, Florida City Gas and the two Florida-based, natural-gas plants, NextEra Energy will be even better positioned to generate long-term shareholder value through a more robust financial profile, greater scale and an expanded platform for growth.\nTransaction details, approvals and timeline\nThrough the transactions, NextEra Energy will acquire:\nGulf Power, which serves approximately 450,000 customers in eight counties throughout northwest Florida and has roughly 9,500 miles of power lines and 2,300 megawatts (MW) of electric generating capacity; Florida City Gas, which serves approximately 110,000 residential and commercial natural-gas customers in Florida's Miami-Dade, Brevard, St. Lucie and Indian River counties with 3,700 miles of natural gas pipelines; 100 percent ownership interest in Plant Oleander, a natural-gas fueled, simple-cycle combustion turbine electric generation plant located near Cocoa, Florida, with a generating capacity of 791 MW and power purchase agreements with the Florida Municipal Power Agency and Seminole Electric Cooperative; and 65 percent ownership interest in Stanton Energy Center, a combined-cycle electric generating unit, with a generating capacity of approximately 660 MW, located near Orlando, Florida. The 65 percent interest is contracted with the Orlando Utilities Commission and Florida Municipal Power Agency.\nThe acquisitions of Gulf Power and the ownership interests in the Oleander and Stanton generating plants are subject to receipt of approval from the Federal Energy Regulatory Commission and the expiration or termination of the waiting period under the Hart-Scott-Rodino Act. The Florida City Gas acquisition is subject to the expiration or termination of the waiting period under the Hart-Scott-Rodino Act and is conditioned on the consummation of Southern Company's previously announced dispositions of the Elizabethtown Gas and Elkton Gas divisions of Southern Company Gas. Pending receipt of required approvals and other customary conditions and approvals, NextEra Energy expects to complete the acquisition of Florida City Gas in the third quarter of this year, with the Gulf Power and natural-gas generating plant acquisitions anticipated to close in the first half of 2019.\nNextEra Energy's management uses adjusted earnings, which is a non-GAAP financial measure, internally for financial planning, analysis of performance, reporting of results to the board of directors and as an input in determining performance-based compensation under the company's employee incentive compensation plans. NextEra Energy also uses earnings expressed in this fashion when communicating its financial results and earnings outlook to analysts and investors. NextEra Energy's management believes that adjusted earnings provide a more meaningful representation of NextEra Energy's fundamental earnings power. Adjusted earnings expectations exclude the effect of certain items, such as nonqualifying hedges and unrealized gains and losses on equity securities held in NextEra Energy Resources' nuclear decommissioning funds, none of which can be determined at this time.\nAdvisors\nBofA Merrill Lynch, acting as the lead, and Goldman Sachs & Co. LLC are serving as financial advisors to NextEra Energy. In addition, Wachtell, Lipton, Rosen & Katz is acting as counsel, and Skadden, Arps, Slate, Meagher and Flom, LLC is acting as regulatory counsel to NextEra Energy.\nAnalyst and investor webcast and conference call\nNextEra Energy will host a conference call and webcast to discuss this announcement at 8:30 a.m. ET today. The listen-only webcast will be available on NextEra Energy's website by accessing the following link: www.NextEraEnergy.com/investors . The presentation for the webcast may be downloaded at www.NextEraEnergy.com/investors , beginning at 7:30 a.m. ET today. A replay will be available by accessing the same link as listed above.\nNextEra Energy, Inc.\nNextEra Energy, Inc. (NYSE: NEE) is a leading clean energy company with consolidated revenues of approximately $17.2 billion, operates approximately 46,790 megawatts of net generating capacity and employs approximately 14,000 people in 33 states and Canada as of year-end 2017. Headquartered in Juno Beach, Florida, NextEra Energy's principal subsidiaries are Florida Power & Light Company, which serves approximately 5 million customer accounts in Florida and is one of the largest rate-regulated electric utilities in the United States, and NextEra Energy Resources, LLC, which, together with its affiliated entities, is the world's largest generator of renewable energy from the wind and sun. Through its subsidiaries, NextEra Energy generates clean, emissions-free electricity from eight commercial nuclear power units in Florida, New Hampshire, Iowa and Wisconsin. A Fortune 200 company and included in the S&P 100 index, NextEra Energy has been recognized often by third parties for its efforts in sustainability, corporate responsibility, ethics and compliance, and diversity, and has been ranked No. 1 in the electric and gas utilities industry in Fortune's 2018 list of \"World's Most Admired Companies.\" For more information about NextEra Energy companies, visit these websites: www.NextEraEnergy.com , www.FPL.com , www.NextEraEnergyResources.com\nForward-Looking Statements\nThis document contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. Forward-looking statements are typically identified by words or phrases such as \"may,\" \"will,\" \"anticipate,\" \"estimate,\" \"expect,\" \"project,\" \"intend,\" \"plan,\" \"believe,\" \"predict,\" and \"target\" and other words and terms of similar meaning. Forward-looking statements involve estimates, expectations, projections, goals, forecasts, assumptions, risks and uncertainties. NEE cautions readers that any forward-looking statement is not a guarantee of future performance and that actual results could differ materially from those contained in any forward-looking statement. Such forward-looking statements include, but are not limited to, statements about the anticipated benefits of the proposed acquisitions from Southern Company of Gulf Power Company, Florida City Gas and two gas-fired plants (Southern Company assets), including future financial or operating results of NEE or the Southern Company assets, NEE's or the Southern Company assets' plans, objectives, expectations or intentions, the expected timing of completion of the transactions, the value of the transactions, as of the completion of the transactions or as of any other date in the future, and other statements that are not historical facts. Important factors that could cause actual results to differ materially from those indicated by any such forward-looking statements include risks and uncertainties relating to: the risk that NEE or Southern Company may be unable to obtain governmental and regulatory approvals required for the transactions, or required governmental and regulatory approvals may not be obtained on expected terms or in the time period anticipated and delay the transactions or result in the imposition of conditions that are not anticipated and could cause the parties to abandon the transactions; the risk that a condition to closing of the transactions may not be satisfied; the expected timing to consummate the proposed transactions; the risk that the businesses will not be integrated successfully; disruption from the transactions making it more difficult to maintain relationships with customers, employees or suppliers; the diversion of management time and attention on transaction-related issues; general worldwide economic conditions and related uncertainties; the effect and timing of changes in laws or in governmental regulations (including environmental); fluctuations in trading prices of securities of NEE and in the financial results of NEE or the Southern Company assets; the timing and extent of changes in interest rates, commodity prices and demand and market prices for electricity or gas; and other factors discussed or referred to in the \"Risk Factors\" section of NEE's or Southern Company's most recent Annual Reports on Form 10-K filed with the Securities and Exchange Commission. Additional risks and uncertainties are identified and discussed in NEE's and Southern Company's reports filed with the SEC and available at the SEC's website at www.sec.gov . Each forward-looking statement speaks only as of the date of the particular statement and NEE does not undertake any obligation to update or revise its forward-looking statements, whether as a result of new information, future events or otherwise.\nView original content with multimedia: releases/nextera-energy-reaches-definitive-agreements-to-acquire-gulf-power-florida-city-gas-and-additional-assets-from-southern-company-300651716.html\nSOURCE NextEra Energy, Inc.",
    "published": "2018-05-21T15:30:00.000+03:00",
    "crawled": "2018-05-21T16:18:28.019+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "juno",
        "beach",
        "nextera",
        "energy",
        "nyse",
        "nee",
        "today",
        "announced",
        "entered",
        "definitive",
        "agreement",
        "southern",
        "company",
        "nyse",
        "acquire",
        "gulf",
        "power",
        "florida",
        "city",
        "gas",
        "ownership",
        "interest",
        "oleander",
        "stanton",
        "generating",
        "plant",
        "located",
        "florida",
        "transaction",
        "valued",
        "approximately",
        "billion",
        "including",
        "assumption",
        "approximately",
        "billion",
        "gulf",
        "power",
        "debt",
        "company",
        "expected",
        "benefit",
        "nextera",
        "energy",
        "operating",
        "capability",
        "intense",
        "focus",
        "continuous",
        "improvement",
        "culture",
        "innovation",
        "pleased",
        "reached",
        "definitive",
        "agreement",
        "southern",
        "company",
        "acquire",
        "gulf",
        "power",
        "florida",
        "city",
        "gas",
        "along",
        "southern",
        "company",
        "oleander",
        "stanton",
        "facility",
        "said",
        "jim",
        "robo",
        "chairman",
        "chief",
        "executive",
        "officer",
        "nextera",
        "energy",
        "transaction",
        "provide",
        "meaningful",
        "benefit",
        "state",
        "florida",
        "gulf",
        "power",
        "florida",
        "city",
        "gas",
        "customer",
        "well",
        "nextera",
        "energy",
        "shareholder",
        "importantly",
        "transaction",
        "consistent",
        "disciplined",
        "approach",
        "maintaining",
        "strength",
        "balance",
        "sheet",
        "credit",
        "rating",
        "among",
        "strongest",
        "industry",
        "following",
        "financing",
        "transaction",
        "result",
        "expanding",
        "regulated",
        "operation",
        "expect",
        "continue",
        "maintain",
        "billion",
        "billion",
        "excess",
        "balance",
        "sheet",
        "capacity",
        "support",
        "growth",
        "raising",
        "adjusted",
        "earnings",
        "per",
        "share",
        "expectation",
        "respectively",
        "upon",
        "closing",
        "disappointed",
        "able",
        "deliver",
        "financial",
        "result",
        "near",
        "top",
        "end",
        "revised",
        "range",
        "look",
        "forward",
        "updating",
        "florida",
        "public",
        "service",
        "commission",
        "key",
        "stakeholder",
        "state",
        "believe",
        "deep",
        "operating",
        "expertise",
        "florida",
        "strong",
        "financial",
        "profile",
        "track",
        "record",
        "commitment",
        "making",
        "smart",
        "capital",
        "investment",
        "offer",
        "uniquely",
        "compelling",
        "advantage",
        "gulf",
        "power",
        "florida",
        "city",
        "gas",
        "customer",
        "delivering",
        "benefit",
        "gulf",
        "power",
        "florida",
        "city",
        "gas",
        "customer",
        "one",
        "nation",
        "largest",
        "cleanest",
        "electric",
        "company",
        "florida",
        "power",
        "light",
        "company",
        "fpl",
        "serf",
        "nearly",
        "five",
        "million",
        "customer",
        "account",
        "estimated",
        "million",
        "people",
        "across",
        "nearly",
        "half",
        "state",
        "florida",
        "fpl",
        "typical",
        "residential",
        "customer",
        "bill",
        "approximately",
        "percent",
        "florida",
        "utility",
        "nearly",
        "percent",
        "national",
        "average",
        "fpl",
        "delivered",
        "period",
        "service",
        "reliability",
        "recognized",
        "reliable",
        "electric",
        "utility",
        "southeast",
        "fpl",
        "also",
        "proven",
        "track",
        "record",
        "making",
        "smart",
        "investment",
        "modernizing",
        "power",
        "generation",
        "fleet",
        "strengthening",
        "energy",
        "grid",
        "nextera",
        "energy",
        "culture",
        "continuous",
        "improvement",
        "focus",
        "smart",
        "investment",
        "reduce",
        "operation",
        "maintenance",
        "expense",
        "helped",
        "drive",
        "significant",
        "productivity",
        "enhancement",
        "resulted",
        "fpl",
        "cost",
        "position",
        "past",
        "four",
        "year",
        "fpl",
        "lowest",
        "cost",
        "per",
        "country",
        "nextera",
        "energy",
        "expects",
        "employ",
        "strategy",
        "advancing",
        "affordable",
        "reliable",
        "clean",
        "energy",
        "making",
        "smart",
        "infrastructure",
        "investment",
        "gulf",
        "power",
        "florida",
        "city",
        "gas",
        "deploying",
        "skill",
        "knowledge",
        "capability",
        "nextera",
        "energy",
        "expects",
        "extend",
        "time",
        "value",
        "proposition",
        "low",
        "bill",
        "clean",
        "energy",
        "high",
        "reliability",
        "outstanding",
        "customer",
        "service",
        "approximately",
        "total",
        "customer",
        "gulf",
        "power",
        "florida",
        "city",
        "gas",
        "delivering",
        "benefit",
        "nextera",
        "energy",
        "shareholder",
        "nextera",
        "energy",
        "expects",
        "transaction",
        "immediately",
        "accretive",
        "earnings",
        "upon",
        "closing",
        "accretive",
        "adjusted",
        "earnings",
        "per",
        "share",
        "eps",
        "expectation",
        "respectively",
        "result",
        "upon",
        "closing",
        "transaction",
        "nextera",
        "energy",
        "expects",
        "adjusted",
        "eps",
        "expectation",
        "range",
        "adjusted",
        "eps",
        "expectation",
        "range",
        "nextera",
        "energy",
        "intends",
        "finance",
        "approximately",
        "billion",
        "purchase",
        "price",
        "issuance",
        "new",
        "debt",
        "nextera",
        "energy",
        "reviewed",
        "transaction",
        "credit",
        "rating",
        "agency",
        "based",
        "upon",
        "discussion",
        "following",
        "financing",
        "transaction",
        "result",
        "expansion",
        "company",
        "regulated",
        "operation",
        "nextera",
        "energy",
        "expected",
        "continue",
        "maintain",
        "billion",
        "billion",
        "excess",
        "balance",
        "sheet",
        "capacity",
        "maintaining",
        "current",
        "strong",
        "credit",
        "rating",
        "addition",
        "gulf",
        "power",
        "florida",
        "city",
        "gas",
        "two",
        "plant",
        "nextera",
        "energy",
        "even",
        "better",
        "positioned",
        "generate",
        "shareholder",
        "value",
        "robust",
        "financial",
        "profile",
        "greater",
        "scale",
        "expanded",
        "platform",
        "growth",
        "transaction",
        "detail",
        "approval",
        "timeline",
        "transaction",
        "nextera",
        "energy",
        "acquire",
        "gulf",
        "power",
        "serf",
        "approximately",
        "customer",
        "eight",
        "county",
        "throughout",
        "northwest",
        "florida",
        "roughly",
        "mile",
        "power",
        "line",
        "megawatt",
        "mw",
        "electric",
        "generating",
        "capacity",
        "florida",
        "city",
        "gas",
        "serf",
        "approximately",
        "residential",
        "commercial",
        "customer",
        "florida",
        "brevard",
        "lucie",
        "indian",
        "river",
        "county",
        "mile",
        "natural",
        "gas",
        "pipeline",
        "percent",
        "ownership",
        "interest",
        "plant",
        "oleander",
        "fueled",
        "combustion",
        "turbine",
        "electric",
        "generation",
        "plant",
        "located",
        "near",
        "cocoa",
        "florida",
        "generating",
        "capacity",
        "mw",
        "power",
        "purchase",
        "agreement",
        "florida",
        "municipal",
        "power",
        "agency",
        "seminole",
        "electric",
        "cooperative",
        "percent",
        "ownership",
        "interest",
        "stanton",
        "energy",
        "center",
        "electric",
        "generating",
        "unit",
        "generating",
        "capacity",
        "approximately",
        "mw",
        "located",
        "near",
        "orlando",
        "florida",
        "percent",
        "interest",
        "contracted",
        "orlando",
        "utility",
        "commission",
        "florida",
        "municipal",
        "power",
        "agency",
        "acquisition",
        "gulf",
        "power",
        "ownership",
        "interest",
        "oleander",
        "stanton",
        "generating",
        "plant",
        "subject",
        "receipt",
        "approval",
        "federal",
        "energy",
        "regulatory",
        "commission",
        "expiration",
        "termination",
        "waiting",
        "period",
        "act",
        "florida",
        "city",
        "gas",
        "acquisition",
        "subject",
        "expiration",
        "termination",
        "waiting",
        "period",
        "act",
        "conditioned",
        "consummation",
        "southern",
        "company",
        "previously",
        "announced",
        "disposition",
        "elizabethtown",
        "gas",
        "elkton",
        "gas",
        "division",
        "southern",
        "company",
        "gas",
        "pending",
        "receipt",
        "required",
        "approval",
        "customary",
        "condition",
        "approval",
        "nextera",
        "energy",
        "expects",
        "complete",
        "acquisition",
        "florida",
        "city",
        "gas",
        "third",
        "quarter",
        "year",
        "gulf",
        "power",
        "generating",
        "plant",
        "acquisition",
        "anticipated",
        "close",
        "first",
        "half",
        "nextera",
        "energy",
        "management",
        "us",
        "adjusted",
        "earnings",
        "financial",
        "measure",
        "internally",
        "financial",
        "planning",
        "analysis",
        "performance",
        "reporting",
        "result",
        "board",
        "director",
        "input",
        "determining",
        "compensation",
        "company",
        "employee",
        "incentive",
        "compensation",
        "plan",
        "nextera",
        "energy",
        "also",
        "us",
        "earnings",
        "expressed",
        "fashion",
        "communicating",
        "financial",
        "result",
        "earnings",
        "outlook",
        "analyst",
        "investor",
        "nextera",
        "energy",
        "management",
        "belief",
        "adjusted",
        "earnings",
        "provide",
        "meaningful",
        "representation",
        "nextera",
        "energy",
        "fundamental",
        "earnings",
        "power",
        "adjusted",
        "earnings",
        "expectation",
        "exclude",
        "effect",
        "certain",
        "item",
        "nonqualifying",
        "hedge",
        "unrealized",
        "gain",
        "loss",
        "equity",
        "security",
        "held",
        "nextera",
        "energy",
        "resource",
        "nuclear",
        "decommissioning",
        "fund",
        "none",
        "determined",
        "time",
        "advisor",
        "bofa",
        "merrill",
        "lynch",
        "acting",
        "lead",
        "goldman",
        "sachs",
        "llc",
        "serving",
        "financial",
        "advisor",
        "nextera",
        "energy",
        "addition",
        "wachtell",
        "lipton",
        "rosen",
        "katz",
        "acting",
        "counsel",
        "skadden",
        "arp",
        "slate",
        "meagher",
        "flom",
        "llc",
        "acting",
        "regulatory",
        "counsel",
        "nextera",
        "energy",
        "analyst",
        "investor",
        "webcast",
        "conference",
        "call",
        "nextera",
        "energy",
        "host",
        "conference",
        "call",
        "webcast",
        "discus",
        "announcement",
        "et",
        "today",
        "webcast",
        "available",
        "nextera",
        "energy",
        "website",
        "accessing",
        "following",
        "link",
        "presentation",
        "webcast",
        "may",
        "downloaded",
        "beginning",
        "et",
        "today",
        "replay",
        "available",
        "accessing",
        "link",
        "listed",
        "nextera",
        "energy",
        "nextera",
        "energy",
        "nyse",
        "nee",
        "leading",
        "clean",
        "energy",
        "company",
        "consolidated",
        "revenue",
        "approximately",
        "billion",
        "operates",
        "approximately",
        "megawatt",
        "net",
        "generating",
        "capacity",
        "employ",
        "approximately",
        "people",
        "state",
        "canada",
        "headquartered",
        "juno",
        "beach",
        "florida",
        "nextera",
        "energy",
        "principal",
        "subsidiary",
        "florida",
        "power",
        "light",
        "company",
        "serf",
        "approximately",
        "million",
        "customer",
        "account",
        "florida",
        "one",
        "largest",
        "electric",
        "utility",
        "united",
        "state",
        "nextera",
        "energy",
        "resource",
        "llc",
        "together",
        "affiliated",
        "entity",
        "world",
        "largest",
        "generator",
        "renewable",
        "energy",
        "wind",
        "sun",
        "subsidiary",
        "nextera",
        "energy",
        "generates",
        "clean",
        "electricity",
        "eight",
        "commercial",
        "nuclear",
        "power",
        "unit",
        "florida",
        "new",
        "hampshire",
        "iowa",
        "wisconsin",
        "fortune",
        "company",
        "included",
        "p",
        "index",
        "nextera",
        "energy",
        "recognized",
        "often",
        "third",
        "party",
        "effort",
        "sustainability",
        "corporate",
        "responsibility",
        "ethic",
        "compliance",
        "diversity",
        "ranked",
        "electric",
        "gas",
        "utility",
        "industry",
        "fortune",
        "list",
        "world",
        "admired",
        "company",
        "information",
        "nextera",
        "energy",
        "company",
        "visit",
        "website",
        "statement",
        "document",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "typically",
        "identified",
        "word",
        "phrase",
        "may",
        "anticipate",
        "estimate",
        "expect",
        "project",
        "intend",
        "plan",
        "believe",
        "predict",
        "target",
        "word",
        "term",
        "similar",
        "meaning",
        "statement",
        "involve",
        "estimate",
        "expectation",
        "projection",
        "goal",
        "forecast",
        "assumption",
        "risk",
        "uncertainty",
        "nee",
        "caution",
        "reader",
        "statement",
        "guarantee",
        "future",
        "performance",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "contained",
        "statement",
        "statement",
        "include",
        "limited",
        "statement",
        "anticipated",
        "benefit",
        "proposed",
        "acquisition",
        "southern",
        "company",
        "gulf",
        "power",
        "company",
        "florida",
        "city",
        "gas",
        "two",
        "plant",
        "southern",
        "company",
        "asset",
        "including",
        "future",
        "financial",
        "operating",
        "result",
        "nee",
        "southern",
        "company",
        "asset",
        "nee",
        "southern",
        "company",
        "asset",
        "plan",
        "objective",
        "expectation",
        "intention",
        "expected",
        "timing",
        "completion",
        "transaction",
        "value",
        "transaction",
        "completion",
        "transaction",
        "date",
        "future",
        "statement",
        "historical",
        "fact",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "indicated",
        "statement",
        "include",
        "risk",
        "uncertainty",
        "relating",
        "risk",
        "nee",
        "southern",
        "company",
        "may",
        "unable",
        "obtain",
        "governmental",
        "regulatory",
        "approval",
        "required",
        "transaction",
        "required",
        "governmental",
        "regulatory",
        "approval",
        "may",
        "obtained",
        "expected",
        "term",
        "time",
        "period",
        "anticipated",
        "delay",
        "transaction",
        "result",
        "imposition",
        "condition",
        "anticipated",
        "could",
        "cause",
        "party",
        "abandon",
        "transaction",
        "risk",
        "condition",
        "closing",
        "transaction",
        "may",
        "satisfied",
        "expected",
        "timing",
        "consummate",
        "proposed",
        "transaction",
        "risk",
        "business",
        "integrated",
        "successfully",
        "disruption",
        "transaction",
        "making",
        "difficult",
        "maintain",
        "relationship",
        "customer",
        "employee",
        "supplier",
        "diversion",
        "management",
        "time",
        "attention",
        "issue",
        "general",
        "worldwide",
        "economic",
        "condition",
        "related",
        "uncertainty",
        "effect",
        "timing",
        "change",
        "law",
        "governmental",
        "regulation",
        "including",
        "environmental",
        "fluctuation",
        "trading",
        "price",
        "security",
        "nee",
        "financial",
        "result",
        "nee",
        "southern",
        "company",
        "asset",
        "timing",
        "extent",
        "change",
        "interest",
        "rate",
        "commodity",
        "price",
        "demand",
        "market",
        "price",
        "electricity",
        "gas",
        "factor",
        "discussed",
        "referred",
        "risk",
        "factor",
        "section",
        "nee",
        "southern",
        "company",
        "recent",
        "annual",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "additional",
        "risk",
        "uncertainty",
        "identified",
        "discussed",
        "nee",
        "southern",
        "company",
        "report",
        "filed",
        "sec",
        "available",
        "sec",
        "website",
        "statement",
        "speaks",
        "date",
        "particular",
        "statement",
        "nee",
        "undertake",
        "obligation",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "view",
        "original",
        "content",
        "multimedia",
        "source",
        "nextera",
        "energy",
        "inc"
    ]
}