{
    "organizations": [],
    "uuid": "32d223d0fff21c9da7387a972589bd5ff18b71f6",
    "author": "Elizabeth Gurdus",
    "url": "https://www.cnbc.com/2018/05/01/cramer-remix-great-expectations-are-the-bane-of-this-market.html",
    "ord_in_thread": 0,
    "title": "Cramer Remix: Great expectations are the bane of this market",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Mad Money with Jim Cramer Cramer Remix: Great expectations are the bane of this market \"Mad Money\" host Jim Cramer gets to the bottom of the market action and explains how stocks are becoming victim to high expectations. Cramer also sits down with the CEOs of Agco and Cullen/Frost Bankers. In Cramer's lightning round, he blesses buying the currently hated stock of Applied Materials. 17 Hours Ago | 01:07\nApple's second-quarter earnings beat on Tuesday illustrated just how differently this company's stock behaves compared with the rest of the market, CNBC's Jim Cramer said.\n\"The bane of this market is not tariffs or interest rates or inflation; no, the real killer is great expectations,\" the \"Mad Money\" host said on Tuesday. \"Apple is truly the vast exception to the rule.\"\nAhead of the iPhone maker's earnings report, analysts had effectively eviscerated the estimates with downbeat supplier surveys and doom-spelling notes about weak China sales, Cramer said.\nBut after Tuesday's closing bell, the largest company in the world proved them wrong.\n\"The company sold more iPhones than most of the bullish analysts thought, including the X, which the community had derided endlessly,\" Cramer said after he and CNBC's Josh Lipton spoke with Apple CEO Tim Cook .\nOn the call, Cook touted the success of the iPhone X and spoke to the strength of Apple's sales in China, shrugging off negative estimates that had emerged ahead of the quarter.\nSo, in a market where analyst sentiment going into the quarter can seem way too grim — or, conversely, way too optimistic — Cramer asked investors to remain cautious and do their own homework.\n\"[Apple's] estimates and any enthusiasm that had once been generated by the largest company in the world had long since diminished,\" he said. \"For the vast majority of stocks, though, it's quite the opposite. I'm saying that Apple is the outlier. Many stocks have kind of just been set up for disappointment because, totally unlike Apple, there's been endless number bumps but, more importantly, endless upgrades.\" Erasing tax cut gains Getty Images A woman walks past the New York Stock Exchange in New York City.\nWhen Cramer realized that the stock market has erased nearly all of its gains since Congress passed the Trump administration's sweeping tax overhaul, he was baffled.\n\"It's like the whole darned thing never happened,\" he said on Tuesday. \"Does that make any sense, or does this weakness represent an absurd overreaction?\"\nCramer went with the second notion . He pointed to the windfall that occurred after the corporate tax cuts: companies gave out employee bonuses , then searched for things to acquire. Some are still figuring out how best to use the extra cash.\nSmall- to medium-sized businesses are also showing interest in building more properties, opening more stores and hiring more employees, according to their first-quarter, post-earnings conference calls, Cramer said. Off the charts: Strength ahead for... GE?! Balint Porneczi | Bloomberg | Getty Images The General Electric logo on a GE Aviation CF6-80C jet engine as it hangs from the wing.\nThe increasingly volatile stock market has forced CNBC's Jim Cramer to look for stocks that are most likely to rebound when the major averages take a hit, like they did early on Tuesday.\nSo, to help him seek out the best buys into weakness, the \"Mad Money\" host recruited the help of technician Marc Chaikin, the creator of key technical tools like the Chaikin volume indicator, the Chaikin Oscillator and the Chaikin Money Flow.\nChaikin, also the founder and CEO of Chaikin Analytics, pointed to one sub-sector that has been roaring for over six months: the refiners .\nHe used three indicators: the Chaikin Money Flow tool, which tracks buying and selling pressure in a given stock; the Chaikin Relative Strength tool, which compares a stock's performance over the past six months with the S&P 500's ; and the Chaikin Power Gauge, which uses 20 different fundamental and technical data points to build a reading that's either very bearish (red) or very bullish (green). For Chaikin to recommend a stock, all three indicators need to be showing bullish signs.\nAnd one surprising dark horse fit Chaikin's \"buy\" trifecta: the stock of embattled industrial conglomerate General Electric . Agco CEO rails against Trump-era protectionism\nMartin Richenhagen, the chairman and CEO of global agriculture equipment manufacturer Agco , isn't too happy about the Trump administration's latest trade tiffs .\n\"We like free trade. We don't like all kind[s] of protectionism. We don't like sanctions. We don't like customs. We want to do business all over the world,\" the CEO told Cramer on Tuesday . \"The problem with China, for example, hitting back is not so much our problem, but it's a problem for the American farmers. So what the government [is doing] right now, I think, is not really well thought through, and they're always surprised by the reactions. I hope they learn.\"\nRichenhagen, whose company reported an earnings beat on Tuesday fueled by a particularly strong North American business, specifically pushed back against policies put forth by Commerce Secretary Wilbur Ross .\n\"I think it's stupid to believe that with this kind of protectionism, you can achieve anything,\" Richenhagen said. \"That's maybe old people with old ideas like Wilbur Ross, who doesn't know about business anymore. I know him pretty well. The guy seems to be sharp. He made money when, basically, Bush sanctioned steel, and so maybe he believes that this is good for the industry. I don't think so.\"\nRichenhagen added that the White House has not been receptive to his ideas.\n\"I try to very politely raise my voice, but I think right now we have people in Washington who don't listen,\" he said. \"They don't read, they don't listen and they have, maybe, not the brightest background, I would say.\" Cullen/Frost Bankers CEO on economic strength\nCullen/Frost Bankers Chairman and CEO Phillip Green was much more welcoming when it came to the Trump administration's policies as they related to his regional banking giant.\n\"I think the tax act has helped,\" the CEO said after earnings . \"I think some of the investment that's been done by companies buying equipment, taking advantage of depreciation rules, etc., has been a positive, but that really hasn't been what's been driving our growth. It's been a help to it, but our growth is that our people understand what they're supposed to be doing, they're really executing and they're just taking advantage of the economies that we're in.\"\nCullen/Frost's operations are based in Texas, so Green also shared some of the economic benefits his state has been seeing in sectors served by his company.\n\"Business has been great. Take the energy business. You know, there was a problem a couple years ago and we've been moving out of it,\" Green told Cramer . \"The Permian Basin is as hot as it's ever been. I saw some numbers on the first-quarter growth on energy employment – it was 21 percent annualized growth. Rig count, three-year high. So the energy business is really, I think, recovered, particularly in the Permian and it's beginning to recover in Eagle Ford and some of the other basins in the state.\" Lightning round: All in on AMAT?\nIn Cramer's lightning round , he rattled off his take on callers' favorite stocks:\nApplied Materials Inc. : \"Look, I'm not going to fight you on [buying Applied Materials]. I know a lot of people are selling Applied Materials because they feel like it's a play on DRAMs. I think it's much bigger than that. It's got a big display business. I'm going to concur that Applied Materials is just too low down here.\"\nEditas Medicine : \"Oh, boy, another one of these small biotech companies. I got all the guys who would possibly buy them just absolutely on the ropes, so I'm going to have to say pass.\"\nDisclosure: Cramer's charitable trust owns shares of Apple.\nQuestions for Cramer?",
    "published": "2018-05-01T03:00:00.000+03:00",
    "crawled": "2018-05-02T02:00:04.007+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "mad",
        "money",
        "jim",
        "cramer",
        "cramer",
        "remix",
        "great",
        "expectation",
        "bane",
        "market",
        "mad",
        "money",
        "host",
        "jim",
        "cramer",
        "get",
        "bottom",
        "market",
        "action",
        "explains",
        "stock",
        "becoming",
        "victim",
        "high",
        "expectation",
        "cramer",
        "also",
        "sits",
        "ceo",
        "agco",
        "banker",
        "cramer",
        "lightning",
        "round",
        "blesses",
        "buying",
        "currently",
        "hated",
        "stock",
        "applied",
        "material",
        "hour",
        "ago",
        "apple",
        "earnings",
        "beat",
        "tuesday",
        "illustrated",
        "differently",
        "company",
        "stock",
        "behaves",
        "compared",
        "rest",
        "market",
        "cnbc",
        "jim",
        "cramer",
        "said",
        "bane",
        "market",
        "tariff",
        "interest",
        "rate",
        "inflation",
        "real",
        "killer",
        "great",
        "expectation",
        "mad",
        "money",
        "host",
        "said",
        "tuesday",
        "apple",
        "truly",
        "vast",
        "exception",
        "rule",
        "ahead",
        "iphone",
        "maker",
        "earnings",
        "report",
        "analyst",
        "effectively",
        "eviscerated",
        "estimate",
        "downbeat",
        "supplier",
        "survey",
        "note",
        "weak",
        "china",
        "sale",
        "cramer",
        "said",
        "tuesday",
        "closing",
        "bell",
        "largest",
        "company",
        "world",
        "proved",
        "wrong",
        "company",
        "sold",
        "iphones",
        "bullish",
        "analyst",
        "thought",
        "including",
        "x",
        "community",
        "derided",
        "endlessly",
        "cramer",
        "said",
        "cnbc",
        "josh",
        "lipton",
        "spoke",
        "apple",
        "ceo",
        "tim",
        "cook",
        "call",
        "cook",
        "touted",
        "success",
        "iphone",
        "x",
        "spoke",
        "strength",
        "apple",
        "sale",
        "china",
        "shrugging",
        "negative",
        "estimate",
        "emerged",
        "ahead",
        "quarter",
        "market",
        "analyst",
        "sentiment",
        "going",
        "quarter",
        "seem",
        "way",
        "grim",
        "conversely",
        "way",
        "optimistic",
        "cramer",
        "asked",
        "investor",
        "remain",
        "cautious",
        "homework",
        "apple",
        "estimate",
        "enthusiasm",
        "generated",
        "largest",
        "company",
        "world",
        "long",
        "since",
        "diminished",
        "said",
        "vast",
        "majority",
        "stock",
        "though",
        "quite",
        "opposite",
        "saying",
        "apple",
        "outlier",
        "many",
        "stock",
        "kind",
        "set",
        "disappointment",
        "totally",
        "unlike",
        "apple",
        "endless",
        "number",
        "bump",
        "importantly",
        "endless",
        "upgrade",
        "erasing",
        "tax",
        "cut",
        "gain",
        "getty",
        "image",
        "woman",
        "walk",
        "past",
        "new",
        "york",
        "stock",
        "exchange",
        "new",
        "york",
        "city",
        "cramer",
        "realized",
        "stock",
        "market",
        "erased",
        "nearly",
        "gain",
        "since",
        "congress",
        "passed",
        "trump",
        "administration",
        "sweeping",
        "tax",
        "overhaul",
        "baffled",
        "like",
        "whole",
        "darned",
        "thing",
        "never",
        "happened",
        "said",
        "tuesday",
        "make",
        "sense",
        "weakness",
        "represent",
        "absurd",
        "overreaction",
        "cramer",
        "went",
        "second",
        "notion",
        "pointed",
        "windfall",
        "occurred",
        "corporate",
        "tax",
        "cut",
        "company",
        "gave",
        "employee",
        "bonus",
        "searched",
        "thing",
        "acquire",
        "still",
        "figuring",
        "best",
        "use",
        "extra",
        "cash",
        "business",
        "also",
        "showing",
        "interest",
        "building",
        "property",
        "opening",
        "store",
        "hiring",
        "employee",
        "according",
        "conference",
        "call",
        "cramer",
        "said",
        "chart",
        "strength",
        "ahead",
        "ge",
        "balint",
        "porneczi",
        "bloomberg",
        "getty",
        "image",
        "general",
        "electric",
        "logo",
        "ge",
        "aviation",
        "jet",
        "engine",
        "hang",
        "wing",
        "increasingly",
        "volatile",
        "stock",
        "market",
        "forced",
        "cnbc",
        "jim",
        "cramer",
        "look",
        "stock",
        "likely",
        "rebound",
        "major",
        "average",
        "take",
        "hit",
        "like",
        "early",
        "tuesday",
        "help",
        "seek",
        "best",
        "buy",
        "weakness",
        "mad",
        "money",
        "host",
        "recruited",
        "help",
        "technician",
        "marc",
        "chaikin",
        "creator",
        "key",
        "technical",
        "tool",
        "like",
        "chaikin",
        "volume",
        "indicator",
        "chaikin",
        "oscillator",
        "chaikin",
        "money",
        "flow",
        "chaikin",
        "also",
        "founder",
        "ceo",
        "chaikin",
        "analytics",
        "pointed",
        "one",
        "roaring",
        "six",
        "month",
        "refiner",
        "used",
        "three",
        "indicator",
        "chaikin",
        "money",
        "flow",
        "tool",
        "track",
        "buying",
        "selling",
        "pressure",
        "given",
        "stock",
        "chaikin",
        "relative",
        "strength",
        "tool",
        "compare",
        "stock",
        "performance",
        "past",
        "six",
        "month",
        "p",
        "chaikin",
        "power",
        "gauge",
        "us",
        "different",
        "fundamental",
        "technical",
        "data",
        "point",
        "build",
        "reading",
        "either",
        "bearish",
        "red",
        "bullish",
        "green",
        "chaikin",
        "recommend",
        "stock",
        "three",
        "indicator",
        "need",
        "showing",
        "bullish",
        "sign",
        "one",
        "surprising",
        "dark",
        "horse",
        "fit",
        "chaikin",
        "buy",
        "trifecta",
        "stock",
        "embattled",
        "industrial",
        "conglomerate",
        "general",
        "electric",
        "agco",
        "ceo",
        "rail",
        "protectionism",
        "martin",
        "richenhagen",
        "chairman",
        "ceo",
        "global",
        "agriculture",
        "equipment",
        "manufacturer",
        "agco",
        "happy",
        "trump",
        "administration",
        "latest",
        "trade",
        "tiff",
        "like",
        "free",
        "trade",
        "like",
        "kind",
        "protectionism",
        "like",
        "sanction",
        "like",
        "custom",
        "want",
        "business",
        "world",
        "ceo",
        "told",
        "cramer",
        "tuesday",
        "problem",
        "china",
        "example",
        "hitting",
        "back",
        "much",
        "problem",
        "problem",
        "american",
        "farmer",
        "government",
        "right",
        "think",
        "really",
        "well",
        "thought",
        "always",
        "surprised",
        "reaction",
        "hope",
        "learn",
        "richenhagen",
        "whose",
        "company",
        "reported",
        "earnings",
        "beat",
        "tuesday",
        "fueled",
        "particularly",
        "strong",
        "north",
        "american",
        "business",
        "specifically",
        "pushed",
        "back",
        "policy",
        "put",
        "forth",
        "commerce",
        "secretary",
        "wilbur",
        "ross",
        "think",
        "stupid",
        "believe",
        "kind",
        "protectionism",
        "achieve",
        "anything",
        "richenhagen",
        "said",
        "maybe",
        "old",
        "people",
        "old",
        "idea",
        "like",
        "wilbur",
        "ross",
        "know",
        "business",
        "anymore",
        "know",
        "pretty",
        "well",
        "guy",
        "seems",
        "sharp",
        "made",
        "money",
        "basically",
        "bush",
        "sanctioned",
        "steel",
        "maybe",
        "belief",
        "good",
        "industry",
        "think",
        "richenhagen",
        "added",
        "white",
        "house",
        "receptive",
        "idea",
        "try",
        "politely",
        "raise",
        "voice",
        "think",
        "right",
        "people",
        "washington",
        "listen",
        "said",
        "read",
        "listen",
        "maybe",
        "brightest",
        "background",
        "would",
        "say",
        "banker",
        "ceo",
        "economic",
        "strength",
        "banker",
        "chairman",
        "ceo",
        "phillip",
        "green",
        "much",
        "welcoming",
        "came",
        "trump",
        "administration",
        "policy",
        "related",
        "regional",
        "banking",
        "giant",
        "think",
        "tax",
        "act",
        "helped",
        "ceo",
        "said",
        "earnings",
        "think",
        "investment",
        "done",
        "company",
        "buying",
        "equipment",
        "taking",
        "advantage",
        "depreciation",
        "rule",
        "positive",
        "really",
        "driving",
        "growth",
        "help",
        "growth",
        "people",
        "understand",
        "supposed",
        "really",
        "executing",
        "taking",
        "advantage",
        "economy",
        "operation",
        "based",
        "texas",
        "green",
        "also",
        "shared",
        "economic",
        "benefit",
        "state",
        "seeing",
        "sector",
        "served",
        "company",
        "business",
        "great",
        "take",
        "energy",
        "business",
        "know",
        "problem",
        "couple",
        "year",
        "ago",
        "moving",
        "green",
        "told",
        "cramer",
        "permian",
        "basin",
        "hot",
        "ever",
        "saw",
        "number",
        "growth",
        "energy",
        "employment",
        "percent",
        "annualized",
        "growth",
        "rig",
        "count",
        "high",
        "energy",
        "business",
        "really",
        "think",
        "recovered",
        "particularly",
        "permian",
        "beginning",
        "recover",
        "eagle",
        "ford",
        "basin",
        "state",
        "lightning",
        "round",
        "amat",
        "cramer",
        "lightning",
        "round",
        "rattled",
        "take",
        "caller",
        "favorite",
        "stock",
        "applied",
        "material",
        "look",
        "going",
        "fight",
        "buying",
        "applied",
        "material",
        "know",
        "lot",
        "people",
        "selling",
        "applied",
        "material",
        "feel",
        "like",
        "play",
        "dram",
        "think",
        "much",
        "bigger",
        "got",
        "big",
        "display",
        "business",
        "going",
        "concur",
        "applied",
        "material",
        "low",
        "editas",
        "medicine",
        "oh",
        "boy",
        "another",
        "one",
        "small",
        "biotech",
        "company",
        "got",
        "guy",
        "would",
        "possibly",
        "buy",
        "absolutely",
        "rope",
        "going",
        "say",
        "pas",
        "disclosure",
        "cramer",
        "charitable",
        "trust",
        "owns",
        "share",
        "apple",
        "question",
        "cramer"
    ]
}