{
    "organizations": [],
    "uuid": "c8abff41de99f2b2201470899209d11837bfbc17",
    "author": "Jen Wieczner",
    "url": "http://fortune.com/2018/05/25/bitcoin-cryptocurrency-new-york-bitlicense/",
    "ord_in_thread": 0,
    "title": "Inside New York’s BitLicense Bottleneck: An ‘Absolute Failure?’",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "3:27 PM EDT\n“Let’s call the BitLicense what it is—an absolute failure.”\nThat’s how Erik Voorhees, the CEO of ShapeShift, described the reigning regulatory regime for New York’s Bitcoin industry last week . It was the second day of the massive Consensus conference in Manhattan, and Voorhees was on stage with fellow CEO Jesse Powell of Kraken, another . The pair were explaining why they had pulled their companies out of the New York market rather than labor to obtain the credentials needed to operate there—a so-called BitLicense from the New York State Department of Financial Services (NYDFS).\nIn the nearly three years since the BitLicense regulations were finalized in June 2015 , only four companies had managed to secure a license, Voorhees noted. Regulators, he proposed, should simply hit the reset button: “Get rid of the BitLicense, go back to where you were four years ago.”\nTwo days after Voorhees’s comments, the NYDFS, as though in retort, granted the fifth BitLicense to Genesis Global Trading. It joins Circle, Ripple, Coinbase and BitFlyer in the exclusive club of BitLicense holders.\nStill, Genesis—despite its longtime status as a registered broker-dealer—had waited nearly three years to be approved, having submitted its application in August 2015, according to a person familiar with the matter. Its approval also followed a six-month dry spell since the previous BitLicense was granted; the DFS has gone up to 11 months without pushing out a new BitLicense.\nGet The Ledger , Fortune’s weekly newsletter on the intersection of finance and tech.\nCompare that to Japan—another tightly regulated market—which instituted a new licensing process for s in April 2017, and had issued 16 such licenses by the beginning of this year. BitFlyer, which is based in Japan and was among the first to be licensed there, still waited more than a year before receiving its BitLicense in November. “New York’s is by far the most arduous process. Everybody knows it’s a bear of regulation,” says Jeremie Beaudry, head of compliance for BitPay, an Atlanta-based Bitcoin payments company that applied for a BitLicense almost three years ago and is still waiting.\nIn the meantime, the holdup has inhibited New York residents from using many of the Bitcoin trading and other cryptocurrency services available in other parts of the country. “I think the people of New York have missed out hugely, and maybe they’ve been protected—they’ve been protected from an explosion of wealth,” Kraken’s Powell added. His advice? Set up a shell company in crypto-friendly Wyoming for a $100 fee.\nOne theory for the glacial pace of BitLicense approvals is that the regulators have simply been inundated with applications amid the Bitcoin boom , creating a backlog that has swamped the NYDFS. Several new players have recently announced plans to enter the New York cryptocurrency trading market, including Square , the publicly-traded payments company, which confirmed to Fortune that its BitLicense application is currently pending the agency’s review.\nRobinhood , which currently offers crypto trading in 15 states and aims to expand to all 50 by the end of the year, has likely already applied for the BitLicense, as well as eToro , another trading platform, which says it “plans to serve customers in the state” in compliance with the law (though neither company would officially confirm its regulatory dealings). And Goldman Sachs , which confirmed earlier this month that it will begin trading Bitcoin derivatives, is considering “buying and selling actual Bitcoins,” according to the New York Times , “if it can get regulatory approval”—ostensibly meaning a BitLicense. (The bank declined to comment.)\nYet despite the fresh class of applicants, several industry experts say the line is not as long as it seems. “What I have heard is that there may be far fewer active applications than New York would like people to believe,” says Alex Kern, a research analyst at Fundstrat Global Advisors who covers cryptocurrency and macro equity. He and others estimate that there are as few as 15 BitLicense applications currently pending before NYDFS—maybe less.\nThat’s down from the 26 applications NYDFS said it had received by June 2016—two of which had been approved, and two denied, at the time. That was the last time the NYDFS disclosed the number of applications it’s reviewing. When I asked the agency for updated statistics, the NYDFS press office declined to provide it, instead instructing me to submit a Freedom of Information Law request, or FOIL (also known as a FOIA request) to obtain the data. (I have submitted the request and will report back once I receive a response.) When I asked whether there had been an increase or decrease in applications, the NYDFS told me the “information is unavailable” entirely.\nSince the agency’s last disclosure, though, an unknown number of other applicants have been rejected. Other companies have dropped out of the process, whether voluntarily or because they’ve been acquired. MonetaGo, for example, a blockchain software company that was one of the first BitLicense applicants, officially withdrew its application in April (a process that in itself took eight months), after realizing, at long last, that “the license is simply inapplicable to our business,” says CEO Jesse Chenard. (The company can continue operating legally in New York, he adds.)\n“I think the effect you’re seeing with this new digital asset economy is some businesses are simply just choosing to leave, because they’re finding it too onerous, and too time-consuming,” says Michelle Gitlitz, a partner in Blank Rome’s New York office, who co-leads the law firm’s blockchain technology and digital currencies group. “DFS’s goal is importantly to protect consumers and investors, but this has been a somewhat unintended consequence.”\nIn light of a shrinking applicant pool, the NYDFS’s progress on its BitLicense approval pipeline looks even more dismal. At this rate of five approvals per three-year period, the NYDFS won’t get through the estimated 15 pending applicants until 2027. (A spokesperson says, “There is no cap on the amount of virtual currencies licenses that can be granted per year and there is no specific timeline.”)\n“I don’t think that any single thing New York is asking for is unreasonable,” says Arnold Spencer, general counsel for Coinsource, the largest operator of Bitcoin ATMs, which applied for a BitLicense back in summer 2015. “But it can’t be a three-year process. So you need to either speed up that process, or you need to lower the bar.”\nBitPay, for one, expected to receive approval in January or February of this year after submitting some last documents, but when the fiscal quarter ended in March before hearing back from NYDFS, BitPay had to resubmit its paperwork all over again. Spencer, meanwhile, says every other month or so NYDFS sends Coinsource extremely thorough letters up to five pages long, requesting various specific revisions to its application. “My impression is the guys who are working on it are working very, very hard,” he says. “My impression is they could use additional resources to help them.”\nIt’s possible, though, that NYDFS is getting closer to clearing the bottleneck. Several companies, including BitPay, Coinsource, and BitStamp, anticipate that their applications could be approved imminently. “They keep on saying, ‘You guys are really close to the finish line,'” says Beaudry.\nThe NYDFS has also hinted to Coinsource that it’s in the home stretch, according to Spencer. “I expect we’re going to see a lot of licenses granted in the next 12 months,” he says.\nA version of this article originally appeared in the The Ledger , Fortune’s weekly newsletter on the intersection of finance and tech. Subscribe here. SPONSORED FINANCIAL CONTENT",
    "published": "2018-05-25T22:27:00.000+03:00",
    "crawled": "2018-05-25T22:36:41.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "pm",
        "edt",
        "let",
        "call",
        "bitlicense",
        "absolute",
        "erik",
        "voorhees",
        "ceo",
        "shapeshift",
        "described",
        "reigning",
        "regulatory",
        "regime",
        "new",
        "york",
        "bitcoin",
        "industry",
        "last",
        "week",
        "second",
        "day",
        "massive",
        "consensus",
        "conference",
        "manhattan",
        "voorhees",
        "stage",
        "fellow",
        "ceo",
        "jesse",
        "powell",
        "kraken",
        "another",
        "pair",
        "explaining",
        "pulled",
        "company",
        "new",
        "york",
        "market",
        "rather",
        "labor",
        "obtain",
        "credential",
        "needed",
        "operate",
        "bitlicense",
        "new",
        "york",
        "state",
        "department",
        "financial",
        "service",
        "nydfs",
        "nearly",
        "three",
        "year",
        "since",
        "bitlicense",
        "regulation",
        "finalized",
        "june",
        "four",
        "company",
        "managed",
        "secure",
        "license",
        "voorhees",
        "noted",
        "regulator",
        "proposed",
        "simply",
        "hit",
        "reset",
        "button",
        "get",
        "rid",
        "bitlicense",
        "go",
        "back",
        "four",
        "year",
        "two",
        "day",
        "voorhees",
        "comment",
        "nydfs",
        "though",
        "retort",
        "granted",
        "fifth",
        "bitlicense",
        "genesis",
        "global",
        "trading",
        "join",
        "circle",
        "ripple",
        "coinbase",
        "bitflyer",
        "exclusive",
        "club",
        "bitlicense",
        "holder",
        "still",
        "longtime",
        "status",
        "registered",
        "waited",
        "nearly",
        "three",
        "year",
        "approved",
        "submitted",
        "application",
        "august",
        "according",
        "person",
        "familiar",
        "matter",
        "approval",
        "also",
        "followed",
        "dry",
        "spell",
        "since",
        "previous",
        "bitlicense",
        "granted",
        "dfs",
        "gone",
        "month",
        "without",
        "pushing",
        "new",
        "bitlicense",
        "get",
        "ledger",
        "fortune",
        "weekly",
        "newsletter",
        "intersection",
        "finance",
        "tech",
        "compare",
        "tightly",
        "regulated",
        "instituted",
        "new",
        "licensing",
        "process",
        "april",
        "issued",
        "license",
        "beginning",
        "year",
        "bitflyer",
        "based",
        "japan",
        "among",
        "first",
        "licensed",
        "still",
        "waited",
        "year",
        "receiving",
        "bitlicense",
        "november",
        "new",
        "york",
        "far",
        "arduous",
        "process",
        "everybody",
        "know",
        "bear",
        "regulation",
        "say",
        "jeremie",
        "beaudry",
        "head",
        "compliance",
        "bitpay",
        "bitcoin",
        "payment",
        "company",
        "applied",
        "bitlicense",
        "almost",
        "three",
        "year",
        "ago",
        "still",
        "waiting",
        "meantime",
        "holdup",
        "inhibited",
        "new",
        "york",
        "resident",
        "using",
        "many",
        "bitcoin",
        "trading",
        "cryptocurrency",
        "service",
        "available",
        "part",
        "country",
        "think",
        "people",
        "new",
        "york",
        "missed",
        "hugely",
        "maybe",
        "protected",
        "explosion",
        "wealth",
        "kraken",
        "powell",
        "added",
        "advice",
        "set",
        "shell",
        "company",
        "wyoming",
        "fee",
        "one",
        "theory",
        "glacial",
        "pace",
        "bitlicense",
        "approval",
        "regulator",
        "simply",
        "inundated",
        "application",
        "amid",
        "bitcoin",
        "boom",
        "creating",
        "backlog",
        "swamped",
        "nydfs",
        "several",
        "new",
        "player",
        "recently",
        "announced",
        "plan",
        "enter",
        "new",
        "york",
        "cryptocurrency",
        "trading",
        "market",
        "including",
        "square",
        "payment",
        "company",
        "confirmed",
        "fortune",
        "bitlicense",
        "application",
        "currently",
        "pending",
        "agency",
        "review",
        "robinhood",
        "currently",
        "offer",
        "crypto",
        "trading",
        "state",
        "aim",
        "expand",
        "end",
        "year",
        "likely",
        "already",
        "applied",
        "bitlicense",
        "well",
        "etoro",
        "another",
        "trading",
        "platform",
        "say",
        "plan",
        "serve",
        "customer",
        "state",
        "compliance",
        "law",
        "though",
        "neither",
        "company",
        "would",
        "officially",
        "confirm",
        "regulatory",
        "dealing",
        "goldman",
        "sachs",
        "confirmed",
        "earlier",
        "month",
        "begin",
        "trading",
        "bitcoin",
        "derivative",
        "considering",
        "buying",
        "selling",
        "actual",
        "bitcoins",
        "according",
        "new",
        "york",
        "time",
        "get",
        "regulatory",
        "approval",
        "meaning",
        "bitlicense",
        "bank",
        "declined",
        "comment",
        "yet",
        "despite",
        "fresh",
        "class",
        "applicant",
        "several",
        "industry",
        "expert",
        "say",
        "line",
        "long",
        "seems",
        "heard",
        "may",
        "far",
        "fewer",
        "active",
        "application",
        "new",
        "york",
        "would",
        "like",
        "people",
        "believe",
        "say",
        "alex",
        "kern",
        "research",
        "analyst",
        "fundstrat",
        "global",
        "advisor",
        "cover",
        "cryptocurrency",
        "macro",
        "equity",
        "others",
        "estimate",
        "bitlicense",
        "application",
        "currently",
        "pending",
        "less",
        "application",
        "nydfs",
        "said",
        "received",
        "june",
        "approved",
        "two",
        "denied",
        "time",
        "last",
        "time",
        "nydfs",
        "disclosed",
        "number",
        "application",
        "reviewing",
        "asked",
        "agency",
        "updated",
        "statistic",
        "nydfs",
        "press",
        "office",
        "declined",
        "provide",
        "instead",
        "instructing",
        "submit",
        "freedom",
        "information",
        "law",
        "request",
        "foil",
        "also",
        "known",
        "foia",
        "request",
        "obtain",
        "data",
        "submitted",
        "request",
        "report",
        "back",
        "receive",
        "response",
        "asked",
        "whether",
        "increase",
        "decrease",
        "application",
        "nydfs",
        "told",
        "information",
        "unavailable",
        "entirely",
        "since",
        "agency",
        "last",
        "disclosure",
        "though",
        "unknown",
        "number",
        "applicant",
        "rejected",
        "company",
        "dropped",
        "process",
        "whether",
        "voluntarily",
        "acquired",
        "monetago",
        "example",
        "blockchain",
        "software",
        "company",
        "one",
        "first",
        "bitlicense",
        "applicant",
        "officially",
        "withdrew",
        "application",
        "april",
        "process",
        "took",
        "eight",
        "month",
        "realizing",
        "long",
        "last",
        "license",
        "simply",
        "inapplicable",
        "business",
        "say",
        "ceo",
        "jesse",
        "chenard",
        "company",
        "continue",
        "operating",
        "legally",
        "new",
        "york",
        "add",
        "think",
        "effect",
        "seeing",
        "new",
        "digital",
        "asset",
        "economy",
        "business",
        "simply",
        "choosing",
        "leave",
        "finding",
        "onerous",
        "say",
        "michelle",
        "gitlitz",
        "partner",
        "blank",
        "rome",
        "new",
        "york",
        "office",
        "law",
        "firm",
        "blockchain",
        "technology",
        "digital",
        "currency",
        "group",
        "dfs",
        "goal",
        "importantly",
        "protect",
        "consumer",
        "investor",
        "somewhat",
        "unintended",
        "light",
        "shrinking",
        "applicant",
        "pool",
        "nydfs",
        "progress",
        "bitlicense",
        "approval",
        "pipeline",
        "look",
        "even",
        "dismal",
        "rate",
        "five",
        "approval",
        "per",
        "period",
        "nydfs",
        "get",
        "estimated",
        "pending",
        "applicant",
        "spokesperson",
        "say",
        "cap",
        "amount",
        "virtual",
        "currency",
        "license",
        "granted",
        "per",
        "year",
        "specific",
        "think",
        "single",
        "thing",
        "new",
        "york",
        "asking",
        "unreasonable",
        "say",
        "arnold",
        "spencer",
        "general",
        "counsel",
        "coinsource",
        "largest",
        "operator",
        "bitcoin",
        "atm",
        "applied",
        "bitlicense",
        "back",
        "summer",
        "process",
        "need",
        "either",
        "speed",
        "process",
        "need",
        "lower",
        "bitpay",
        "one",
        "expected",
        "receive",
        "approval",
        "january",
        "february",
        "year",
        "submitting",
        "last",
        "document",
        "fiscal",
        "quarter",
        "ended",
        "march",
        "hearing",
        "back",
        "nydfs",
        "bitpay",
        "resubmit",
        "paperwork",
        "spencer",
        "meanwhile",
        "say",
        "every",
        "month",
        "nydfs",
        "sends",
        "coinsource",
        "extremely",
        "thorough",
        "letter",
        "five",
        "page",
        "long",
        "requesting",
        "various",
        "specific",
        "revision",
        "application",
        "impression",
        "guy",
        "working",
        "working",
        "hard",
        "say",
        "impression",
        "could",
        "use",
        "additional",
        "resource",
        "help",
        "possible",
        "though",
        "nydfs",
        "getting",
        "closer",
        "clearing",
        "bottleneck",
        "several",
        "company",
        "including",
        "bitpay",
        "coinsource",
        "bitstamp",
        "anticipate",
        "application",
        "could",
        "approved",
        "imminently",
        "keep",
        "saying",
        "guy",
        "really",
        "close",
        "finish",
        "line",
        "say",
        "beaudry",
        "nydfs",
        "also",
        "hinted",
        "coinsource",
        "home",
        "stretch",
        "according",
        "spencer",
        "expect",
        "going",
        "see",
        "lot",
        "license",
        "granted",
        "next",
        "month",
        "say",
        "version",
        "article",
        "originally",
        "appeared",
        "ledger",
        "fortune",
        "weekly",
        "newsletter",
        "intersection",
        "finance",
        "tech",
        "subscribe",
        "sponsored",
        "financial",
        "content"
    ]
}