{
    "organizations": [],
    "uuid": "313366379d5784bd6d68438b35f4b079bf34e7a2",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/03/globe-newswire-isc-reports-2018-first-quarter-financial-results.html",
    "ord_in_thread": 0,
    "title": "ISC Reports 2018 First Quarter Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "REGINA, Saskatchewan, May 03, 2018 (GLOBE NEWSWIRE) -- Information Services Corporation (TSX:ISV) (“ISC” or the “Company”) today reported on the Company’s financial results for the first quarter ended March 31, 2018.\n2018 First Quarter Highlights\nRevenue of $26.9 million compared to $21.5 million in Q1 2017, up 25.0%. EBITDA (earnings before interest, taxes, depreciation and amortization) of $6.6 million compared to $5.8 million in Q1 2017, up 15.1%. EBITDA margin of 24.7% compared to 26.8% in Q1 2017. Adjusted EBITDA for the quarter was $7.0 million, a margin of 25.9%, compared to $6.2 million and a 28.9% margin in 2017. Net income of $2.6 million or $0.15 per basic and diluted share compared to $2.4 million or $0.14 per basic and diluted share in Q1 2017. Free cash flow of $5.8 million compared to $5.7 million in Q1 2017. During the quarter, the Company announced the signing of agreements to implement its proprietary corporate registry technology to support the Province of Nova Scotia’s Registry of Joint Stock Companies and the Companies Registration Office in Ireland.\nFinancial Position as at March 31, 2018\nCash of $27.2 million compared to $31.3 million as at December 31, 2017. Total debt of $21.6 million remained unchanged compared to December 31, 2017.\nCommenting on ISC’s results, Jeff Stusek, President and CEO stated, “The addition of AVS Systems Inc. to our Services segment has clearly had a positive impact to our revenue, EBITDA and net income, supported by solid and stable results in our Registry Operations and Technology Solutions segments.” Stusek continued, “Our strategy to diversify our business is yielding definitive results. Most importantly, our Services and Technology Solutions segments provide us with two avenues for organic growth, while our Registry Operations segment provides a stable foundation to our overall business.”\nManagement’s Discussion of ISC’s Summary of 2018 First Quarter Financial Results\n(thousands of CAD dollars;\nexcept earnings per share\nand where noted) Three Months\nEnded March 31, 2018\nThree Months\nEnded March 31, 2017\nRevenue – Registry Operations Land Registry $11,835 $11,754 Personal Property Registry 2,371 2,347 Corporate Registry 2,704 2,817 Total Revenue – Registry Operations $ 16,910 $16,918 Revenue - Services $ 8,872 $ 3,754 Revenue - Technology Solutions $ 4,887 $ 4,505 Revenue – Corporate and elimination $ (3,797 ) $(3,681) TOTAL Revenue $ 26,872 $21,496 Expenses $ 22,636 $17,583 EBITDA 1,2 $ 6,639 $ 5,767 EBITDA margin 1,2 (% of revenue) 24.7 % 26.8% Adjusted EBITDA 1,2 $ 6,961 $ 6,221 Adjusted EBITDA margin 1,2 25.9 % 28.9% Net income $ 2,585 $ 2,426 Earnings per share (basic) 3 $ 0.15 $ 0.14 Earnings per share (diluted) 3 $ 0.15 $ 0.14 Free cash flow 1 $ 5,802 $ 5,696 EBITDA, EBITDA margin, adjusted EBITDA, adjusted EBITDA margin and free cash flow are not recognized as measures under IFRS and do not have a standardized meaning prescribed by IFRS and therefore, are not comparable to similar measures reported by other corporations. See sections “Non-IFRS Measures” and “Financial Measures and Key Performance Indicators” for a reconciliation of EBITDA and adjusted EBITDA to net income in the Management’s Discussion & Analysis 2018. The 2017 EBITDA figure does not include the gain from our sale of ownership in D&D. We base the calculation of earnings per share on net income after tax and the weighted average number of shares outstanding during the period.\n2018 First Quarter Results of Operations\nTotal revenue was $26.9 million, up $5.4 million (+25.0%) compared to Q1 2017. Registry Operations segment revenue was $16.9 million, flat compared to Q1 2017. Land Registry revenue was $11.8 million, up $82 thousand (+0.7%) versus Q1 2017. Personal Property Registry was $2.4 million, up $24 thousand (+1.0%) compared to Q1 2017. Corporate Registry revenue was $2.7 million, down $0.1 million (-4.0%) compared to Q1 2017. Services segment revenue was $8.9 million, up $5.1 million (+136.3%) compared to 2017. Technology Solutions segment revenue was $4.9 million, up $0.4 million (+8.5%) compared to Q1 2017. Consolidated expenses (all segments) were $22.6 million (+28.7%) compared to $17.6 million for Q1 2017. Net income was $2.6 million or $0.15 per basic and diluted share, compared to $2.4 million or $0.14 per basic and diluted share for Q1 2017. Capital expenditures were $0.4 million compared to $0.1 million in Q1 2017. As at March 31, 2018, the Company held $27.2 million in cash, compared to $31.3 million as at December 31, 2017, a decrease of $4.1 million. Debt for the three months ended March 31, 2018, remained at $21.6 million compared to December 31, 2017.\nOutlook\nThe following section includes forward-looking information, including statements related to the industries in which we operate, growth opportunities and our future financial position and results including expected revenue, EBITDA and capital expenditures. Refer to section 3 “Caution Regarding Forward-Looking Information” in our Management Discussion and Analysis for the three months ended March 31, 2018.\nOn a consolidated basis, ISC continues to expect total revenue of between $124.0 and $130.0 million with an EBITDA margin of between 24.0 per cent and 26.0 per cent. Our Adjusted EBITDA margin, which adjusts for stock-based compensation expense or income, stock option expense, transactional gains and losses on assets, and acquisition and integration costs, is expected to be between 26.0 and 28.0 percent, in line with historical adjustments. It should be noted that the acquisition of AVS in December 2017, with a high revenue, lower margin profile, changes ISC’s consolidated revenue and EBITDA margin profile compared to previous years. Capital expenditures are expected to range between $4.0 million and $6.0 million and will be funded through operating cash flow.\nWe see two factors influencing the outlook for our Registry Operations segment, specifically the Saskatchewan Land Registry, those being changes to the mortgage rules and an increase in overnight lending rates. The Office of the Superintendent of Financial Institutions (Canada) implemented revisions to its mortgage rules effective on January 1, 2018 , which now include a requirement to “stress test” borrowers with uninsured loans to ensure they could withstand increases in interest rates. Interest rate changes often influence consumer behaviour and, as such, may affect ISC’s business. Given these factors, along with our observed first quarter transaction levels, we expect that softening in the Saskatchewan market may continue. This may impact the overall results from our Registry Operations segment in 2018, absent any additional high value transactions beyond the historical average currently incorporated into our forecast.\nIn our Services segment, we expect to see further customer growth in Financial Support Services in 2018, due to onboarding of new customers in our Services segment and our recent acquisition of AVS. We will continue to invest in our core Services technology platforms to enable integrated solutions in conjunction with its AVS technology in the year ahead.\nFollowing the addition of new business during the quarter in the Company’s newest reporting segment, Technology Solutions, the Company expects to see modest revenue growth in this segment, largely made up of implementation fees associated with new contracts. Following each implementation, revenue will be based on service fees over the life of the contracts. We will continue to pursue new business opportunities in this segment in 2018, while simultaneously investing in RegSys to enhance the platform.\nThe key drivers of our expenses will continue to be wages and salaries, information technology costs as well as the pursuit of new business opportunities.\nNote to Readers\nThe Board of Directors (“Board”) carries out its responsibility for review of this disclosure primarily through the Audit Committee, which is comprised exclusively of independent directors. The Audit Committee reviews and approves the fiscal year-end Management’s Discussion and Analysis (“MD&A”) and financial statements and recommends both to the Board for approval. The interim financial statements and MD&A are reviewed and approved by the Audit Committee.\nThis news release provides a general summary of ISC’s results for the quarters ended March 31, 2018 and 2017. Readers are encouraged to download the Company’s complete financial disclosures. Links to ISC’s financial statements and related notes and MD&A for the period are available on our website in the Investor section at www.company.isc.ca .\nCopies can also be obtained at www.sedar.com by searching Information Services Corporation’s profile or by contacting Information Services Corporation at investor.relations@isc.ca .\nAll figures are in Canadian dollars unless otherwise noted.\nConference Call and Webcast\nWe will hold an investor conference call on Friday, May 4, 2018 at 11:00 a.m. ET (9 a.m. MT) to discuss the results. Participants may join the call by dialing toll-free (844) 419-1765 or (216) 562-0470 for calls outside North America. Simultaneously, an audio webcast of the conference call will also be available at the following link www.company.isc.ca/investor-relations/events . The audio file with a replay of the webcast will be available about 24 hours after the event on our website at the link above. We invite media to attend on a listen-only basis.\nAbout ISC\nHeadquartered in Canada, ISC is the leading provider of registry and information management services for public data and records. Throughout our history, we have delivered value to our clients by providing solutions to manage, secure and administer information through our Registry Operations, Services and Technology Solutions segments. ISC is focused on sustaining its core business while pursuing new growth opportunities. The Class A Shares of ISC trade on the Toronto Stock Exchange under the symbol ISV.\nCautionary Note Regarding Forward-Looking Information\nThis news release contains forward-looking information within the meaning of applicable Canadian securities legislation including, without limitation, those contained in the “Outlook” section hereof and statements related to the industries in which we operate, growth opportunities and our future financial position and results including expected revenue, EBITDA and capital expenditures. Forward-looking information involves known and unknown risks, uncertainties and other factors that may cause actual results or events to differ materially from those expressed or implied by such forward-looking information. Important factors that could cause actual results to differ materially from the Company's plans or expectations include risks relating to changes in economic, market and business conditions, reliance on key customers and licenses, dependence on key projects and clients, securing new business and fixed-price contracts, identification of viable growth opportunities, implementation of our growth strategy, competition and other risks detailed from time to time in the filings made by the Company including those detailed in ISC’s Annual Information Form dated March 13, 2018 and ISC’s unaudited Condensed Consolidated Interim Financial Statements and Notes and Management’s Discussion and Analysis for the first quarter ended March 31, 2018, copies of which are filed on SEDAR at www.sedar.com .\nThe forward-looking information in this release is made as of the date hereof and, except as required under applicable securities legislation, ISC assumes no obligation to update or revise such information to reflect new events or circumstances.\nInvestor Contact\nJonathan Hackshaw\nDirector, Investor Relations & Corporate Communications\n306-798-2136\ninvestor.relations@isc.ca\nPamela Keck\nManager, Investor Relations\nToll Free: 1-855-341-8363 in North America or 1-306-798-1137\ninvestor.relations@isc.ca\nSource:Information Services Corporation",
    "published": "2018-05-04T02:39:00.000+03:00",
    "crawled": "2018-05-04T05:32:35.016+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "regina",
        "saskatchewan",
        "may",
        "globe",
        "newswire",
        "information",
        "service",
        "corporation",
        "tsx",
        "isv",
        "isc",
        "company",
        "today",
        "reported",
        "company",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "first",
        "quarter",
        "highlight",
        "revenue",
        "million",
        "compared",
        "million",
        "q1",
        "ebitda",
        "earnings",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "million",
        "compared",
        "million",
        "q1",
        "ebitda",
        "margin",
        "compared",
        "q1",
        "adjusted",
        "ebitda",
        "quarter",
        "million",
        "margin",
        "compared",
        "million",
        "margin",
        "net",
        "income",
        "million",
        "per",
        "basic",
        "diluted",
        "share",
        "compared",
        "million",
        "per",
        "basic",
        "diluted",
        "share",
        "q1",
        "free",
        "cash",
        "flow",
        "million",
        "compared",
        "million",
        "q1",
        "quarter",
        "company",
        "announced",
        "signing",
        "agreement",
        "implement",
        "proprietary",
        "corporate",
        "registry",
        "technology",
        "support",
        "province",
        "nova",
        "scotia",
        "registry",
        "joint",
        "stock",
        "company",
        "company",
        "registration",
        "office",
        "ireland",
        "financial",
        "position",
        "march",
        "cash",
        "million",
        "compared",
        "million",
        "december",
        "total",
        "debt",
        "million",
        "remained",
        "unchanged",
        "compared",
        "december",
        "commenting",
        "isc",
        "result",
        "jeff",
        "stusek",
        "president",
        "ceo",
        "stated",
        "addition",
        "av",
        "system",
        "service",
        "segment",
        "clearly",
        "positive",
        "impact",
        "revenue",
        "ebitda",
        "net",
        "income",
        "supported",
        "solid",
        "stable",
        "result",
        "registry",
        "operation",
        "technology",
        "solution",
        "stusek",
        "continued",
        "strategy",
        "diversify",
        "business",
        "yielding",
        "definitive",
        "result",
        "importantly",
        "service",
        "technology",
        "solution",
        "segment",
        "provide",
        "u",
        "two",
        "avenue",
        "organic",
        "growth",
        "registry",
        "operation",
        "segment",
        "provides",
        "stable",
        "foundation",
        "overall",
        "management",
        "discussion",
        "isc",
        "summary",
        "first",
        "quarter",
        "financial",
        "result",
        "thousand",
        "cad",
        "dollar",
        "except",
        "earnings",
        "per",
        "share",
        "noted",
        "three",
        "month",
        "ended",
        "march",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "registry",
        "operation",
        "land",
        "registry",
        "personal",
        "property",
        "registry",
        "corporate",
        "registry",
        "total",
        "revenue",
        "registry",
        "operation",
        "revenue",
        "service",
        "revenue",
        "technology",
        "solution",
        "revenue",
        "corporate",
        "elimination",
        "total",
        "revenue",
        "expense",
        "ebitda",
        "ebitda",
        "margin",
        "revenue",
        "adjusted",
        "ebitda",
        "adjusted",
        "ebitda",
        "margin",
        "net",
        "income",
        "earnings",
        "per",
        "share",
        "basic",
        "earnings",
        "per",
        "share",
        "diluted",
        "free",
        "cash",
        "flow",
        "ebitda",
        "ebitda",
        "margin",
        "adjusted",
        "ebitda",
        "adjusted",
        "ebitda",
        "margin",
        "free",
        "cash",
        "flow",
        "recognized",
        "measure",
        "ifrs",
        "standardized",
        "meaning",
        "prescribed",
        "ifrs",
        "therefore",
        "comparable",
        "similar",
        "measure",
        "reported",
        "corporation",
        "see",
        "section",
        "measure",
        "financial",
        "measure",
        "key",
        "performance",
        "indicator",
        "reconciliation",
        "ebitda",
        "adjusted",
        "ebitda",
        "net",
        "income",
        "management",
        "discussion",
        "analysis",
        "ebitda",
        "figure",
        "include",
        "gain",
        "sale",
        "ownership",
        "base",
        "calculation",
        "earnings",
        "per",
        "share",
        "net",
        "income",
        "tax",
        "weighted",
        "average",
        "number",
        "share",
        "outstanding",
        "period",
        "first",
        "quarter",
        "result",
        "operation",
        "total",
        "revenue",
        "million",
        "million",
        "compared",
        "q1",
        "registry",
        "operation",
        "segment",
        "revenue",
        "million",
        "flat",
        "compared",
        "q1",
        "land",
        "registry",
        "revenue",
        "million",
        "thousand",
        "versus",
        "q1",
        "personal",
        "property",
        "registry",
        "million",
        "thousand",
        "compared",
        "q1",
        "corporate",
        "registry",
        "revenue",
        "million",
        "million",
        "compared",
        "q1",
        "service",
        "segment",
        "revenue",
        "million",
        "million",
        "compared",
        "technology",
        "solution",
        "segment",
        "revenue",
        "million",
        "million",
        "compared",
        "q1",
        "consolidated",
        "expense",
        "segment",
        "million",
        "compared",
        "million",
        "q1",
        "net",
        "income",
        "million",
        "per",
        "basic",
        "diluted",
        "share",
        "compared",
        "million",
        "per",
        "basic",
        "diluted",
        "share",
        "q1",
        "capital",
        "expenditure",
        "million",
        "compared",
        "million",
        "q1",
        "march",
        "company",
        "held",
        "million",
        "cash",
        "compared",
        "million",
        "december",
        "decrease",
        "million",
        "debt",
        "three",
        "month",
        "ended",
        "march",
        "remained",
        "million",
        "compared",
        "december",
        "outlook",
        "following",
        "section",
        "includes",
        "information",
        "including",
        "statement",
        "related",
        "industry",
        "operate",
        "growth",
        "opportunity",
        "future",
        "financial",
        "position",
        "result",
        "including",
        "expected",
        "revenue",
        "ebitda",
        "capital",
        "expenditure",
        "refer",
        "section",
        "caution",
        "regarding",
        "information",
        "management",
        "discussion",
        "analysis",
        "three",
        "month",
        "ended",
        "march",
        "consolidated",
        "basis",
        "isc",
        "continues",
        "expect",
        "total",
        "revenue",
        "million",
        "ebitda",
        "margin",
        "per",
        "cent",
        "per",
        "cent",
        "adjusted",
        "ebitda",
        "margin",
        "adjusts",
        "compensation",
        "expense",
        "income",
        "stock",
        "option",
        "expense",
        "transactional",
        "gain",
        "loss",
        "asset",
        "acquisition",
        "integration",
        "cost",
        "expected",
        "percent",
        "line",
        "historical",
        "adjustment",
        "noted",
        "acquisition",
        "av",
        "december",
        "high",
        "revenue",
        "lower",
        "margin",
        "profile",
        "change",
        "isc",
        "consolidated",
        "revenue",
        "ebitda",
        "margin",
        "profile",
        "compared",
        "previous",
        "year",
        "capital",
        "expenditure",
        "expected",
        "range",
        "million",
        "million",
        "funded",
        "operating",
        "cash",
        "flow",
        "see",
        "two",
        "factor",
        "influencing",
        "outlook",
        "registry",
        "operation",
        "segment",
        "specifically",
        "saskatchewan",
        "land",
        "registry",
        "change",
        "mortgage",
        "rule",
        "increase",
        "overnight",
        "lending",
        "rate",
        "office",
        "superintendent",
        "financial",
        "institution",
        "canada",
        "implemented",
        "revision",
        "mortgage",
        "rule",
        "effective",
        "january",
        "include",
        "requirement",
        "stress",
        "test",
        "borrower",
        "uninsured",
        "loan",
        "ensure",
        "could",
        "withstand",
        "increase",
        "interest",
        "rate",
        "interest",
        "rate",
        "change",
        "often",
        "influence",
        "consumer",
        "behaviour",
        "may",
        "affect",
        "isc",
        "business",
        "given",
        "factor",
        "along",
        "observed",
        "first",
        "quarter",
        "transaction",
        "level",
        "expect",
        "softening",
        "saskatchewan",
        "market",
        "may",
        "continue",
        "may",
        "impact",
        "overall",
        "result",
        "registry",
        "operation",
        "segment",
        "absent",
        "additional",
        "high",
        "value",
        "transaction",
        "beyond",
        "historical",
        "average",
        "currently",
        "incorporated",
        "forecast",
        "service",
        "segment",
        "expect",
        "see",
        "customer",
        "growth",
        "financial",
        "support",
        "service",
        "due",
        "onboarding",
        "new",
        "customer",
        "service",
        "segment",
        "recent",
        "acquisition",
        "av",
        "continue",
        "invest",
        "core",
        "service",
        "technology",
        "platform",
        "enable",
        "integrated",
        "solution",
        "conjunction",
        "av",
        "technology",
        "year",
        "ahead",
        "following",
        "addition",
        "new",
        "business",
        "quarter",
        "company",
        "newest",
        "reporting",
        "segment",
        "technology",
        "solution",
        "company",
        "expects",
        "see",
        "modest",
        "revenue",
        "growth",
        "segment",
        "largely",
        "made",
        "implementation",
        "fee",
        "associated",
        "new",
        "contract",
        "following",
        "implementation",
        "revenue",
        "based",
        "service",
        "fee",
        "life",
        "contract",
        "continue",
        "pursue",
        "new",
        "business",
        "opportunity",
        "segment",
        "simultaneously",
        "investing",
        "regsys",
        "enhance",
        "platform",
        "key",
        "driver",
        "expense",
        "continue",
        "wage",
        "salary",
        "information",
        "technology",
        "cost",
        "well",
        "pursuit",
        "new",
        "business",
        "opportunity",
        "note",
        "reader",
        "board",
        "director",
        "board",
        "carry",
        "responsibility",
        "review",
        "disclosure",
        "primarily",
        "audit",
        "committee",
        "comprised",
        "exclusively",
        "independent",
        "director",
        "audit",
        "committee",
        "review",
        "approves",
        "fiscal",
        "management",
        "discussion",
        "analysis",
        "md",
        "financial",
        "statement",
        "recommends",
        "board",
        "approval",
        "interim",
        "financial",
        "statement",
        "md",
        "reviewed",
        "approved",
        "audit",
        "committee",
        "news",
        "release",
        "provides",
        "general",
        "summary",
        "isc",
        "result",
        "quarter",
        "ended",
        "march",
        "reader",
        "encouraged",
        "download",
        "company",
        "complete",
        "financial",
        "disclosure",
        "link",
        "isc",
        "financial",
        "statement",
        "related",
        "note",
        "md",
        "period",
        "available",
        "website",
        "investor",
        "section",
        "copy",
        "also",
        "obtained",
        "searching",
        "information",
        "service",
        "corporation",
        "profile",
        "contacting",
        "information",
        "service",
        "corporation",
        "figure",
        "canadian",
        "dollar",
        "unless",
        "otherwise",
        "noted",
        "conference",
        "call",
        "webcast",
        "hold",
        "investor",
        "conference",
        "call",
        "friday",
        "may",
        "et",
        "mt",
        "discus",
        "result",
        "participant",
        "may",
        "join",
        "call",
        "dialing",
        "call",
        "outside",
        "north",
        "america",
        "simultaneously",
        "audio",
        "webcast",
        "conference",
        "call",
        "also",
        "available",
        "following",
        "link",
        "audio",
        "file",
        "replay",
        "webcast",
        "available",
        "hour",
        "event",
        "website",
        "link",
        "invite",
        "medium",
        "attend",
        "basis",
        "isc",
        "headquartered",
        "canada",
        "isc",
        "leading",
        "provider",
        "registry",
        "information",
        "management",
        "service",
        "public",
        "data",
        "record",
        "throughout",
        "history",
        "delivered",
        "value",
        "client",
        "providing",
        "solution",
        "manage",
        "secure",
        "administer",
        "information",
        "registry",
        "operation",
        "service",
        "technology",
        "solution",
        "segment",
        "isc",
        "focused",
        "sustaining",
        "core",
        "business",
        "pursuing",
        "new",
        "growth",
        "opportunity",
        "class",
        "share",
        "isc",
        "trade",
        "toronto",
        "stock",
        "exchange",
        "symbol",
        "isv",
        "cautionary",
        "note",
        "regarding",
        "information",
        "news",
        "release",
        "contains",
        "information",
        "within",
        "meaning",
        "applicable",
        "canadian",
        "security",
        "legislation",
        "including",
        "without",
        "limitation",
        "contained",
        "outlook",
        "section",
        "hereof",
        "statement",
        "related",
        "industry",
        "operate",
        "growth",
        "opportunity",
        "future",
        "financial",
        "position",
        "result",
        "including",
        "expected",
        "revenue",
        "ebitda",
        "capital",
        "expenditure",
        "information",
        "involves",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "event",
        "differ",
        "materially",
        "expressed",
        "implied",
        "information",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "company",
        "plan",
        "expectation",
        "include",
        "risk",
        "relating",
        "change",
        "economic",
        "market",
        "business",
        "condition",
        "reliance",
        "key",
        "customer",
        "license",
        "dependence",
        "key",
        "project",
        "client",
        "securing",
        "new",
        "business",
        "contract",
        "identification",
        "viable",
        "growth",
        "opportunity",
        "implementation",
        "growth",
        "strategy",
        "competition",
        "risk",
        "detailed",
        "time",
        "time",
        "filing",
        "made",
        "company",
        "including",
        "detailed",
        "isc",
        "annual",
        "information",
        "form",
        "dated",
        "march",
        "isc",
        "unaudited",
        "condensed",
        "consolidated",
        "interim",
        "financial",
        "statement",
        "note",
        "management",
        "discussion",
        "analysis",
        "first",
        "quarter",
        "ended",
        "march",
        "copy",
        "filed",
        "sedar",
        "information",
        "release",
        "made",
        "date",
        "hereof",
        "except",
        "required",
        "applicable",
        "security",
        "legislation",
        "isc",
        "assumes",
        "obligation",
        "update",
        "revise",
        "information",
        "reflect",
        "new",
        "event",
        "circumstance",
        "investor",
        "contact",
        "jonathan",
        "hackshaw",
        "director",
        "investor",
        "relation",
        "corporate",
        "communication",
        "pamela",
        "keck",
        "manager",
        "investor",
        "relation",
        "toll",
        "free",
        "north",
        "america",
        "source",
        "information",
        "service",
        "corporation"
    ]
}