{
    "organizations": [],
    "uuid": "24949c0228bfa411139e5583ee29badffaa5ac61",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/22/globe-newswire-aegean-marine-petroleum-network-inc-provides-business-updates.html",
    "ord_in_thread": 0,
    "title": "Aegean Marine Petroleum Network Inc. Provides Business Updates",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Announces Appointment of Donald Moore as Chairman of the Board\nAnnounces Continuing Strategic and Operational Review to Maximize Return on Capital\nAnnounces Plans to Move Corporate Headquarters and Establish Independent Corporate Identity\nReports Stable Preliminary First Quarter Operating Metrics\nAnnounces Receipt of Expected NYSE Notice Regarding Late Form 20-F Filing\nNEW YORK, May 22, 2018 (GLOBE NEWSWIRE) -- Aegean Marine Petroleum Network Inc. (NYSE:ANW) (\"Aegean\" or the \"Company\" ), a leading international marine fuel logistics company, today provided updates on its business and issued the following statement:\nAegean has reinvigorated its Board of Directors with the addition of three new independent directors, and today announced the appointment of Donald Moore to serve as Chairman of the Board.\nThe Board of Directors has also directed management to conduct a comprehensive strategic and operational review focused on maximizing profitability and return on capital. This includes an evaluation of the Company’s physical assets, existing footprint, and the capital efficiency of every business activity in which the Company is engaged and each port in which it operates.\nFollowing the recent termination of the Company’s Consulting Agreement with Dimitris Melisanidis, the Company is planning to relocate its principal offices from the current location in a building owned and operated by Mr. Melisanidis. The Company expects the office relocation and related organizational changes to result in significant cost savings.\nSeparately, Aegean recorded stable operating results in the first quarter of 2018 as network volumes and gross spreads were largely consistent with the fourth quarter of 2017, reflecting competitive industry conditions and the continued decision to restrain volumes in ports and lines of business with lower margin profiles. Aegean’s business continues to generate positive cash flow and the management team remains focused on continuing to serve the Company’s strong global customer base.\nAegean continues to work through its annual reporting process, which includes a thorough review by the recently recomposed audit committee of the Board of Directors (the “Audit Committee”) and the Company’s recently appointed Chief Financial Officer. The Company and its advisors are working diligently to complete these reviews as soon as possible. The Company is pleased to have the continued support of its lenders and other stakeholders in connection with this process.\nAegean is committed to being a leader in the physical supply and marketing of marine fuel and is confident that its Board of Directors and management team are taking the right actions to position the Company for long-term success.\nAegean also announced that it has received an expected notice from the New York Stock Exchange (the “NYSE”) stating that the Company is not in compliance with the NYSE’s continued listing requirements under the timely filing criteria outlined in Section 802.01E of the NYSE Listed Company Manual due to the delay in filing the Company’s Annual Report on Form 20-F for the fiscal year ended December 31, 2017 (the “2017 Form 20-F”).\nAs previously disclosed, the Company was unable to file its 2017 Form 20-F without unreasonable effort or expense due to the need for additional time to complete the Company’s consolidated financial statements to be included therein, and the related assessment of internal controls over financial reporting. In connection with the Company’s internal review of its financial reporting, the Audit Committee is conducting a review of certain matters relevant to the preparation and completion of the Company’s annual financial statements. The Company will not be in a position to file its 2017 Form 20-F until after the Audit Committee completes its review. At this time, the Company cannot predict with certainty when the above-referenced review of the 2017 financial statements will be completed. The Company does not expect to make further comment regarding such review until its conclusion.\nIn accordance with NYSE rules, Aegean has contacted the NYSE to discuss the status of the late filing and is issuing this required press release. The NYSE informed Aegean that, under NYSE rules, Aegean will have six months from the 2017 Form 20-F due date to file the 2017 Form 20-F with the U.S. Securities and Exchange Commission (the “SEC”). Aegean can regain compliance with the NYSE listing standards at any time prior to that date by filing its 2017 Form 20-F.\nAbout Donald Moore\nMr. Moore has over 40 years of experience in the financial services industry at Morgan Stanley, most recently as Chairman of Morgan Stanley Group (Europe) from 2000-2016 where he was involved in over 500 billion euros ($552 billion) worth of transactions throughout Europe, working closely with governments, institutions and corporations on strategic issues, including mergers, acquisitions, divestitures, restructurings and equity financings.\nAbout Aegean Marine Petroleum Network Inc.\nAegean Marine Petroleum Network Inc. is an international marine fuel logistics company that markets and physically supplies refined marine fuel and lubricants to ships in port and at sea. The Company procures product from various sources (such as refineries, oil producers, and traders) and resells it to a diverse group of customers across all major commercial shipping sectors and leading cruise lines. Currently, Aegean has a global presence in more than 30 markets and a team of professionals ready to serve its customers wherever they are around the globe. For additional information please visit: www.ampni.com .\nCautionary Statement Regarding Forward-Looking Statements\nMatters discussed or referenced in this press release may constitute forward-looking statements. The Private Securities Litigation Reform Act of 1995 provides safe harbor protections for forward-looking statements in order to encourage companies to provide prospective information about their business. Forward-looking statements include statements concerning plans, objectives, goals, strategies, future events or performance, and underlying assumptions and other statements, which are other than statements of historical facts.\nThe Company desires to take advantage of the safe harbor provisions of the Private Securities Litigation Reform Act of 1995 and is including this cautionary statement in connection with this safe harbor legislation. The words \"believe,\" \"intend,\" \"anticipate,\" \"estimate,\" \"project,\" \"forecast,\" \"plan,\" \"potential,\" \"may,\" \"should,\" \"expect\" and similar expressions identify forward-looking statements. Any forward-looking statements made or referenced in this press release are based upon various assumptions, many of which are based, in turn, upon further assumptions, including without limitation, Company management's examination of historical operating trends, data contained in the Company’s records and other data available from third parties. Although the Company believes that these assumptions were reasonable when made, because these assumptions are inherently subject to significant uncertainties and contingencies which are difficult or impossible to predict and are beyond the Company’s control, the Company cannot assure you that it will achieve or accomplish these expectations, beliefs or projections.\nIn addition to these important factors, other important factors that, in the Company’s view, could cause actual results to differ materially from those discussed in the forward-looking statements include the Company’s ability to manage growth, the Company’s ability to maintain its business in light of its proposed business and location expansion or other changes in its business, the Company’s ability to obtain double hull secondhand bunkering tankers, the outcome of legal, tax or regulatory proceedings to which the Company may become a party, adverse conditions in the shipping or the marine fuel supply industries, the Company’s ability to retain its key suppliers and key customers, material disruptions in the availability or supply of crude oil or refined petroleum products, changes in the market price of petroleum, including the volatility of spot pricing, increased levels of competition, compliance or lack of compliance with various environmental and other applicable laws and regulations, the Company’s ability to collect accounts receivable, changes in the political, economic or regulatory conditions in the markets in which the Company operates, and the world in general, the Company’s failure to hedge certain financial risks associated with its business, the Company’s ability to maintain its current tax treatments and the Company’s failure to comply with restrictions or covenants in its debt agreements and other factors. Please see the Company’s filings with the SEC for a more complete discussion of these and other risks and uncertainties.\nCONTACTS:\nAegean Marine Petroleum Network Inc.\nTel. +1-212-430-1098\nEmail: investor@ampni.com\nInvestor Relations / Media Advisor\nNicolas Bornozis / Daniela Guerrero\nCapital Link, Inc.\nTel. +1-212-661-7566\nEmail: aegean@capitallink.com\nSource:Aegean Marine Petroleum Network Inc.",
    "published": "2018-05-23T00:30:00.000+03:00",
    "crawled": "2018-05-23T03:35:40.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "announces",
        "appointment",
        "donald",
        "moore",
        "chairman",
        "board",
        "announces",
        "continuing",
        "strategic",
        "operational",
        "review",
        "maximize",
        "return",
        "capital",
        "announces",
        "plan",
        "move",
        "corporate",
        "headquarters",
        "establish",
        "independent",
        "corporate",
        "identity",
        "report",
        "stable",
        "preliminary",
        "first",
        "quarter",
        "operating",
        "metric",
        "announces",
        "receipt",
        "expected",
        "nyse",
        "notice",
        "regarding",
        "late",
        "form",
        "filing",
        "new",
        "york",
        "may",
        "globe",
        "newswire",
        "aegean",
        "marine",
        "petroleum",
        "network",
        "nyse",
        "anw",
        "aegean",
        "company",
        "leading",
        "international",
        "marine",
        "fuel",
        "logistics",
        "company",
        "today",
        "provided",
        "update",
        "business",
        "issued",
        "following",
        "statement",
        "aegean",
        "reinvigorated",
        "board",
        "director",
        "addition",
        "three",
        "new",
        "independent",
        "director",
        "today",
        "announced",
        "appointment",
        "donald",
        "moore",
        "serve",
        "chairman",
        "board",
        "board",
        "director",
        "also",
        "directed",
        "management",
        "conduct",
        "comprehensive",
        "strategic",
        "operational",
        "review",
        "focused",
        "maximizing",
        "profitability",
        "return",
        "capital",
        "includes",
        "evaluation",
        "company",
        "physical",
        "asset",
        "existing",
        "footprint",
        "capital",
        "efficiency",
        "every",
        "business",
        "activity",
        "company",
        "engaged",
        "port",
        "operates",
        "following",
        "recent",
        "termination",
        "company",
        "consulting",
        "agreement",
        "dimitris",
        "melisanidis",
        "company",
        "planning",
        "relocate",
        "principal",
        "office",
        "current",
        "location",
        "building",
        "owned",
        "operated",
        "melisanidis",
        "company",
        "expects",
        "office",
        "relocation",
        "related",
        "organizational",
        "change",
        "result",
        "significant",
        "cost",
        "saving",
        "separately",
        "aegean",
        "recorded",
        "stable",
        "operating",
        "result",
        "first",
        "quarter",
        "network",
        "volume",
        "gross",
        "spread",
        "largely",
        "consistent",
        "fourth",
        "quarter",
        "reflecting",
        "competitive",
        "industry",
        "condition",
        "continued",
        "decision",
        "restrain",
        "volume",
        "port",
        "line",
        "business",
        "lower",
        "margin",
        "profile",
        "aegean",
        "business",
        "continues",
        "generate",
        "positive",
        "cash",
        "flow",
        "management",
        "team",
        "remains",
        "focused",
        "continuing",
        "serve",
        "company",
        "strong",
        "global",
        "customer",
        "base",
        "aegean",
        "continues",
        "work",
        "annual",
        "reporting",
        "process",
        "includes",
        "thorough",
        "review",
        "recently",
        "recomposed",
        "audit",
        "committee",
        "board",
        "director",
        "audit",
        "committee",
        "company",
        "recently",
        "appointed",
        "chief",
        "financial",
        "officer",
        "company",
        "advisor",
        "working",
        "diligently",
        "complete",
        "review",
        "soon",
        "possible",
        "company",
        "pleased",
        "continued",
        "support",
        "lender",
        "stakeholder",
        "connection",
        "process",
        "aegean",
        "committed",
        "leader",
        "physical",
        "supply",
        "marketing",
        "marine",
        "fuel",
        "confident",
        "board",
        "director",
        "management",
        "team",
        "taking",
        "right",
        "action",
        "position",
        "company",
        "success",
        "aegean",
        "also",
        "announced",
        "received",
        "expected",
        "notice",
        "new",
        "york",
        "stock",
        "exchange",
        "nyse",
        "stating",
        "company",
        "compliance",
        "nyse",
        "continued",
        "listing",
        "requirement",
        "timely",
        "filing",
        "criterion",
        "outlined",
        "section",
        "nyse",
        "listed",
        "company",
        "manual",
        "due",
        "delay",
        "filing",
        "company",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "form",
        "previously",
        "disclosed",
        "company",
        "unable",
        "file",
        "form",
        "without",
        "unreasonable",
        "effort",
        "expense",
        "due",
        "need",
        "additional",
        "time",
        "complete",
        "company",
        "consolidated",
        "financial",
        "statement",
        "included",
        "therein",
        "related",
        "assessment",
        "internal",
        "control",
        "financial",
        "reporting",
        "connection",
        "company",
        "internal",
        "review",
        "financial",
        "reporting",
        "audit",
        "committee",
        "conducting",
        "review",
        "certain",
        "matter",
        "relevant",
        "preparation",
        "completion",
        "company",
        "annual",
        "financial",
        "statement",
        "company",
        "position",
        "file",
        "form",
        "audit",
        "committee",
        "completes",
        "review",
        "time",
        "company",
        "predict",
        "certainty",
        "review",
        "financial",
        "statement",
        "completed",
        "company",
        "expect",
        "make",
        "comment",
        "regarding",
        "review",
        "conclusion",
        "accordance",
        "nyse",
        "rule",
        "aegean",
        "contacted",
        "nyse",
        "discus",
        "status",
        "late",
        "filing",
        "issuing",
        "required",
        "press",
        "release",
        "nyse",
        "informed",
        "aegean",
        "nyse",
        "rule",
        "aegean",
        "six",
        "month",
        "form",
        "due",
        "date",
        "file",
        "form",
        "security",
        "exchange",
        "commission",
        "sec",
        "aegean",
        "regain",
        "compliance",
        "nyse",
        "listing",
        "standard",
        "time",
        "prior",
        "date",
        "filing",
        "form",
        "donald",
        "moore",
        "moore",
        "year",
        "experience",
        "financial",
        "service",
        "industry",
        "morgan",
        "stanley",
        "recently",
        "chairman",
        "morgan",
        "stanley",
        "group",
        "europe",
        "involved",
        "billion",
        "euro",
        "billion",
        "worth",
        "transaction",
        "throughout",
        "europe",
        "working",
        "closely",
        "government",
        "institution",
        "corporation",
        "strategic",
        "issue",
        "including",
        "merger",
        "acquisition",
        "divestiture",
        "restructurings",
        "equity",
        "financing",
        "aegean",
        "marine",
        "petroleum",
        "network",
        "aegean",
        "marine",
        "petroleum",
        "network",
        "international",
        "marine",
        "fuel",
        "logistics",
        "company",
        "market",
        "physically",
        "supply",
        "refined",
        "marine",
        "fuel",
        "lubricant",
        "ship",
        "port",
        "sea",
        "company",
        "procures",
        "product",
        "various",
        "source",
        "refinery",
        "oil",
        "producer",
        "trader",
        "resells",
        "diverse",
        "group",
        "customer",
        "across",
        "major",
        "commercial",
        "shipping",
        "sector",
        "leading",
        "cruise",
        "line",
        "currently",
        "aegean",
        "global",
        "presence",
        "market",
        "team",
        "professional",
        "ready",
        "serve",
        "customer",
        "wherever",
        "around",
        "globe",
        "additional",
        "information",
        "please",
        "visit",
        "cautionary",
        "statement",
        "regarding",
        "statement",
        "matter",
        "discussed",
        "referenced",
        "press",
        "release",
        "may",
        "constitute",
        "statement",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "provides",
        "safe",
        "harbor",
        "protection",
        "statement",
        "order",
        "encourage",
        "company",
        "provide",
        "prospective",
        "information",
        "business",
        "statement",
        "include",
        "statement",
        "concerning",
        "plan",
        "objective",
        "goal",
        "strategy",
        "future",
        "event",
        "performance",
        "underlying",
        "assumption",
        "statement",
        "statement",
        "historical",
        "fact",
        "company",
        "desire",
        "take",
        "advantage",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "including",
        "cautionary",
        "statement",
        "connection",
        "safe",
        "harbor",
        "legislation",
        "word",
        "believe",
        "intend",
        "anticipate",
        "estimate",
        "project",
        "forecast",
        "plan",
        "potential",
        "may",
        "expect",
        "similar",
        "expression",
        "identify",
        "statement",
        "statement",
        "made",
        "referenced",
        "press",
        "release",
        "based",
        "upon",
        "various",
        "assumption",
        "many",
        "based",
        "turn",
        "upon",
        "assumption",
        "including",
        "without",
        "limitation",
        "company",
        "management",
        "examination",
        "historical",
        "operating",
        "trend",
        "data",
        "contained",
        "company",
        "record",
        "data",
        "available",
        "third",
        "party",
        "although",
        "company",
        "belief",
        "assumption",
        "reasonable",
        "made",
        "assumption",
        "inherently",
        "subject",
        "significant",
        "uncertainty",
        "contingency",
        "difficult",
        "impossible",
        "predict",
        "beyond",
        "company",
        "control",
        "company",
        "assure",
        "achieve",
        "accomplish",
        "expectation",
        "belief",
        "projection",
        "addition",
        "important",
        "factor",
        "important",
        "factor",
        "company",
        "view",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "discussed",
        "statement",
        "include",
        "company",
        "ability",
        "manage",
        "growth",
        "company",
        "ability",
        "maintain",
        "business",
        "light",
        "proposed",
        "business",
        "location",
        "expansion",
        "change",
        "business",
        "company",
        "ability",
        "obtain",
        "double",
        "hull",
        "secondhand",
        "bunkering",
        "tanker",
        "outcome",
        "legal",
        "tax",
        "regulatory",
        "proceeding",
        "company",
        "may",
        "become",
        "party",
        "adverse",
        "condition",
        "shipping",
        "marine",
        "fuel",
        "supply",
        "industry",
        "company",
        "ability",
        "retain",
        "key",
        "supplier",
        "key",
        "customer",
        "material",
        "disruption",
        "availability",
        "supply",
        "crude",
        "oil",
        "refined",
        "petroleum",
        "product",
        "change",
        "market",
        "price",
        "petroleum",
        "including",
        "volatility",
        "spot",
        "pricing",
        "increased",
        "level",
        "competition",
        "compliance",
        "lack",
        "compliance",
        "various",
        "environmental",
        "applicable",
        "law",
        "regulation",
        "company",
        "ability",
        "collect",
        "account",
        "receivable",
        "change",
        "political",
        "economic",
        "regulatory",
        "condition",
        "market",
        "company",
        "operates",
        "world",
        "general",
        "company",
        "failure",
        "hedge",
        "certain",
        "financial",
        "risk",
        "associated",
        "business",
        "company",
        "ability",
        "maintain",
        "current",
        "tax",
        "treatment",
        "company",
        "failure",
        "comply",
        "restriction",
        "covenant",
        "debt",
        "agreement",
        "factor",
        "please",
        "see",
        "company",
        "filing",
        "sec",
        "complete",
        "discussion",
        "risk",
        "uncertainty",
        "contact",
        "aegean",
        "marine",
        "petroleum",
        "network",
        "tel",
        "email",
        "investor",
        "investor",
        "relation",
        "medium",
        "advisor",
        "nicolas",
        "bornozis",
        "daniela",
        "guerrero",
        "capital",
        "link",
        "tel",
        "email",
        "aegean",
        "source",
        "aegean",
        "marine",
        "petroleum",
        "network",
        "inc"
    ]
}