{
    "organizations": [],
    "uuid": "1d4fef61a6e9df78f436dddd9a05cdfe453a9898",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/28/pr-newswire-concordia-international-corp-announces-changes-to-its-board-of-directors.html",
    "ord_in_thread": 0,
    "title": "Concordia International Corp. Announces Changes to its Board of Directors",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "OAKVILLE, ON, May 28, 2018 /PRNewswire/ - Concordia International Corp. (\"Concordia\" or the \"Company\") (NASDAQ: CXRX) (TSX: CXR), an international specialty pharmaceutical company focused on becoming a leader in European specialty, off-patent medicines, today announced that Jordan Kupinsky, Non-Executive Chairman of the Board of Directors of Concordia (the \"Board\"), is stepping down, effective immediately.\nAs a result, the Company will not be seeking the reappointment of Mr. Kupinsky to the Board at its Annual General and Special Meeting of Shareholders scheduled for June 19, 2018 (the \"Shareholders' Meeting\").\nThe Company also announced today the appointment of Randy Benson to fill a vacancy on the Board, and to ensure that the Board has the required number of Canadian resident directors pursuant to the Business Corporations Act (Ontario). Mr. Benson will stand for election at the Shareholders' Meeting.\n\"We thank Jordan for his contributions to the Company,\" said Graeme Duncan, interim Chief Executive Officer of Concordia. \"Jordan has been a Board member since Concordia's go-public transaction in 2013, and has been its Non-Executive Chairman since November 2016. We have made significant progress towards the realignment of our capital structure, and given such progress, Jordan has decided to step down from the Board to focus on other opportunities.\"\nMr. Duncan continued, \"Concordia is also pleased to welcome Randy to its Board. We believe that his experience in corporate recapitalizations will benefit our stakeholders as we move forward with our capital structure realignment.\"\nBased in Toronto, Canada, Mr. Benson has more than 18 years of experience managing corporate restructurings and turnarounds, most recently as Principal at RC Benson Consulting, Inc. From 2012 to 2016, Mr. Benson was Partner and National Co-leader, Restructuring and Turnaround at KPMG Canada. Prior to that, Mr. Benson held various executive positions in the areas of general management, finance, distribution and logistics.\nHe has also served as Chair of the Ad-Hoc Finance and Investment Committee for the Canadian Stem Cell Foundation.\nAbout Concordia\nConcordia is an international specialty pharmaceutical company with a diversified portfolio of more than 200 patented and off-patent products, and sales in more than 90 countries. Going forward, the Company is focused on becoming a leader in European specialty, off-patent medicines.\nConcordia operates out of facilities in Oakville, Ontario and, through its subsidiaries, operates out of facilities in Bridgetown, Barbados; London, England and Mumbai, India.\nNotice regarding forward-looking statements and information:\nThis press release includes forward-looking statements within the meaning of the United States Private Securities Litigation Reform Act of 1995 and forward-looking information within the meaning of Canadian securities laws, regarding Concordia and its business, which may include, but are not limited to statements relating to the timing of Concordia's Shareholders' Meeting, the election of directors to the Board, Mr. Benson's experience and such experience benefiting Concordia and its stakeholders, the progress made in connection with Concordia's recapitalization transaction and Concordia becoming a leader in European specialty, off-patent medicines. Often, but not always, forward-looking statements and forward-looking information can be identified by the use of words such as \"plans\", \"is expected\", \"expects\", \"scheduled\", \"intends\", \"contemplates\", \"anticipates\", \"believes\", \"proposes\" or variations (including negative and grammatical variations) of such words and phrases, or state that certain actions, events or results \"may\", \"could\", \"would\", \"might\" or \"will\" be taken, occur or be achieved. Such statements are based on the current expectations of Concordia's management, and are based on assumptions and subject to risks and uncertainties. Although Concordia's management believes that the assumptions underlying these statements are reasonable, they may prove to be incorrect. The forward-looking events and circumstances discussed in this press release may not occur by certain specified dates or at all and could differ materially as a result of known and unknown risk factors and uncertainties affecting Concordia, including risks associated with any delay in holding the Shareholders' Meeting, directors not being appointed to the Board, Concordia not having the required number of Canadian resident directors on its Board, the inability of Mr. Benson to contribute to Concordia's recapitalization efforts, the experience of Mr. Benson not benefiting Concordia and/or its stakeholders, Concordia's securities, the inability to negotiate with Concordia's lenders, risks associated with a proposed recapitalization transaction including the inability to complete a proposed recapitalization transaction or complete a proposed recapitalization transaction in a timely or efficient manner, the inability to reach a consensual transaction with holders of the Company's debt, the CBCA process not providing the protection sought by Concordia, third parties not complying with the CBCA order and taking steps against Concordia and its subsidiaries, the inability to address deferred payments as part of any recapitalization transaction, risks associated with developing new product indications, increased indebtedness and leverage, the inability to generate cash flows, revenues and/or stable margins, the inability to grow organically, the inability to repay debt and/or satisfy future obligations, risks associated with Concordia's outstanding debt, risks associated with the geographic markets in which Concordia operates and/or distributes its products, risks associated with fluctuations in exchange rates (including, without limitation, fluctuations in currencies), risks associated with the use of Concordia's products to treat certain diseases, the pharmaceutical industry and the regulation thereof, regulatory investigations, the failure to comply with applicable laws, risks relating to distribution arrangements, possible failure to realize the anticipated benefits of acquisitions and/or product launches, risks associated with the integration of assets and businesses into Concordia's business, product launches, the inability to launch products, the fact that historical and projected financial information may not be representative of Concordia's future results, the failure to obtain regulatory approvals, economic factors, market conditions, acquisition opportunities, risks associated with the acquisition and/or launch of pharmaceutical products, risks regarding clinical trials and/or patient enrolment into clinical trials, the equity and debt markets generally, risks associated with growth and competition (including, without limitation, with respect to Concordia's niche, hard-to-make products), general economic and stock market conditions, risks associated with the United Kingdom's exit from the European Union (including, without limitation, risks associated with regulatory changes in the pharmaceutical industry, changes in cross-border tariff and cost structures and the loss of access to the European Union global trade markets), risks related to patent infringement actions, the loss of intellectual property rights, risks and uncertainties detailed from time to time in Concordia's filings with the Securities and Exchange Commission and the Canadian Securities Administrators and many other factors beyond the control of Concordia. Although Concordia has attempted to identify important factors that could cause actual actions, events or results to differ materially from those described in forward-looking statements and forward-looking information, there may be other factors that cause actions, events or results to differ from those anticipated, estimated or intended. No forward-looking statement or forward-looking information can be guaranteed. Except as required by applicable securities laws, forward-looking statements and forward-looking information speak only as of the date on which they are made and Concordia undertakes no obligation to publicly update or revise any forward-looking statement or forward-looking information, whether as a result of new information, future events, or otherwise.\nView original content: http://www.prnewswire.com/news-releases/concordia-international-corp-announces-changes-to-its-board-of-directors-300655393.html\nSOURCE Concordia International Corp.",
    "published": "2018-05-28T15:00:00.000+03:00",
    "crawled": "2018-05-28T16:18:13.009+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "oakville",
        "may",
        "concordia",
        "international",
        "concordia",
        "company",
        "nasdaq",
        "cxrx",
        "tsx",
        "cxr",
        "international",
        "specialty",
        "pharmaceutical",
        "company",
        "focused",
        "becoming",
        "leader",
        "european",
        "specialty",
        "medicine",
        "today",
        "announced",
        "jordan",
        "kupinsky",
        "chairman",
        "board",
        "director",
        "concordia",
        "board",
        "stepping",
        "effective",
        "immediately",
        "result",
        "company",
        "seeking",
        "reappointment",
        "kupinsky",
        "board",
        "annual",
        "general",
        "special",
        "meeting",
        "shareholder",
        "scheduled",
        "june",
        "shareholder",
        "meeting",
        "company",
        "also",
        "announced",
        "today",
        "appointment",
        "randy",
        "benson",
        "fill",
        "vacancy",
        "board",
        "ensure",
        "board",
        "required",
        "number",
        "canadian",
        "resident",
        "director",
        "pursuant",
        "business",
        "corporation",
        "act",
        "ontario",
        "benson",
        "stand",
        "election",
        "shareholder",
        "meeting",
        "thank",
        "jordan",
        "contribution",
        "company",
        "said",
        "graeme",
        "duncan",
        "interim",
        "chief",
        "executive",
        "officer",
        "concordia",
        "jordan",
        "board",
        "member",
        "since",
        "concordia",
        "transaction",
        "chairman",
        "since",
        "november",
        "made",
        "significant",
        "progress",
        "towards",
        "realignment",
        "capital",
        "structure",
        "given",
        "progress",
        "jordan",
        "decided",
        "step",
        "board",
        "focus",
        "opportunity",
        "duncan",
        "continued",
        "concordia",
        "also",
        "pleased",
        "welcome",
        "randy",
        "board",
        "believe",
        "experience",
        "corporate",
        "recapitalizations",
        "benefit",
        "stakeholder",
        "move",
        "forward",
        "capital",
        "structure",
        "realignment",
        "based",
        "toronto",
        "canada",
        "benson",
        "year",
        "experience",
        "managing",
        "corporate",
        "restructurings",
        "turnaround",
        "recently",
        "principal",
        "rc",
        "benson",
        "consulting",
        "benson",
        "partner",
        "national",
        "restructuring",
        "turnaround",
        "kpmg",
        "canada",
        "prior",
        "benson",
        "held",
        "various",
        "executive",
        "position",
        "area",
        "general",
        "management",
        "finance",
        "distribution",
        "logistics",
        "also",
        "served",
        "chair",
        "finance",
        "investment",
        "committee",
        "canadian",
        "stem",
        "cell",
        "foundation",
        "concordia",
        "concordia",
        "international",
        "specialty",
        "pharmaceutical",
        "company",
        "diversified",
        "portfolio",
        "patented",
        "product",
        "sale",
        "country",
        "going",
        "forward",
        "company",
        "focused",
        "becoming",
        "leader",
        "european",
        "specialty",
        "medicine",
        "concordia",
        "operates",
        "facility",
        "oakville",
        "ontario",
        "subsidiary",
        "operates",
        "facility",
        "bridgetown",
        "barbados",
        "london",
        "england",
        "mumbai",
        "india",
        "notice",
        "regarding",
        "statement",
        "information",
        "press",
        "release",
        "includes",
        "statement",
        "within",
        "meaning",
        "united",
        "state",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "information",
        "within",
        "meaning",
        "canadian",
        "security",
        "law",
        "regarding",
        "concordia",
        "business",
        "may",
        "include",
        "limited",
        "statement",
        "relating",
        "timing",
        "concordia",
        "shareholder",
        "meeting",
        "election",
        "director",
        "board",
        "benson",
        "experience",
        "experience",
        "benefiting",
        "concordia",
        "stakeholder",
        "progress",
        "made",
        "connection",
        "concordia",
        "recapitalization",
        "transaction",
        "concordia",
        "becoming",
        "leader",
        "european",
        "specialty",
        "medicine",
        "often",
        "always",
        "statement",
        "information",
        "identified",
        "use",
        "word",
        "plan",
        "expected",
        "expects",
        "scheduled",
        "intends",
        "contemplates",
        "anticipates",
        "belief",
        "proposes",
        "variation",
        "including",
        "negative",
        "grammatical",
        "variation",
        "word",
        "phrase",
        "state",
        "certain",
        "action",
        "event",
        "result",
        "may",
        "could",
        "would",
        "might",
        "taken",
        "occur",
        "achieved",
        "statement",
        "based",
        "current",
        "expectation",
        "concordia",
        "management",
        "based",
        "assumption",
        "subject",
        "risk",
        "uncertainty",
        "although",
        "concordia",
        "management",
        "belief",
        "assumption",
        "underlying",
        "statement",
        "reasonable",
        "may",
        "prove",
        "incorrect",
        "event",
        "circumstance",
        "discussed",
        "press",
        "release",
        "may",
        "occur",
        "certain",
        "specified",
        "date",
        "could",
        "differ",
        "materially",
        "result",
        "known",
        "unknown",
        "risk",
        "factor",
        "uncertainty",
        "affecting",
        "concordia",
        "including",
        "risk",
        "associated",
        "delay",
        "holding",
        "shareholder",
        "meeting",
        "director",
        "appointed",
        "board",
        "concordia",
        "required",
        "number",
        "canadian",
        "resident",
        "director",
        "board",
        "inability",
        "benson",
        "contribute",
        "concordia",
        "recapitalization",
        "effort",
        "experience",
        "benson",
        "benefiting",
        "concordia",
        "stakeholder",
        "concordia",
        "security",
        "inability",
        "negotiate",
        "concordia",
        "lender",
        "risk",
        "associated",
        "proposed",
        "recapitalization",
        "transaction",
        "including",
        "inability",
        "complete",
        "proposed",
        "recapitalization",
        "transaction",
        "complete",
        "proposed",
        "recapitalization",
        "transaction",
        "timely",
        "efficient",
        "manner",
        "inability",
        "reach",
        "consensual",
        "transaction",
        "holder",
        "company",
        "debt",
        "cbca",
        "process",
        "providing",
        "protection",
        "sought",
        "concordia",
        "third",
        "party",
        "complying",
        "cbca",
        "order",
        "taking",
        "step",
        "concordia",
        "subsidiary",
        "inability",
        "address",
        "deferred",
        "payment",
        "part",
        "recapitalization",
        "transaction",
        "risk",
        "associated",
        "developing",
        "new",
        "product",
        "indication",
        "increased",
        "indebtedness",
        "leverage",
        "inability",
        "generate",
        "cash",
        "flow",
        "revenue",
        "stable",
        "margin",
        "inability",
        "grow",
        "organically",
        "inability",
        "repay",
        "debt",
        "satisfy",
        "future",
        "obligation",
        "risk",
        "associated",
        "concordia",
        "outstanding",
        "debt",
        "risk",
        "associated",
        "geographic",
        "market",
        "concordia",
        "operates",
        "distributes",
        "product",
        "risk",
        "associated",
        "fluctuation",
        "exchange",
        "rate",
        "including",
        "without",
        "limitation",
        "fluctuation",
        "currency",
        "risk",
        "associated",
        "use",
        "concordia",
        "product",
        "treat",
        "certain",
        "disease",
        "pharmaceutical",
        "industry",
        "regulation",
        "thereof",
        "regulatory",
        "investigation",
        "failure",
        "comply",
        "applicable",
        "law",
        "risk",
        "relating",
        "distribution",
        "arrangement",
        "possible",
        "failure",
        "realize",
        "anticipated",
        "benefit",
        "acquisition",
        "product",
        "launch",
        "risk",
        "associated",
        "integration",
        "asset",
        "business",
        "concordia",
        "business",
        "product",
        "launch",
        "inability",
        "launch",
        "product",
        "fact",
        "historical",
        "projected",
        "financial",
        "information",
        "may",
        "representative",
        "concordia",
        "future",
        "result",
        "failure",
        "obtain",
        "regulatory",
        "approval",
        "economic",
        "factor",
        "market",
        "condition",
        "acquisition",
        "opportunity",
        "risk",
        "associated",
        "acquisition",
        "launch",
        "pharmaceutical",
        "product",
        "risk",
        "regarding",
        "clinical",
        "trial",
        "patient",
        "enrolment",
        "clinical",
        "trial",
        "equity",
        "debt",
        "market",
        "generally",
        "risk",
        "associated",
        "growth",
        "competition",
        "including",
        "without",
        "limitation",
        "respect",
        "concordia",
        "niche",
        "product",
        "general",
        "economic",
        "stock",
        "market",
        "condition",
        "risk",
        "associated",
        "united",
        "kingdom",
        "exit",
        "european",
        "union",
        "including",
        "without",
        "limitation",
        "risk",
        "associated",
        "regulatory",
        "change",
        "pharmaceutical",
        "industry",
        "change",
        "tariff",
        "cost",
        "structure",
        "loss",
        "access",
        "european",
        "union",
        "global",
        "trade",
        "market",
        "risk",
        "related",
        "patent",
        "infringement",
        "action",
        "loss",
        "intellectual",
        "property",
        "right",
        "risk",
        "uncertainty",
        "detailed",
        "time",
        "time",
        "concordia",
        "filing",
        "security",
        "exchange",
        "commission",
        "canadian",
        "security",
        "administrator",
        "many",
        "factor",
        "beyond",
        "control",
        "concordia",
        "although",
        "concordia",
        "attempted",
        "identify",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "action",
        "event",
        "result",
        "differ",
        "materially",
        "described",
        "statement",
        "information",
        "may",
        "factor",
        "cause",
        "action",
        "event",
        "result",
        "differ",
        "anticipated",
        "estimated",
        "intended",
        "statement",
        "information",
        "guaranteed",
        "except",
        "required",
        "applicable",
        "security",
        "law",
        "statement",
        "information",
        "speak",
        "date",
        "made",
        "concordia",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "information",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "view",
        "original",
        "content",
        "http",
        "source",
        "concordia",
        "international",
        "corp"
    ]
}