{
    "organizations": [],
    "uuid": "9587736ed14335e4fc7b6f52735d87e1fc515212",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/05/10/the-robots-are-coming-to-the-bond-market.html",
    "ord_in_thread": 0,
    "title": "The robots are coming to the bond market",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Abbie has enjoyed a brilliant start to her new job as a junior fund manager at AllianceBernstein, a $500bn investment group in New York. In her first three months she has handled thousands of bond trades worth nearly $19bn, never complaining, messing up or even taking a break.\nThat's because she is an algorithm.\nAllianceBernstein's latest robotic employee did initially have a problem understanding some of the niceties of her human bosses — at first Abbie was stumped by what they meant with the word \"please\" — but she already handles about 35 per cent of their bond trades. The asset manager, which is considering the relocation of its headquarters to Nashville, Tennessee, is optimistic that Abbie will soon be able to automate large parts of the work of its two dozen human assistant portfolio managers.\nReceive 4 weeks of unlimited digital access to the Financial Times for just $1 .\nAbbie might seem unremarkable to observers who have seen a series of technological revolutions reshape the stock market. But the bond market has historically been a vast but old-fashioned corner of the financial system, with little transparency and trading often conducted by phone.\nYet a confluence of factors is now beginning to have a profound impact on the $50tn fixed income market.\nBanks complain that more onerous regulations have hamstrung their ability to play their traditional role in lubricating activity in the bond market. That has spurred efforts to explore new ways to trade debt. The hope is that modernising the market's technological architecture can cut costs and improve its efficiency.\nThe \"electronification\" of the bigger government debt markets — such as US Treasuries or UK Gilts — is already well under way, and some experts predict that less traded markets such as corporate, municipal or emerging market debt will be the next to succumb to the march of the machines.\nThere is still scepticism that bonds can ever trade in a similar fashion to equities. Doubters point out that a company might only have issued one stock, but dozens of unique bonds. In fact, there are only 43,000 stocks in the world, but there are millions of bonds, each with their own legal and financial idiosyncrasies. Bigger chunks of debt are especially hard to trade without human finesse: sceptics compare it to how people might be comfortable buying a TV online, but not a house.\nBut if modern regulations have plunged bond trading into a funk, then modern technology has handed the finance industry the means to turn the predicament into an opportunity. Stocks may be fundamentally different from fixed income, but that does not mean the latter cannot benefit from advances in data science and artificial intelligence.\nMoreover, electronification is just one facet of how bond trading is being dragged into the 21st century, with banks and investors exploring myriad ways to modernise the entire fixed income market — as Abbie attests to.\n\"Before the crisis the technology available was pretty archaic. But the liquidity available was so good that we didn't care. Then 2008 happened,\" says Douglas Peebles, AllianceBernstein's fixed income chief. \"We want to make the market better, stronger, faster.\"\nWhen Richie Prager started on Wall Street in 1981 he had to punch trades into a Telex machine, the keys so cumbersome it felt like they were fighting back. The majority of bond deals were arranged by phone and trading floors resembled boisterous street markets.\nToday Mr Prager oversees trading at BlackRock, the world's biggest investment group, where quiet data scientists have replaced many bellowing traders, and workstations look more like a desk at Nasa. \"The technology [change] is like night and day over the past five years,\" Mr Prager says. \"It's hugely exciting.\"\nBlackRock is one of several firms that are pouring money into technology in order to cut costs and improve the efficiency of its bond trading operations — a trend catalysed by concerns over the health of the bond market. While debt issuance has surged, traders say liquidity has deteriorated sharply in recent years, as a torrent of regulations forced banks to reduce their trading desks.\nPutting precise numbers around this decline is tricky, as liquidity is an ephemeral concept. Asking a dozen traders will typically yield at least as many answers. But broadly speaking, liquidity is how easy it is to trade a financial asset without significantly moving its price. Most experts agree that liquidity has atrophied for bonds — especially at times of stress in the market.\nThat has led to a series of warnings over the years. Blackstone chief Stephen Schwarzman has argued that the \"liquidity drought can exacerbate, or even trigger, the next financial crisis\", while the economist Nouriel Roubini has predicted that \"market illiquidity will eventually trigger a bust and collapse\". Even regulators have voiced concerns, albeit in more cautious terms.\nThus far the doomsayers might seem like Eeyore, AA Milne's permanently pessimistic donkey, as fixed income markets have weathered big tests without any significant dislocations. Yet even if a crisis has failed to materialise, that does not mean the bond market is in fine fettle. And a number of banks and investment groups think that part of the solution will lie in the modernisation of fixed income trading.\nThis has accelerated the shift towards electronic, equity-style trading on exchanges, as opposed to \"over the counter\" trading. The \"rates\" market, where the debt of major governments is traded, is already mostly electronic, and corporate debt is also beginning to migrate on to trading platforms — at least for smaller chunks of debt.\nThere are also signs that the traditional divide between the \"dealer-to-dealer\" bond market, where banks trade with each other, and the \"dealer-to-client\" area, where they arrange trades for other investors, is beginning to blur, with some experts heralding the dawn of an \"all-to-all\" market for the biggest, most liquid bond markets.\nGreenwich Associates estimates that a fifth of all investment-grade US corporate bond trades are now done electronically — almost double the volume of a decade ago. Even riskier \"junk bonds\" are beginning to move that way.\nOne of the biggest winners from this shift is MarketAxess, the largest electronic bond trading forum, which has seen the average monthly volume of bonds traded across its platform more than double since 2014 to nearly $150bn in 2018. \"There's a secular trend towards more electronic trading globally,\" says Rick McVey, the company's chief executive.\nBanks have also begun to automate smaller bond trades to free up traders for the bigger deals that still require a human touch. For example, Goldman Sachs' \"bond pricing engine\" calculates values for 10,000 bonds every day, allowing its algorithms to handle smaller trades.\nAt first the \" Goldman Sachs Algorithm \" only handled trades below $500,000, but today anything below $2m \"doesn't get touched by a human\", according to Justin Gmelich, a senior executive at the investment bank. \"In four-five years I wouldn't be surprised if we have a lower trader headcount, and have more staff on the algorithmic side,\" he adds.\nYet modernising bond market trading is just one aspect of a much broader, seismic shift. Even sceptics concede there is a panoply of other areas where modern data science and computing can deliver valuable improvements.\n\"People are focusing a lot on efficiency,\" says Steve Zamsky, chief operating officer for fixed income at Morgan Stanley. \"The conversation has been transformed from talking about electronification of corporate debt trading to increasing the efficiency of the ecosystem across the board.\"\nTake AllianceBernstein's Abbie. Although primarily an order management algorithm built into the asset manager's messaging system, its success in automating the humdrum work of sizing and organising trades has fed optimism that it will be able to perform more significant tasks. By combining Abbie with the bond pricing and trading platform Alfa and research platform Prism, AllianceBernstein hopes the combined trio can become a virtual fund manager.\n\"It's only been two years that we've embraced the potential of technology, and what we've achieved in a short period of time is phenomenal,\" says Jim Switzer, head of credit trading at AllianceBernstein. \"The bond market is going to look radically different in three years' time.\"\nDisruption is also coming to bank \"syndication\" desks, which arrange and sell new debt sales by companies and countries. The author Michael Lewis once described syndication desks as an \"omniscient, omnipotent, omnivorous presence\" on trading floors, but banks are working on new digital platforms to overhaul a process that has long consisted of phone calls, emails, instant messaging services and unwieldy spreadsheets to collect and collate the orders.\nEven mobile phones are coming into play. JPMorgan surveyed more than 400 fixed income traders at investment groups last autumn, and 61 per cent said they were \"extremely\" or \"somewhat\" likely to use a mobile trading app in 2018, up from 31 per cent the year before. \"We want salespeople and traders focused on selling and trading, rather than spending time on the clunky bits we can automate,\" says Guy America, head of credit trading at JPMorgan.\nUnderscoring the sense of a tipping point, the US Securities and Exchange Commission last year established an advisory committee on fixed income's market structure, made up of big money managers, exchanges, borrowers and bankers. This was a vital development, says Amar Kuchinad, head of strategy at Trumid, a new bond trading platform and one of the committee's members.\n\"Regulatory attention was what really drove innovation in the equity market,\" he says. \"Evolution is a process. Sometimes it feels so slow that you don't appreciate how much has changed [in fixed income] already.\"\nBut the regulatory interest also highlights concerns over the evolving bond market. Technological disruption can often be painful, and lead to unwanted side-effects. As bond markets become faster and more algorithmic, they will also likely become more prone to the glitches that have plagued equity markets in recent years.\nA vivid example of this came on October 15 2014, when the 10-year US Treasury bond yield suddenly tumbled and then roared higher again, a 37-basis point intraday move so sharp that in theory it should only be expected once every 1.6bn years.\nThe mayhem was enabled by the advent of faster, algorithmic traders in the US Treasury market who have stepped into the breach left by retreating banks. Similar \"flash events\" could become more prevalent across fixed income as automated trading becomes more widespread, the Bank for International Settlement said in a 2016 report.\n\"Given the importance of fixed income markets for the funding of the real economy and financial stability more broadly, policymakers have a strong interest in assessing how electronification may be affecting market quality,\" the report said.\nHowever, bankers and investors argue that yearning for the pre-crisis golden years of bond trading is pointless. \"People inherently don't like change, but some of these trends have taken root,\" Mr Prager says. \"We are not going back.\"\nMore from the Financial Times:\nGina Haspel pledges not to restart CIA torture programme\nNovartis admits $1.2m in payments to Trump lawyer\nArgentines shocked by IMF loan request",
    "published": "2018-05-10T19:11:00.000+03:00",
    "crawled": "2018-05-10T18:57:50.055+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "abbie",
        "enjoyed",
        "brilliant",
        "start",
        "new",
        "job",
        "junior",
        "fund",
        "manager",
        "alliancebernstein",
        "500bn",
        "investment",
        "group",
        "new",
        "york",
        "first",
        "three",
        "month",
        "handled",
        "thousand",
        "bond",
        "trade",
        "worth",
        "nearly",
        "19bn",
        "never",
        "complaining",
        "messing",
        "even",
        "taking",
        "break",
        "algorithm",
        "alliancebernstein",
        "latest",
        "robotic",
        "employee",
        "initially",
        "problem",
        "understanding",
        "nicety",
        "human",
        "boss",
        "first",
        "abbie",
        "stumped",
        "meant",
        "word",
        "please",
        "already",
        "handle",
        "per",
        "cent",
        "bond",
        "trade",
        "asset",
        "manager",
        "considering",
        "relocation",
        "headquarters",
        "nashville",
        "tennessee",
        "optimistic",
        "abbie",
        "soon",
        "able",
        "automate",
        "large",
        "part",
        "work",
        "two",
        "dozen",
        "human",
        "assistant",
        "portfolio",
        "manager",
        "receive",
        "week",
        "unlimited",
        "digital",
        "access",
        "financial",
        "time",
        "abbie",
        "might",
        "seem",
        "unremarkable",
        "observer",
        "seen",
        "series",
        "technological",
        "revolution",
        "reshape",
        "stock",
        "market",
        "bond",
        "market",
        "historically",
        "vast",
        "corner",
        "financial",
        "system",
        "little",
        "transparency",
        "trading",
        "often",
        "conducted",
        "phone",
        "yet",
        "confluence",
        "factor",
        "beginning",
        "profound",
        "impact",
        "50tn",
        "fixed",
        "income",
        "market",
        "bank",
        "complain",
        "onerous",
        "regulation",
        "hamstrung",
        "ability",
        "play",
        "traditional",
        "role",
        "lubricating",
        "activity",
        "bond",
        "market",
        "spurred",
        "effort",
        "explore",
        "new",
        "way",
        "trade",
        "debt",
        "hope",
        "modernising",
        "market",
        "technological",
        "architecture",
        "cut",
        "cost",
        "improve",
        "efficiency",
        "electronification",
        "bigger",
        "government",
        "debt",
        "market",
        "u",
        "treasury",
        "uk",
        "gilt",
        "already",
        "well",
        "way",
        "expert",
        "predict",
        "less",
        "traded",
        "market",
        "corporate",
        "municipal",
        "emerging",
        "market",
        "debt",
        "next",
        "succumb",
        "march",
        "machine",
        "still",
        "scepticism",
        "bond",
        "ever",
        "trade",
        "similar",
        "fashion",
        "equity",
        "doubter",
        "point",
        "company",
        "might",
        "issued",
        "one",
        "stock",
        "dozen",
        "unique",
        "bond",
        "fact",
        "stock",
        "world",
        "million",
        "bond",
        "legal",
        "financial",
        "idiosyncrasy",
        "bigger",
        "chunk",
        "debt",
        "especially",
        "hard",
        "trade",
        "without",
        "human",
        "finesse",
        "sceptic",
        "compare",
        "people",
        "might",
        "comfortable",
        "buying",
        "tv",
        "online",
        "house",
        "modern",
        "regulation",
        "plunged",
        "bond",
        "trading",
        "funk",
        "modern",
        "technology",
        "handed",
        "finance",
        "industry",
        "mean",
        "turn",
        "predicament",
        "opportunity",
        "stock",
        "may",
        "fundamentally",
        "different",
        "fixed",
        "income",
        "mean",
        "latter",
        "benefit",
        "advance",
        "data",
        "science",
        "artificial",
        "intelligence",
        "moreover",
        "electronification",
        "one",
        "facet",
        "bond",
        "trading",
        "dragged",
        "21st",
        "century",
        "bank",
        "investor",
        "exploring",
        "myriad",
        "way",
        "modernise",
        "entire",
        "fixed",
        "income",
        "market",
        "abbie",
        "attests",
        "crisis",
        "technology",
        "available",
        "pretty",
        "archaic",
        "liquidity",
        "available",
        "good",
        "care",
        "happened",
        "say",
        "douglas",
        "peebles",
        "alliancebernstein",
        "fixed",
        "income",
        "chief",
        "want",
        "make",
        "market",
        "better",
        "stronger",
        "faster",
        "richie",
        "prager",
        "started",
        "wall",
        "street",
        "punch",
        "trade",
        "telex",
        "machine",
        "key",
        "cumbersome",
        "felt",
        "like",
        "fighting",
        "back",
        "majority",
        "bond",
        "deal",
        "arranged",
        "phone",
        "trading",
        "floor",
        "resembled",
        "boisterous",
        "street",
        "market",
        "today",
        "mr",
        "prager",
        "oversees",
        "trading",
        "blackrock",
        "world",
        "biggest",
        "investment",
        "group",
        "quiet",
        "data",
        "scientist",
        "replaced",
        "many",
        "bellowing",
        "trader",
        "workstation",
        "look",
        "like",
        "desk",
        "nasa",
        "technology",
        "change",
        "like",
        "night",
        "day",
        "past",
        "five",
        "year",
        "mr",
        "prager",
        "say",
        "hugely",
        "exciting",
        "blackrock",
        "one",
        "several",
        "firm",
        "pouring",
        "money",
        "technology",
        "order",
        "cut",
        "cost",
        "improve",
        "efficiency",
        "bond",
        "trading",
        "operation",
        "trend",
        "catalysed",
        "concern",
        "health",
        "bond",
        "market",
        "debt",
        "issuance",
        "surged",
        "trader",
        "say",
        "liquidity",
        "deteriorated",
        "sharply",
        "recent",
        "year",
        "torrent",
        "regulation",
        "forced",
        "bank",
        "reduce",
        "trading",
        "desk",
        "putting",
        "precise",
        "number",
        "around",
        "decline",
        "tricky",
        "liquidity",
        "ephemeral",
        "concept",
        "asking",
        "dozen",
        "trader",
        "typically",
        "yield",
        "least",
        "many",
        "answer",
        "broadly",
        "speaking",
        "liquidity",
        "easy",
        "trade",
        "financial",
        "asset",
        "without",
        "significantly",
        "moving",
        "price",
        "expert",
        "agree",
        "liquidity",
        "atrophied",
        "bond",
        "especially",
        "time",
        "stress",
        "market",
        "led",
        "series",
        "warning",
        "year",
        "blackstone",
        "chief",
        "stephen",
        "schwarzman",
        "argued",
        "liquidity",
        "drought",
        "exacerbate",
        "even",
        "trigger",
        "next",
        "financial",
        "crisis",
        "economist",
        "nouriel",
        "roubini",
        "predicted",
        "market",
        "illiquidity",
        "eventually",
        "trigger",
        "bust",
        "collapse",
        "even",
        "regulator",
        "voiced",
        "concern",
        "albeit",
        "cautious",
        "term",
        "thus",
        "far",
        "doomsayers",
        "might",
        "seem",
        "like",
        "eeyore",
        "aa",
        "milne",
        "permanently",
        "pessimistic",
        "donkey",
        "fixed",
        "income",
        "market",
        "weathered",
        "big",
        "test",
        "without",
        "significant",
        "dislocation",
        "yet",
        "even",
        "crisis",
        "failed",
        "materialise",
        "mean",
        "bond",
        "market",
        "fine",
        "fettle",
        "number",
        "bank",
        "investment",
        "group",
        "think",
        "part",
        "solution",
        "lie",
        "modernisation",
        "fixed",
        "income",
        "trading",
        "accelerated",
        "shift",
        "towards",
        "electronic",
        "trading",
        "exchange",
        "opposed",
        "counter",
        "trading",
        "rate",
        "market",
        "debt",
        "major",
        "government",
        "traded",
        "already",
        "mostly",
        "electronic",
        "corporate",
        "debt",
        "also",
        "beginning",
        "migrate",
        "trading",
        "platform",
        "least",
        "smaller",
        "chunk",
        "debt",
        "also",
        "sign",
        "traditional",
        "divide",
        "bond",
        "market",
        "bank",
        "trade",
        "area",
        "arrange",
        "trade",
        "investor",
        "beginning",
        "blur",
        "expert",
        "heralding",
        "dawn",
        "market",
        "biggest",
        "liquid",
        "bond",
        "market",
        "greenwich",
        "associate",
        "estimate",
        "fifth",
        "u",
        "corporate",
        "bond",
        "trade",
        "done",
        "electronically",
        "almost",
        "double",
        "volume",
        "decade",
        "ago",
        "even",
        "riskier",
        "junk",
        "bond",
        "beginning",
        "move",
        "way",
        "one",
        "biggest",
        "winner",
        "shift",
        "marketaxess",
        "largest",
        "electronic",
        "bond",
        "trading",
        "forum",
        "seen",
        "average",
        "monthly",
        "volume",
        "bond",
        "traded",
        "across",
        "platform",
        "double",
        "since",
        "nearly",
        "150bn",
        "secular",
        "trend",
        "towards",
        "electronic",
        "trading",
        "globally",
        "say",
        "rick",
        "mcvey",
        "company",
        "chief",
        "executive",
        "bank",
        "also",
        "begun",
        "automate",
        "smaller",
        "bond",
        "trade",
        "free",
        "trader",
        "bigger",
        "deal",
        "still",
        "require",
        "human",
        "touch",
        "example",
        "goldman",
        "sachs",
        "bond",
        "pricing",
        "engine",
        "calculates",
        "value",
        "bond",
        "every",
        "day",
        "allowing",
        "algorithm",
        "handle",
        "smaller",
        "trade",
        "first",
        "goldman",
        "sachs",
        "algorithm",
        "handled",
        "trade",
        "today",
        "anything",
        "2m",
        "get",
        "touched",
        "human",
        "according",
        "justin",
        "gmelich",
        "senior",
        "executive",
        "investment",
        "bank",
        "year",
        "would",
        "surprised",
        "lower",
        "trader",
        "headcount",
        "staff",
        "algorithmic",
        "side",
        "add",
        "yet",
        "modernising",
        "bond",
        "market",
        "trading",
        "one",
        "aspect",
        "much",
        "broader",
        "seismic",
        "shift",
        "even",
        "sceptic",
        "concede",
        "panoply",
        "area",
        "modern",
        "data",
        "science",
        "computing",
        "deliver",
        "valuable",
        "improvement",
        "people",
        "focusing",
        "lot",
        "efficiency",
        "say",
        "steve",
        "zamsky",
        "chief",
        "operating",
        "officer",
        "fixed",
        "income",
        "morgan",
        "stanley",
        "conversation",
        "transformed",
        "talking",
        "electronification",
        "corporate",
        "debt",
        "trading",
        "increasing",
        "efficiency",
        "ecosystem",
        "across",
        "board",
        "take",
        "alliancebernstein",
        "abbie",
        "although",
        "primarily",
        "order",
        "management",
        "algorithm",
        "built",
        "asset",
        "manager",
        "messaging",
        "system",
        "success",
        "automating",
        "humdrum",
        "work",
        "sizing",
        "organising",
        "trade",
        "fed",
        "optimism",
        "able",
        "perform",
        "significant",
        "task",
        "combining",
        "abbie",
        "bond",
        "pricing",
        "trading",
        "platform",
        "alfa",
        "research",
        "platform",
        "prism",
        "alliancebernstein",
        "hope",
        "combined",
        "trio",
        "become",
        "virtual",
        "fund",
        "manager",
        "two",
        "year",
        "embraced",
        "potential",
        "technology",
        "achieved",
        "short",
        "period",
        "time",
        "phenomenal",
        "say",
        "jim",
        "switzer",
        "head",
        "credit",
        "trading",
        "alliancebernstein",
        "bond",
        "market",
        "going",
        "look",
        "radically",
        "different",
        "three",
        "year",
        "time",
        "disruption",
        "also",
        "coming",
        "bank",
        "syndication",
        "desk",
        "arrange",
        "sell",
        "new",
        "debt",
        "sale",
        "company",
        "country",
        "author",
        "michael",
        "lewis",
        "described",
        "syndication",
        "desk",
        "omniscient",
        "omnipotent",
        "omnivorous",
        "presence",
        "trading",
        "floor",
        "bank",
        "working",
        "new",
        "digital",
        "platform",
        "overhaul",
        "process",
        "long",
        "consisted",
        "phone",
        "call",
        "email",
        "instant",
        "messaging",
        "service",
        "unwieldy",
        "spreadsheet",
        "collect",
        "collate",
        "order",
        "even",
        "mobile",
        "phone",
        "coming",
        "play",
        "jpmorgan",
        "surveyed",
        "fixed",
        "income",
        "trader",
        "investment",
        "group",
        "last",
        "autumn",
        "per",
        "cent",
        "said",
        "extremely",
        "somewhat",
        "likely",
        "use",
        "mobile",
        "trading",
        "app",
        "per",
        "cent",
        "year",
        "want",
        "salesperson",
        "trader",
        "focused",
        "selling",
        "trading",
        "rather",
        "spending",
        "time",
        "clunky",
        "bit",
        "automate",
        "say",
        "guy",
        "america",
        "head",
        "credit",
        "trading",
        "jpmorgan",
        "underscoring",
        "sense",
        "tipping",
        "point",
        "u",
        "security",
        "exchange",
        "commission",
        "last",
        "year",
        "established",
        "advisory",
        "committee",
        "fixed",
        "income",
        "market",
        "structure",
        "made",
        "big",
        "money",
        "manager",
        "exchange",
        "borrower",
        "banker",
        "vital",
        "development",
        "say",
        "amar",
        "kuchinad",
        "head",
        "strategy",
        "trumid",
        "new",
        "bond",
        "trading",
        "platform",
        "one",
        "committee",
        "member",
        "regulatory",
        "attention",
        "really",
        "drove",
        "innovation",
        "equity",
        "market",
        "say",
        "evolution",
        "process",
        "sometimes",
        "feel",
        "slow",
        "appreciate",
        "much",
        "changed",
        "fixed",
        "income",
        "already",
        "regulatory",
        "interest",
        "also",
        "highlight",
        "concern",
        "evolving",
        "bond",
        "market",
        "technological",
        "disruption",
        "often",
        "painful",
        "lead",
        "unwanted",
        "bond",
        "market",
        "become",
        "faster",
        "algorithmic",
        "also",
        "likely",
        "become",
        "prone",
        "glitch",
        "plagued",
        "equity",
        "market",
        "recent",
        "year",
        "vivid",
        "example",
        "came",
        "october",
        "u",
        "treasury",
        "bond",
        "yield",
        "suddenly",
        "tumbled",
        "roared",
        "higher",
        "point",
        "intraday",
        "move",
        "sharp",
        "theory",
        "expected",
        "every",
        "year",
        "mayhem",
        "enabled",
        "advent",
        "faster",
        "algorithmic",
        "trader",
        "u",
        "treasury",
        "market",
        "stepped",
        "breach",
        "left",
        "retreating",
        "bank",
        "similar",
        "flash",
        "event",
        "could",
        "become",
        "prevalent",
        "across",
        "fixed",
        "income",
        "automated",
        "trading",
        "becomes",
        "widespread",
        "bank",
        "international",
        "settlement",
        "said",
        "report",
        "given",
        "importance",
        "fixed",
        "income",
        "market",
        "funding",
        "real",
        "economy",
        "financial",
        "stability",
        "broadly",
        "policymakers",
        "strong",
        "interest",
        "assessing",
        "electronification",
        "may",
        "affecting",
        "market",
        "quality",
        "report",
        "said",
        "however",
        "banker",
        "investor",
        "argue",
        "yearning",
        "golden",
        "year",
        "bond",
        "trading",
        "pointless",
        "people",
        "inherently",
        "like",
        "change",
        "trend",
        "taken",
        "root",
        "mr",
        "prager",
        "say",
        "going",
        "back",
        "financial",
        "time",
        "gina",
        "haspel",
        "pledge",
        "restart",
        "cia",
        "torture",
        "programme",
        "novartis",
        "admits",
        "payment",
        "trump",
        "lawyer",
        "argentine",
        "shocked",
        "imf",
        "loan",
        "request"
    ]
}