{
    "organizations": [],
    "uuid": "bf99bcd3cf3af83c294f33a2054ee8054e9f86de",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/10/pr-newswire-china-yuchai-international-announces-unaudited-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "China Yuchai International Announces Unaudited First Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SINGAPORE, May 10, 2018 /PRNewswire/ -- China Yuchai International Limited (NYSE: CYD) (\"China Yuchai\" or the \"Company\"), a leading automotive manufacturer and distributor of engines for on- and off-road applications in China through its main operating subsidiary, Guangxi Yuchai Machinery Company Limited (\"GYMCL\"), collectively known as the \"Group\", announced today its unaudited consolidated financial results for the first quarter The financial information presented herein for the first quarter of 2018 and 2017 is reported using International Financial Reporting Standards (\"IFRS\") as issued by the International Accounting Standards Board.\nFinancial Highlights for the First Quarter of 2018\nThe comparative figures for first quarter of 2017 were restated due to the adoption of IFRS 15 Revenue from Contracts with Customers by a full retrospective application. The financial impact on the adoption of IFRS 15 is described and attached at the end of the press release.\nNet revenue was RMB 4.3 billion (US$ 689.7 million) compared with RMB 4.6 billion in the first quarter of 2017; Gross profit was RMB 853.5 million (US$ 135.7 million), with an increase in gross margin to 19.7%, compared with RMB 856.0 million and a gross margin of 18.8% in the first quarter of 2017; Operating profit was RMB 424.2 million (US$ 67.5 million) compared with RMB 430.2 million in the first quarter of 2017; Net earnings attributable to China Yuchai's shareholders was RMB 242.8 million (US$ 38.6 million) compared with RMB 248.5 million in the first quarter of 2017; Basic and Diluted earnings per share were RMB 5.94 (US$ 0.95) and RMB 5.93 (US$ 0.94) respectively compared with RMB 6.10 in the first quarter of 2017; The total number of engines sold was 110,113 units compared with 120,010 units in the first quarter of 2017.\nNet revenue for the first quarter of 2018 decreased by 4.7% to RMB 4.3 billion (US$ 689.7 million) compared with RMB 4.6 billion in the first quarter of 2017. This decrease was mainly due to a decline in the number of units sold which was mitigated by a higher average selling price from a better product mix.\nThe total number of engines sold by GYMCL in the first quarter of 2018 decreased by 8.2% to 110,113 units compared with 120,010 units in the same quarter last year. Lower unit sales primarily reflected reduced sales of agricultural engines during the first quarter of 2018. According to data reported by the China Association of Automobile Manufacturers, in the first quarter of 2018, sales of commercial vehicles (excluding gasoline-powered and electric-powered vehicles) increased by 3.6%. The market was led by a 13.8% increase in heavy-duty truck sales. The bus market increased by 4.1% led by 8.7% increase in light-duty buses but was partially offset by lower heavy- and medium-duty bus sales.\nGross profit was RMB 853.5 million (US$ 135.7 million) compared with RMB 856.0 million in the first quarter of 2017. Gross margin rose to 19.7% from 18.8% in the first quarter of 2017. The gross profit margin increase was mainly attributable to a better product mix.\nOther operating income increased by 27.5% to RMB 50.5 million (US$ 8.0 million) from RMB 39.6 million in the first quarter of 2017. The increase was primarily due to higher interest income from bank deposits.\nResearch and development (\"R&D\") expenses decreased by 3.8% to RMB 119.9 million (US$ 19.1 million) compared with RMB 124.6 million in the first quarter of 2017. As a percentage of net revenue, R&D spending was 2.8% for the first quarter of 2018 and 2.7% for the same quarter last year. The lower R&D expenses were due to lower consultancy fees in the first quarter of 2018. R&D expenses continued to reflect the further development and testing costs of new engines to meet higher emission standards and ongoing efforts to improve engine quality.\nSelling, general & administrative (\"SG&A\") expenses increased by 5.6% to RMB 359.9 million (US$ 57.2 million) compared with RMB 340.8 million in the first quarter of 2017. SG&A expenses represented 8.3% of net revenue compared with 7.5% in the first quarter of 2017. The increase was primarily related to higher personnel costs.\nOperating profit was RMB 424.2 million (US$ 67.5 million) compared with RMB 430.2 million in the first quarter of 2017. The operating margin increased to 9.8% from 9.4% in the same quarter last year. The margin increase was primarily due to higher gross profit margin during the first quarter of 2018.\nFinance costs decreased by 15.9% to RMB 22.5 million (US$ 3.6 million) compared with RMB 26.8 million in the first quarter of 2017. Lower finance costs mainly resulted from lower bills discounting during the first quarter of 2018.\nNet earnings attributable to China Yuchai's shareholders was RMB 242.8 million (US$ 38.6 million) compared with RMB 248.5 million in the same quarter last year.\nBasic and diluted earnings per share were RMB 5.94 (US$ 0.95) and RMB 5.93 (US$0.94) respectively, compared with basic and diluted earnings per share of RMB 6.10 in the same quarter last year.\nBasic earnings per share in the first quarter of 2018 was based on a weighted average of 40,858,290 shares, and diluted earnings per share was based on a weighted average of 40,916,810 shares compared with 40,712,100 basic and diluted shares in the same quarter last year.\nBalance Sheet Highlights as at March 31, 2018\nCash and bank balances were RMB 4.8 billion (US$ 770.2 million) compared with RMB 6.0 billion at the end of 2017; Trade and bills receivables were RMB 8.9 billion (US$ 1.4 billion) compared with RMB 7.0 billion at the end of 2017; Inventories were RMB 2.5 billion (US$ 405.4 million) compared with RMB 2.6 billion at the end of 2017; Trade and bills payables were RMB 5.4 billion (US$ 865.1 million) compared with RMB 5.2 billion at the end of 2017; Short- and long-term bank borrowings remained unchanged at RMB 1.6 billion (US$ 258.1 million).\nMr. Weng Ming Hoh, President of China Yuchai, commented, \"With our broad portfolio of engines for on- and off-road market sales, our strategy of supplying engines to multiple markets is providing growth in some areas even as other markets are stagnant. We continue to focus on improving our operational efficiency and maintain our strong financial condition.\"\nExchange Rate Information\nThe Company's functional currency is the U.S. dollar and its reporting currency is Renminbi. The translation of amounts from Renminbi to U.S. dollars is solely for the convenience of the reader. Translation of amounts from Renminbi to U.S. dollars has been made at the rate of RMB 6.2881 = US$ 1.00, the rate Quote: d by the People's Bank of China at the close of business on March 31, 2018. No representation is made that the Renminbi amounts could have been, or could be, converted into U.S. dollars at that rate or at any other certain rate on March 31, 2018 or at any other date.\nUnaudited First Quarter 2018 Conference Call\nA conference call and audio webcast for the investment community has been scheduled for 8:00 A.M. Eastern Daylight Time on May 10, 2018. The call will be hosted by Mr. Weng Ming HOH, President, and Dr. Thomas Phung, Chief Financial Officer of China Yuchai. They will present and discuss the financial results and business outlook of the Company followed with a Q&A session.\nAnalysts and institutional investors may participate in the conference call by dialing +1-866-519-4004 (United States), +800-906-601 (Hong Kong), 400-620-8038 (China) or +65 67135090 (International), Conference Code: 5746819 approximately five to ten minutes before the call start time.\nFor all other interested parties, a simultaneous webcast can be accessed at the investor relations section of the Company's website located at http://www.cyilimited.com . Participants are requested to log into the webcast at least 10 minutes prior to the scheduled start time. The recorded webcast will be available on the website shortly after the earnings call.\nAbout China Yuchai International\nChina Yuchai International Limited, through its subsidiary, Guangxi Yuchai Machinery Company Limited (\"GYMCL\"), engages in the manufacture, assembly, and sale of a wide variety of light-, medium- and heavy-duty engines for trucks, buses, passenger vehicles, construction equipment, marine and agriculture applications in China. GYMCL also produces diesel power generators. The engines produced by GYMCL range from diesel to natural gas and hybrid engines. Through its regional sales offices and authorized customer service centers, the Company distributes its engines directly to auto OEMs and retailers and provides maintenance and retrofitting services throughout China. Founded in 1951, GYMCL has established a reputable brand name, strong research and development team and significant market share in China with high-quality products and reliable after-sales support. In 2017, GYMCL sold 367,097 engines and is recognized as a leading manufacturer and distributor of engines in China. For more information, please visit http://www.cyilimited.com .\nSafe Harbor Statement\nThis news release may contain forward-looking statements within the meaning of the 1995. The words \"believe\", \"expect\", \"anticipate\", \"project\", \"targets\", \"optimistic\", \"confident that\", \"continue to\", \"predict\", \"intend\", \"aim\", \"will\" or similar expressions are intended to identify forward-looking statements. All statements other than statements of historical fact are statements that may be deemed forward-looking statements. including, but not limited to, statements concerning the Company's operations, financial performance and condition are based on current expectations, beliefs and assumptions which are subject to change at any time. The Company cautions that these statements by their nature involve risks and uncertainties, and actual results may differ materially depending on a variety of important factors such as government and stock exchange regulations, competition, political, economic and social conditions around the world and in China including those discussed in the Company's Form 20-Fs under the headings \"Risk Factors\", \"Results of Operations\" and \"Business Overview\" and other reports filed with the Securities and Exchange Commission from time to time. All forward-looking statements are applicable only as of the date they are made, and the Company specifically disclaims any obligation to maintain or update the forward-looking information, whether of the nature contained in this release or otherwise, in the future.\nFor more information, please contact:\nKevin Theiss\nTel: +1-212-521-4050\nEmail: cyd@bluefocus.com\n-- Tables Follow --\nCHINA YUCHAI INTERNATIONAL LIMITED\nUNAUDITED CONSOLIDATED INCOME STATEMENTS\nFor the quarters ended March 31, 2018 and 2017\n(RMB and US$ amounts expressed in thousands, except per share data)\nMarch 31, 2018\nMarch 31, 2017\nRMB '000\nUS$ '000\nRMB '000\nUS$ '000\nRestated\nRevenue\n4,337,094\n689,730\n4,552,639\n724,009\nCost of goods sold\n(3,483,614)\n(554,001)\n(3,696,657)\n(587,881)\nGross profit\n853,480\n135,729\n855,982\n136,128\nOther operating income, net\n50,491\n8,030\n39,606\n6,299\nResearch and development costs\n(119,909)\n(19,069)\n(124,583)\n(19,813)\nSelling, general and administrative costs\n(359,882)\n(57,232)\n(340,812)\n(54,200)\nOperating profit\n424,180\n67,458\n430,193\n68,414\nFinance costs\n(22,519)\n(3,581)\n(26,761)\n(4,256)\nShare of results of associates and joint\nventures\n7,717\n1,227\n2,102\n334\nProfit before tax\n409,378\n65,104\n405,534\n64,492\nIncome tax expense\n(81,159)\n(12,907)\n(73,058)\n(11,618)\nProfit for the period\n328,219\n52,197\n332,476\n52,874\nAttributable to:\nEquity holders of the parent\n242,837\n38,619\n248,503\n39,520\nNon-controlling interests\n85,382\n13,578\n83,973\n13,354\n328,219\n52,197\n332,476\n52,874\nNet earnings per common share\n- Basic\n5.94\n0.95\n6.10\n0.97\n- Diluted\n5.93\n0.94\n6.10\n0.97\nUnit sales\n110,113\n120,010\nCHINA YUCHAI INTERNATIONAL LIMITED\nSELECTED UNAUDITED CONSOLIDATED BALANCE SHEET ITEMS\nFor the periods ended March 31, 2018 and December 31, 2017\n(RMB and US$ amounts expressed in thousands)\nMarch 31, 2018\n(Unaudited)\nDecember 31,\n2017\n(Audited)\nRMB '000\nUS$ '000\nRMB '000\nRestated\nCash and bank balances\n4,843,388\n770,247\n6,029,207\nTrade and bills receivables\n8,887,011\n1,413,306\n7,031,544\nInventories\n2,549,451\n405,441\n2,572,745\nTrade and bills payables\n5,439,599\n865,062\n5,177,123\nShort- and long-term interest-bearing loans and borrowings\n1,622,918\n258,094\n1,626,341\nEquity attributable to equity holders of the parent\n8,475,617\n1,347,882\n8,335,433\nCHINA YUCHAI INTERNATIONAL LIMITED\nImpact on adoption of IFRS 15 Revenue from Contracts with Customers:\nThe figures presented below are all rounded to the nearest thousand.\nIFRS 15 Revenue from Contracts with Customers\nIFRS 15 Revenue from Contracts with Customers is effective for the annual periods beginning on or after January 1, 2018. IFRS 15 establishes a five step model to account for revenue arising from the contracts with customers. Under IFRS 15, revenue is recognized at an amount that reflects the consideration to which an entity expects to be entitled in exchange for transferring goods or services to a customer.\nThe Group has applied the changes in accounting policies retrospectively to each reporting period presented, using the full retrospective approach. Accordingly, the comparative figures in the balance sheet as at December 31, 2017 and the income statement for the quarter ended March 31, 2017 have been restated to reflect the retrospective adjustments upon adoption of IFRS 15.\nWarranty obligations\nUnder IFRS 15, the Group accounts for a service-type warranty as a separate performance obligation to which the Group allocates a portion of the transaction price. The portion of the consideration allocated to the service-type warranty is initially recorded as a contract liability and recognized as revenue over the period which the warranty services are provided.\nAs a result, the Group's income statement for the first quarter of 2017 was restated as follows:\nRevenue decreased by RMB 6,882,000 to RMB 4,552,639,000. Cost of sales increased by RMB 57,793,000 to RMB 3,696,657,000. Selling, general and administrative costs decreased by RMB 64,049,000 to RMB 340,812,000.\nIn summary, the resultant effect of the restatements on the Group's income statement for first quarter of 2017 and the Group's balance sheet as at December 31, 2017 was as follows:\nRevenue was adjusted from RMB 4,559,521,000 to RMB 4,552,639,000. Profit after tax was adjusted from RMB 333,102,000 to RMB 332,476,000. Profit attributable to the owners of the equity holders of the parent was adjusted from RMB 248,981,000 to RMB 248,503,000. Basic and Diluted earnings per share was adjusted from RMB 6.12 to RMB 6.10. Equity attributable to equity holders of the parent was adjusted from RMB 8,347,562,000 to RMB 8,335,433,000.\nView original content: http://www.prnewswire.com/news-releases/china-yuchai-international-announces-unaudited-first-quarter-2018-financial-results-300646120.html\nSOURCE China Yuchai International Limited",
    "published": "2018-05-10T14:00:00.000+03:00",
    "crawled": "2018-05-10T13:19:15.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "singapore",
        "may",
        "china",
        "yuchai",
        "international",
        "limited",
        "nyse",
        "cyd",
        "china",
        "yuchai",
        "company",
        "leading",
        "automotive",
        "manufacturer",
        "distributor",
        "engine",
        "application",
        "china",
        "main",
        "operating",
        "subsidiary",
        "guangxi",
        "yuchai",
        "machinery",
        "company",
        "limited",
        "gymcl",
        "collectively",
        "known",
        "group",
        "announced",
        "today",
        "unaudited",
        "consolidated",
        "financial",
        "result",
        "first",
        "quarter",
        "financial",
        "information",
        "presented",
        "herein",
        "first",
        "quarter",
        "reported",
        "using",
        "international",
        "financial",
        "reporting",
        "standard",
        "ifrs",
        "issued",
        "international",
        "accounting",
        "standard",
        "board",
        "financial",
        "highlight",
        "first",
        "quarter",
        "comparative",
        "figure",
        "first",
        "quarter",
        "restated",
        "due",
        "adoption",
        "ifrs",
        "revenue",
        "contract",
        "customer",
        "full",
        "retrospective",
        "application",
        "financial",
        "impact",
        "adoption",
        "ifrs",
        "described",
        "attached",
        "end",
        "press",
        "release",
        "net",
        "revenue",
        "rmb",
        "billion",
        "u",
        "million",
        "compared",
        "rmb",
        "billion",
        "first",
        "quarter",
        "gross",
        "profit",
        "rmb",
        "million",
        "u",
        "million",
        "increase",
        "gross",
        "margin",
        "compared",
        "rmb",
        "million",
        "gross",
        "margin",
        "first",
        "quarter",
        "operating",
        "profit",
        "rmb",
        "million",
        "u",
        "million",
        "compared",
        "rmb",
        "million",
        "first",
        "quarter",
        "net",
        "earnings",
        "attributable",
        "china",
        "yuchai",
        "shareholder",
        "rmb",
        "million",
        "u",
        "million",
        "compared",
        "rmb",
        "million",
        "first",
        "quarter",
        "basic",
        "diluted",
        "earnings",
        "per",
        "share",
        "rmb",
        "u",
        "rmb",
        "u",
        "respectively",
        "compared",
        "rmb",
        "first",
        "quarter",
        "total",
        "number",
        "engine",
        "sold",
        "unit",
        "compared",
        "unit",
        "first",
        "quarter",
        "net",
        "revenue",
        "first",
        "quarter",
        "decreased",
        "rmb",
        "billion",
        "u",
        "million",
        "compared",
        "rmb",
        "billion",
        "first",
        "quarter",
        "decrease",
        "mainly",
        "due",
        "decline",
        "number",
        "unit",
        "sold",
        "mitigated",
        "higher",
        "average",
        "selling",
        "price",
        "better",
        "product",
        "mix",
        "total",
        "number",
        "engine",
        "sold",
        "gymcl",
        "first",
        "quarter",
        "decreased",
        "unit",
        "compared",
        "unit",
        "quarter",
        "last",
        "year",
        "lower",
        "unit",
        "sale",
        "primarily",
        "reflected",
        "reduced",
        "sale",
        "agricultural",
        "engine",
        "first",
        "quarter",
        "according",
        "data",
        "reported",
        "china",
        "association",
        "automobile",
        "manufacturer",
        "first",
        "quarter",
        "sale",
        "commercial",
        "vehicle",
        "excluding",
        "vehicle",
        "increased",
        "market",
        "led",
        "increase",
        "truck",
        "sale",
        "bus",
        "market",
        "increased",
        "led",
        "increase",
        "bus",
        "partially",
        "offset",
        "lower",
        "bus",
        "sale",
        "gross",
        "profit",
        "rmb",
        "million",
        "u",
        "million",
        "compared",
        "rmb",
        "million",
        "first",
        "quarter",
        "gross",
        "margin",
        "rose",
        "first",
        "quarter",
        "gross",
        "profit",
        "margin",
        "increase",
        "mainly",
        "attributable",
        "better",
        "product",
        "mix",
        "operating",
        "income",
        "increased",
        "rmb",
        "million",
        "u",
        "million",
        "rmb",
        "million",
        "first",
        "quarter",
        "increase",
        "primarily",
        "due",
        "higher",
        "interest",
        "income",
        "bank",
        "deposit",
        "research",
        "development",
        "r",
        "expense",
        "decreased",
        "rmb",
        "million",
        "u",
        "million",
        "compared",
        "rmb",
        "million",
        "first",
        "quarter",
        "percentage",
        "net",
        "revenue",
        "r",
        "spending",
        "first",
        "quarter",
        "quarter",
        "last",
        "year",
        "lower",
        "r",
        "expense",
        "due",
        "lower",
        "consultancy",
        "fee",
        "first",
        "quarter",
        "r",
        "expense",
        "continued",
        "reflect",
        "development",
        "testing",
        "cost",
        "new",
        "engine",
        "meet",
        "higher",
        "emission",
        "standard",
        "ongoing",
        "effort",
        "improve",
        "engine",
        "quality",
        "selling",
        "general",
        "administrative",
        "sg",
        "expense",
        "increased",
        "rmb",
        "million",
        "u",
        "million",
        "compared",
        "rmb",
        "million",
        "first",
        "quarter",
        "sg",
        "expense",
        "represented",
        "net",
        "revenue",
        "compared",
        "first",
        "quarter",
        "increase",
        "primarily",
        "related",
        "higher",
        "personnel",
        "cost",
        "operating",
        "profit",
        "rmb",
        "million",
        "u",
        "million",
        "compared",
        "rmb",
        "million",
        "first",
        "quarter",
        "operating",
        "margin",
        "increased",
        "quarter",
        "last",
        "year",
        "margin",
        "increase",
        "primarily",
        "due",
        "higher",
        "gross",
        "profit",
        "margin",
        "first",
        "quarter",
        "finance",
        "cost",
        "decreased",
        "rmb",
        "million",
        "u",
        "million",
        "compared",
        "rmb",
        "million",
        "first",
        "quarter",
        "lower",
        "finance",
        "cost",
        "mainly",
        "resulted",
        "lower",
        "bill",
        "discounting",
        "first",
        "quarter",
        "net",
        "earnings",
        "attributable",
        "china",
        "yuchai",
        "shareholder",
        "rmb",
        "million",
        "u",
        "million",
        "compared",
        "rmb",
        "million",
        "quarter",
        "last",
        "year",
        "basic",
        "diluted",
        "earnings",
        "per",
        "share",
        "rmb",
        "u",
        "rmb",
        "u",
        "respectively",
        "compared",
        "basic",
        "diluted",
        "earnings",
        "per",
        "share",
        "rmb",
        "quarter",
        "last",
        "year",
        "basic",
        "earnings",
        "per",
        "share",
        "first",
        "quarter",
        "based",
        "weighted",
        "average",
        "share",
        "diluted",
        "earnings",
        "per",
        "share",
        "based",
        "weighted",
        "average",
        "share",
        "compared",
        "basic",
        "diluted",
        "share",
        "quarter",
        "last",
        "year",
        "balance",
        "sheet",
        "highlight",
        "march",
        "cash",
        "bank",
        "balance",
        "rmb",
        "billion",
        "u",
        "million",
        "compared",
        "rmb",
        "billion",
        "end",
        "trade",
        "bill",
        "receivables",
        "rmb",
        "billion",
        "u",
        "billion",
        "compared",
        "rmb",
        "billion",
        "end",
        "inventory",
        "rmb",
        "billion",
        "u",
        "million",
        "compared",
        "rmb",
        "billion",
        "end",
        "trade",
        "bill",
        "payable",
        "rmb",
        "billion",
        "u",
        "million",
        "compared",
        "rmb",
        "billion",
        "end",
        "bank",
        "borrowing",
        "remained",
        "unchanged",
        "rmb",
        "billion",
        "u",
        "million",
        "weng",
        "ming",
        "hoh",
        "president",
        "china",
        "yuchai",
        "commented",
        "broad",
        "portfolio",
        "engine",
        "market",
        "sale",
        "strategy",
        "supplying",
        "engine",
        "multiple",
        "market",
        "providing",
        "growth",
        "area",
        "even",
        "market",
        "stagnant",
        "continue",
        "focus",
        "improving",
        "operational",
        "efficiency",
        "maintain",
        "strong",
        "financial",
        "condition",
        "exchange",
        "rate",
        "information",
        "company",
        "functional",
        "currency",
        "dollar",
        "reporting",
        "currency",
        "renminbi",
        "translation",
        "amount",
        "renminbi",
        "dollar",
        "solely",
        "convenience",
        "reader",
        "translation",
        "amount",
        "renminbi",
        "dollar",
        "made",
        "rate",
        "rmb",
        "u",
        "rate",
        "quote",
        "people",
        "bank",
        "china",
        "close",
        "business",
        "march",
        "representation",
        "made",
        "renminbi",
        "amount",
        "could",
        "could",
        "converted",
        "dollar",
        "rate",
        "certain",
        "rate",
        "march",
        "date",
        "unaudited",
        "first",
        "quarter",
        "conference",
        "call",
        "conference",
        "call",
        "audio",
        "webcast",
        "investment",
        "community",
        "scheduled",
        "eastern",
        "daylight",
        "time",
        "may",
        "call",
        "hosted",
        "weng",
        "ming",
        "hoh",
        "president",
        "thomas",
        "phung",
        "chief",
        "financial",
        "officer",
        "china",
        "yuchai",
        "present",
        "discus",
        "financial",
        "result",
        "business",
        "outlook",
        "company",
        "followed",
        "q",
        "session",
        "analyst",
        "institutional",
        "investor",
        "may",
        "participate",
        "conference",
        "call",
        "dialing",
        "united",
        "state",
        "hong",
        "kong",
        "china",
        "international",
        "conference",
        "code",
        "approximately",
        "five",
        "ten",
        "minute",
        "call",
        "start",
        "time",
        "interested",
        "party",
        "simultaneous",
        "webcast",
        "accessed",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "located",
        "http",
        "participant",
        "requested",
        "log",
        "webcast",
        "least",
        "minute",
        "prior",
        "scheduled",
        "start",
        "time",
        "recorded",
        "webcast",
        "available",
        "website",
        "shortly",
        "earnings",
        "call",
        "china",
        "yuchai",
        "international",
        "china",
        "yuchai",
        "international",
        "limited",
        "subsidiary",
        "guangxi",
        "yuchai",
        "machinery",
        "company",
        "limited",
        "gymcl",
        "engages",
        "manufacture",
        "assembly",
        "sale",
        "wide",
        "variety",
        "engine",
        "truck",
        "bus",
        "passenger",
        "vehicle",
        "construction",
        "equipment",
        "marine",
        "agriculture",
        "application",
        "china",
        "gymcl",
        "also",
        "produce",
        "diesel",
        "power",
        "generator",
        "engine",
        "produced",
        "gymcl",
        "range",
        "diesel",
        "natural",
        "gas",
        "hybrid",
        "engine",
        "regional",
        "sale",
        "office",
        "authorized",
        "customer",
        "service",
        "center",
        "company",
        "distributes",
        "engine",
        "directly",
        "auto",
        "oems",
        "retailer",
        "provides",
        "maintenance",
        "retrofitting",
        "service",
        "throughout",
        "china",
        "founded",
        "gymcl",
        "established",
        "reputable",
        "brand",
        "name",
        "strong",
        "research",
        "development",
        "team",
        "significant",
        "market",
        "share",
        "china",
        "product",
        "reliable",
        "support",
        "gymcl",
        "sold",
        "engine",
        "recognized",
        "leading",
        "manufacturer",
        "distributor",
        "engine",
        "china",
        "information",
        "please",
        "visit",
        "http",
        "safe",
        "harbor",
        "statement",
        "news",
        "release",
        "may",
        "contain",
        "statement",
        "within",
        "meaning",
        "word",
        "believe",
        "expect",
        "anticipate",
        "project",
        "target",
        "optimistic",
        "confident",
        "continue",
        "predict",
        "intend",
        "aim",
        "similar",
        "expression",
        "intended",
        "identify",
        "statement",
        "statement",
        "statement",
        "historical",
        "fact",
        "statement",
        "may",
        "deemed",
        "statement",
        "including",
        "limited",
        "statement",
        "concerning",
        "company",
        "operation",
        "financial",
        "performance",
        "condition",
        "based",
        "current",
        "expectation",
        "belief",
        "assumption",
        "subject",
        "change",
        "time",
        "company",
        "caution",
        "statement",
        "nature",
        "involve",
        "risk",
        "uncertainty",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "depending",
        "variety",
        "important",
        "factor",
        "government",
        "stock",
        "exchange",
        "regulation",
        "competition",
        "political",
        "economic",
        "social",
        "condition",
        "around",
        "world",
        "china",
        "including",
        "discussed",
        "company",
        "form",
        "heading",
        "risk",
        "factor",
        "result",
        "operation",
        "business",
        "overview",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "time",
        "time",
        "statement",
        "applicable",
        "date",
        "made",
        "company",
        "specifically",
        "disclaims",
        "obligation",
        "maintain",
        "update",
        "information",
        "whether",
        "nature",
        "contained",
        "release",
        "otherwise",
        "future",
        "information",
        "please",
        "contact",
        "kevin",
        "theiss",
        "tel",
        "email",
        "cyd",
        "table",
        "follow",
        "china",
        "yuchai",
        "international",
        "limited",
        "unaudited",
        "consolidated",
        "income",
        "statement",
        "quarter",
        "ended",
        "march",
        "rmb",
        "u",
        "amount",
        "expressed",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "march",
        "march",
        "rmb",
        "u",
        "rmb",
        "u",
        "restated",
        "revenue",
        "cost",
        "good",
        "sold",
        "gross",
        "profit",
        "operating",
        "income",
        "net",
        "research",
        "development",
        "cost",
        "selling",
        "general",
        "administrative",
        "cost",
        "operating",
        "profit",
        "finance",
        "cost",
        "share",
        "result",
        "associate",
        "joint",
        "venture",
        "profit",
        "tax",
        "income",
        "tax",
        "expense",
        "profit",
        "period",
        "attributable",
        "equity",
        "holder",
        "parent",
        "interest",
        "net",
        "earnings",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "unit",
        "sale",
        "china",
        "yuchai",
        "international",
        "limited",
        "selected",
        "unaudited",
        "consolidated",
        "balance",
        "sheet",
        "item",
        "period",
        "ended",
        "march",
        "december",
        "rmb",
        "u",
        "amount",
        "expressed",
        "thousand",
        "march",
        "unaudited",
        "december",
        "audited",
        "rmb",
        "u",
        "rmb",
        "restated",
        "cash",
        "bank",
        "balance",
        "trade",
        "bill",
        "receivables",
        "inventory",
        "trade",
        "bill",
        "payable",
        "loan",
        "borrowing",
        "equity",
        "attributable",
        "equity",
        "holder",
        "parent",
        "china",
        "yuchai",
        "international",
        "limited",
        "impact",
        "adoption",
        "ifrs",
        "revenue",
        "contract",
        "customer",
        "figure",
        "presented",
        "rounded",
        "nearest",
        "thousand",
        "ifrs",
        "revenue",
        "contract",
        "customer",
        "ifrs",
        "revenue",
        "contract",
        "customer",
        "effective",
        "annual",
        "period",
        "beginning",
        "january",
        "ifrs",
        "establishes",
        "five",
        "step",
        "model",
        "account",
        "revenue",
        "arising",
        "contract",
        "customer",
        "ifrs",
        "revenue",
        "recognized",
        "amount",
        "reflects",
        "consideration",
        "entity",
        "expects",
        "entitled",
        "exchange",
        "transferring",
        "good",
        "service",
        "customer",
        "group",
        "applied",
        "change",
        "accounting",
        "policy",
        "retrospectively",
        "reporting",
        "period",
        "presented",
        "using",
        "full",
        "retrospective",
        "approach",
        "accordingly",
        "comparative",
        "figure",
        "balance",
        "sheet",
        "december",
        "income",
        "statement",
        "quarter",
        "ended",
        "march",
        "restated",
        "reflect",
        "retrospective",
        "adjustment",
        "upon",
        "adoption",
        "ifrs",
        "warranty",
        "obligation",
        "ifrs",
        "group",
        "account",
        "warranty",
        "separate",
        "performance",
        "obligation",
        "group",
        "allocates",
        "portion",
        "transaction",
        "price",
        "portion",
        "consideration",
        "allocated",
        "warranty",
        "initially",
        "recorded",
        "contract",
        "liability",
        "recognized",
        "revenue",
        "period",
        "warranty",
        "service",
        "provided",
        "result",
        "group",
        "income",
        "statement",
        "first",
        "quarter",
        "restated",
        "follows",
        "revenue",
        "decreased",
        "rmb",
        "rmb",
        "cost",
        "sale",
        "increased",
        "rmb",
        "rmb",
        "selling",
        "general",
        "administrative",
        "cost",
        "decreased",
        "rmb",
        "rmb",
        "summary",
        "resultant",
        "effect",
        "restatement",
        "group",
        "income",
        "statement",
        "first",
        "quarter",
        "group",
        "balance",
        "sheet",
        "december",
        "follows",
        "revenue",
        "adjusted",
        "rmb",
        "rmb",
        "profit",
        "tax",
        "adjusted",
        "rmb",
        "rmb",
        "profit",
        "attributable",
        "owner",
        "equity",
        "holder",
        "parent",
        "adjusted",
        "rmb",
        "rmb",
        "basic",
        "diluted",
        "earnings",
        "per",
        "share",
        "adjusted",
        "rmb",
        "rmb",
        "equity",
        "attributable",
        "equity",
        "holder",
        "parent",
        "adjusted",
        "rmb",
        "rmb",
        "view",
        "original",
        "content",
        "http",
        "source",
        "china",
        "yuchai",
        "international",
        "limited"
    ]
}