{
    "organizations": [],
    "uuid": "bae252da972f8deda796c126a8bc17ee53e18720",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/30/globe-newswire-kuuhubb-reports-third-quarter-financial-results.html",
    "ord_in_thread": 0,
    "title": "Kuuhubb Reports Third Financial",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO, Kuuhubb Inc. (“ Kuuhubb ” or the “ Company ”) (TSX-V:KUU) is pleased to announce its unaudited financial results for the three and nine month periods ended March 31, 2018. The Company’s unaudited interim consolidated financial statements as at and for the three and nine months ended March 31, 2018 and related management’s discussion and analysis can be found on the Company's SEDAR profile at www.sedar.com . References to \"US$\" are to United States dollars. The Company’s financial year end is June 30.\nHighlights for the Quarter Ended March 31, 2018:\nRevenue increased to US$6,671,448 during the three months ended March 31, 2018, which represents an increase of 5% from the US$6,344,947 of revenue earned during the previous quarter ended December 31, 2017. This revenue was generated from sales of the Recolor app, the in-application sale of virtual goods from the My Hospital game and in-application ad revenue.\nNet operating loss was US$3,450,060 for the three month period ended March 31, 2018, compared to the net operating loss of US$1,117,089 incurred during the previous quarter ended December 31, 2017. The net loss during the quarter ended March 31, 2018 includes impairment of goodwill of US$2,456,075, share-based compensation expense of US$835,682, depreciation and amortization of US$203,128 and foreign exchange gain of US$117,985. The non-GAAP adjusted EBITDA during the three month period ended March 31, 2018 was negative US$73,160, making this period’s adjusted EBITDA a near break-even quarter.\nThe development and launch of the Drone Wars mobile game has been delayed since its acquisition and Kemojo Kuuhubb Studios Inc. (the Company subsidiary holding the Drone Wars game) has ceased operations. During the three month period ended March 31, 2018, the Company decided to redevelop the game into a multiplayer player versus player (“PvP”) game and plans to launch the game upon successful redevelopment. Due to the delay and uncertainty of the ultimate outcome of the Drone Wars mobile game, the Company determined to write down US$2,456,075 of goodwill, being the preliminary estimate by management of the amount of goodwill related to the game.\nThe Company had shareholders’ equity of US$23,092,110 as at March 31, 2018, compared to shareholders’ equity of US$12,421,346 as at June 30, 2017.\nIn January 2018, the Company announced that it had signed an agreement with Receptiv, a leading mobile video advertising company, on collaborating to bring new brands to the Recolor digital coloring app.\nIn January 2018, the Company announced that it had signed a term sheet to acquire mobile esports platform developer Valiance UG (the acquisition is subject to the execution of the definitive documentation and receipt of TSX Venture Exchange acceptance). The Germany-based, Valiance esports platform is designed to support both mobile esports competitors and content creators and provides them with opportunities to monetise their involvement playing their favourite esports titles. In addition to the esports, Valiance has a development center in Zagreb (Croatia) with 20+ experienced and agile software developers.\nIn March 2018, the Company incorporated Recolor India Private Limited. This new subsidiary will carry on the business activities of the Incolour App, the Indian version of the Company’s Recolor App, with a local dedicated team of 4 people. Incolour is a stand-alone coloring community with global access which, through Kwan Entertainment’s contacts, is planned to utilize and work together with various Indian influencers and celebrities. In comparison to Recolor, it has a new user interface, and culturally relevant content and design. User experience is built around daily themes geared to stimulate daily engagement. In May 2018 Google Play India (Android) was launched and is planned to be followed by iOS version. The global roll-out of Android and iOS is expected to follow during summer 2018.\nIn April 2018, the Company announced that it will be commencing a creative cross-marketing collaboration with a global content leader Lionsgate. Under the agreement, Kuuhubb will create and market suites of digital coloring tasks around Lionsgate properties through Kuuhubb’s Recolor App, a leader in bringing brands and media properties to the art app universe. In addition, Lionsgate will support these campaigns by driving traffic through its marketing channels to Recolor.\nIn May 2018, the Company completed the acquisition of the full global rights and revenue to the My Hospital game. The purchase price of €2.6 million is to be paid in monthly instalments between May 2019 and June 2021. Additionally, after Kuuhubb has recouped the entire purchase price, Cherrypick Games (the vendor) is entitled to 25% net profit share. Cherrypick Games will continue the current game development and update efforts until June 2021.\nJouni Keränen, CEO of the Company, stated: “Kuuhubb experienced rapid growth and expansion during calendar year 2017, growing from 5 people to 70 (including Valiance acquisition in pipeline) and from zero revenue to over US$2 million in monthly revenue. During the first half of calendar year 2018, we are focusing on consolidating the past acquisitions and developing the current product portfolio. We have 3 commercially launched products (Recolor, Incolour and MyHospital) with an additional 3 products under development and expected to be launched within calendar year 2018. Recolor continues to be our flagship product and at the center of efforts with geographical expansion, brand partnerships and Android version together with new core product improvements as key success drivers. Recolor product development was transferred to Zagreb during January to March 2018 to enable tripling the size of the development team and supporting a global suite of coloring products. This transfer caused a short-term delay in implementation of our growth drivers but the investments are expected to produce results already in the second half of calendar year 2018. I would like to thank all our employees and partners for outstanding work and our shareholders for patience during the first half of 2018 when we will create the foundation for future growth.”\nAbout Kuuhubb\nKuuhubb is a company active in the digital space that focuses mainly on lifestyle and mobile video game applications. Its strategy is to create sustainable shareholder value through acquisitions of proven, yet underappreciated, assets with robust long-term growth potential. Headquartered in Helsinki, Finland, Kuuhubb has a global presence with a strong focus on developing U.S. brand collaborations and Asian partnerships.\nCautionary Note Concerning Forward-Looking Information\nThis press release contains forward-looking information. All statements, other than statements of historical fact, that address activities, events or developments that the Company believes, expects or anticipates will or may occur in the future (including, without limitation, statements relating to future revenue, products and development and growth of the Company’s business) are forward-looking information. This forward-looking information reflects the current expectations or beliefs of the Company based on information currently available to the Company. Forward-looking information is subject to a number of risks and uncertainties that may cause the actual results of the Company to differ materially from those discussed in the forward-looking information, and even if such actual results are realized or substantially realized, there can be no assurance that they will have the expected consequences to, or effects on the Company. Factors that could cause actual results or events to differ materially from current expectations include, among other things, risks related to the growth strategy of the Company, the possibility that results from the Company’s growth and development plans will not be consistent with the Company's expectations, the early stage of the Company's development, competition from companies in a number of industries, the ability of the Company to manage expansion and integrate acquisitions into its business, future business development of the Company and the other risks disclosed under the heading \"Risk Factors\" in the Company's annual information form dated October 30, 2017 filed on SEDAR at www.sedar.com . Forward-looking information speaks only as of the date on which it is provided and, except as may be required by applicable securities laws, the Company disclaims any intent or obligation to update any forward-looking information, whether as a result of new information, future events or results or otherwise. Although the Company believes that the assumptions inherent in the forward-looking information are reasonable, forward-looking information is not a guarantee of future performance and accordingly undue reliance should not be put on such information due to the inherent uncertainty therein.\nNeither TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\nFor further information, please contact:\nKuuhubb Inc.\nJouni Keränen - CEO\njouni@kuuhubb.com\nOffice: +358 40 590 0919\nBill Mitoulas\nInvestor Relations\nbill@kuuhubb.com\nOffice: +1 (416) 479-9547\nSource:KuuHubb Inc.",
    "published": "2018-05-31T03:50:00.000+03:00",
    "crawled": "2018-05-31T06:34:13.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "toronto",
        "kuuhubb",
        "kuuhubb",
        "company",
        "kuu",
        "pleased",
        "announce",
        "unaudited",
        "financial",
        "result",
        "three",
        "nine",
        "month",
        "period",
        "ended",
        "march",
        "company",
        "unaudited",
        "interim",
        "consolidated",
        "financial",
        "statement",
        "three",
        "nine",
        "month",
        "ended",
        "march",
        "related",
        "management",
        "discussion",
        "analysis",
        "found",
        "company",
        "sedar",
        "profile",
        "reference",
        "u",
        "united",
        "state",
        "dollar",
        "company",
        "financial",
        "year",
        "end",
        "june",
        "highlight",
        "quarter",
        "ended",
        "march",
        "revenue",
        "increased",
        "u",
        "three",
        "month",
        "ended",
        "march",
        "represents",
        "increase",
        "u",
        "revenue",
        "earned",
        "previous",
        "quarter",
        "ended",
        "december",
        "revenue",
        "generated",
        "sale",
        "recolor",
        "app",
        "sale",
        "virtual",
        "good",
        "hospital",
        "game",
        "ad",
        "revenue",
        "net",
        "operating",
        "loss",
        "u",
        "three",
        "month",
        "period",
        "ended",
        "march",
        "compared",
        "net",
        "operating",
        "loss",
        "u",
        "incurred",
        "previous",
        "quarter",
        "ended",
        "december",
        "net",
        "loss",
        "quarter",
        "ended",
        "march",
        "includes",
        "impairment",
        "goodwill",
        "u",
        "compensation",
        "expense",
        "u",
        "depreciation",
        "amortization",
        "u",
        "foreign",
        "exchange",
        "gain",
        "u",
        "adjusted",
        "ebitda",
        "three",
        "month",
        "period",
        "ended",
        "march",
        "negative",
        "u",
        "making",
        "period",
        "adjusted",
        "ebitda",
        "near",
        "quarter",
        "development",
        "launch",
        "drone",
        "war",
        "mobile",
        "game",
        "delayed",
        "since",
        "acquisition",
        "kemojo",
        "kuuhubb",
        "studio",
        "company",
        "subsidiary",
        "holding",
        "drone",
        "war",
        "game",
        "ceased",
        "operation",
        "three",
        "month",
        "period",
        "ended",
        "march",
        "company",
        "decided",
        "redevelop",
        "game",
        "multiplayer",
        "player",
        "versus",
        "player",
        "pvp",
        "game",
        "plan",
        "launch",
        "game",
        "upon",
        "successful",
        "redevelopment",
        "due",
        "delay",
        "uncertainty",
        "ultimate",
        "outcome",
        "drone",
        "war",
        "mobile",
        "game",
        "company",
        "determined",
        "write",
        "u",
        "goodwill",
        "preliminary",
        "estimate",
        "management",
        "amount",
        "goodwill",
        "related",
        "game",
        "company",
        "shareholder",
        "equity",
        "u",
        "march",
        "compared",
        "shareholder",
        "equity",
        "u",
        "june",
        "january",
        "company",
        "announced",
        "signed",
        "agreement",
        "receptiv",
        "leading",
        "mobile",
        "video",
        "advertising",
        "company",
        "collaborating",
        "bring",
        "new",
        "brand",
        "recolor",
        "digital",
        "coloring",
        "app",
        "january",
        "company",
        "announced",
        "signed",
        "term",
        "sheet",
        "acquire",
        "mobile",
        "esports",
        "platform",
        "developer",
        "valiance",
        "ug",
        "acquisition",
        "subject",
        "execution",
        "definitive",
        "documentation",
        "receipt",
        "tsx",
        "venture",
        "exchange",
        "acceptance",
        "valiance",
        "esports",
        "platform",
        "designed",
        "support",
        "mobile",
        "esports",
        "competitor",
        "content",
        "creator",
        "provides",
        "opportunity",
        "monetise",
        "involvement",
        "playing",
        "favourite",
        "esports",
        "title",
        "addition",
        "esports",
        "valiance",
        "development",
        "center",
        "zagreb",
        "croatia",
        "experienced",
        "agile",
        "software",
        "developer",
        "march",
        "company",
        "incorporated",
        "recolor",
        "india",
        "private",
        "limited",
        "new",
        "subsidiary",
        "carry",
        "business",
        "activity",
        "incolour",
        "app",
        "indian",
        "version",
        "company",
        "recolor",
        "app",
        "local",
        "dedicated",
        "team",
        "people",
        "incolour",
        "coloring",
        "community",
        "global",
        "access",
        "kwan",
        "entertainment",
        "contact",
        "planned",
        "utilize",
        "work",
        "together",
        "various",
        "indian",
        "influencers",
        "celebrity",
        "comparison",
        "recolor",
        "new",
        "user",
        "interface",
        "culturally",
        "relevant",
        "content",
        "design",
        "user",
        "experience",
        "built",
        "around",
        "daily",
        "theme",
        "geared",
        "stimulate",
        "daily",
        "engagement",
        "may",
        "google",
        "play",
        "india",
        "android",
        "launched",
        "planned",
        "followed",
        "io",
        "version",
        "global",
        "android",
        "io",
        "expected",
        "follow",
        "summer",
        "april",
        "company",
        "announced",
        "commencing",
        "creative",
        "collaboration",
        "global",
        "content",
        "leader",
        "lionsgate",
        "agreement",
        "kuuhubb",
        "create",
        "market",
        "suite",
        "digital",
        "coloring",
        "task",
        "around",
        "lionsgate",
        "property",
        "kuuhubb",
        "recolor",
        "app",
        "leader",
        "bringing",
        "brand",
        "medium",
        "property",
        "art",
        "app",
        "universe",
        "addition",
        "lionsgate",
        "support",
        "campaign",
        "driving",
        "traffic",
        "marketing",
        "channel",
        "recolor",
        "may",
        "company",
        "completed",
        "acquisition",
        "full",
        "global",
        "right",
        "revenue",
        "hospital",
        "game",
        "purchase",
        "price",
        "million",
        "paid",
        "monthly",
        "instalment",
        "may",
        "june",
        "additionally",
        "kuuhubb",
        "recouped",
        "entire",
        "purchase",
        "price",
        "cherrypick",
        "game",
        "vendor",
        "entitled",
        "net",
        "profit",
        "share",
        "cherrypick",
        "game",
        "continue",
        "current",
        "game",
        "development",
        "update",
        "effort",
        "june",
        "jouni",
        "keränen",
        "ceo",
        "company",
        "stated",
        "kuuhubb",
        "experienced",
        "rapid",
        "growth",
        "expansion",
        "calendar",
        "year",
        "growing",
        "people",
        "including",
        "valiance",
        "acquisition",
        "pipeline",
        "zero",
        "revenue",
        "u",
        "million",
        "monthly",
        "revenue",
        "first",
        "half",
        "calendar",
        "year",
        "focusing",
        "consolidating",
        "past",
        "acquisition",
        "developing",
        "current",
        "product",
        "portfolio",
        "commercially",
        "launched",
        "product",
        "recolor",
        "incolour",
        "myhospital",
        "additional",
        "product",
        "development",
        "expected",
        "launched",
        "within",
        "calendar",
        "year",
        "recolor",
        "continues",
        "flagship",
        "product",
        "center",
        "effort",
        "geographical",
        "expansion",
        "brand",
        "partnership",
        "android",
        "version",
        "together",
        "new",
        "core",
        "product",
        "improvement",
        "key",
        "success",
        "driver",
        "recolor",
        "product",
        "development",
        "transferred",
        "zagreb",
        "january",
        "march",
        "enable",
        "tripling",
        "size",
        "development",
        "team",
        "supporting",
        "global",
        "suite",
        "coloring",
        "product",
        "transfer",
        "caused",
        "delay",
        "implementation",
        "growth",
        "driver",
        "investment",
        "expected",
        "produce",
        "result",
        "already",
        "second",
        "half",
        "calendar",
        "year",
        "would",
        "like",
        "thank",
        "employee",
        "partner",
        "outstanding",
        "work",
        "shareholder",
        "patience",
        "first",
        "half",
        "create",
        "foundation",
        "future",
        "kuuhubb",
        "kuuhubb",
        "company",
        "active",
        "digital",
        "space",
        "focus",
        "mainly",
        "lifestyle",
        "mobile",
        "video",
        "game",
        "application",
        "strategy",
        "create",
        "sustainable",
        "shareholder",
        "value",
        "acquisition",
        "proven",
        "yet",
        "underappreciated",
        "asset",
        "robust",
        "growth",
        "potential",
        "headquartered",
        "helsinki",
        "finland",
        "kuuhubb",
        "global",
        "presence",
        "strong",
        "focus",
        "developing",
        "brand",
        "collaboration",
        "asian",
        "partnership",
        "cautionary",
        "note",
        "concerning",
        "information",
        "press",
        "release",
        "contains",
        "information",
        "statement",
        "statement",
        "historical",
        "fact",
        "address",
        "activity",
        "event",
        "development",
        "company",
        "belief",
        "expects",
        "anticipates",
        "may",
        "occur",
        "future",
        "including",
        "without",
        "limitation",
        "statement",
        "relating",
        "future",
        "revenue",
        "product",
        "development",
        "growth",
        "company",
        "business",
        "information",
        "information",
        "reflects",
        "current",
        "expectation",
        "belief",
        "company",
        "based",
        "information",
        "currently",
        "available",
        "company",
        "information",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "actual",
        "result",
        "company",
        "differ",
        "materially",
        "discussed",
        "information",
        "even",
        "actual",
        "result",
        "realized",
        "substantially",
        "realized",
        "assurance",
        "expected",
        "consequence",
        "effect",
        "company",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "event",
        "differ",
        "materially",
        "current",
        "expectation",
        "include",
        "among",
        "thing",
        "risk",
        "related",
        "growth",
        "strategy",
        "company",
        "possibility",
        "result",
        "company",
        "growth",
        "development",
        "plan",
        "consistent",
        "company",
        "expectation",
        "early",
        "stage",
        "company",
        "development",
        "competition",
        "company",
        "number",
        "industry",
        "ability",
        "company",
        "manage",
        "expansion",
        "integrate",
        "acquisition",
        "business",
        "future",
        "business",
        "development",
        "company",
        "risk",
        "disclosed",
        "heading",
        "risk",
        "factor",
        "company",
        "annual",
        "information",
        "form",
        "dated",
        "october",
        "filed",
        "sedar",
        "information",
        "speaks",
        "date",
        "provided",
        "except",
        "may",
        "required",
        "applicable",
        "security",
        "law",
        "company",
        "disclaims",
        "intent",
        "obligation",
        "update",
        "information",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "result",
        "otherwise",
        "although",
        "company",
        "belief",
        "assumption",
        "inherent",
        "information",
        "reasonable",
        "information",
        "guarantee",
        "future",
        "performance",
        "accordingly",
        "undue",
        "reliance",
        "put",
        "information",
        "due",
        "inherent",
        "uncertainty",
        "therein",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "information",
        "please",
        "contact",
        "kuuhubb",
        "jouni",
        "keränen",
        "ceo",
        "jouni",
        "office",
        "bill",
        "mitoulas",
        "investor",
        "relation",
        "bill",
        "office",
        "source",
        "kuuhubb",
        "inc"
    ]
}