{
    "organizations": [],
    "uuid": "a5343f77919ded9fae470f9c7b0a0262cb5bccfa",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/02/globe-newswire-ttm-technologies-inc-reports-fiscal-first-quarter-2018-results.html",
    "ord_in_thread": 0,
    "title": "TTM Technologies, Inc. Reports Fiscal First Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "COSTA MESA, Calif., May 02, 2018 (GLOBE NEWSWIRE) -- TTM Technologies, Inc. (NASDAQ:TTMI), a leading global printed circuit board (“PCB”) manufacturer, today reported results for fiscal 2018, which ended April 2nd, 2018. The financial results provided below for the first quarter do not include any contribution from the acquisition of Anaren, Inc. (“Anaren”), which was completed on April 18 th , 2018.\nFirst Quarter 2018 Highlights\nNet sales were $663.6 million GAAP net income was $10.1 million, or $0.09 per diluted share Non-GAAP net income was $28.0 million, or $0.26 per diluted share Completed the acquisition of Anaren, Inc.\nFirst Quarter 2018 Financial Results\nNet sales for 2018 were $663.6 million, compared to $625.2 million in 2017 and $739.3 million in the fourth quarter of 2017.\nGAAP operating income for 2018 was $30.0 million, compared to $52.6 million in 2017 and $71.0 million in the fourth quarter of 2017.\nGAAP net income for 2018 was $10.1 million, or $0.09 per diluted share. This compares to $33.0 million, or $0.28 per diluted share, in 2017 and $49.2 million, or $0.40 per diluted share, in the fourth quarter of 2017.\nOn a non-GAAP basis, net income for 2018 was $28.0 million, or $0.26 per diluted share. This compares to non-GAAP net income of $39.2 million, or $0.37 per diluted share, for 2017 and $61.2 million, or $0.57 per diluted share, in the fourth quarter of 2017.\nAdjusted EBITDA for 2018 was $83.2 million, or 12.5 percent of net sales, compared to adjusted EBITDA of $95.6 million, or 15.3 percent of net sales, for 2017 and $121.7 million, or 16.5 percent of net sales, for the fourth quarter of 2017.\n“As anticipated, we faced seasonal challenges in our consumer related cellular and computing markets in the first quarter resulting in expected short term pressure on margins,” said Tom Edman, CEO of TTM. “We were pleased to see solid growth from the aerospace and defense and automotive end markets that more than offset weakness in our computing and networking markets. We also closed the acquisition of Anaren in the second quarter, which we expect will further increase our exposure to the growing aerospace and defense end market and strengthen our ability to deliver value added solutions to our customers across all of the markets we serve.”\nBusiness Outlook\nFor the second quarter of 2018, including the expected contribution from Anaren post acquisition, TTM estimates that revenue will be in the range of $700 million to $750 million, and non-GAAP net income will be in the range of $0.34 to $0.40 per diluted share.\nTo Access the Live Webcast/Conference Call\nTTM will host a conference call and webcast to discuss first quarter 2018 results and second quarter 2018 outlook on Wednesday, May 2nd, 2018, at 4:30 p.m. Eastern Time (1:30 p.m. Pacific Time). The conference call will include forward-looking statements.\nTelephone access is available by dialing domestic 800-289-0438 or international 323-794-2423 (ID 2803345). The conference call also will be webcast on TTM’s website at www.ttm.com .\nTo Access a Replay of the Webcast\nThe replay of the webcast will remain accessible for one week following the live event on TTM’s website at www.ttm.com .\nAbout TTM\nTTM Technologies, Inc. is a leading global printed circuit board manufacturer, focusing on quick-turn and volume production of technologically advanced PCBs, backplane assemblies and electro-mechanical solutions. TTM stands for time-to-market, representing how TTM's time-critical, one-stop manufacturing services enable customers to shorten the time required to develop new products and bring them to market. Additional information can be found at www.ttm.com .\nForward-Looking Statements\nThis release contains forward-looking statements that relate to future events or performance. TTM cautions you that such statements are simply predictions and actual events or results may differ materially. These statements reflect TTM's current expectations, and TTM does not undertake to update or revise these forward looking statements, even if experience or future changes make it clear that any projected results expressed or implied in this or other TTM statements will not be realized. Further, these statements involve risks beyond TTM's control, which could cause actual results to the forward-looking statements. These risks and uncertainties include, but are not limited to, general market and economic conditions, including interest rates, currency exchange rates and consumer spending, demand for TTM's products, market pressures on prices of TTM's products, warranty claims, changes in product mix, contemplated significant capital expenditures and related financing requirements, TTM's dependence upon a small number of customers and other factors set forth in the \"Risk Factors\" and \"Management's Discussion and Analysis of Financial Condition and Results of Operations\" sections of the Company's public reports filed with the SEC.\nAbout Our\nThis release includes information about TTM’s adjusted EBITDA, non-GAAP net income and non-GAAP earnings per share, all of which are non- . TTM presents non-GAAP financial information to enable investors to see TTM through the eyes of management and to provide better insight into TTM’s ongoing financial performance.\nA material limitation associated with the use of the above non- is that they have no standardized measurement prescribed by GAAP and may not be comparable to similar non- used by other companies. TTM compensates for these limitations by providing full disclosure of each non-GAAP financial measure and reconciliation to the most directly comparable GAAP financial measure. However, the non- should not be considered in isolation from, or as a substitute for, financial information prepared in accordance with GAAP.\nWith respect to the Company’s outlook for non-GAAP net income per diluted share, we are unable to predict with reasonable certainty or without unreasonable effort certain items that may affect such measure calculated and presented in accordance with GAAP. Our expected non-GAAP net income per diluted share excludes primarily the future impact of restructuring actions, impairment charges, unusual gains and losses, and tax adjustments. These reconciling items are highly variable and difficult to predict due to various factors outside of management’s control and could have a material impact on our future period net income per diluted share calculated and presented in accordance with GAAP. Accordingly, a reconciliation of non-GAAP net income per diluted share to such measure calculated and presented in accordance with GAAP is not available without unreasonable effort and has not been provided.\n- Tables Follow -\nTTM TECHNOLOGIES, INC. Selected Unaudited Financial Information (In thousands, except per share data) First Quarter Fourth Quarter 2018 2017 2017 CONSOLIDATED CONDENSED STATEMENTS OF OPERATIONS Net sales $ 663,582 $ 625,247 $ 739,349 Cost of goods sold 574,904 520,228 607,488 Gross profit 88,678 105,019 131,861 Operating expenses: Selling and marketing 17,628 16,655 17,081 General and administrative 34,127 30,822 37,764 Amortization of definite-lived intangibles 5,861 5,912 5,907 Restructuring charges 1,061 609 65 (Gain)/loss on sale of assets - (1,549 ) - Total operating expenses 58,677 52,449 60,817 Operating income 30,001 52,570 71,044 Interest expense (13,747 ) (13,596 ) (13,782 ) Other, net (1,107 ) (1,710 ) (3,617 ) Income before income taxes 15,147 37,264 53,645 Income tax provision (5,050 ) (4,139 ) (4,329 ) Net income $ 10,097 $ 33,125 $ 49,316 Net income attributable to noncontrolling interest - (166 ) (105 ) Net income attributable to stockholders $ 10,097 $ 32,959 $ 49,211 Earnings per share attributable to stockholders: Basic $ 0.10 $ 0.33 $ 0.48 Diluted $ 0.09 $ 0.28 $ 0.40 Weighted-average shares used in computing per share amounts: Basic 102,508 100,932 101,817 Diluted 107,517 130,922 133,170 Reconciliation of the numerator and denominator used to calculate basic earnings per share and diluted earnings per share: Net income attributable to stockholders $ 32,959 $ 49,211 Add back items: interest expense, net of tax 3,394 3,508 Adjusted net income attributable to stockholders $ 36,353 $ 52,719 Weighted-average shares outstanding 100,932 101,817 Dilutive effect of convertible debt 25,940 25,939 Dilutive effect of warrants 2,183 2,938 Dilutive effect of performance-based stock units, restricted stock units & stock options 1,867 2,476 Diluted shares 130,922 133,170 Earnings per share attributable to stockholders: Basic $ 0.33 $ 0.48 Diluted $ 0.28 $ 0.40 SELECTED BALANCE SHEET DATA April 2, 2018 January 1, 2018 Cash and cash equivalents, including restricted cash $ 352,576 $ 409,326 Accounts and notes receivable, net 504,914 483,903 Contract assets 275,022 - Inventories 82,116 294,588 Total current assets 1,247,594 1,221,307 Property, plant and equipment, net 1,039,751 1,056,845 Other non-current assets 499,004 503,730 Total assets 2,786,349 2,781,882 Short-term debt, including current portion of long-term debt $ 4,616 $ 4,578 Accounts payable 487,818 497,455 677,528 720,356 Debt, net of discount 977,413 975,479 Total long-term liabilities 1,054,491 1,050,146 Total equity 1,054,330 1,011,380 Total liabilities and equity 2,786,349 2,781,882 SUPPLEMENTAL DATA First Quarter Fourth Quarter 2018 2017 2017 Gross margin 13.4 % 16.8 % 17.8 % Operating margin 4.5 % 8.4 % 9.6 % End Market Breakdown: First Quarter Fourth Quarter 2018 2017 2017 Aerospace/Defense 18 % 15 % 15 % Automotive 20 % 20 % 18 % Cellular Phone 15 % 14 % 27 % Computing/Storage/Peripherals 12 % 15 % 10 % Medical/Industrial/Instrumentation 15 % 15 % 12 % Networking/Communications 16 % 20 % 17 % Other 4 % 1 % 1 % Stock-based Compensation: First Quarter Fourth Quarter 2018 2017 2017 Amount included in: Cost of goods sold $ 529 $ 394 $ 613 Selling and marketing 374 253 450 General and administrative 2,719 2,981 3,921 Total stock-based compensation expense $ 3,622 $ 3,628 $ 4,984 Operating Segment Data: First Quarter Fourth Quarter Net sales: 2018 2017 2017 PCB $ 619,329 $ 586,695 $ 688,572 E-M Solutions 47,151 41,669 54,899 Corporate - - - Total sales 666,480 628,364 743,471 Inter-segment sales (2,898 ) (3,117 ) (4,122 ) Total net sales $ 663,582 $ 625,247 $ 739,349 Operating segment income: PCB $ 63,464 $ 82,256 $ 100,352 E-M Solutions 40 (1,642 ) 2,799 Corporate (27,642 ) (22,132 ) (26,200 ) Total operating segment income 35,862 58,482 76,951 Amortization of definite-lived intangibles (5,861 ) (5,912 ) (5,907 ) Total operating income 30,001 52,570 71,044 Total other expense (14,854 ) (15,306 ) (17,399 ) Income before income taxes $ 15,147 $ 37,264 $ 53,645 RECONCILIATIONS 1 First Quarter Fourth Quarter 2018 2017 2017 Non-GAAP gross profit reconciliation 2 : GAAP gross profit $ 88,678 $ 105,019 $ 131,861 Add back item: Stock-based compensation 529 394 613 Non-GAAP gross profit $ 89,207 $ 105,413 $ 132,474 Non-GAAP gross margin 13.4 % 16.9 % 17.9 % Non-GAAP operating income reconciliation 3 : GAAP operating income $ 30,001 $ 52,570 $ 71,044 Add back items: Amortization of definite-lived intangibles 5,861 5,912 5,907 Stock-based compensation 3,622 3,628 4,984 (Gain)/loss on sale of assets - (1,549 ) - Impairments, restructuring, acquisition-related, and other charges 5,034 709 2,331 Non-GAAP operating income $ 44,518 $ 61,270 $ 84,266 Non-GAAP operating margin 6.7 % 9.8 % 11.4 % Non-GAAP net income and EPS attributable to stockholders reconciliation 4 : GAAP net income attributable to stockholders $ 10,097 $ 32,959 $ 49,211 Add back items: Amortization of definite-lived intangibles 5,861 5,912 5,907 Stock-based compensation 3,622 3,628 4,984 Non-cash interest expense 3,054 2,627 3,017 (Gain)/loss on sale of assets - (1,549 ) - Impairments, restructuring, acquisition-related, and other charges 5,263 709 2,331 Income taxes 5 108 (5,093 ) (4,204 ) Non-GAAP net income attributable to stockholders $ 28,005 $ 39,193 $ 61,246 Non-GAAP earnings per diluted share attributable to stockholders $ 0.26 $ 0.37 $ 0.57 Non-GAAP diluted number of shares 6 : Diluted shares 107,517 130,922 133,170 Dilutive effect of convertible debt - (25,940 ) (25,939 ) Non-GAAP diluted number of shares 107,517 104,982 107,231 Adjusted EBITDA reconciliation 7 : GAAP net income $ 10,097 $ 33,125 $ 49,316 Add back items: Income tax provision (benefit) 5,050 4,139 4,329 Interest expense 13,747 13,596 13,782 Amortization of definite-lived intangibles 5,861 5,912 5,907 Depreciation expense 39,775 36,077 41,090 Stock-based compensation 3,622 3,628 4,984 (Gain)/loss on sale of assets - (1,549 ) - Impairments, restructuring, acquisition-related, and other charges 5,034 709 2,331 Adjusted EBITDA $ 83,186 $ 95,637 $ 121,739 Adjusted EBITDA margin 12.5 % 15.3 % 16.5 % Free cash flow reconciliation: Operating cash flow (14,261 ) 49,584 152,691 Capital expenditures, net (42,139 ) (23,378 ) (32,209 ) Free cash flow $ (56,400 ) $ 26,206 $ 120,482 1 This information provides a reconciliation of non-GAAP gross profit, non-GAAP operating income, non-GAAP net income attributable to stockholders, non-GAAP EPS attributable to stockholders, and adjusted EBITDA to the financial information in our consolidated condensed statements of operations. 2 Non-GAAP gross profit and gross margin measures exclude stock-based compensation expense. 3 Non-GAAP operating income and operating margin measures exclude amortization of intangibles, stock-based compensation expense, gain on sale of assets, acquisition-related costs, asset impairments, restructuring and other charges. 4 This information provides non-GAAP net income attributable to stockholders and non-GAAP EPS attributable to stockholders, which are non- . Management believes that both measures -- which add back amortization of intangibles, stock-based compensation expense, non-cash interest expense on debt (before consideration of capitalized interest), gain on sale of assets, acquisition-related costs, asset impairments, restructuring and other charges as well as the associated tax impact of these charges and discrete tax items -- provide additional useful information to investors regarding the Company's ongoing financial condition and results of operations. 5 Income tax adjustments reflect the difference between income taxes based on a non-GAAP tax rate and a forecasted annual GAAP tax rate. 6 Non-GAAP diluted number of shares used in computing non-GAAP earnings per share attributable to stockholders excludes the dilutive effect of convertible debt. 7 Adjusted EBITDA is defined as earnings before interest expense, income taxes, depreciation, amortization of intangibles, stock-based compensation expense, gain on sale of assets, acquisition-related costs, asset impairments, restructuring and other charges. We present adjusted EBITDA to enhance the understanding of our operating results, and it is a key measure we use to evaluate our operations. In addition, we provide our adjusted EBITDA because we believe that investors and securities analysts will find adjusted EBITDA to be a useful measure for evaluating our operating performance and comparing our operating performance with that of similar companies that have different capital structures and for evaluating our ability to meet our future debt service, capital expenditures, and working capital requirements. However, adjusted EBITDA should not be considered as an alternative to cash flows from operating activities as a measure of liquidity or as an alternative to net income as a measure of operating results in accordance with accounting principles generally accepted in the United States of America. Contact:\nSameer Desai,\nSenior Director, Corporate\nDevelopment & Investor Relations\nSameer.desai@ttmtech.com\n714-327-3050\nSource:TTM Technologies",
    "published": "2018-05-03T00:05:00.000+03:00",
    "crawled": "2018-05-03T02:49:08.008+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "costa",
        "mesa",
        "may",
        "globe",
        "newswire",
        "ttm",
        "technology",
        "nasdaq",
        "ttmi",
        "leading",
        "global",
        "printed",
        "circuit",
        "board",
        "pcb",
        "manufacturer",
        "today",
        "reported",
        "result",
        "fiscal",
        "ended",
        "april",
        "2nd",
        "financial",
        "result",
        "provided",
        "first",
        "quarter",
        "include",
        "contribution",
        "acquisition",
        "anaren",
        "anaren",
        "completed",
        "april",
        "th",
        "first",
        "quarter",
        "highlight",
        "net",
        "sale",
        "million",
        "gaap",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "share",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "share",
        "completed",
        "acquisition",
        "anaren",
        "first",
        "quarter",
        "financial",
        "result",
        "net",
        "sale",
        "million",
        "compared",
        "million",
        "million",
        "fourth",
        "quarter",
        "gaap",
        "operating",
        "income",
        "million",
        "compared",
        "million",
        "million",
        "fourth",
        "quarter",
        "gaap",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "share",
        "compare",
        "million",
        "per",
        "diluted",
        "share",
        "million",
        "per",
        "diluted",
        "share",
        "fourth",
        "quarter",
        "basis",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "share",
        "compare",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "share",
        "million",
        "per",
        "diluted",
        "share",
        "fourth",
        "quarter",
        "adjusted",
        "ebitda",
        "million",
        "percent",
        "net",
        "sale",
        "compared",
        "adjusted",
        "ebitda",
        "million",
        "percent",
        "net",
        "sale",
        "million",
        "percent",
        "net",
        "sale",
        "fourth",
        "quarter",
        "anticipated",
        "faced",
        "seasonal",
        "challenge",
        "consumer",
        "related",
        "cellular",
        "computing",
        "market",
        "first",
        "quarter",
        "resulting",
        "expected",
        "short",
        "term",
        "pressure",
        "margin",
        "said",
        "tom",
        "edman",
        "ceo",
        "ttm",
        "pleased",
        "see",
        "solid",
        "growth",
        "aerospace",
        "defense",
        "automotive",
        "end",
        "market",
        "offset",
        "weakness",
        "computing",
        "networking",
        "market",
        "also",
        "closed",
        "acquisition",
        "anaren",
        "second",
        "quarter",
        "expect",
        "increase",
        "exposure",
        "growing",
        "aerospace",
        "defense",
        "end",
        "market",
        "strengthen",
        "ability",
        "deliver",
        "value",
        "added",
        "solution",
        "customer",
        "across",
        "market",
        "business",
        "outlook",
        "second",
        "quarter",
        "including",
        "expected",
        "contribution",
        "anaren",
        "post",
        "acquisition",
        "ttm",
        "estimate",
        "revenue",
        "range",
        "million",
        "million",
        "net",
        "income",
        "range",
        "per",
        "diluted",
        "share",
        "access",
        "live",
        "call",
        "ttm",
        "host",
        "conference",
        "call",
        "webcast",
        "discus",
        "first",
        "quarter",
        "result",
        "second",
        "quarter",
        "outlook",
        "wednesday",
        "may",
        "2nd",
        "eastern",
        "time",
        "pacific",
        "time",
        "conference",
        "call",
        "include",
        "statement",
        "telephone",
        "access",
        "available",
        "dialing",
        "domestic",
        "international",
        "id",
        "conference",
        "call",
        "also",
        "webcast",
        "ttm",
        "website",
        "access",
        "replay",
        "webcast",
        "replay",
        "webcast",
        "remain",
        "accessible",
        "one",
        "week",
        "following",
        "live",
        "event",
        "ttm",
        "website",
        "ttm",
        "ttm",
        "technology",
        "leading",
        "global",
        "printed",
        "circuit",
        "board",
        "manufacturer",
        "focusing",
        "volume",
        "production",
        "technologically",
        "advanced",
        "pcbs",
        "backplane",
        "assembly",
        "solution",
        "ttm",
        "stand",
        "representing",
        "ttm",
        "manufacturing",
        "service",
        "enable",
        "customer",
        "shorten",
        "time",
        "required",
        "develop",
        "new",
        "product",
        "bring",
        "market",
        "additional",
        "information",
        "found",
        "statement",
        "release",
        "contains",
        "statement",
        "relate",
        "future",
        "event",
        "performance",
        "ttm",
        "caution",
        "statement",
        "simply",
        "prediction",
        "actual",
        "event",
        "result",
        "may",
        "differ",
        "materially",
        "statement",
        "reflect",
        "ttm",
        "current",
        "expectation",
        "ttm",
        "undertake",
        "update",
        "revise",
        "forward",
        "looking",
        "statement",
        "even",
        "experience",
        "future",
        "change",
        "make",
        "clear",
        "projected",
        "result",
        "expressed",
        "implied",
        "ttm",
        "statement",
        "realized",
        "statement",
        "involve",
        "risk",
        "beyond",
        "ttm",
        "control",
        "could",
        "cause",
        "actual",
        "result",
        "statement",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "general",
        "market",
        "economic",
        "condition",
        "including",
        "interest",
        "rate",
        "currency",
        "exchange",
        "rate",
        "consumer",
        "spending",
        "demand",
        "ttm",
        "product",
        "market",
        "pressure",
        "price",
        "ttm",
        "product",
        "warranty",
        "claim",
        "change",
        "product",
        "mix",
        "contemplated",
        "significant",
        "capital",
        "expenditure",
        "related",
        "financing",
        "requirement",
        "ttm",
        "dependence",
        "upon",
        "small",
        "number",
        "customer",
        "factor",
        "set",
        "forth",
        "risk",
        "factor",
        "management",
        "discussion",
        "analysis",
        "financial",
        "condition",
        "result",
        "operation",
        "section",
        "company",
        "public",
        "report",
        "filed",
        "sec",
        "release",
        "includes",
        "information",
        "ttm",
        "adjusted",
        "ebitda",
        "net",
        "income",
        "earnings",
        "per",
        "share",
        "ttm",
        "present",
        "financial",
        "information",
        "enable",
        "investor",
        "see",
        "ttm",
        "eye",
        "management",
        "provide",
        "better",
        "insight",
        "ttm",
        "ongoing",
        "financial",
        "performance",
        "material",
        "limitation",
        "associated",
        "use",
        "standardized",
        "measurement",
        "prescribed",
        "gaap",
        "may",
        "comparable",
        "similar",
        "used",
        "company",
        "ttm",
        "compensates",
        "limitation",
        "providing",
        "full",
        "disclosure",
        "financial",
        "measure",
        "reconciliation",
        "directly",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "however",
        "considered",
        "isolation",
        "substitute",
        "financial",
        "information",
        "prepared",
        "accordance",
        "gaap",
        "respect",
        "company",
        "outlook",
        "net",
        "income",
        "per",
        "diluted",
        "share",
        "unable",
        "predict",
        "reasonable",
        "certainty",
        "without",
        "unreasonable",
        "effort",
        "certain",
        "item",
        "may",
        "affect",
        "measure",
        "calculated",
        "presented",
        "accordance",
        "gaap",
        "expected",
        "net",
        "income",
        "per",
        "diluted",
        "share",
        "excludes",
        "primarily",
        "future",
        "impact",
        "restructuring",
        "action",
        "impairment",
        "charge",
        "unusual",
        "gain",
        "loss",
        "tax",
        "adjustment",
        "reconciling",
        "item",
        "highly",
        "variable",
        "difficult",
        "predict",
        "due",
        "various",
        "factor",
        "outside",
        "management",
        "control",
        "could",
        "material",
        "impact",
        "future",
        "period",
        "net",
        "income",
        "per",
        "diluted",
        "share",
        "calculated",
        "presented",
        "accordance",
        "gaap",
        "accordingly",
        "reconciliation",
        "net",
        "income",
        "per",
        "diluted",
        "share",
        "measure",
        "calculated",
        "presented",
        "accordance",
        "gaap",
        "available",
        "without",
        "unreasonable",
        "effort",
        "provided",
        "table",
        "follow",
        "ttm",
        "technology",
        "selected",
        "unaudited",
        "financial",
        "information",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "first",
        "quarter",
        "fourth",
        "quarter",
        "consolidated",
        "condensed",
        "statement",
        "operation",
        "net",
        "sale",
        "cost",
        "good",
        "sold",
        "gross",
        "profit",
        "operating",
        "expense",
        "selling",
        "marketing",
        "general",
        "administrative",
        "amortization",
        "intangible",
        "restructuring",
        "charge",
        "gain",
        "sale",
        "asset",
        "total",
        "operating",
        "expense",
        "operating",
        "income",
        "interest",
        "expense",
        "net",
        "income",
        "income",
        "tax",
        "income",
        "tax",
        "provision",
        "net",
        "income",
        "net",
        "income",
        "attributable",
        "noncontrolling",
        "interest",
        "net",
        "income",
        "attributable",
        "stockholder",
        "earnings",
        "per",
        "share",
        "attributable",
        "stockholder",
        "basic",
        "diluted",
        "share",
        "used",
        "computing",
        "per",
        "share",
        "amount",
        "basic",
        "diluted",
        "reconciliation",
        "numerator",
        "denominator",
        "used",
        "calculate",
        "basic",
        "earnings",
        "per",
        "share",
        "diluted",
        "earnings",
        "per",
        "share",
        "net",
        "income",
        "attributable",
        "stockholder",
        "add",
        "back",
        "item",
        "interest",
        "expense",
        "net",
        "tax",
        "adjusted",
        "net",
        "income",
        "attributable",
        "stockholder",
        "share",
        "outstanding",
        "dilutive",
        "effect",
        "convertible",
        "debt",
        "dilutive",
        "effect",
        "warrant",
        "dilutive",
        "effect",
        "stock",
        "unit",
        "restricted",
        "stock",
        "unit",
        "stock",
        "option",
        "diluted",
        "share",
        "earnings",
        "per",
        "share",
        "attributable",
        "stockholder",
        "basic",
        "diluted",
        "selected",
        "balance",
        "sheet",
        "data",
        "april",
        "january",
        "cash",
        "cash",
        "equivalent",
        "including",
        "restricted",
        "cash",
        "account",
        "note",
        "receivable",
        "net",
        "contract",
        "asset",
        "inventory",
        "total",
        "current",
        "asset",
        "property",
        "plant",
        "equipment",
        "net",
        "asset",
        "total",
        "asset",
        "debt",
        "including",
        "current",
        "portion",
        "debt",
        "account",
        "payable",
        "debt",
        "net",
        "discount",
        "total",
        "liability",
        "total",
        "equity",
        "total",
        "liability",
        "equity",
        "supplemental",
        "data",
        "first",
        "quarter",
        "fourth",
        "quarter",
        "gross",
        "margin",
        "operating",
        "margin",
        "end",
        "market",
        "breakdown",
        "first",
        "quarter",
        "fourth",
        "quarter",
        "automotive",
        "cellular",
        "phone",
        "compensation",
        "first",
        "quarter",
        "fourth",
        "quarter",
        "amount",
        "included",
        "cost",
        "good",
        "sold",
        "selling",
        "marketing",
        "general",
        "administrative",
        "total",
        "compensation",
        "expense",
        "operating",
        "segment",
        "data",
        "first",
        "quarter",
        "fourth",
        "quarter",
        "net",
        "sale",
        "pcb",
        "solution",
        "corporate",
        "total",
        "sale",
        "sale",
        "total",
        "net",
        "sale",
        "operating",
        "segment",
        "income",
        "pcb",
        "solution",
        "corporate",
        "total",
        "operating",
        "segment",
        "income",
        "amortization",
        "intangible",
        "total",
        "operating",
        "income",
        "total",
        "expense",
        "income",
        "income",
        "tax",
        "reconciliation",
        "first",
        "quarter",
        "fourth",
        "quarter",
        "gross",
        "profit",
        "reconciliation",
        "gaap",
        "gross",
        "profit",
        "add",
        "back",
        "item",
        "compensation",
        "gross",
        "profit",
        "gross",
        "margin",
        "operating",
        "income",
        "reconciliation",
        "gaap",
        "operating",
        "income",
        "add",
        "back",
        "item",
        "amortization",
        "intangible",
        "compensation",
        "gain",
        "sale",
        "asset",
        "impairment",
        "restructuring",
        "charge",
        "operating",
        "income",
        "operating",
        "margin",
        "net",
        "income",
        "eps",
        "attributable",
        "stockholder",
        "reconciliation",
        "gaap",
        "net",
        "income",
        "attributable",
        "stockholder",
        "add",
        "back",
        "item",
        "amortization",
        "intangible",
        "compensation",
        "interest",
        "expense",
        "gain",
        "sale",
        "asset",
        "impairment",
        "restructuring",
        "charge",
        "income",
        "tax",
        "net",
        "income",
        "attributable",
        "stockholder",
        "earnings",
        "per",
        "diluted",
        "share",
        "attributable",
        "stockholder",
        "diluted",
        "number",
        "share",
        "diluted",
        "share",
        "dilutive",
        "effect",
        "convertible",
        "debt",
        "diluted",
        "number",
        "share",
        "adjusted",
        "ebitda",
        "reconciliation",
        "gaap",
        "net",
        "income",
        "add",
        "back",
        "item",
        "income",
        "tax",
        "provision",
        "benefit",
        "interest",
        "expense",
        "amortization",
        "intangible",
        "depreciation",
        "expense",
        "compensation",
        "gain",
        "sale",
        "asset",
        "impairment",
        "restructuring",
        "charge",
        "adjusted",
        "ebitda",
        "adjusted",
        "ebitda",
        "margin",
        "free",
        "cash",
        "flow",
        "reconciliation",
        "operating",
        "cash",
        "flow",
        "capital",
        "expenditure",
        "net",
        "free",
        "cash",
        "flow",
        "information",
        "provides",
        "reconciliation",
        "gross",
        "profit",
        "operating",
        "income",
        "net",
        "income",
        "attributable",
        "stockholder",
        "eps",
        "attributable",
        "stockholder",
        "adjusted",
        "ebitda",
        "financial",
        "information",
        "consolidated",
        "condensed",
        "statement",
        "operation",
        "gross",
        "profit",
        "gross",
        "margin",
        "measure",
        "exclude",
        "compensation",
        "expense",
        "operating",
        "income",
        "operating",
        "margin",
        "measure",
        "exclude",
        "amortization",
        "intangible",
        "compensation",
        "expense",
        "gain",
        "sale",
        "asset",
        "cost",
        "asset",
        "impairment",
        "restructuring",
        "charge",
        "information",
        "provides",
        "net",
        "income",
        "attributable",
        "stockholder",
        "eps",
        "attributable",
        "stockholder",
        "management",
        "belief",
        "measure",
        "add",
        "back",
        "amortization",
        "intangible",
        "compensation",
        "expense",
        "interest",
        "expense",
        "debt",
        "consideration",
        "capitalized",
        "interest",
        "gain",
        "sale",
        "asset",
        "cost",
        "asset",
        "impairment",
        "restructuring",
        "charge",
        "well",
        "associated",
        "tax",
        "impact",
        "charge",
        "discrete",
        "tax",
        "item",
        "provide",
        "additional",
        "useful",
        "information",
        "investor",
        "regarding",
        "company",
        "ongoing",
        "financial",
        "condition",
        "result",
        "operation",
        "income",
        "tax",
        "adjustment",
        "reflect",
        "difference",
        "income",
        "tax",
        "based",
        "tax",
        "rate",
        "forecasted",
        "annual",
        "gaap",
        "tax",
        "rate",
        "diluted",
        "number",
        "share",
        "used",
        "computing",
        "earnings",
        "per",
        "share",
        "attributable",
        "stockholder",
        "excludes",
        "dilutive",
        "effect",
        "convertible",
        "debt",
        "adjusted",
        "ebitda",
        "defined",
        "earnings",
        "interest",
        "expense",
        "income",
        "tax",
        "depreciation",
        "amortization",
        "intangible",
        "compensation",
        "expense",
        "gain",
        "sale",
        "asset",
        "cost",
        "asset",
        "impairment",
        "restructuring",
        "charge",
        "present",
        "adjusted",
        "ebitda",
        "enhance",
        "understanding",
        "operating",
        "result",
        "key",
        "measure",
        "use",
        "evaluate",
        "operation",
        "addition",
        "provide",
        "adjusted",
        "ebitda",
        "believe",
        "investor",
        "security",
        "analyst",
        "find",
        "adjusted",
        "ebitda",
        "useful",
        "measure",
        "evaluating",
        "operating",
        "performance",
        "comparing",
        "operating",
        "performance",
        "similar",
        "company",
        "different",
        "capital",
        "structure",
        "evaluating",
        "ability",
        "meet",
        "future",
        "debt",
        "service",
        "capital",
        "expenditure",
        "working",
        "capital",
        "requirement",
        "however",
        "adjusted",
        "ebitda",
        "considered",
        "alternative",
        "cash",
        "flow",
        "operating",
        "activity",
        "measure",
        "liquidity",
        "alternative",
        "net",
        "income",
        "measure",
        "operating",
        "result",
        "accordance",
        "accounting",
        "principle",
        "generally",
        "accepted",
        "united",
        "state",
        "america",
        "contact",
        "sameer",
        "desai",
        "senior",
        "director",
        "corporate",
        "development",
        "investor",
        "relation",
        "source",
        "ttm",
        "technology"
    ]
}