{
    "organizations": [],
    "uuid": "107e315da1d72501586b60892ce25d5dffd11bcc",
    "author": "Jeff Daniels",
    "url": "https://www.cnbc.com/2018/05/17/man-behind-california-resistance-is-obsessed-with-donald-trump.html",
    "ord_in_thread": 0,
    "title": "Man behind California resistance is 'obsessed with Donald Trump'",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "President Donald Trump heard a group of local officials from California vent frustration Wednesday about the state's so-called \"sanctuary\" laws. He called the controversial policies \"a disgrace\" and vowed \"to take care of it.\"\nIn response, Democratic California Gov. Jerry Brown tweeted an accusation that the president \"is lying on immigration, lying about crime and lying about the laws of CA. Flying in a dozen Republican politicians to flatter him and praise his reckless policies changes nothing.\"\nhttps://twitter.com/JerryBrownGov/status/996846319330209792\nBut, as vocal as the governor is in his criticism of Trump, Brown isn't the state's biggest thorn in the side of the president. That title goes to state Attorney General Xavier Becerra.\nCalifornia's legal \"war\" with the Trump administration goes beyond the sanctuary and immigration policies and includes lawsuits the state has filed on everything from the environment, health care, education and the transgender military ban, to the census, public lands and the border wall. In all, there have been at least 32 lawsuits filed on more than a dozen subjects and many could take years to resolve.\nBecerra is leading that resistance. A former 12-term Democratic congressman, Becerra became attorney general in January 2017, just as Trump was taking power in Washington. Becerra is now facing election against three challengers in the state's June 5 primary. He faced criticism this week during a debate with opponents for the large number of cases he's brought against the federal government. One Republican opponent, Los Angeles attorney Eric Early, called Becerra \"obsessed with Donald Trump.\"\nBecerra, though, is proudly litigious and known to relish his high-profile position fighting the Trump administration. The son of Mexican immigrants, he was the first in his family to get a college degree and once was reportedly considered as a running mate for Hillary Clinton in the presidential election.\n\"We don't become the fifth-largest economy in the world simply by sitting back,\" Becerra said Tuesday during a debate with three challengers. \"We'll go after anyone who tries to stop us from becoming that economic engine, including the federal government which is constitutionally overreaching in its powers. And 32 times I've done it to defend everything we've done.\"\nThe liberal version of Texas vs. Obama Legal experts say the large number of lawsuits that Democratic-led California has filed against the Trump administration underscores today's polarized politics. In turn, they point out this was also the case when Republican-led states such as Texas filed at least 48 lawsuits against the administration of former President Barack Obama .\n\"In a certain sense, California's fight with Trump is the liberal version of Texas' battle with Obama,\" said Ilya Somin, a law professor at George Mason University. \"Both Obama and Trump pushed the limits of federal power in different areas, so you can expect a negative reaction to that from states on the other side of the political spectrum.\"\nSomin said some two lawsuits that Texas filed during the Obama-era are still in the courts and technically now against but in reality targeted Democratic administration policies.\nWhen Obama was in office, the Republican attorney general in Texas for many of those years was Greg Abbott, now the state's governor. \"I go into the office in the morning, I sue Barack Obama, and then I go home,\" Abbott once remarked about how he spent most of his 12 years as the state's chief legal officer.\nDavid Carrillo, executive director of the California Constitution Center at Berkeley Law School, said some cases California files against the federal government could end up in the U.S. Supreme Court. He said nearly 100 cases made their way to the high court since 1885 that involved the state of California and the United States.\n\"These cases potentially could take several years to resolve,\" Carrillo said.\nOf the 32 lawsuits filed by California, about a dozen involve environmental issues one way or another. At least seven involve immigration-related issues and there's several focusing on healthcare. Here are some highlights of the litigation between California and the Trump administration:\nCar emission rules California is at odds with Scott Pruitt , the administrator of the Environmental Protection Agency, on several key issues including fuel economy standards. Earlier this month, California was part of an 18-state coalition that sued the EPA to defend the nation's vehicle emission standard.\nJamie Rector | Bloomberg | Getty Images Friday afternoon commuters clog the Los Angeles area freeways. Pruitt claimed last month that Obama's EPA made the wrong determination on standards for model years 2022-25 due to \"politically charged expediency\" and said they should be revised. But the multi-state lawsuit claims Trump's EPA acted \"arbitrarily and capriciously,\" while failing to follow its own guidelines and violating the Clean Air Act.\nCalifornia smog Another EPA lawsuit, filed in December, targets the agency for \"failure to designate any areas of the country as having unhealthy levels of smog in excess of federal Clean Air Act requirements.\" California is known for having tough environmental standards, but its air quality still remains among the \"worst\" in the nation , according to a study released last month by the American Lung Association.\nWaters of the United States In February, California joined about a dozen other states and D.C. in challenging the EPA and U.S. Army Corps of Engineers' plan to suspend a 2015 rule under the Clean Water Act. The so-called Waters of the United States rule , known as WOTUS, was drafted during the Obama administration. It broadened the definition of such things as \"tributary\" and also toughened controls over \"adjacent waters.\"\nProponents of WOTUS claim it was developed using a science-based approach, but some critics complain it was an overreach of the federal government. Agriculture groups were especially critical of the rule , claiming farmers could lose land because of the regulations. Homebuilder groups also lashed out at the Obama water rule and said it was costly to their business.\nSierralara | Getty Images Mojave Desert. Coal pollution A lawsuit filed this month involves coal pollution and challenged the U.S. Department of the Interior's decision to restart federal coal leasing on public land. It contends coal mined on public lands is then transported by train through the state and exported from ports such as the Los Angeles/Long Beach complex or to northern California where emissions can cause serious health problems. Three other states are part of the coal litigation.\nFracking on public lands California, the nation's third-largest oil production state, sued Interior and its Bureau of Land Management in January over its decision to toss out regulations involving fracking of oil and gas wells drilled on federal and Native American tribal lands. The state is seeking to reinstate Obama-era regulations on fracking that were stricter for companies operating on federal lands or Native American tribal lands.\nBirth control Earlier this week, California was part of a coalition of 19 states of the D.C. in filing a preliminary injunction to block the Trump administration from rolling back access to what's known as Title X, or the nation's programs for affordable birth control and reproductive health care. The program dates back to the 1970s and is used by nearly 4 million Americans.\nContraceptive mandate California also went after the federal government last October, when the Trump administration rolled back the birth control mandate under the Affordable Care Act for employees and their covered dependents. Still, California law mandates employers offer health coverage for workers that includes free birth control.\nTransgender military ban Last November, California asked a federal court to challenge Trump's ban on transgender people serving in the military. The court granted the state's motion to intervene on behalf of a case brought by seven plaintiffs and group known as Equality California.\nIn March, the White House announced transgender individuals already in the military can stay. But the administration added new conditions. \"Among other things, the policies set forth by the Secretary of Defense state that transgender persons with a history or diagnosis of gender dysphoria — individuals who the policies state may require substantial medical treatment, including medications and surgery — are disqualified from military service except under certain limited circumstances,\" according to the policy.\nCensus question The Trump administration is being challenged in court over its plans to add a citizenship question to the 2020 U.S. Census. California filed a lawsuit in March 2018 claiming the action by the Commerce Department and U.S. Census Bureau is unlawful and \"will directly impede\" efforts to obtain an accurate population count. Commerce announced it would reinstate the citizenship question on the 2020 Census to help enforce the 1965 Voting Rights Act. The last time the citizenship question was asked on the Census was in 1950.\nAt least 18 states and several more than 20 local jurisdictions are suing over the citizenship question, but California's lawsuit was filed separately. An undercount for California in the upcoming Census could result in the nation's most populous state losing a congressional seat and might jeopardize billions of dollars in federal funding for health care, transportation and education, according to state officials.\nDACA protections In September 2017, California joined three other states over Trump's decision to rescind the Deferred Action for Childhood Arrivals, or DACA, program set up by Obama in 2012. The lawsuit filed in federal court in Sacramento argued that the Trump administration violated the Constitution and federal laws when it rescinded DACA, which protects immigrants brought unlawfully to the U.S. as children from deportation and provides them work authorization.\nCalifornia has a lot of skin in the game when it comes to DACA: nearly 223,000 young recipients in the program. That represents about one quarter of the program's recipients.\nJoel Angel Juarez | Anadolu Agency | Getty Images A woman shouts slogans and holds a placard during a rally in downtown against President Donald Trump's ICE and deportation programs in San Francisco, on February 17, 2017. A federal judge in San Francisco in January 2018 blocked the Trump administration from ending the DACA program . At the same time, the judge also ruled that the federal government wasn't required to process first-time DACA applicants but the U.S. Citizenship and Immigration Services still was required to renew or process people who had been in the program. Then, last month U.S. District Court judge in D.C. went a step further and ordered the government to take new DACA applicants, ruling that the administration's decision to end DACA \"was arbitrary and capricious.\"\n'Sanctuary' laws Shortly after taking office, Trump signed an executive order seeking to withhold federal fund from so-called \"sanctuary jurisdictions.\" The January 2017 action was targeting cities such as San Francisco.\nIn August 2017, California sued the Trump administration for placing new conditions on local law enforcement to get federal grants for public safety. A separate lawsuit was filed in February 2018 against the U.S. Department Justice, charging that the administration's threats to pull funding from \"sanctuary\" cities is unconstitutional and violates the rights of local residents.\nA preliminary injunction issued last year by a San Francisco judge remains in effect and blocked the administration from withholding funding to several California communities, including San Francisco. An appeals court last month also ruled against the Trump administration and granted an injunction in a decision that involved the city of Chicago — and that decision applies nationally while the various suits proceed in federal court.\nMeanwhile, the United States vs. California lawsuit filed in March over the state's sanctuary policies centers on three laws passed last year to protect undocumented immigrants against deportation. Two of those laws went into effect at the start of 2018.\nThe Trump administration has blasted California's' sanctuary policies and charged the laws passed by the Democratic-led state legislature and signed by California's governor violate the U.S. Constitution. But this week's states'-rights decision by the Supreme Court on sports gambling in New Jersey could help California's case . The high court struck down a federal ban on sports betting in most states and ruled in favor of a New Jersey's state law.\nOne of the most contentious sanctuary laws is state Senate Bill 54 , which among other things, bars local authorities from asking about the immigration status of people during routine interactions or participating in most federal immigration enforcement actions.\nKevin Lamarque | Reuters President Donald Trump talks with a U.S. Customs and Border Protection (CBP) Border Patrol Agent while participating in a tour of U.S.-Mexico border wall prototypes near the Otay Mesa Port of Entry in San Diego, California, March 13, 2018. Border wall In September 2017, California challenged Trump's plan to construct the southwest border wall in San Diego and Imperial counties. The complaint charged that the administration failed to comply with U.S. and state environmental laws , and relied on a federal statute that does not authorize the proposed projects.\nBut a federal judge in San Diego ruled in favor of the Trump administration and rejected claims by California and environmental groups that the border wall should be stopped. In the ruling, U.S. District Court Judge Gonzalo Curiel indicated that his decision wasn't based on what is \"politically wise or prudent\" but instead on the basis of the federal government not overstepping its legal authority to build the wall.\nIronically, the judge who ruled in favor of Trump maybe known for something else — a case involving the defunct Trump University . Candidate Trump called Curiel, an Obama-appointed judge, a \"hater\" and \"very hostile\" in 2016. Trump also referred to the judge as \"Mexican,\" although he was born in Indiana to parents who emigrated from Mexico.",
    "published": "2018-05-17T03:00:00.000+03:00",
    "crawled": "2018-05-17T23:27:00.056+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "president",
        "donald",
        "trump",
        "heard",
        "group",
        "local",
        "official",
        "california",
        "vent",
        "frustration",
        "wednesday",
        "state",
        "sanctuary",
        "law",
        "called",
        "controversial",
        "policy",
        "disgrace",
        "vowed",
        "take",
        "care",
        "response",
        "democratic",
        "california",
        "gov",
        "jerry",
        "brown",
        "tweeted",
        "accusation",
        "president",
        "lying",
        "immigration",
        "lying",
        "crime",
        "lying",
        "law",
        "ca",
        "flying",
        "dozen",
        "republican",
        "politician",
        "flatter",
        "praise",
        "reckless",
        "policy",
        "change",
        "nothing",
        "http",
        "vocal",
        "governor",
        "criticism",
        "trump",
        "brown",
        "state",
        "biggest",
        "thorn",
        "side",
        "president",
        "title",
        "go",
        "state",
        "attorney",
        "general",
        "xavier",
        "becerra",
        "california",
        "legal",
        "war",
        "trump",
        "administration",
        "go",
        "beyond",
        "sanctuary",
        "immigration",
        "policy",
        "includes",
        "lawsuit",
        "state",
        "filed",
        "everything",
        "environment",
        "health",
        "care",
        "education",
        "transgender",
        "military",
        "ban",
        "census",
        "public",
        "land",
        "border",
        "wall",
        "least",
        "lawsuit",
        "filed",
        "dozen",
        "subject",
        "many",
        "could",
        "take",
        "year",
        "resolve",
        "becerra",
        "leading",
        "resistance",
        "former",
        "democratic",
        "congressman",
        "becerra",
        "became",
        "attorney",
        "general",
        "january",
        "trump",
        "taking",
        "power",
        "washington",
        "becerra",
        "facing",
        "election",
        "three",
        "challenger",
        "state",
        "june",
        "primary",
        "faced",
        "criticism",
        "week",
        "debate",
        "opponent",
        "large",
        "number",
        "case",
        "brought",
        "federal",
        "government",
        "one",
        "republican",
        "opponent",
        "los",
        "angeles",
        "attorney",
        "eric",
        "early",
        "called",
        "becerra",
        "obsessed",
        "donald",
        "trump",
        "becerra",
        "though",
        "proudly",
        "litigious",
        "known",
        "relish",
        "position",
        "fighting",
        "trump",
        "administration",
        "son",
        "mexican",
        "immigrant",
        "first",
        "family",
        "get",
        "college",
        "degree",
        "reportedly",
        "considered",
        "running",
        "mate",
        "hillary",
        "clinton",
        "presidential",
        "election",
        "become",
        "economy",
        "world",
        "simply",
        "sitting",
        "back",
        "becerra",
        "said",
        "tuesday",
        "debate",
        "three",
        "challenger",
        "go",
        "anyone",
        "try",
        "stop",
        "u",
        "becoming",
        "economic",
        "engine",
        "including",
        "federal",
        "government",
        "constitutionally",
        "overreaching",
        "power",
        "time",
        "done",
        "defend",
        "everything",
        "done",
        "liberal",
        "version",
        "texas",
        "obama",
        "legal",
        "expert",
        "say",
        "large",
        "number",
        "lawsuit",
        "california",
        "filed",
        "trump",
        "administration",
        "underscore",
        "today",
        "polarized",
        "politics",
        "turn",
        "point",
        "also",
        "case",
        "state",
        "texas",
        "filed",
        "least",
        "lawsuit",
        "administration",
        "former",
        "president",
        "barack",
        "obama",
        "certain",
        "sense",
        "california",
        "fight",
        "trump",
        "liberal",
        "version",
        "texas",
        "battle",
        "obama",
        "said",
        "ilya",
        "somin",
        "law",
        "professor",
        "george",
        "mason",
        "university",
        "obama",
        "trump",
        "pushed",
        "limit",
        "federal",
        "power",
        "different",
        "area",
        "expect",
        "negative",
        "reaction",
        "state",
        "side",
        "political",
        "spectrum",
        "somin",
        "said",
        "two",
        "lawsuit",
        "texas",
        "filed",
        "still",
        "court",
        "technically",
        "reality",
        "targeted",
        "democratic",
        "administration",
        "policy",
        "obama",
        "office",
        "republican",
        "attorney",
        "general",
        "texas",
        "many",
        "year",
        "greg",
        "abbott",
        "state",
        "governor",
        "go",
        "office",
        "morning",
        "sue",
        "barack",
        "obama",
        "go",
        "home",
        "abbott",
        "remarked",
        "spent",
        "year",
        "state",
        "chief",
        "legal",
        "officer",
        "david",
        "carrillo",
        "executive",
        "director",
        "california",
        "constitution",
        "center",
        "berkeley",
        "law",
        "school",
        "said",
        "case",
        "california",
        "file",
        "federal",
        "government",
        "could",
        "end",
        "supreme",
        "court",
        "said",
        "nearly",
        "case",
        "made",
        "way",
        "high",
        "court",
        "since",
        "involved",
        "state",
        "california",
        "united",
        "state",
        "case",
        "potentially",
        "could",
        "take",
        "several",
        "year",
        "resolve",
        "carrillo",
        "said",
        "lawsuit",
        "filed",
        "california",
        "dozen",
        "involve",
        "environmental",
        "issue",
        "one",
        "way",
        "another",
        "least",
        "seven",
        "involve",
        "issue",
        "several",
        "focusing",
        "healthcare",
        "highlight",
        "litigation",
        "california",
        "trump",
        "administration",
        "car",
        "emission",
        "rule",
        "california",
        "odds",
        "scott",
        "pruitt",
        "administrator",
        "environmental",
        "protection",
        "agency",
        "several",
        "key",
        "issue",
        "including",
        "fuel",
        "economy",
        "standard",
        "earlier",
        "month",
        "california",
        "part",
        "coalition",
        "sued",
        "epa",
        "defend",
        "nation",
        "vehicle",
        "emission",
        "standard",
        "jamie",
        "rector",
        "bloomberg",
        "getty",
        "image",
        "friday",
        "afternoon",
        "commuter",
        "clog",
        "los",
        "angeles",
        "area",
        "freeway",
        "pruitt",
        "claimed",
        "last",
        "month",
        "obama",
        "epa",
        "made",
        "wrong",
        "determination",
        "standard",
        "model",
        "year",
        "due",
        "politically",
        "charged",
        "expediency",
        "said",
        "revised",
        "lawsuit",
        "claim",
        "trump",
        "epa",
        "acted",
        "arbitrarily",
        "capriciously",
        "failing",
        "follow",
        "guideline",
        "violating",
        "clean",
        "air",
        "act",
        "california",
        "smog",
        "another",
        "epa",
        "lawsuit",
        "filed",
        "december",
        "target",
        "agency",
        "failure",
        "designate",
        "area",
        "country",
        "unhealthy",
        "level",
        "smog",
        "excess",
        "federal",
        "clean",
        "air",
        "act",
        "requirement",
        "california",
        "known",
        "tough",
        "environmental",
        "standard",
        "air",
        "quality",
        "still",
        "remains",
        "among",
        "worst",
        "nation",
        "according",
        "study",
        "released",
        "last",
        "month",
        "american",
        "lung",
        "association",
        "water",
        "united",
        "state",
        "february",
        "california",
        "joined",
        "dozen",
        "state",
        "challenging",
        "epa",
        "army",
        "corp",
        "engineer",
        "plan",
        "suspend",
        "rule",
        "clean",
        "water",
        "act",
        "water",
        "united",
        "state",
        "rule",
        "known",
        "wotus",
        "drafted",
        "obama",
        "administration",
        "broadened",
        "definition",
        "thing",
        "tributary",
        "also",
        "toughened",
        "control",
        "adjacent",
        "water",
        "proponent",
        "wotus",
        "claim",
        "developed",
        "using",
        "approach",
        "critic",
        "complain",
        "overreach",
        "federal",
        "government",
        "agriculture",
        "group",
        "especially",
        "critical",
        "rule",
        "claiming",
        "farmer",
        "could",
        "lose",
        "land",
        "regulation",
        "homebuilder",
        "group",
        "also",
        "lashed",
        "obama",
        "water",
        "rule",
        "said",
        "costly",
        "business",
        "sierralara",
        "getty",
        "image",
        "mojave",
        "desert",
        "coal",
        "pollution",
        "lawsuit",
        "filed",
        "month",
        "involves",
        "coal",
        "pollution",
        "challenged",
        "department",
        "interior",
        "decision",
        "restart",
        "federal",
        "coal",
        "leasing",
        "public",
        "land",
        "contends",
        "coal",
        "mined",
        "public",
        "land",
        "transported",
        "train",
        "state",
        "exported",
        "port",
        "los",
        "beach",
        "complex",
        "northern",
        "california",
        "emission",
        "cause",
        "serious",
        "health",
        "problem",
        "three",
        "state",
        "part",
        "coal",
        "litigation",
        "fracking",
        "public",
        "land",
        "california",
        "nation",
        "oil",
        "production",
        "state",
        "sued",
        "interior",
        "bureau",
        "land",
        "management",
        "january",
        "decision",
        "toss",
        "regulation",
        "involving",
        "fracking",
        "oil",
        "gas",
        "well",
        "drilled",
        "federal",
        "native",
        "american",
        "tribal",
        "land",
        "state",
        "seeking",
        "reinstate",
        "regulation",
        "fracking",
        "stricter",
        "company",
        "operating",
        "federal",
        "land",
        "native",
        "american",
        "tribal",
        "land",
        "birth",
        "control",
        "earlier",
        "week",
        "california",
        "part",
        "coalition",
        "state",
        "filing",
        "preliminary",
        "injunction",
        "block",
        "trump",
        "administration",
        "rolling",
        "back",
        "access",
        "known",
        "title",
        "x",
        "nation",
        "program",
        "affordable",
        "birth",
        "control",
        "reproductive",
        "health",
        "care",
        "program",
        "date",
        "back",
        "1970s",
        "used",
        "nearly",
        "million",
        "american",
        "contraceptive",
        "mandate",
        "california",
        "also",
        "went",
        "federal",
        "government",
        "last",
        "october",
        "trump",
        "administration",
        "rolled",
        "back",
        "birth",
        "control",
        "mandate",
        "affordable",
        "care",
        "act",
        "employee",
        "covered",
        "dependent",
        "still",
        "california",
        "law",
        "mandate",
        "employer",
        "offer",
        "health",
        "coverage",
        "worker",
        "includes",
        "free",
        "birth",
        "control",
        "transgender",
        "military",
        "ban",
        "last",
        "november",
        "california",
        "asked",
        "federal",
        "court",
        "challenge",
        "trump",
        "ban",
        "transgender",
        "people",
        "serving",
        "military",
        "court",
        "granted",
        "state",
        "motion",
        "intervene",
        "behalf",
        "case",
        "brought",
        "seven",
        "plaintiff",
        "group",
        "known",
        "equality",
        "california",
        "march",
        "white",
        "house",
        "announced",
        "transgender",
        "individual",
        "already",
        "military",
        "stay",
        "administration",
        "added",
        "new",
        "condition",
        "among",
        "thing",
        "policy",
        "set",
        "forth",
        "secretary",
        "defense",
        "state",
        "transgender",
        "person",
        "history",
        "diagnosis",
        "gender",
        "dysphoria",
        "individual",
        "policy",
        "state",
        "may",
        "require",
        "substantial",
        "medical",
        "treatment",
        "including",
        "medication",
        "surgery",
        "disqualified",
        "military",
        "service",
        "except",
        "certain",
        "limited",
        "circumstance",
        "according",
        "policy",
        "census",
        "question",
        "trump",
        "administration",
        "challenged",
        "court",
        "plan",
        "add",
        "citizenship",
        "question",
        "census",
        "california",
        "filed",
        "lawsuit",
        "march",
        "claiming",
        "action",
        "commerce",
        "department",
        "census",
        "bureau",
        "unlawful",
        "directly",
        "impede",
        "effort",
        "obtain",
        "accurate",
        "population",
        "count",
        "commerce",
        "announced",
        "would",
        "reinstate",
        "citizenship",
        "question",
        "census",
        "help",
        "enforce",
        "voting",
        "right",
        "act",
        "last",
        "time",
        "citizenship",
        "question",
        "asked",
        "census",
        "least",
        "state",
        "several",
        "local",
        "jurisdiction",
        "suing",
        "citizenship",
        "question",
        "california",
        "lawsuit",
        "filed",
        "separately",
        "undercount",
        "california",
        "upcoming",
        "census",
        "could",
        "result",
        "nation",
        "populous",
        "state",
        "losing",
        "congressional",
        "seat",
        "might",
        "jeopardize",
        "billion",
        "dollar",
        "federal",
        "funding",
        "health",
        "care",
        "transportation",
        "education",
        "according",
        "state",
        "official",
        "daca",
        "protection",
        "september",
        "california",
        "joined",
        "three",
        "state",
        "trump",
        "decision",
        "rescind",
        "deferred",
        "action",
        "childhood",
        "arrival",
        "daca",
        "program",
        "set",
        "obama",
        "lawsuit",
        "filed",
        "federal",
        "court",
        "sacramento",
        "argued",
        "trump",
        "administration",
        "violated",
        "constitution",
        "federal",
        "law",
        "rescinded",
        "daca",
        "protects",
        "immigrant",
        "brought",
        "unlawfully",
        "child",
        "deportation",
        "provides",
        "work",
        "authorization",
        "california",
        "lot",
        "skin",
        "game",
        "come",
        "daca",
        "nearly",
        "young",
        "recipient",
        "program",
        "represents",
        "one",
        "quarter",
        "program",
        "recipient",
        "joel",
        "angel",
        "juarez",
        "anadolu",
        "agency",
        "getty",
        "image",
        "woman",
        "shout",
        "slogan",
        "hold",
        "placard",
        "rally",
        "downtown",
        "president",
        "donald",
        "trump",
        "ice",
        "deportation",
        "program",
        "san",
        "francisco",
        "february",
        "federal",
        "judge",
        "san",
        "francisco",
        "january",
        "blocked",
        "trump",
        "administration",
        "ending",
        "daca",
        "program",
        "time",
        "judge",
        "also",
        "ruled",
        "federal",
        "government",
        "required",
        "process",
        "daca",
        "applicant",
        "citizenship",
        "immigration",
        "service",
        "still",
        "required",
        "renew",
        "process",
        "people",
        "program",
        "last",
        "month",
        "district",
        "court",
        "judge",
        "went",
        "step",
        "ordered",
        "government",
        "take",
        "new",
        "daca",
        "applicant",
        "ruling",
        "administration",
        "decision",
        "end",
        "daca",
        "arbitrary",
        "capricious",
        "law",
        "shortly",
        "taking",
        "office",
        "trump",
        "signed",
        "executive",
        "order",
        "seeking",
        "withhold",
        "federal",
        "fund",
        "sanctuary",
        "jurisdiction",
        "january",
        "action",
        "targeting",
        "city",
        "san",
        "francisco",
        "august",
        "california",
        "sued",
        "trump",
        "administration",
        "placing",
        "new",
        "condition",
        "local",
        "law",
        "enforcement",
        "get",
        "federal",
        "grant",
        "public",
        "safety",
        "separate",
        "lawsuit",
        "filed",
        "february",
        "department",
        "justice",
        "charging",
        "administration",
        "threat",
        "pull",
        "funding",
        "sanctuary",
        "city",
        "unconstitutional",
        "violates",
        "right",
        "local",
        "resident",
        "preliminary",
        "injunction",
        "issued",
        "last",
        "year",
        "san",
        "francisco",
        "judge",
        "remains",
        "effect",
        "blocked",
        "administration",
        "withholding",
        "funding",
        "several",
        "california",
        "community",
        "including",
        "san",
        "francisco",
        "appeal",
        "court",
        "last",
        "month",
        "also",
        "ruled",
        "trump",
        "administration",
        "granted",
        "injunction",
        "decision",
        "involved",
        "city",
        "chicago",
        "decision",
        "applies",
        "nationally",
        "various",
        "suit",
        "proceed",
        "federal",
        "court",
        "meanwhile",
        "united",
        "state",
        "california",
        "lawsuit",
        "filed",
        "march",
        "state",
        "sanctuary",
        "policy",
        "center",
        "three",
        "law",
        "passed",
        "last",
        "year",
        "protect",
        "undocumented",
        "immigrant",
        "deportation",
        "two",
        "law",
        "went",
        "effect",
        "start",
        "trump",
        "administration",
        "blasted",
        "california",
        "sanctuary",
        "policy",
        "charged",
        "law",
        "passed",
        "state",
        "legislature",
        "signed",
        "california",
        "governor",
        "violate",
        "constitution",
        "week",
        "decision",
        "supreme",
        "court",
        "sport",
        "gambling",
        "new",
        "jersey",
        "could",
        "help",
        "california",
        "case",
        "high",
        "court",
        "struck",
        "federal",
        "ban",
        "sport",
        "betting",
        "state",
        "ruled",
        "favor",
        "new",
        "jersey",
        "state",
        "law",
        "one",
        "contentious",
        "sanctuary",
        "law",
        "state",
        "senate",
        "bill",
        "among",
        "thing",
        "bar",
        "local",
        "authority",
        "asking",
        "immigration",
        "status",
        "people",
        "routine",
        "interaction",
        "participating",
        "federal",
        "immigration",
        "enforcement",
        "action",
        "kevin",
        "lamarque",
        "reuters",
        "president",
        "donald",
        "trump",
        "talk",
        "custom",
        "border",
        "protection",
        "cbp",
        "border",
        "patrol",
        "agent",
        "participating",
        "tour",
        "border",
        "wall",
        "prototype",
        "near",
        "otay",
        "mesa",
        "port",
        "entry",
        "san",
        "diego",
        "california",
        "march",
        "border",
        "wall",
        "september",
        "california",
        "challenged",
        "trump",
        "plan",
        "construct",
        "southwest",
        "border",
        "wall",
        "san",
        "diego",
        "imperial",
        "county",
        "complaint",
        "charged",
        "administration",
        "failed",
        "comply",
        "state",
        "environmental",
        "law",
        "relied",
        "federal",
        "statute",
        "authorize",
        "proposed",
        "project",
        "federal",
        "judge",
        "san",
        "diego",
        "ruled",
        "favor",
        "trump",
        "administration",
        "rejected",
        "claim",
        "california",
        "environmental",
        "group",
        "border",
        "wall",
        "stopped",
        "ruling",
        "district",
        "court",
        "judge",
        "gonzalo",
        "curiel",
        "indicated",
        "decision",
        "based",
        "politically",
        "wise",
        "prudent",
        "instead",
        "basis",
        "federal",
        "government",
        "overstepping",
        "legal",
        "authority",
        "build",
        "wall",
        "ironically",
        "judge",
        "ruled",
        "favor",
        "trump",
        "maybe",
        "known",
        "something",
        "else",
        "case",
        "involving",
        "defunct",
        "trump",
        "university",
        "candidate",
        "trump",
        "called",
        "curiel",
        "judge",
        "hater",
        "hostile",
        "trump",
        "also",
        "referred",
        "judge",
        "mexican",
        "although",
        "born",
        "indiana",
        "parent",
        "emigrated",
        "mexico"
    ]
}