{
    "organizations": [],
    "uuid": "e49f78c5f148b6ed3c02bcb0eb3d909b225cc91d",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/30/pr-newswire-rigel-appoints-dean-schorno-as-chief-financial-officer.html",
    "ord_in_thread": 0,
    "title": "Rigel Appoints Dean Schorno as Chief Financial Officer",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SOUTH SAN FRANCISCO, Calif., May 30, 2018 /PRNewswire/ -- Rigel Pharmaceuticals, Inc. (Nasdaq:RIGL) today announced that it has appointed Dean Schorno, CPA as Executive Vice President and Chief Financial Officer (CFO). Formerly the CFO and Head of Operations at 23andMe, Inc., Mr. Schorno brings to Rigel over fifteen years of experience leading finance functions at innovative commercial-stage biotechnology companies.\n\"Dean joins the Rigel management team at an important crossroad as we transition to commercialization with the FDA approval and recent launch of TAVALISSE™ (fostamatinib disodium hexahydrate), an important new treatment option for adults with chronic immune thrombocytopenia (ITP) who have had an insufficient response to a previous treatment,\" said Raul Rodriguez, president and CEO of Rigel. \"We will rely on Dean's leadership to guide our corporate finance function as well as related strategic and operational implementations as we launch our new product. I'm very confident that Dean will make important contributions to Rigel's success from day one.\"\nMr. Schorno joins Rigel from 23andMe, Inc., the leading consumer genetics and research company, where he has been CFO since 2015. Before joining 23andMe, Mr. Schorno was CFO of Adaptive Biotechnologies (Seattle, WA) and Genomic Health (Redwood City, CA). During this time, Mr. Schorno led financial operations through periods of significant business and commercial growth which included significant financing and commercial transaction activity. Mr. Schorno began his career in finance at an international accounting firm in San Francisco, CA before starting his own consultancy in 1991. A certified public accountant, Mr. Schorno is a graduate of the University of California, Berkeley (BS, Business Administration) and Golden Gate University (MS, Taxation).\n\"It's an exciting time to join Rigel and support its growth,\" said Mr. Schorno. \"I look forward to working with Rigel's dynamic leadership team and diving right into the day-to-day operations to ensure the successful launch of TAVALISSE, while providing oversight regarding the ongoing study of fostamatinib for other rare diseases and the continued development of our other proprietary molecules.\"\nAbout TAVALISSE\nIndication\nTAVALISSE™ (fostamatinib disodium hexahydrate) tablets is indicated for the treatment of thrombocytopenia in adult patients with chronic immune thrombocytopenia (ITP) who have had an insufficient response to a previous treatment.\nImportant Safety Information\nWarnings and Precautions\nHypertension can occur with TAVALISSE treatment. Patients with pre-existing hypertension may be more susceptible to the hypertensive effects. Monitor blood pressure every 2 weeks until stable, then monthly, and adjust or initiate antihypertensive therapy for blood pressure control maintenance during therapy. If increased blood pressure persists, TAVALISSE interruption, reduction, or discontinuation may be required. Elevated liver function tests (LFTs), mainly ALT and AST, can occur with TAVALISSE. Monitor LFTs monthly during treatment. If ALT or AST increase to >3 x upper limit of normal, manage hepatotoxicity using TAVALISSE interruption, reduction, or discontinuation. Diarrhea occurred in 31% of patients and severe diarrhea occurred in 1% of patients treated with TAVALISSE. Monitor patients for the development of diarrhea and manage using supportive care measures early after the onset of symptoms. If diarrhea becomes severe (≥Grade 3), interrupt, reduce dose or discontinue TAVALISSE. Neutropenia occurred in 6% of patients treated with TAVALISSE; febrile neutropenia occurred in 1% of patients. Monitor the ANC monthly and for infection during treatment. Manage toxicity with TAVALISSE interruption, reduction, or discontinuation. TAVALISSE can cause fetal harm when administered to pregnant women. Advise pregnant women the potential risk to a fetus. Advise females of reproductive potential to use effective contraception during treatment and for at least 1 month after the last dose. Verify pregnancy status prior to initiating TAVALISSE. It is unknown if TAVALISSE or its metabolite is present in human milk. Because of the potential for serious adverse reactions in a breastfed child, advise a lactating woman not to breastfeed during TAVALISSE treatment and for at least 1 month after the last dose.\nDrug Interactions\nConcomitant use of TAVALISSE with strong CYP3A4 inhibitors increases exposure to the major active metabolite of TAVALISSE (R406), which may increase the risk of adverse reactions. Monitor for toxicities that may require a reduction in TAVALISSE dose. It is not recommended to use TAVALISSE with strong CYP3A4 inducers, as concomitant use reduces exposure to R406. Concomitant use of TAVALISSE may increase concentrations of some CYP3A4 substrate drugs and may require a dose reduction of the CYP3A4 substrate drug. Concomitant use of TAVALISSE may increase concentrations of BCRP substrate drugs (eg, rosuvastatin) and P-Glycoprotein (P-gp) substrate drugs (eg, digoxin), which may require a dose reduction of the BCRP and P-gp substrate drug.\nAdverse Reactions\nSerious adverse drug reactions in the ITP double-blind studies were febrile neutropenia, diarrhea, pneumonia, and hypertensive crisis, which occurred in 1% of TAVALISSE patients. In addition, severe adverse reactions occurred including dyspnea and hypertension (both 2%), neutropenia, arthralgia, chest pain, diarrhea, dizziness, nephrolithiasis, pain in extremity, toothache, syncope, and hypoxia (all 1%). Common adverse reactions (≥5% and more common than placebo) from FIT-1 and FIT-2 included: diarrhea, hypertension, nausea, dizziness, ALT and AST increased, respiratory infection, rash, abdominal pain, fatigue, chest pain, and neutropenia.\nPlease see www.TAVALISSE.com for full Prescribing Information.\nTo report side effects of prescription drugs to the FDA, visit www.fda.gov/medwatch or call 1-800-FDA-1088 (800-332-1088).\nTrademarks for TAVALISSE are owned by or licensed by Rigel.\nAbout Rigel ( www.rigel.com )\nRigel Pharmaceuticals, Inc., is a biotechnology company dedicated to discovering, developing and providing novel small molecule drugs that significantly improve the lives of patients with immune and hematologic disorders, cancer and rare diseases. Rigel's pioneering research focuses on signaling pathways that are critical to disease mechanisms. The company's first FDA approved product is TAVALISSE™ (fostamatinib disodium hexahydrate), an oral spleen tyrosine kinase (SYK) inhibitor, for the treatment of adult patients with chronic immune thrombocytopenia who have had an insufficient response to a previous treatment. Rigel's current clinical programs include Phase 2 studies of fostamatinib in autoimmune hemolytic anemia and IgA nephropathy. In addition, Rigel has product candidates in development with partners BerGenBio AS, Daiichi Sankyo, and Aclaris Therapeutics.\nForward Looking Statements\nThis release contains forward-looking statements relating to, among other things, Rigel's ability to transition to an organization executing the launch of its first commercial product. Any statements contained in this press release that are not statements of historical fact may be deemed to be forward-looking statements. Words such as \"planned,\" \"expect,\" and similar expressions are intended to identify these forward-looking statements. These forward-looking statements are based on Rigel's current expectations and inherently involve significant risks and uncertainties. Actual results and the timing of events could differ materially from those anticipated in such forward looking statements as a result of these risks and uncertainties, which include, without limitation, risks and uncertainties associated with the commercialization of TAVALISSE; risks that the FDA or other regulatory authorities may make adverse decisions regarding TAVALISSE; risks that TAVALISSE clinical trials may not be predictive of real-world results or of results in subsequent clinical trials; risks that TAVALISSE may have unintended side effects, adverse reactions or incidents of misuses; the availability of resources to develop Rigel's product candidates; market competition; as well as other risks detailed from time to time in Rigel's reports filed with the Securities and Exchange Commission, including its quarterly report on Form 10-Q for the period ended March 31, 2018. Rigel does not undertake any obligation to update forward-looking statements and expressly disclaims any obligation or undertaking to release publicly any updates or revisions to any forward-looking statements contained herein.\nContact: Raul Rodriguez\nPhone: 650.624.1302\nEmail: ir@rigel.com\nMedia Contact: Jessica Daitch\nPhone: 917.816.6712\nEmail: jessica.daitch@syneoshealth.com\nLogo - https://mma.prnewswire.com/media/681135/rigel_logo_TM_Logo.jpg\nView original content with multimedia: http://www.prnewswire.com/news-releases/rigel-appoints-dean-schorno-as-chief-financial-officer-300656118.html\nSOURCE Rigel Pharmaceuticals, Inc.",
    "published": "2018-05-30T15:30:00.000+03:00",
    "crawled": "2018-05-30T17:55:43.007+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "south",
        "san",
        "francisco",
        "may",
        "rigel",
        "pharmaceutical",
        "nasdaq",
        "rigl",
        "today",
        "announced",
        "appointed",
        "dean",
        "schorno",
        "cpa",
        "executive",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "cfo",
        "formerly",
        "cfo",
        "head",
        "operation",
        "23andme",
        "schorno",
        "brings",
        "rigel",
        "fifteen",
        "year",
        "experience",
        "leading",
        "finance",
        "function",
        "innovative",
        "biotechnology",
        "company",
        "dean",
        "join",
        "rigel",
        "management",
        "team",
        "important",
        "crossroad",
        "transition",
        "commercialization",
        "fda",
        "approval",
        "recent",
        "launch",
        "fostamatinib",
        "disodium",
        "hexahydrate",
        "important",
        "new",
        "treatment",
        "option",
        "adult",
        "chronic",
        "immune",
        "thrombocytopenia",
        "itp",
        "insufficient",
        "response",
        "previous",
        "treatment",
        "said",
        "raul",
        "rodriguez",
        "president",
        "ceo",
        "rigel",
        "rely",
        "dean",
        "leadership",
        "guide",
        "corporate",
        "finance",
        "function",
        "well",
        "related",
        "strategic",
        "operational",
        "implementation",
        "launch",
        "new",
        "product",
        "confident",
        "dean",
        "make",
        "important",
        "contribution",
        "rigel",
        "success",
        "day",
        "one",
        "schorno",
        "join",
        "rigel",
        "23andme",
        "leading",
        "consumer",
        "genetics",
        "research",
        "company",
        "cfo",
        "since",
        "joining",
        "23andme",
        "schorno",
        "cfo",
        "adaptive",
        "biotechnology",
        "seattle",
        "wa",
        "genomic",
        "health",
        "redwood",
        "city",
        "ca",
        "time",
        "schorno",
        "led",
        "financial",
        "operation",
        "period",
        "significant",
        "business",
        "commercial",
        "growth",
        "included",
        "significant",
        "financing",
        "commercial",
        "transaction",
        "activity",
        "schorno",
        "began",
        "career",
        "finance",
        "international",
        "accounting",
        "firm",
        "san",
        "francisco",
        "ca",
        "starting",
        "consultancy",
        "certified",
        "public",
        "accountant",
        "schorno",
        "graduate",
        "university",
        "california",
        "berkeley",
        "b",
        "business",
        "administration",
        "golden",
        "gate",
        "university",
        "m",
        "taxation",
        "exciting",
        "time",
        "join",
        "rigel",
        "support",
        "growth",
        "said",
        "schorno",
        "look",
        "forward",
        "working",
        "rigel",
        "dynamic",
        "leadership",
        "team",
        "diving",
        "right",
        "operation",
        "ensure",
        "successful",
        "launch",
        "tavalisse",
        "providing",
        "oversight",
        "regarding",
        "ongoing",
        "study",
        "fostamatinib",
        "rare",
        "disease",
        "continued",
        "development",
        "proprietary",
        "molecule",
        "tavalisse",
        "indication",
        "fostamatinib",
        "disodium",
        "hexahydrate",
        "tablet",
        "indicated",
        "treatment",
        "thrombocytopenia",
        "adult",
        "patient",
        "chronic",
        "immune",
        "thrombocytopenia",
        "itp",
        "insufficient",
        "response",
        "previous",
        "treatment",
        "important",
        "safety",
        "information",
        "warning",
        "precaution",
        "hypertension",
        "occur",
        "tavalisse",
        "treatment",
        "patient",
        "hypertension",
        "may",
        "susceptible",
        "hypertensive",
        "effect",
        "monitor",
        "blood",
        "pressure",
        "every",
        "week",
        "stable",
        "monthly",
        "adjust",
        "initiate",
        "antihypertensive",
        "therapy",
        "blood",
        "pressure",
        "control",
        "maintenance",
        "therapy",
        "increased",
        "blood",
        "pressure",
        "persists",
        "tavalisse",
        "interruption",
        "reduction",
        "discontinuation",
        "may",
        "required",
        "elevated",
        "liver",
        "function",
        "test",
        "lfts",
        "mainly",
        "alt",
        "ast",
        "occur",
        "tavalisse",
        "monitor",
        "lfts",
        "monthly",
        "treatment",
        "alt",
        "ast",
        "increase",
        "x",
        "upper",
        "limit",
        "normal",
        "manage",
        "hepatotoxicity",
        "using",
        "tavalisse",
        "interruption",
        "reduction",
        "discontinuation",
        "diarrhea",
        "occurred",
        "patient",
        "severe",
        "diarrhea",
        "occurred",
        "patient",
        "treated",
        "tavalisse",
        "monitor",
        "patient",
        "development",
        "diarrhea",
        "manage",
        "using",
        "supportive",
        "care",
        "measure",
        "early",
        "onset",
        "symptom",
        "diarrhea",
        "becomes",
        "severe",
        "interrupt",
        "reduce",
        "dose",
        "discontinue",
        "tavalisse",
        "neutropenia",
        "occurred",
        "patient",
        "treated",
        "tavalisse",
        "febrile",
        "neutropenia",
        "occurred",
        "patient",
        "monitor",
        "anc",
        "monthly",
        "infection",
        "treatment",
        "manage",
        "toxicity",
        "tavalisse",
        "interruption",
        "reduction",
        "discontinuation",
        "tavalisse",
        "cause",
        "fetal",
        "harm",
        "administered",
        "pregnant",
        "woman",
        "advise",
        "pregnant",
        "woman",
        "potential",
        "risk",
        "fetus",
        "advise",
        "female",
        "reproductive",
        "potential",
        "use",
        "effective",
        "contraception",
        "treatment",
        "least",
        "month",
        "last",
        "dose",
        "verify",
        "pregnancy",
        "status",
        "prior",
        "initiating",
        "tavalisse",
        "unknown",
        "tavalisse",
        "metabolite",
        "present",
        "human",
        "milk",
        "potential",
        "serious",
        "adverse",
        "reaction",
        "breastfed",
        "child",
        "advise",
        "lactating",
        "woman",
        "breastfeed",
        "tavalisse",
        "treatment",
        "least",
        "month",
        "last",
        "dose",
        "drug",
        "interaction",
        "concomitant",
        "use",
        "tavalisse",
        "strong",
        "cyp3a4",
        "inhibitor",
        "increase",
        "exposure",
        "major",
        "active",
        "metabolite",
        "tavalisse",
        "r406",
        "may",
        "increase",
        "risk",
        "adverse",
        "reaction",
        "monitor",
        "toxicity",
        "may",
        "require",
        "reduction",
        "tavalisse",
        "dose",
        "recommended",
        "use",
        "tavalisse",
        "strong",
        "cyp3a4",
        "inducer",
        "concomitant",
        "use",
        "reduces",
        "exposure",
        "r406",
        "concomitant",
        "use",
        "tavalisse",
        "may",
        "increase",
        "concentration",
        "cyp3a4",
        "substrate",
        "drug",
        "may",
        "require",
        "dose",
        "reduction",
        "cyp3a4",
        "substrate",
        "drug",
        "concomitant",
        "use",
        "tavalisse",
        "may",
        "increase",
        "concentration",
        "bcrp",
        "substrate",
        "drug",
        "eg",
        "rosuvastatin",
        "substrate",
        "drug",
        "eg",
        "digoxin",
        "may",
        "require",
        "dose",
        "reduction",
        "bcrp",
        "substrate",
        "drug",
        "adverse",
        "reaction",
        "serious",
        "adverse",
        "drug",
        "reaction",
        "itp",
        "study",
        "febrile",
        "neutropenia",
        "diarrhea",
        "pneumonia",
        "hypertensive",
        "crisis",
        "occurred",
        "tavalisse",
        "patient",
        "addition",
        "severe",
        "adverse",
        "reaction",
        "occurred",
        "including",
        "dyspnea",
        "hypertension",
        "neutropenia",
        "arthralgia",
        "chest",
        "pain",
        "diarrhea",
        "dizziness",
        "nephrolithiasis",
        "pain",
        "extremity",
        "toothache",
        "syncope",
        "hypoxia",
        "common",
        "adverse",
        "reaction",
        "common",
        "placebo",
        "included",
        "diarrhea",
        "hypertension",
        "nausea",
        "dizziness",
        "alt",
        "ast",
        "increased",
        "respiratory",
        "infection",
        "rash",
        "abdominal",
        "pain",
        "fatigue",
        "chest",
        "pain",
        "neutropenia",
        "please",
        "see",
        "full",
        "prescribing",
        "information",
        "report",
        "side",
        "effect",
        "prescription",
        "drug",
        "fda",
        "visit",
        "call",
        "trademark",
        "tavalisse",
        "owned",
        "licensed",
        "rigel",
        "rigel",
        "rigel",
        "pharmaceutical",
        "biotechnology",
        "company",
        "dedicated",
        "discovering",
        "developing",
        "providing",
        "novel",
        "small",
        "molecule",
        "drug",
        "significantly",
        "improve",
        "life",
        "patient",
        "immune",
        "hematologic",
        "disorder",
        "cancer",
        "rare",
        "disease",
        "rigel",
        "pioneering",
        "research",
        "focus",
        "signaling",
        "pathway",
        "critical",
        "disease",
        "mechanism",
        "company",
        "first",
        "fda",
        "approved",
        "product",
        "fostamatinib",
        "disodium",
        "hexahydrate",
        "oral",
        "spleen",
        "tyrosine",
        "kinase",
        "syk",
        "inhibitor",
        "treatment",
        "adult",
        "patient",
        "chronic",
        "immune",
        "thrombocytopenia",
        "insufficient",
        "response",
        "previous",
        "treatment",
        "rigel",
        "current",
        "clinical",
        "program",
        "include",
        "phase",
        "study",
        "fostamatinib",
        "autoimmune",
        "hemolytic",
        "anemia",
        "iga",
        "nephropathy",
        "addition",
        "rigel",
        "product",
        "candidate",
        "development",
        "partner",
        "bergenbio",
        "daiichi",
        "sankyo",
        "aclaris",
        "therapeutic",
        "forward",
        "looking",
        "statement",
        "release",
        "contains",
        "statement",
        "relating",
        "among",
        "thing",
        "rigel",
        "ability",
        "transition",
        "organization",
        "executing",
        "launch",
        "first",
        "commercial",
        "product",
        "statement",
        "contained",
        "press",
        "release",
        "statement",
        "historical",
        "fact",
        "may",
        "deemed",
        "statement",
        "word",
        "planned",
        "expect",
        "similar",
        "expression",
        "intended",
        "identify",
        "statement",
        "statement",
        "based",
        "rigel",
        "current",
        "expectation",
        "inherently",
        "involve",
        "significant",
        "risk",
        "uncertainty",
        "actual",
        "result",
        "timing",
        "event",
        "could",
        "differ",
        "materially",
        "anticipated",
        "forward",
        "looking",
        "statement",
        "result",
        "risk",
        "uncertainty",
        "include",
        "without",
        "limitation",
        "risk",
        "uncertainty",
        "associated",
        "commercialization",
        "tavalisse",
        "risk",
        "fda",
        "regulatory",
        "authority",
        "may",
        "make",
        "adverse",
        "decision",
        "regarding",
        "tavalisse",
        "risk",
        "tavalisse",
        "clinical",
        "trial",
        "may",
        "predictive",
        "result",
        "result",
        "subsequent",
        "clinical",
        "trial",
        "risk",
        "tavalisse",
        "may",
        "unintended",
        "side",
        "effect",
        "adverse",
        "reaction",
        "incident",
        "misuse",
        "availability",
        "resource",
        "develop",
        "rigel",
        "product",
        "candidate",
        "market",
        "competition",
        "well",
        "risk",
        "detailed",
        "time",
        "time",
        "rigel",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "including",
        "quarterly",
        "report",
        "form",
        "period",
        "ended",
        "march",
        "rigel",
        "undertake",
        "obligation",
        "update",
        "statement",
        "expressly",
        "disclaims",
        "obligation",
        "undertaking",
        "release",
        "publicly",
        "update",
        "revision",
        "statement",
        "contained",
        "herein",
        "contact",
        "raul",
        "rodriguez",
        "phone",
        "email",
        "ir",
        "medium",
        "contact",
        "jessica",
        "daitch",
        "phone",
        "email",
        "logo",
        "http",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "rigel",
        "pharmaceutical",
        "inc"
    ]
}