{
    "organizations": [],
    "uuid": "650f5ff747b8a8ff088c96f7941ca3454ec7300d",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/09/business-wire-caesars-entertainment-vici-properties-announce-letter-of-intent-for-asset-sale-lease-amendments.html",
    "ord_in_thread": 0,
    "title": "Caesars Entertainment, VICI Properties Announce Letter of Intent for Asset Sale, Lease Amendments",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "LAS VEGAS--(BUSINESS WIRE)-- Caesars Entertainment Corporation (NASDAQ:CZR) (“Caesars Entertainment” or “Caesars”) and VICI Properties Inc. (NYSE:VICI) (“VICI Properties” or “VICI”) today announced they have entered into a non-binding letter of intent related to the acquisition by VICI Properties of two real estate assets owned by Caesars as well as modifications to certain of the lease agreements between the two companies. The various strategic transactions will support each of the companies’ growth strategies and demonstrate the strong working relationship and continued alignment of interests between the two companies. The planned transactions are subject to negotiation of definitive documentation, receipt of regulatory approvals and other third-party approvals and other conditions.\nThe LOI contemplates that VICI will acquire from Caesars the real estate assets associated with the Octavius Tower at Caesars Palace and the real estate assets associated with Harrah’s Philadelphia for $507.5 million and $241.5 million, respectively. The aggregate purchase price of $749 million for these two properties will be reduced by $159 million to reflect the consideration due to VICI Properties related to the planned lease modifications described below. Caesars will continue to operate both properties under the terms of the long-term leases between both companies.\n“The planned lease amendments and asset sales will allow us to create more value for shareholders through growth initiatives and additional investment opportunities in our core businesses,” said Mark Frissora, President and Chief Executive Officer of Caesars Entertainment.\nEdward Pitoniak, Chief Executive Officer of VICI Properties said, “We are continuing to execute on all facets of our strategy. Octavius Tower will strengthen our footprint on the Las Vegas Strip, Harrah’s Philadelphia will bolster our presence on the East Coast by establishing a foothold in a top gaming market all while we add $56 million of NOI to our portfolio at an attractive net cap rate. Moreover, our mutually beneficial relationship and shared interests with Caesars will make the modifications of the lease terms possible. As a REIT, we look to enhance our organic growth in the near-term, protect against volatility in our rental income over the long-term, and incentivize our tenant to invest capital into the real estate to grow and strengthen their own business.”\nLease Amendments\nAccording to the LOI, Caesars and VICI will amend the Caesars Palace Las Vegas (“CPLV”) and other domestic property lease agreements (“Non-CPLV”) in support of both companies’ strategies. Additionally, the parties will add base rent escalation of 1.5% per year for years two through five of the Non-CPLV lease, add minimum rent coverage ratios that would impact the base rent increases paid by Caesars to VICI, and reduce variable rent adjustments from 13% and 19.5% to 4% of revenue growth over the relevant periods.\nThe modifications to the leases are intended to bring the lease agreements into alignment with other market precedents and the long-term performance of the properties. This will result in near-term increases in rent for VICI as well as the addition of new assets, while moderating changes to Caesars’ long-term rent payments and potential significant volatility in Caesars’ rent payments to VICI. The modifications are also expected to create additional flexibility to facilitate Caesars’ development ambitions on the East Side of the Las Vegas Strip by removing certain impediments associated with those plans.\nOctavius and Philadelphia\nThe Octavius Tower, built in 2012, is a 23-story complex that comprises 1.2 million square feet of space containing 668 hotel rooms located on the Flamingo Avenue side of Caesars Palace Las Vegas. After closing, Caesars will lease from VICI Properties the real estate associated with Octavius Tower under the modified CPLV lease agreement. Caesars annual lease payment related to Octavius Tower will be $35 million.\nHarrah’s Philadelphia was built in 2006 and is benefiting from significant property enhancements completed in 2017, Harrah’s is located along the waterfront in Chester, Pennsylvania. The property comprises 2.0 million square feet of space featuring approximately 2,450 slot machines, live table games, several bars and restaurants and parking garages. After closing Caesars will lease from VICI Properties the real estate associated with Harrah’s Philadelphia under the Non-CPLV lease agreement. Caesars initial annual lease payment related to Harrah’s Philadelphia will be $21 million in the first year after close and will be subject to contractual annual increase thereafter in accordance with the Non-CPLV Lease.\nThe parties expect to announce definitive agreements in the coming weeks and, assuming satisfaction of all conditions, to consummate the transaction in phases by the fall of 2018.\nPJT Partners LP is acting as exclusive financial advisor and Latham & Watkins LLP and Mayer Brown LLP are acting as legal advisors to Caesars in connection with the transactions. Morgan Stanley & Co. LLC is acting as exclusive financial advisor, Kramer Levin Naftalis & Frankel LLP is acting as legal advisor and ICR, LLC is acting as communications advisor to VICI Properties.\nAbout Caesars Entertainment Corporation\nCaesars Entertainment is the world's most diversified casino-entertainment provider and the most geographically diverse U.S. casino-entertainment company. Since its beginning in Reno, Nevada, in 1937, Caesars Entertainment has grown through development of new resorts, expansions and acquisitions and its portfolio of subsidiaries now operate 47 casinos in 13 U.S. states and five countries. Caesars Entertainment's resorts operate primarily under the Caesars®, Harrah's® and Horseshoe® brand names. Caesars Entertainment's portfolio also includes the Caesars Entertainment UK family of casinos. Caesars Entertainment is focused on building loyalty and value with its guests through a unique combination of great service, excellent products, unsurpassed distribution, operational excellence and technology leadership. Caesars Entertainment is committed to environmental sustainability and energy conservation and recognizes the importance of being a responsible steward of the environment. For more information, please visit www.caesars.com .\nAbout VICI Properties\nVICI Properties is an experiential real estate investment trust that owns one of the largest portfolios of market-leading gaming, hospitality and entertainment destinations, including the world-renowned Caesars Palace. VICI Properties’ national, geographically diverse portfolio consists of 20 gaming facilities comprising over 36 million square feet and features approximately 14,500 hotel rooms and more than 150 restaurants, bars and nightclubs. Its properties are leased to leading brands such as Caesars, Horseshoe, Harrah’s and Bally’s, which prioritize customer loyalty and value through great service, superior products and constant innovation. VICI Properties also owns four championship golf courses and 34 acres of undeveloped land adjacent to the Las Vegas Strip. VICI Properties’ strategy is to create the nation’s highest quality and most productive experiential real estate portfolio. For additional information, please visit www.viciproperties.com .\nForward-Looking Statements\nThis release includes \" \" intended to qualify for the safe harbor from liability established by the Private Securities Litigation Reform Act of 1995 regarding the proposed strategic transactions between Caesars and VICI. These are based on current expectations and projections about future events.\nYou are cautioned that are not guarantees of future performance and involve risks and uncertainties that cannot be predicted or quantified and, consequently, the actual results may that expressed or implied by such . Such risks and uncertainties include, but are not limited to, the ability of the parties to negotiate and reach agreement upon definitive documentation, receipt of regulatory approvals and other third-party approvals and other conditions, and may include other factors described from time to time in Caesars’ and VICI’s reports filed with the SEC.\nYou are cautioned to not place undue reliance on these , which speak only as of the date of this document. Caesars and VICI undertake no obligation to publicly update or release any revisions to these to reflect events or circumstances after the date of this document or to reflect the occurrence of unanticipated events, except as required by law.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180509005447/en/\nFor Caesars Entertainment:\nInvestors:\nJoyce Arpin, 702-880-4707\nor\nMedia:\nStephen Cohen, 212-886-9332\nor\nFor VICI:\nInvestors:\n725-201-6415\nInvestors@viciproperties.com\nor\nICR\nJacques Cornet\nJacques.Cornet@icrinc.com\nor\nMedia:\n725-201-6414\nPR@viciproperties.com\nor\nICR\nPhil Denning and Jason Chudoba\nPhil.Denning@icrinc.com , (646) 277-1258\nJason.Chudoba@icrinc.com , (646) 277-1249\nSource: VICI Properties Inc. and Caesars Entertainment Corporation",
    "published": "2018-05-09T14:30:00.000+03:00",
    "crawled": "2018-05-09T17:07:21.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "la",
        "vega",
        "business",
        "wire",
        "caesar",
        "entertainment",
        "corporation",
        "nasdaq",
        "czr",
        "caesar",
        "entertainment",
        "caesar",
        "vici",
        "property",
        "nyse",
        "vici",
        "vici",
        "property",
        "vici",
        "today",
        "announced",
        "entered",
        "letter",
        "intent",
        "related",
        "acquisition",
        "vici",
        "property",
        "two",
        "real",
        "estate",
        "asset",
        "owned",
        "caesar",
        "well",
        "modification",
        "certain",
        "lease",
        "agreement",
        "two",
        "company",
        "various",
        "strategic",
        "transaction",
        "support",
        "company",
        "growth",
        "strategy",
        "demonstrate",
        "strong",
        "working",
        "relationship",
        "continued",
        "alignment",
        "interest",
        "two",
        "company",
        "planned",
        "transaction",
        "subject",
        "negotiation",
        "definitive",
        "documentation",
        "receipt",
        "regulatory",
        "approval",
        "approval",
        "condition",
        "loi",
        "contemplates",
        "vici",
        "acquire",
        "caesar",
        "real",
        "estate",
        "asset",
        "associated",
        "octavius",
        "tower",
        "caesar",
        "palace",
        "real",
        "estate",
        "asset",
        "associated",
        "harrah",
        "philadelphia",
        "million",
        "million",
        "respectively",
        "aggregate",
        "purchase",
        "price",
        "million",
        "two",
        "property",
        "reduced",
        "million",
        "reflect",
        "consideration",
        "due",
        "vici",
        "property",
        "related",
        "planned",
        "lease",
        "modification",
        "described",
        "caesar",
        "continue",
        "operate",
        "property",
        "term",
        "lease",
        "company",
        "planned",
        "lease",
        "amendment",
        "asset",
        "sale",
        "allow",
        "u",
        "create",
        "value",
        "shareholder",
        "growth",
        "initiative",
        "additional",
        "investment",
        "opportunity",
        "core",
        "business",
        "said",
        "mark",
        "frissora",
        "president",
        "chief",
        "executive",
        "officer",
        "caesar",
        "entertainment",
        "edward",
        "pitoniak",
        "chief",
        "executive",
        "officer",
        "vici",
        "property",
        "said",
        "continuing",
        "execute",
        "facet",
        "strategy",
        "octavius",
        "tower",
        "strengthen",
        "footprint",
        "la",
        "vega",
        "strip",
        "harrah",
        "philadelphia",
        "bolster",
        "presence",
        "east",
        "coast",
        "establishing",
        "foothold",
        "top",
        "gaming",
        "market",
        "add",
        "million",
        "noi",
        "portfolio",
        "attractive",
        "net",
        "cap",
        "rate",
        "moreover",
        "mutually",
        "beneficial",
        "relationship",
        "shared",
        "interest",
        "caesar",
        "make",
        "modification",
        "lease",
        "term",
        "possible",
        "reit",
        "look",
        "enhance",
        "organic",
        "growth",
        "protect",
        "volatility",
        "rental",
        "income",
        "incentivize",
        "tenant",
        "invest",
        "capital",
        "real",
        "estate",
        "grow",
        "strengthen",
        "lease",
        "amendment",
        "according",
        "loi",
        "caesar",
        "vici",
        "amend",
        "caesar",
        "palace",
        "la",
        "vega",
        "cplv",
        "domestic",
        "property",
        "lease",
        "agreement",
        "support",
        "company",
        "strategy",
        "additionally",
        "party",
        "add",
        "base",
        "rent",
        "escalation",
        "per",
        "year",
        "year",
        "two",
        "five",
        "lease",
        "add",
        "minimum",
        "rent",
        "coverage",
        "ratio",
        "would",
        "impact",
        "base",
        "rent",
        "increase",
        "paid",
        "caesar",
        "vici",
        "reduce",
        "variable",
        "rent",
        "adjustment",
        "revenue",
        "growth",
        "relevant",
        "period",
        "modification",
        "lease",
        "intended",
        "bring",
        "lease",
        "agreement",
        "alignment",
        "market",
        "precedent",
        "performance",
        "property",
        "result",
        "increase",
        "rent",
        "vici",
        "well",
        "addition",
        "new",
        "asset",
        "moderating",
        "change",
        "caesar",
        "rent",
        "payment",
        "potential",
        "significant",
        "volatility",
        "caesar",
        "rent",
        "payment",
        "vici",
        "modification",
        "also",
        "expected",
        "create",
        "additional",
        "flexibility",
        "facilitate",
        "caesar",
        "development",
        "ambition",
        "east",
        "side",
        "la",
        "vega",
        "strip",
        "removing",
        "certain",
        "impediment",
        "associated",
        "plan",
        "octavius",
        "philadelphia",
        "octavius",
        "tower",
        "built",
        "complex",
        "comprises",
        "million",
        "square",
        "foot",
        "space",
        "containing",
        "hotel",
        "room",
        "located",
        "flamingo",
        "avenue",
        "side",
        "caesar",
        "palace",
        "la",
        "vega",
        "closing",
        "caesar",
        "lease",
        "vici",
        "property",
        "real",
        "estate",
        "associated",
        "octavius",
        "tower",
        "modified",
        "cplv",
        "lease",
        "agreement",
        "caesar",
        "annual",
        "lease",
        "payment",
        "related",
        "octavius",
        "tower",
        "million",
        "harrah",
        "philadelphia",
        "built",
        "benefiting",
        "significant",
        "property",
        "enhancement",
        "completed",
        "harrah",
        "located",
        "along",
        "waterfront",
        "chester",
        "pennsylvania",
        "property",
        "comprises",
        "million",
        "square",
        "foot",
        "space",
        "featuring",
        "approximately",
        "slot",
        "machine",
        "live",
        "table",
        "game",
        "several",
        "bar",
        "restaurant",
        "parking",
        "garage",
        "closing",
        "caesar",
        "lease",
        "vici",
        "property",
        "real",
        "estate",
        "associated",
        "harrah",
        "philadelphia",
        "lease",
        "agreement",
        "caesar",
        "initial",
        "annual",
        "lease",
        "payment",
        "related",
        "harrah",
        "philadelphia",
        "million",
        "first",
        "year",
        "close",
        "subject",
        "contractual",
        "annual",
        "increase",
        "thereafter",
        "accordance",
        "lease",
        "party",
        "expect",
        "announce",
        "definitive",
        "agreement",
        "coming",
        "week",
        "assuming",
        "satisfaction",
        "condition",
        "consummate",
        "transaction",
        "phase",
        "fall",
        "pjt",
        "partner",
        "lp",
        "acting",
        "exclusive",
        "financial",
        "advisor",
        "latham",
        "watkins",
        "llp",
        "mayer",
        "brown",
        "llp",
        "acting",
        "legal",
        "advisor",
        "caesar",
        "connection",
        "transaction",
        "morgan",
        "stanley",
        "llc",
        "acting",
        "exclusive",
        "financial",
        "advisor",
        "kramer",
        "levin",
        "naftalis",
        "frankel",
        "llp",
        "acting",
        "legal",
        "advisor",
        "icr",
        "llc",
        "acting",
        "communication",
        "advisor",
        "vici",
        "property",
        "caesar",
        "entertainment",
        "corporation",
        "caesar",
        "entertainment",
        "world",
        "diversified",
        "provider",
        "geographically",
        "diverse",
        "company",
        "since",
        "beginning",
        "reno",
        "nevada",
        "caesar",
        "entertainment",
        "grown",
        "development",
        "new",
        "resort",
        "expansion",
        "acquisition",
        "portfolio",
        "subsidiary",
        "operate",
        "casino",
        "state",
        "five",
        "country",
        "caesar",
        "entertainment",
        "resort",
        "operate",
        "primarily",
        "brand",
        "name",
        "caesar",
        "entertainment",
        "portfolio",
        "also",
        "includes",
        "caesar",
        "entertainment",
        "uk",
        "family",
        "casino",
        "caesar",
        "entertainment",
        "focused",
        "building",
        "loyalty",
        "value",
        "guest",
        "unique",
        "combination",
        "great",
        "service",
        "excellent",
        "product",
        "unsurpassed",
        "distribution",
        "operational",
        "excellence",
        "technology",
        "leadership",
        "caesar",
        "entertainment",
        "committed",
        "environmental",
        "sustainability",
        "energy",
        "conservation",
        "recognizes",
        "importance",
        "responsible",
        "steward",
        "environment",
        "information",
        "please",
        "visit",
        "vici",
        "property",
        "vici",
        "property",
        "experiential",
        "real",
        "estate",
        "investment",
        "trust",
        "owns",
        "one",
        "largest",
        "portfolio",
        "gaming",
        "hospitality",
        "entertainment",
        "destination",
        "including",
        "caesar",
        "palace",
        "vici",
        "property",
        "national",
        "geographically",
        "diverse",
        "portfolio",
        "consists",
        "gaming",
        "facility",
        "comprising",
        "million",
        "square",
        "foot",
        "feature",
        "approximately",
        "hotel",
        "room",
        "restaurant",
        "bar",
        "nightclub",
        "property",
        "leased",
        "leading",
        "brand",
        "caesar",
        "horseshoe",
        "harrah",
        "bally",
        "prioritize",
        "customer",
        "loyalty",
        "value",
        "great",
        "service",
        "superior",
        "product",
        "constant",
        "innovation",
        "vici",
        "property",
        "also",
        "owns",
        "four",
        "championship",
        "golf",
        "course",
        "acre",
        "undeveloped",
        "land",
        "adjacent",
        "la",
        "vega",
        "strip",
        "vici",
        "property",
        "strategy",
        "create",
        "nation",
        "highest",
        "quality",
        "productive",
        "experiential",
        "real",
        "estate",
        "portfolio",
        "additional",
        "information",
        "please",
        "visit",
        "statement",
        "release",
        "includes",
        "intended",
        "qualify",
        "safe",
        "harbor",
        "liability",
        "established",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "regarding",
        "proposed",
        "strategic",
        "transaction",
        "caesar",
        "vici",
        "based",
        "current",
        "expectation",
        "projection",
        "future",
        "event",
        "cautioned",
        "guarantee",
        "future",
        "performance",
        "involve",
        "risk",
        "uncertainty",
        "predicted",
        "quantified",
        "consequently",
        "actual",
        "result",
        "may",
        "expressed",
        "implied",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "ability",
        "party",
        "negotiate",
        "reach",
        "agreement",
        "upon",
        "definitive",
        "documentation",
        "receipt",
        "regulatory",
        "approval",
        "approval",
        "condition",
        "may",
        "include",
        "factor",
        "described",
        "time",
        "time",
        "caesar",
        "vici",
        "report",
        "filed",
        "sec",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "speak",
        "date",
        "document",
        "caesar",
        "vici",
        "undertake",
        "obligation",
        "publicly",
        "update",
        "release",
        "revision",
        "reflect",
        "event",
        "circumstance",
        "date",
        "document",
        "reflect",
        "occurrence",
        "unanticipated",
        "event",
        "except",
        "required",
        "law",
        "view",
        "source",
        "version",
        "http",
        "caesar",
        "entertainment",
        "investor",
        "joyce",
        "arpin",
        "medium",
        "stephen",
        "cohen",
        "vici",
        "investor",
        "investor",
        "icr",
        "jacques",
        "cornet",
        "medium",
        "pr",
        "icr",
        "phil",
        "denning",
        "jason",
        "chudoba",
        "source",
        "vici",
        "property",
        "caesar",
        "entertainment",
        "corporation"
    ]
}