{
    "organizations": [],
    "uuid": "d172d9fac806c2de3d583e2970fe74501fba1e90",
    "author": "Rebecca Fannin",
    "url": "https://www.cnbc.com/2018/05/22/chinas-secret-goal-is-to-crush-silicon-valley.html",
    "ord_in_thread": 0,
    "title": "China’s secret goal is to crush Silicon Valley",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "America's wide lead in venture capital is fading, threatened by Asia and its rising brain center: China. A surge of new money from China and the rest of Asia helped drive funding totals to the stratosphere and transformed the venture landscape. Last year Asia directed 40 percent of the global total versus 44 percent from the United States. China's share was 24 percent, according to Dow Jones VentureSource. Just a decade ago China's share of VC spending in start-ups globally was less than 5 percent.\nThat tidal wave of Chinese cash into promising new start-ups could herald a shift in who controls innovation and the world's technological advantage. Already we are seeing the trend play out in CNBC's 2018 Disruptor 50 list, released Tuesday. For the first time, two of the unicorns on the list are mammoth Chinese unicorns — Didi Chuxing and Xiaomi — each of which has attracted billions in equity financing. Fourteen of this year's Disruptor 50 companies, including Airbnb , Uber , Ellevest , Lyft , LanzaTech and WeWork , have financial backing from Chinese investors, such as Didi Chuxing and China Broadband Capital Partners.\nMeet the 2018 CNBC Disruptor 50 companies A historical look sheds more light on the trend. Since the list was launched in 2013, 41 Chinese investors backed CNBC's Disruptor 50 companies. They contributed $35.4 billion in financing to these start-ups since 2002, according to PitchBook.\nChina is taking a giant leap forward in a race for global technology innovation and venture capital dominance by developing emerging VC and start-up hot spots in Beijing, Shanghai and Shenzhen. It is home to several top-performing venture capitalists, such as Neil Shen, managing partner of Beijing-based Sequoia Capital China; JP Gan, managing partner of Qiming Venture Partners in Shanghai; and Hurst Lin, general partner of DCM Ventures. All three have funded several of China's emerging tech leaders, such as smartphone maker Xiaomi. The company is No. 28 on this year's CNBC Disruptor 50 list with a valuation of $46 billion. It is readying itself for an IPO later this year.\nVCG | Getty Images Xiaomi CEO Lei Jun makes a speech during the launch event of the Mi 6 smartphone at Beijing University of Technology on April 19, 2017. China's powerful BAT companies — Baidu, Alibaba and Tencent — the Chinese equivalents of Apple, Alphabet, Microsoft, Amazon and Facebook — are spurring the action, investing across leading-edge start-ups in the hottest tech sectors, such as biotech, virtual reality, fintech, security and artificial intelligence.\nLast year China dominated venture spending in the all-important field of artificial intelligence at 48 percent of $12 billion globally in 2017, compared with the United States at 38 percent, according to CBI Insights.\nNow Chinese investors are about to reap a huge payoff. Bob McCooey, senior vice president at Nasdaq, predicts that China IPOs in New York will increase 25 percent to 30 percent in 2018, up from 16 China IPOs in the United States in 2017.\nStart-ups on steroids The magnitude of China venture deals and power to create megabrands is hard to match. China's Didi Chuxing cranked up its market-leading ride-sharing business in 2012 and took over rival Uber in China in 2016 in a $35 billion transaction. The $9.5 billion that Didi took in from venture funding in 2017 counted as the largest global venture deal of the year, second-largest funding of the past decade and biggest ever for Asia, according to Preqin data.\nMega-financings of Chinese tech upstarts are nothing out of the ordinary. Four of the six biggest venture investments globally in the fourth quarter 2017 were in Chinese companies: Didi at $4 billion, GroupOn-like Meituan at $4 billion, bike-sharing start-up Ofo at $1 billion and electric-car contender Nio at $1 billion, a report by PWC/CBI Insights notes.\nMore from CNBC Disruptor 50:\nHow we chose the CNBC Disruptor 50\nStart-ups worldwide are trying to topple Uber\nThe Airbnb effect: fueling start-up ecosystems around the world\nTo put the Chinese innovation engine in perspective, you need only know this: A new unicorn company is born in China every three days, and most are in the internet industry and based in Beijing, according to a recent report by Hurun Research Institute . The number of such companies stood at 151 at the end of March, it noted. Among standouts is venture-backed ride-sharing leader Didi, which took over Uber's business in China in 2016.\nHot on Silicon Valley's heels By several measures — unicorn funding, R&D spending, patent applications, engineering talent — China is ascending quickly, catching up to the long-dominant U.S. lead. China today accounts for 62 of the world's 230 global unicorn companies valued at more than $1 billion, following the United States at 113. Plus, China claims 41 percent of unicorns' value, next to the United States, at 46 percent, according to CBI Insights data.\nChina is outpacing Silicon Valley and other hot spots globally with its sheer scale, start-up culture, government support of important sectors such as artificial intelligence and abundance of venture cash. Venture capital firms investing in China are well into raising successive funds. One of the pioneers is Shanghai-based Qiming Venture Partners', which just raised $1.39 billion for three new funds to invest in emerging technology companies.\nSlilcon Dragon Hans Tung of GGV Capital (left) and Gary Rieschel of Qiming Venture Partners \"China is increasingly challenging the U.S. for tech leadership,\" said Qiming founding managing partner Gary Rieschel, whose firm has invested across 12 funds in more than 250 venture deals and funded as many as 20 unicorns, including many of the most prominent in China: Xiaomi, Groupon-like buying site Meituan-Dianping and bike-sharing upstart Mobike.\nA culture venerating entrepreneurs China's incomparable, vibrant start-up culture, coupled with the development of a homegrown venture capital market is accelerating China's great tech leap forward. Venture firms from China are investing in start-ups with the Chinese currency renminbi and raising capital for new funds from China corporates and the government. China's angel investor community of wealthy first-generation tech entrepreneurs who cashed out with early start-ups are making microbets on high-potential winners and feeding the rise of a Chinese Silicon Valley. Moreover, most of the venture shops along Sand Hill Road, including GGV Capital, DCM Ventures and Sequoia Capital, have formed China-specific funds and teams backing start-ups and emerging businesses.\nThe fast pace of the Chinese start-up culture is gaining recognition. Entrepreneurial founders in Beijing, Shanghai, Shenzhen and Hangzhou are tireless, persistent and driven to succeed. There's no fear of failure here. It's definitely fear of missing out. Start-up teams in China routinely work 9-9-6 (9 a.m. to 9 p.m. six days a week), which is how GGV Capital managing director Hans Tung describes their work habits. It's a reminder of Silicon Valley campouts in the office during the late 1990s dot-com boom, when China's entrepreneurial boom was only percolating and the Valley's was heated up.\nThe rise of proven entrepreneurial megastars, such as Jack Ma, co-founder and executive chairman of Alibaba, has also helped drive the euphoria. The former English teacher built a multinational e-commerce conglomerate that is now worth more than $41 billion.\nVCG | Getty Images Jack Ma (L), chairman of Alibaba Group and Li Yanhong, CEO of Baidu.com. In just a short 10 years, China's tech economy has gone from \"Made in China\" to \"Copied in China\" to \"Invented in China.\" Today the biggest trend to watch is \"Copied from China\" or U.S. companies copying Chinese innovations. China's first-generation internet entrepreneurs unabashedly created copies of successful American start-ups Yahoo, Amazon, Facebook, Google and eBay. Now Chinese techno-crats are breaking boundaries with their own business models and disruptive innovations. As one example, the bike-sharing craze that began in China, with Chinese upstarts Ofo and Mobike, now has spawned copycats such as LimeBike in Silicon Valley.\nChina's growing brain trust China is gaining quickly in technological innovation by several significant indicators: research and development spending, new patent applications and scientific academia. China's R&D coffers weighed in at $409 billion in 2015, nearing $497 billion for the United States and increasing at a far faster rate of 18 percent annually versus 4 percent for the United States. If current trends continue, China will overtake the United States for R&D spending by 2019, predicts the U.S. National Science Board, which does an annual report card of research and development trends.\nChina also is getting ahead in engineering talent. For the science and engineering field, China has 22 percent of bachelors degrees, while the United States has 10 percent. Additionally, China counts 34,000 doctoral degrees, not far behind the United States, at 40,000, the U.S. National Science Board finds. In a further indicator, the board notes that China overtook the United States in scientific articles published, with 18.6 percent of the total, compared with 17.8 percent for the United States.\nIn patent applications China bumped Japan from second place globally for patent applications in 2017, gaining 13.4 percent to 48,882 applicants, or 20 percent of the world's total, according to the World Intellectual Property Organization. Longtime leader U.S. claims a 29 percent share, at 56,624, WIPO statistics show. Just a decade ago China was ranked 7th worldwide, with 4,546 patent filings.\nChina's strides are boosted by the advantages of scale. China claims the world's largest number of internet users (772 million) and smartphone users (663 million), according to Statista. Plus, China has the biggest online commerce market — more than $1 trillion in 2017, as measured by China's Ministry of Commerce.\nStill, huge potential remains untapped in China, since internet penetration is only 52 percent compared with 88.5 percent in the United States, a report by the Boston Consulting Group notes.\nChina's digitally savvy millennials and Gen Z, who comprise 54 percent of the country's population, are driving online consumer trends, points out investor Tung.\n\"Silicon Valley remains the epicenter of innovation in the world, but China — and increasingly India and other emerging markets — are catching up as the Net starts to globalize,\" said Nazar Yasin, founder of emerging markets investor Rise Capital, based in San Francisco. As he contends, it's just a matter of time.",
    "published": "2018-05-22T03:00:00.000+03:00",
    "crawled": "2018-05-22T13:19:05.024+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "america",
        "wide",
        "lead",
        "venture",
        "capital",
        "fading",
        "threatened",
        "asia",
        "rising",
        "brain",
        "center",
        "china",
        "surge",
        "new",
        "money",
        "china",
        "rest",
        "asia",
        "helped",
        "drive",
        "funding",
        "total",
        "stratosphere",
        "transformed",
        "venture",
        "landscape",
        "last",
        "year",
        "asia",
        "directed",
        "percent",
        "global",
        "total",
        "versus",
        "percent",
        "united",
        "state",
        "china",
        "share",
        "percent",
        "according",
        "dow",
        "jones",
        "venturesource",
        "decade",
        "ago",
        "china",
        "share",
        "vc",
        "spending",
        "globally",
        "less",
        "percent",
        "tidal",
        "wave",
        "chinese",
        "cash",
        "promising",
        "new",
        "could",
        "herald",
        "shift",
        "control",
        "innovation",
        "world",
        "technological",
        "advantage",
        "already",
        "seeing",
        "trend",
        "play",
        "cnbc",
        "disruptor",
        "list",
        "released",
        "tuesday",
        "first",
        "time",
        "two",
        "unicorn",
        "list",
        "mammoth",
        "chinese",
        "unicorn",
        "didi",
        "chuxing",
        "xiaomi",
        "attracted",
        "billion",
        "equity",
        "financing",
        "fourteen",
        "year",
        "disruptor",
        "company",
        "including",
        "airbnb",
        "uber",
        "ellevest",
        "lyft",
        "lanzatech",
        "wework",
        "financial",
        "backing",
        "chinese",
        "investor",
        "didi",
        "chuxing",
        "china",
        "broadband",
        "capital",
        "partner",
        "meet",
        "cnbc",
        "disruptor",
        "company",
        "historical",
        "look",
        "shed",
        "light",
        "trend",
        "since",
        "list",
        "launched",
        "chinese",
        "investor",
        "backed",
        "cnbc",
        "disruptor",
        "company",
        "contributed",
        "billion",
        "financing",
        "since",
        "according",
        "pitchbook",
        "china",
        "taking",
        "giant",
        "leap",
        "forward",
        "race",
        "global",
        "technology",
        "innovation",
        "venture",
        "capital",
        "dominance",
        "developing",
        "emerging",
        "vc",
        "hot",
        "spot",
        "beijing",
        "shanghai",
        "shenzhen",
        "home",
        "several",
        "venture",
        "capitalist",
        "neil",
        "shen",
        "managing",
        "partner",
        "sequoia",
        "capital",
        "china",
        "jp",
        "gan",
        "managing",
        "partner",
        "qiming",
        "venture",
        "partner",
        "shanghai",
        "hurst",
        "lin",
        "general",
        "partner",
        "dcm",
        "venture",
        "three",
        "funded",
        "several",
        "china",
        "emerging",
        "tech",
        "leader",
        "smartphone",
        "maker",
        "xiaomi",
        "company",
        "year",
        "cnbc",
        "disruptor",
        "list",
        "valuation",
        "billion",
        "readying",
        "ipo",
        "later",
        "year",
        "vcg",
        "getty",
        "image",
        "xiaomi",
        "ceo",
        "lei",
        "jun",
        "make",
        "speech",
        "launch",
        "event",
        "mi",
        "smartphone",
        "beijing",
        "university",
        "technology",
        "april",
        "china",
        "powerful",
        "bat",
        "company",
        "baidu",
        "alibaba",
        "tencent",
        "chinese",
        "equivalent",
        "apple",
        "alphabet",
        "microsoft",
        "amazon",
        "facebook",
        "spurring",
        "action",
        "investing",
        "across",
        "hottest",
        "tech",
        "sector",
        "biotech",
        "virtual",
        "reality",
        "fintech",
        "security",
        "artificial",
        "intelligence",
        "last",
        "year",
        "china",
        "dominated",
        "venture",
        "spending",
        "field",
        "artificial",
        "intelligence",
        "percent",
        "billion",
        "globally",
        "compared",
        "united",
        "state",
        "percent",
        "according",
        "cbi",
        "insight",
        "chinese",
        "investor",
        "reap",
        "huge",
        "payoff",
        "bob",
        "mccooey",
        "senior",
        "vice",
        "president",
        "nasdaq",
        "predicts",
        "china",
        "ipo",
        "new",
        "york",
        "increase",
        "percent",
        "percent",
        "china",
        "ipo",
        "united",
        "state",
        "steroid",
        "magnitude",
        "china",
        "venture",
        "deal",
        "power",
        "create",
        "megabrands",
        "hard",
        "match",
        "china",
        "didi",
        "chuxing",
        "cranked",
        "business",
        "took",
        "rival",
        "uber",
        "china",
        "billion",
        "transaction",
        "billion",
        "didi",
        "took",
        "venture",
        "funding",
        "counted",
        "largest",
        "global",
        "venture",
        "deal",
        "year",
        "funding",
        "past",
        "decade",
        "biggest",
        "ever",
        "asia",
        "according",
        "preqin",
        "data",
        "chinese",
        "tech",
        "upstart",
        "nothing",
        "ordinary",
        "four",
        "six",
        "biggest",
        "venture",
        "investment",
        "globally",
        "fourth",
        "quarter",
        "chinese",
        "company",
        "didi",
        "billion",
        "meituan",
        "billion",
        "ofo",
        "billion",
        "contender",
        "nio",
        "billion",
        "report",
        "insight",
        "note",
        "cnbc",
        "disruptor",
        "chose",
        "cnbc",
        "disruptor",
        "worldwide",
        "trying",
        "topple",
        "uber",
        "airbnb",
        "effect",
        "fueling",
        "ecosystem",
        "around",
        "world",
        "put",
        "chinese",
        "innovation",
        "engine",
        "perspective",
        "need",
        "know",
        "new",
        "unicorn",
        "company",
        "born",
        "china",
        "every",
        "three",
        "day",
        "internet",
        "industry",
        "based",
        "beijing",
        "according",
        "recent",
        "report",
        "hurun",
        "research",
        "institute",
        "number",
        "company",
        "stood",
        "end",
        "march",
        "noted",
        "among",
        "standouts",
        "leader",
        "didi",
        "took",
        "uber",
        "business",
        "china",
        "hot",
        "silicon",
        "valley",
        "heel",
        "several",
        "measure",
        "unicorn",
        "funding",
        "r",
        "spending",
        "patent",
        "application",
        "engineering",
        "talent",
        "china",
        "ascending",
        "quickly",
        "catching",
        "lead",
        "china",
        "today",
        "account",
        "world",
        "global",
        "unicorn",
        "company",
        "valued",
        "billion",
        "following",
        "united",
        "state",
        "plus",
        "china",
        "claim",
        "percent",
        "unicorn",
        "value",
        "next",
        "united",
        "state",
        "percent",
        "according",
        "cbi",
        "insight",
        "data",
        "china",
        "outpacing",
        "silicon",
        "valley",
        "hot",
        "spot",
        "globally",
        "sheer",
        "scale",
        "culture",
        "government",
        "support",
        "important",
        "sector",
        "artificial",
        "intelligence",
        "abundance",
        "venture",
        "cash",
        "venture",
        "capital",
        "firm",
        "investing",
        "china",
        "well",
        "raising",
        "successive",
        "fund",
        "one",
        "pioneer",
        "qiming",
        "venture",
        "partner",
        "raised",
        "billion",
        "three",
        "new",
        "fund",
        "invest",
        "emerging",
        "technology",
        "company",
        "slilcon",
        "dragon",
        "han",
        "tung",
        "ggv",
        "capital",
        "left",
        "gary",
        "rieschel",
        "qiming",
        "venture",
        "partner",
        "china",
        "increasingly",
        "challenging",
        "tech",
        "leadership",
        "said",
        "qiming",
        "founding",
        "managing",
        "partner",
        "gary",
        "rieschel",
        "whose",
        "firm",
        "invested",
        "across",
        "fund",
        "venture",
        "deal",
        "funded",
        "many",
        "unicorn",
        "including",
        "many",
        "prominent",
        "china",
        "xiaomi",
        "buying",
        "site",
        "upstart",
        "mobike",
        "culture",
        "venerating",
        "entrepreneur",
        "china",
        "incomparable",
        "vibrant",
        "culture",
        "coupled",
        "development",
        "homegrown",
        "venture",
        "capital",
        "market",
        "accelerating",
        "china",
        "great",
        "tech",
        "leap",
        "forward",
        "venture",
        "firm",
        "china",
        "investing",
        "chinese",
        "currency",
        "renminbi",
        "raising",
        "capital",
        "new",
        "fund",
        "china",
        "corporates",
        "government",
        "china",
        "angel",
        "investor",
        "community",
        "wealthy",
        "tech",
        "entrepreneur",
        "cashed",
        "early",
        "making",
        "microbets",
        "winner",
        "feeding",
        "rise",
        "chinese",
        "silicon",
        "valley",
        "moreover",
        "venture",
        "shop",
        "along",
        "sand",
        "hill",
        "road",
        "including",
        "ggv",
        "capital",
        "dcm",
        "venture",
        "sequoia",
        "capital",
        "formed",
        "fund",
        "team",
        "backing",
        "emerging",
        "business",
        "fast",
        "pace",
        "chinese",
        "culture",
        "gaining",
        "recognition",
        "entrepreneurial",
        "founder",
        "beijing",
        "shanghai",
        "shenzhen",
        "hangzhou",
        "tireless",
        "persistent",
        "driven",
        "succeed",
        "fear",
        "failure",
        "definitely",
        "fear",
        "missing",
        "team",
        "china",
        "routinely",
        "work",
        "six",
        "day",
        "week",
        "ggv",
        "capital",
        "managing",
        "director",
        "han",
        "tung",
        "describes",
        "work",
        "habit",
        "reminder",
        "silicon",
        "valley",
        "campouts",
        "office",
        "late",
        "1990s",
        "boom",
        "china",
        "entrepreneurial",
        "boom",
        "percolating",
        "valley",
        "heated",
        "rise",
        "proven",
        "entrepreneurial",
        "megastars",
        "jack",
        "executive",
        "chairman",
        "alibaba",
        "also",
        "helped",
        "drive",
        "euphoria",
        "former",
        "english",
        "teacher",
        "built",
        "multinational",
        "conglomerate",
        "worth",
        "billion",
        "vcg",
        "getty",
        "image",
        "jack",
        "l",
        "chairman",
        "alibaba",
        "group",
        "li",
        "yanhong",
        "ceo",
        "short",
        "year",
        "china",
        "tech",
        "economy",
        "gone",
        "made",
        "china",
        "copied",
        "china",
        "invented",
        "china",
        "today",
        "biggest",
        "trend",
        "watch",
        "copied",
        "china",
        "company",
        "copying",
        "chinese",
        "innovation",
        "china",
        "internet",
        "entrepreneur",
        "unabashedly",
        "created",
        "copy",
        "successful",
        "american",
        "yahoo",
        "amazon",
        "facebook",
        "google",
        "ebay",
        "chinese",
        "breaking",
        "boundary",
        "business",
        "model",
        "disruptive",
        "innovation",
        "one",
        "example",
        "craze",
        "began",
        "china",
        "chinese",
        "upstart",
        "ofo",
        "mobike",
        "spawned",
        "copycat",
        "limebike",
        "silicon",
        "valley",
        "china",
        "growing",
        "brain",
        "trust",
        "china",
        "gaining",
        "quickly",
        "technological",
        "innovation",
        "several",
        "significant",
        "indicator",
        "research",
        "development",
        "spending",
        "new",
        "patent",
        "application",
        "scientific",
        "academia",
        "china",
        "r",
        "coffer",
        "weighed",
        "billion",
        "nearing",
        "billion",
        "united",
        "state",
        "increasing",
        "far",
        "faster",
        "rate",
        "percent",
        "annually",
        "versus",
        "percent",
        "united",
        "state",
        "current",
        "trend",
        "continue",
        "china",
        "overtake",
        "united",
        "state",
        "r",
        "spending",
        "predicts",
        "national",
        "science",
        "board",
        "annual",
        "report",
        "card",
        "research",
        "development",
        "trend",
        "china",
        "also",
        "getting",
        "ahead",
        "engineering",
        "talent",
        "science",
        "engineering",
        "field",
        "china",
        "percent",
        "bachelor",
        "degree",
        "united",
        "state",
        "percent",
        "additionally",
        "china",
        "count",
        "doctoral",
        "degree",
        "far",
        "behind",
        "united",
        "state",
        "national",
        "science",
        "board",
        "find",
        "indicator",
        "board",
        "note",
        "china",
        "overtook",
        "united",
        "state",
        "scientific",
        "article",
        "published",
        "percent",
        "total",
        "compared",
        "percent",
        "united",
        "state",
        "patent",
        "application",
        "china",
        "bumped",
        "japan",
        "second",
        "place",
        "globally",
        "patent",
        "application",
        "gaining",
        "percent",
        "applicant",
        "percent",
        "world",
        "total",
        "according",
        "world",
        "intellectual",
        "property",
        "organization",
        "longtime",
        "leader",
        "claim",
        "percent",
        "share",
        "wipo",
        "statistic",
        "show",
        "decade",
        "ago",
        "china",
        "ranked",
        "7th",
        "worldwide",
        "patent",
        "filing",
        "china",
        "stride",
        "boosted",
        "advantage",
        "scale",
        "china",
        "claim",
        "world",
        "largest",
        "number",
        "internet",
        "user",
        "million",
        "smartphone",
        "user",
        "million",
        "according",
        "statista",
        "plus",
        "china",
        "biggest",
        "online",
        "commerce",
        "market",
        "trillion",
        "measured",
        "china",
        "ministry",
        "commerce",
        "still",
        "huge",
        "potential",
        "remains",
        "untapped",
        "china",
        "since",
        "internet",
        "penetration",
        "percent",
        "compared",
        "percent",
        "united",
        "state",
        "report",
        "boston",
        "consulting",
        "group",
        "note",
        "china",
        "digitally",
        "savvy",
        "millennials",
        "gen",
        "z",
        "comprise",
        "percent",
        "country",
        "population",
        "driving",
        "online",
        "consumer",
        "trend",
        "point",
        "investor",
        "tung",
        "silicon",
        "valley",
        "remains",
        "epicenter",
        "innovation",
        "world",
        "china",
        "increasingly",
        "india",
        "emerging",
        "market",
        "catching",
        "net",
        "start",
        "globalize",
        "said",
        "nazar",
        "yasin",
        "founder",
        "emerging",
        "market",
        "investor",
        "rise",
        "capital",
        "based",
        "san",
        "francisco",
        "contends",
        "matter",
        "time"
    ]
}