{
    "organizations": [],
    "uuid": "ac4e7a29f5784b9ad29c5d98e5446d07c194a137",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/02/globe-newswire-new-board-appointments-for-industry-training-authority-itaabcas-skilled-trades-and-apprenticeship-system.html",
    "ord_in_thread": 0,
    "title": "New Board Appointments for Industry Training Authority (ITA)—BC’s Skilled Trades and Apprenticeship System",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, British Columbia, May 02, 2018 (GLOBE NEWSWIRE) -- The Minister of Advanced Education, Skills and Training has appointed six new board members to the Industry Training Authority (ITA) . The new members bring diverse backgrounds, experiences and perspectives to skilled trades training.\nThe demand for skilled workers continues to grow provincially, nationally and globally. ITA’s Board of Directors is committed to working closely and collaboratively with industry, labour, training institutions and government to ensure world-class apprenticeship and training opportunities that support sustainable careers in our growing economy.\n“I’d like to welcome the new board members and thank past members for their contributions,” said Melanie Mark, Minister of Advanced Education, Skills and Training. “We’re assembling a strong leadership team to help make sure British Columbians have the skills to create the best BC. A diversity of perspectives is important to ensure the Industry Training Authority’s actions work for people.”\nRoberta Ellis was appointed as Board Chair on December 14, 2017, by the BC government. Ms. Ellis is the former Senior Vice President, Corporate Services and Human Resources, at WorkSafeBC.\nThe six new Board members are:\nBob Davis, President, Kwantlen Faculty Association at Kwantlen Polytechnic University; Cynthia Oliver, served 13 years as the President of the Federation of Post-Secondary Educators of BC (FPSE); Laird Cronk, International Representative for the BC/Yukon Region to the International Brotherhood of Electrical Workers (IBEW) – 1 st District Canada; Lisa Langevin, Assistant Business Manager for the Local 213 Branch of the International Brotherhood of Electrical Workers (IBEW); Peter Baker, Development and Employment Partnership Negotiator with the Squamish Nation Trades Centre; and Thomas Nyce, Indigenous Affairs Representative for Ledcor Industries Inc.\nAndries Calitz, Chief Executive Officer, LNG Canada, has been re-appointed and Jonathan Whitworth, former Chief Executive Officer of Seaspan, will continue serving on the board.\nOn behalf of the board, senior leadership team and staff, ITA thanks the past board members for their contributions to ITA.\nFull bios for the Board members can be found in the backgrounder and at www.itabc.ca/leadership/board-directors .\nAbout the Industry Training Authority\nThe Industry Training Authority (ITA) leads and coordinates British Columbia’s skilled trades system. ITA works with apprentices, employers, industry, labour, training providers and government to fund training, issue credentials, support apprenticeships, set program standards and increase opportunities in the trades. www.itabc.ca\nBACKGROUNDER\nITA’s Board of Directors effective May 1, 2018:\nRoberta Ellis, ITA Board Chair\nRoberta Ellis was most recently with WorkSafeBC for 17 years, retiring as Senior Vice-President, Corporate Services and Human Resources. Ms. Ellis’ responsibilities included investigations, policy and research, human resources and community relations. In Manitoba, she was the Associate Deputy Minister of Health between 1996 and 1999 and the Deputy Minister of Labour between 1989 and 1993.\nAndries (Andy) Calitz, Chief Executive Officer, LNG Canada & ITA Board Director\nAndy Calitz is currently the Chief Executive Officer of LNG Canada, a Shell-Petro China-Kogas-Mitsubishi joint venture. Mr. Calitz was educated as an Electrical Engineer at the University of Stellenbosch in South Africa, with further qualifications in Commerce, Management and Business Administration from Harvard Business School in the United States, the University of the Witwatersrand, the University of South Africa and Insead.\nBob Davis, President, Kwantlen Faculty Association at Kwantlen Polytechnic University & ITA Board Director\nBob Davis is President of the Faculty Association for Kwantlen Polytechnic University and is a member of the Presidents Council for the Federation of Post‐Secondary Educators (FPSE). Mr. Davis volunteers for Canadian Apprenticeship Forum Projects and has served on the BC Federation of Labour Apprenticeship and Skills Training Working Group and Canada Labour Congress Apprenticeship Working Group. He holds a Millwright Interprovincial Red Seal and has been a Millwright Instructor for 20 years.\nCynthia (Cindy) Oliver, President, Federation of Post-Secondary Educators of BC (FPSE) & ITA Board Director\nCynthia Oliver served 13 years as the President of FPSE, a role which involved leading the organization in the provincial bargaining process and conducting public advocacy on issues related to post-secondary education. Ms. Oliver previously served in roles as President, Vice‐President and Instructor at the College of the Rockies. She holds a Master’s degree in Adult Education and a Bachelor of Arts (Honours) in English.\nJonathan Whitworth, ITA Board Director\nJonathan Whitworth is the former Chief Executive Officer of Seaspan, one of the largest marine operators and shipyard companies in Canada. He assumed the role in 2009, bringing over 20 years of seagoing, shore side, strategic planning, management, and leadership experience to the organization, and retired as CEO in 2017.\nLaird Cronk, International Representative, BC/Yukon & Alberta Region of the International Brotherhood of Electrical Workers (IBEW) & ITA Board Director\nLaird Cronk has been a member of the National Electrical Trade Council, the Lead International Representative of the National Strategic Political Action/Media Strategy Committee, the Chairperson of the Western Canada Mechanical Alliance Committee (MAC), Implementation Steering Committee, a National Labour Representative on the Canadian Standards Association Electrical Code – Part 1 – Technical Committee, and Chair of the BC Federation of Labour’s Apprenticeship Skills Training Working Group. Mr. Cronk was an Employment Standards Officer with the BC Ministry of Labour, during which time he acted as a Policy and Program Advisor/Analyst for the Director of Employment Standards. He was also an Electrician for over 12 years.\nLisa Langevin, Assistant Business Manager, Local 213 Branch of the International Brotherhood of Electrical Workers (IBEW) & ITA Board Director\nLisa Langevin, a champion of diversity, has experience as a co‐chair of both the IBEW 213 and BC IBEW Women’s Committees and has played a key role in Build Together, an organization dedicated to promoting the recruitment and retention of workers in the trades from underrepresented portions of the population. Ms. Langevin holds a Bachelor of Arts in Psychology from Simon Fraser University and acquired her Electrician Red Seal from the British Columbia Institute of Technology.\nPeter Baker, Training and Development Advisor, Squamish First Nation Trades Centre & ITA Board Director\nPeter Baker has over ten years of restaurant management experience as well as two years of experience in consulting and project management. Mr. Baker holds a Bachelor of Arts in Political Science and Government from the University of Victoria and has a certificate in Bookkeeping from Ashton College.\nRick Kasper, non-voting ex-officio member of ITA Board\nRick Kasper is a retired Bricklayer and Stonemason who operated a small business for many years. He served as District of Sooke Councillor from 2005-2008, and was re-elected to Council in 2011. In 1991, Mr. Kasper was elected to the BC Legislature and served as MLA for Malahat-Juan de Fuca for 10 years. Rick served as a Director on ITA’s Board from December 2013 to April 2018.\nThomas Nyce, Indigenous Affairs Representative for Ledcor Industries Inc . & ITA Board Director\nFor the past five years Thomas Nyce has worked in multiple roles with Ledcor Industries Inc. Currently he is a member of Ledcor's Indigenous Affairs Team where he actively seeks to enhance the relationship between Ledcor Industries, their affiliated business partners and the Indigenous communities in which they work. Mr. Nyce is a certified LEED Green Associate and holds a business degree from Camosun College, his electrical certification from Thompson Rivers University and a diploma in Indigenous Business Leadership from Camosun College.\nFor interviews or more information, please contact: Susan Kirk Director of Communications, ITA Cell: 604-315-9959 Email: skirk@itabc.ca Danielle Bronson Edelman Vancouver Cell: 604.616.4425 Email: danielle.bronson@edelman.com\nSource:Industry Training Authority",
    "published": "2018-05-02T19:00:00.000+03:00",
    "crawled": "2018-05-02T22:31:13.011+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "british",
        "columbia",
        "may",
        "globe",
        "newswire",
        "minister",
        "advanced",
        "education",
        "skill",
        "training",
        "appointed",
        "six",
        "new",
        "board",
        "member",
        "industry",
        "training",
        "authority",
        "ita",
        "new",
        "member",
        "bring",
        "diverse",
        "background",
        "experience",
        "perspective",
        "skilled",
        "trade",
        "training",
        "demand",
        "skilled",
        "worker",
        "continues",
        "grow",
        "provincially",
        "nationally",
        "globally",
        "ita",
        "board",
        "director",
        "committed",
        "working",
        "closely",
        "collaboratively",
        "industry",
        "labour",
        "training",
        "institution",
        "government",
        "ensure",
        "apprenticeship",
        "training",
        "opportunity",
        "support",
        "sustainable",
        "career",
        "growing",
        "economy",
        "like",
        "welcome",
        "new",
        "board",
        "member",
        "thank",
        "past",
        "member",
        "contribution",
        "said",
        "melanie",
        "mark",
        "minister",
        "advanced",
        "education",
        "skill",
        "training",
        "assembling",
        "strong",
        "leadership",
        "team",
        "help",
        "make",
        "sure",
        "british",
        "columbians",
        "skill",
        "create",
        "best",
        "bc",
        "diversity",
        "perspective",
        "important",
        "ensure",
        "industry",
        "training",
        "authority",
        "action",
        "work",
        "roberta",
        "elli",
        "appointed",
        "board",
        "chair",
        "december",
        "bc",
        "government",
        "elli",
        "former",
        "senior",
        "vice",
        "president",
        "corporate",
        "service",
        "human",
        "resource",
        "worksafebc",
        "six",
        "new",
        "board",
        "member",
        "bob",
        "davis",
        "president",
        "kwantlen",
        "faculty",
        "association",
        "kwantlen",
        "polytechnic",
        "university",
        "cynthia",
        "oliver",
        "served",
        "year",
        "president",
        "federation",
        "educator",
        "bc",
        "fpse",
        "laird",
        "cronk",
        "international",
        "representative",
        "region",
        "international",
        "brotherhood",
        "electrical",
        "worker",
        "ibew",
        "st",
        "district",
        "canada",
        "lisa",
        "langevin",
        "assistant",
        "business",
        "manager",
        "local",
        "branch",
        "international",
        "brotherhood",
        "electrical",
        "worker",
        "ibew",
        "peter",
        "baker",
        "development",
        "employment",
        "partnership",
        "negotiator",
        "squamish",
        "nation",
        "trade",
        "centre",
        "thomas",
        "nyce",
        "indigenous",
        "affair",
        "representative",
        "ledcor",
        "industry",
        "andries",
        "calitz",
        "chief",
        "executive",
        "officer",
        "lng",
        "canada",
        "jonathan",
        "whitworth",
        "former",
        "chief",
        "executive",
        "officer",
        "seaspan",
        "continue",
        "serving",
        "board",
        "behalf",
        "board",
        "senior",
        "leadership",
        "team",
        "staff",
        "ita",
        "thanks",
        "past",
        "board",
        "member",
        "contribution",
        "ita",
        "full",
        "bios",
        "board",
        "member",
        "found",
        "backgrounder",
        "industry",
        "training",
        "authority",
        "industry",
        "training",
        "authority",
        "ita",
        "lead",
        "coordinate",
        "british",
        "columbia",
        "skilled",
        "trade",
        "system",
        "ita",
        "work",
        "apprentice",
        "employer",
        "industry",
        "labour",
        "training",
        "provider",
        "government",
        "fund",
        "training",
        "issue",
        "credential",
        "support",
        "apprenticeship",
        "set",
        "program",
        "standard",
        "increase",
        "opportunity",
        "trade",
        "backgrounder",
        "ita",
        "board",
        "director",
        "effective",
        "may",
        "roberta",
        "elli",
        "ita",
        "board",
        "chair",
        "roberta",
        "elli",
        "recently",
        "worksafebc",
        "year",
        "retiring",
        "senior",
        "corporate",
        "service",
        "human",
        "resource",
        "elli",
        "responsibility",
        "included",
        "investigation",
        "policy",
        "research",
        "human",
        "resource",
        "community",
        "relation",
        "manitoba",
        "associate",
        "deputy",
        "minister",
        "health",
        "deputy",
        "minister",
        "labour",
        "andries",
        "andy",
        "calitz",
        "chief",
        "executive",
        "officer",
        "lng",
        "canada",
        "ita",
        "board",
        "director",
        "andy",
        "calitz",
        "currently",
        "chief",
        "executive",
        "officer",
        "lng",
        "canada",
        "joint",
        "venture",
        "calitz",
        "educated",
        "electrical",
        "engineer",
        "university",
        "stellenbosch",
        "south",
        "africa",
        "qualification",
        "commerce",
        "management",
        "business",
        "administration",
        "harvard",
        "business",
        "school",
        "united",
        "state",
        "university",
        "witwatersrand",
        "university",
        "south",
        "africa",
        "insead",
        "bob",
        "davis",
        "president",
        "kwantlen",
        "faculty",
        "association",
        "kwantlen",
        "polytechnic",
        "university",
        "ita",
        "board",
        "director",
        "bob",
        "davis",
        "president",
        "faculty",
        "association",
        "kwantlen",
        "polytechnic",
        "university",
        "member",
        "president",
        "council",
        "federation",
        "educator",
        "fpse",
        "davis",
        "volunteer",
        "canadian",
        "apprenticeship",
        "forum",
        "project",
        "served",
        "bc",
        "federation",
        "labour",
        "apprenticeship",
        "skill",
        "training",
        "working",
        "group",
        "canada",
        "labour",
        "congress",
        "apprenticeship",
        "working",
        "group",
        "hold",
        "millwright",
        "interprovincial",
        "red",
        "seal",
        "millwright",
        "instructor",
        "year",
        "cynthia",
        "cindy",
        "oliver",
        "president",
        "federation",
        "educator",
        "bc",
        "fpse",
        "ita",
        "board",
        "director",
        "cynthia",
        "oliver",
        "served",
        "year",
        "president",
        "fpse",
        "role",
        "involved",
        "leading",
        "organization",
        "provincial",
        "bargaining",
        "process",
        "conducting",
        "public",
        "advocacy",
        "issue",
        "related",
        "education",
        "oliver",
        "previously",
        "served",
        "role",
        "president",
        "instructor",
        "college",
        "rockies",
        "hold",
        "master",
        "degree",
        "adult",
        "education",
        "bachelor",
        "art",
        "honour",
        "english",
        "jonathan",
        "whitworth",
        "ita",
        "board",
        "director",
        "jonathan",
        "whitworth",
        "former",
        "chief",
        "executive",
        "officer",
        "seaspan",
        "one",
        "largest",
        "marine",
        "operator",
        "shipyard",
        "company",
        "canada",
        "assumed",
        "role",
        "bringing",
        "year",
        "seagoing",
        "shore",
        "side",
        "strategic",
        "planning",
        "management",
        "leadership",
        "experience",
        "organization",
        "retired",
        "ceo",
        "laird",
        "cronk",
        "international",
        "representative",
        "alberta",
        "region",
        "international",
        "brotherhood",
        "electrical",
        "worker",
        "ibew",
        "ita",
        "board",
        "director",
        "laird",
        "cronk",
        "member",
        "national",
        "electrical",
        "trade",
        "council",
        "lead",
        "international",
        "representative",
        "national",
        "strategic",
        "political",
        "strategy",
        "committee",
        "chairperson",
        "western",
        "canada",
        "mechanical",
        "alliance",
        "committee",
        "mac",
        "implementation",
        "steering",
        "committee",
        "national",
        "labour",
        "representative",
        "canadian",
        "standard",
        "association",
        "electrical",
        "code",
        "part",
        "technical",
        "committee",
        "chair",
        "bc",
        "federation",
        "labour",
        "apprenticeship",
        "skill",
        "training",
        "working",
        "group",
        "cronk",
        "employment",
        "standard",
        "officer",
        "bc",
        "ministry",
        "labour",
        "time",
        "acted",
        "policy",
        "program",
        "director",
        "employment",
        "standard",
        "also",
        "electrician",
        "year",
        "lisa",
        "langevin",
        "assistant",
        "business",
        "manager",
        "local",
        "branch",
        "international",
        "brotherhood",
        "electrical",
        "worker",
        "ibew",
        "ita",
        "board",
        "director",
        "lisa",
        "langevin",
        "champion",
        "diversity",
        "experience",
        "ibew",
        "bc",
        "ibew",
        "woman",
        "committee",
        "played",
        "key",
        "role",
        "build",
        "together",
        "organization",
        "dedicated",
        "promoting",
        "recruitment",
        "retention",
        "worker",
        "trade",
        "underrepresented",
        "portion",
        "population",
        "langevin",
        "hold",
        "bachelor",
        "art",
        "psychology",
        "simon",
        "fraser",
        "university",
        "acquired",
        "electrician",
        "red",
        "seal",
        "british",
        "columbia",
        "institute",
        "technology",
        "peter",
        "baker",
        "training",
        "development",
        "advisor",
        "squamish",
        "first",
        "nation",
        "trade",
        "centre",
        "ita",
        "board",
        "director",
        "peter",
        "baker",
        "ten",
        "year",
        "restaurant",
        "management",
        "experience",
        "well",
        "two",
        "year",
        "experience",
        "consulting",
        "project",
        "management",
        "baker",
        "hold",
        "bachelor",
        "art",
        "political",
        "science",
        "government",
        "university",
        "victoria",
        "certificate",
        "bookkeeping",
        "ashton",
        "college",
        "rick",
        "kasper",
        "member",
        "ita",
        "board",
        "rick",
        "kasper",
        "retired",
        "bricklayer",
        "stonemason",
        "operated",
        "small",
        "business",
        "many",
        "year",
        "served",
        "district",
        "sooke",
        "councillor",
        "council",
        "kasper",
        "elected",
        "bc",
        "legislature",
        "served",
        "mla",
        "de",
        "fuca",
        "year",
        "rick",
        "served",
        "director",
        "ita",
        "board",
        "december",
        "april",
        "thomas",
        "nyce",
        "indigenous",
        "affair",
        "representative",
        "ledcor",
        "industry",
        "inc",
        "ita",
        "board",
        "director",
        "past",
        "five",
        "year",
        "thomas",
        "nyce",
        "worked",
        "multiple",
        "role",
        "ledcor",
        "industry",
        "currently",
        "member",
        "ledcor",
        "indigenous",
        "affair",
        "team",
        "actively",
        "seek",
        "enhance",
        "relationship",
        "ledcor",
        "industry",
        "affiliated",
        "business",
        "partner",
        "indigenous",
        "community",
        "work",
        "nyce",
        "certified",
        "leed",
        "green",
        "associate",
        "hold",
        "business",
        "degree",
        "camosun",
        "college",
        "electrical",
        "certification",
        "thompson",
        "river",
        "university",
        "diploma",
        "indigenous",
        "business",
        "leadership",
        "camosun",
        "college",
        "interview",
        "information",
        "please",
        "contact",
        "susan",
        "kirk",
        "director",
        "communication",
        "ita",
        "cell",
        "email",
        "skirk",
        "danielle",
        "bronson",
        "edelman",
        "vancouver",
        "cell",
        "email",
        "source",
        "industry",
        "training",
        "authority"
    ]
}