{
    "organizations": [],
    "uuid": "0a4e9b9acbd889833c99a3c41962ff12089ba2d9",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/30/pr-newswire-accuray-reports-third-fiscal-quarter-results.html",
    "ord_in_thread": 0,
    "title": "Accuray Reports Third Fiscal Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SUNNYVALE, Calif., April 30, 2018 /PRNewswire/ -- Accuray Incorporated (NASDAQ: ARAY) today reported financial results for the third fiscal quarter .\nFiscal Third Quarter Highlights\nRevenue increased 3 percent year over year to $99.8 million driven by service revenue growth of 15 percent Gross orders were $74.9 million; net orders were $40.9 million. Ending backlog increased 4 percent year over year to $468.1 million Strong demand for Radixact™ System results in largest number of orders for any single quarter since launch Retired $40 million principal amount of 2018 convertible notes, reducing potential shareholder dilution\n\"Market acceptance of our Radixact System, as well as strong sales of our latest software upgrades, have been key factors in our continuing market momentum,\" said Joshua H. Levine, president and chief executive officer. \"Radixact's positioning as a highly efficient and versatile treatment platform capable of treating both ends of the case mix spectrum from routine to highly complex cases, continues to resonate with customers and is driving an expanded market opportunity for Accuray.\"\nFiscal Third Quarter Results\nTotal revenue was $99.8 million compared to $97.3 million in the prior fiscal year third quarter. Product revenue totaled $43.2 million compared to $48.0 million in the prior fiscal year third quarter, while service revenue totaled $56.6 million compared to $49.3 million in the prior fiscal year third quarter. The increase in service revenue was primarily driven by upgrade related sales.\nTotal gross profit for the 2018 fiscal third quarter was $36.2 million, or 36.3 percent of sales, comprised of product gross margin of 41.4 percent and service gross margin of 32.4 percent. This compares to total gross profit of $35.4 million, or 36.4 percent of sales, comprised of product gross margin of 38.4 percent and service gross margin of 34.4 percent for the prior fiscal year third quarter.\nOperating expenses were $40.1 million, an increase of 9 percent compared with $36.7 million in the prior fiscal third quarter. The increase is primarily due to investments in both research and development and commercial infrastructure mainly in the US sales organization.\nNet loss was $8.9 million, or $0.10 per share, for the 2018 fiscal third quarter, compared to a net loss of $5.0 million, or $0.06 per share, for the 2017 fiscal third quarter.\nAdjusted EBITDA for the 2018 fiscal third quarter was $1.4 million, compared to $7.1 million in the prior fiscal year third quarter.\nCash, cash equivalents, investments and short-term restricted cash were $73.2 million as of March 31, 2018 compared to $106.1 million as of December 31, 2017, primarily due to $40 million cash used for the settlement of convertible notes in February 2018.\nFiscal Nine Month Results\nFor the nine months , gross product orders totaled $208.5 million compared to $212.6 million for the same prior fiscal year period.\nTotal revenue for the nine months was $291.1 million compared to $271.3 million in the prior fiscal year period. Product revenue totaled $129.3 million compared to $119.0 million, while service revenue totaled $161.8 million compared to $152.3 million in the prior fiscal year period. The increase in service revenue is primarily driven by upgrade related sales. Product revenue increased primarily due to backlog conversion of orders to revenue from the EIMEA region.\nTotal gross profit for the nine months was $113.7 million, or 39.1 percent of sales, comprised of product gross margin of 42.5 percent and service gross margin of 36.3 percent. This compares to total gross profit of $98.2 million, or 36.2 percent of sales, comprised of product gross margin of 36.2 percent and service gross margin of 36.1 percent for the same prior fiscal year period. The increase in product gross margin stemmed from lower intangible amortization as well as product and channel mix.\nOperating expenses were $120.6 million, an increase of 9 percent compared with $110.8 million in the prior fiscal year period. The increase is primarily due to investments in research and development and our commercial organization.\nNet loss was $23.0 million, or $0.27 per share, for the nine months , compared to a net loss of $24.3 million, or $0.30 per share, for the prior fiscal year period.\nAdjusted EBITDA for the nine months was $9.3 million, compared to $10.1 million in the prior fiscal year period.\n2018 Financial Guidance\nThe company updated its fiscal year 2018 guidance. Details are summarized as follows:\nRevenue: $395.0 million to $400.0 million. This is adjusted from the previous revenue range of $390.0 million to $400.0 million; Gross Orders: The company is reaffirming gross orders growth of approximately 5 percent year over year; and Adjusted EBITDA: Approximately $18.0 to $20.0 million. This is adjusted from the previous range of $25 million to $30 million due to strategic investments and lower than anticipated gross margins\nGuidance for non-GAAP financial measures excludes amortization of intangibles, depreciation, stock-based compensation expense, interest expense, net and provision for income taxes. For more information regarding the non-GAAP financial measures discussed in this press release, please see \"Use of Non-GAAP Financial Measures\" below.\nConference Call Information\nAccuray will host a conference call beginning at 1:30 p.m. PT/4:30 p.m. ET today to discuss its fiscal third quarter results and recent corporate developments. Conference call dial-in information is as follows:\nU.S. callers: (855) 867-4103 International callers: (262) 912-4764 Conference ID Number (U.S. and international): 7359669\nIndividuals interested in listening to the live conference call via the Internet may do so by logging on to Accuray's website, www.accuray.com . In addition, a taped replay of the conference call will be available beginning approximately two hours after the call's conclusion and available for seven days. The replay telephone number is (855) 859-2056 (USA) or (404) 537-3406 (International), Conference ID: 7359669. An archived webcast will also be available at Accuray's website.\nUse of Non-GAAP Financial Measures\nAccuray has supplemented its GAAP net loss with a non-GAAP measure of adjusted earnings before interest, taxes, depreciation, amortization and stock-based compensation (\"adjusted EBITDA\"). Management believes that this non-GAAP financial measure provides useful supplemental information to management and investors regarding the performance of the company and facilitates a meaningful comparison of results for current periods with previous operating results. A reconciliation of GAAP net loss (the most directly comparable GAAP measure) to non-GAAP adjusted EBITDA is provided in the financial statement tables included in this press release, and investors are encouraged to review this reconciliation.\nThere are limitations in using this non-GAAP financial measure because it is not prepared in accordance with GAAP and may be different from non-GAAP financial measures used by other companies and excludes expenses that may have a material impact on the company's reported financial results. This non-GAAP financial measures should not be considered in isolation or as a substitute for GAAP financial measures. Investors and potential investors should consider non-GAAP financial measures only in conjunction with the company's consolidated financial statements prepared in accordance with GAAP.\nAbout Accuray\nAccuray Incorporated (Nasdaq: ARAY) is a radiation oncology company that develops, manufactures and sells precise, innovative treatment solutions that set the standard of care with the aim of helping patients live longer, better lives. The company's leading-edge technologies deliver the full range of radiation therapy and radiosurgery treatments. For more information, please visit www.accuray.com.\nSafe Harbor Statement\nStatements made in this press release that are not statements of historical fact are and are subject to the \"safe harbor\" provisions of the Private Securities Litigation Reform Act of 1995. Forward-looking statements in this press release relate, but are not limited, to the company's future results of operations, including management's expectations regarding orders, backlog, revenue, and adjusted EBITDA; the company's ability to meet financial targets; the company's ability to build and achieve market momentum for its products; the company's competitive positioning; and the company's leadership position in radiation oncology innovation and technologies. These involve risks and uncertainties. If any of these risk or uncertainties materialize, or if any of the company's assumptions prove incorrect, actual results could differ materially from the results express or implied by these . These risks and uncertainties include, but are not limited to, the company's ability to achieve widespread market acceptance of its products, the company's ability to effectively manage its growth, the company's ability to maintain or increase its gross margins on product sales and services, the company's ability to meet the covenants under its credit facilities, the company's ability to convert backlog to revenue, risks and uncertainties related to the China Class A license announcement, and such other risks identified under the heading \"Risk Factors\" in the company's Annual Report on Form 10-K, filed with the Securities and Exchange Commission (the \"SEC\") on August 25, 2017, the company's Quarterly Reports on Form 10-Q, filed with the SEC on November 3, 2017 and February 5, 2018, and as updated periodically with the company's other filings with the SEC.\nForward-looking statements speak only as of the date the statements are made and are based on information available to the company at the time those statements are made and/or management's good faith belief as of that time with respect to future events. The company assumes no obligation to update to reflect actual performance or results, changes in assumptions or changes in other factors affecting forward-looking information, except to the extent required by applicable securities laws. Accordingly, investors should not put undue reliance on any .\nDoug Sherk\nBeth Kaplan\nInvestor Relations, EVC Group\nPublic Relations Director, Accuray\n+1 (415) 652-9100\n+1 (408) 789-4426\ndsherk@evcgroup.com\nbkaplan@accuray.com\nFinancial Tables to Follow\nAccuray Incorporated\nConsolidated Statements of Operations\n(in thousands, except per share data)\n(Unaudited)\nThree Months Ended\nMarch 31,\nNine Months Ended\nMarch 31,\n2018\n2017\n2018\n2017\nGross Orders\n$\n74,906\n$\n83,823\n$\n208,461\n$\n212,612\nNet Orders\n40,880\n71,830\n144,567\n163,086\nOrder Backlog\n468,147\n449,955\n468,147\n449,955\nNet revenue:\nProducts\n$\n43,244\n$\n48,032\n$\n129,266\n$\n119,029\nServices\n56,588\n49,280\n161,845\n152,291\nTotal net revenue\n99,832\n97,312\n291,111\n271,320\nCost of revenue:\nCost of products\n25,332\n29,574\n74,291\n75,895\nCost of services\n38,251\n32,313\n103,110\n97,269\nTotal cost of revenue\n63,583\n61,887\n177,401\n173,164\nGross profit\n36,249\n35,425\n113,710\n98,156\nOperating expenses:\nResearch and development\n13,906\n12,484\n42,663\n36,657\nSelling and marketing\n14,612\n13,025\n43,241\n41,247\nGeneral and administrative\n11,552\n11,184\n34,696\n32,890\nTotal operating expenses\n40,070\n36,693\n120,600\n110,794\nLoss from operations\n(3,821)\n(1,268)\n(6,890)\n(12,638)\nOther expense, net\n(4,465)\n(2,919)\n(14,774)\n(11,044)\nLoss before provision for income taxes\n(8,286)\n(4,187)\n(21,664)\n(23,682)\nProvision for (benefit from) income taxes\n566\n842\n1,289\n642\nNet loss\n$\n(8,852)\n$\n(5,029)\n$\n(22,953)\n$\n(24,324)\nNet loss per share - basic and diluted\n$\n(0.10)\n$\n(0.06)\n$\n(0.27)\n$\n(0.30)\nWeighted average common shares used in computing loss per share:\nBasic and diluted\n85,459\n82,913\n84,594\n82,268\nAccuray Incorporated\nConsolidated Balance Sheets\n(in thousands)\n(Unaudited)\nMarch 31,\nJune 30,\n2018\n2017\nAssets\nCurrent assets:\nCash\n$\n70,392\n$\n72,084\nInvestments\n888\n23,909\nRestricted cash\n1,880\n12,829\nAccounts receivable, net\n81,846\n72,789\nInventories\n115,900\n105,054\nPrepaid expenses and other current assets\n16,653\n18,988\nDeferred cost of revenue\n2,933\n3,350\nTotal current assets\n290,492\n309,003\nProperty and equipment, net\n24,462\n23,062\nGoodwill\n58,021\n57,812\nIntangible assets, net\n857\n964\nDeferred cost of revenue\n638\n206\nOther assets\n12,849\n15,417\nTotal assets\n$\n387,319\n$\n406,464\nLiabilities and equity\nCurrent liabilities:\nAccounts payable\n$\n23,175\n$\n17,486\nAccrued compensation\n27,212\n25,402\nOther accrued liabilities\n22,707\n23,870\nShort-term debt\n-\n113,023\nCustomer advances\n22,652\n16,926\nDeferred revenue\n84,058\n87,785\nTotal current liabilities\n179,804\n284,492\nLong-term liabilities:\nLong-term other liabilities\n11,073\n10,068\nDeferred revenue\n17,343\n13,823\nLong-term debt\n134,321\n51,548\nTotal liabilities\n342,541\n359,931\nEquity:\nCommon stock\n86\n84\nAdditional paid-in capital\n516,173\n496,887\nAccumulated other comprehensive income (loss)\n1,858\n(52)\nAccumulated deficit\n(473,339)\n(450,386)\nTotal equity\n44,778\n46,533\nTotal liabilities and equity\n$\n387,319\n$\n406,464\nAccuray Incorporated\nReconciliation of GAAP Net Loss to Adjusted Earnings Before Interest, Taxes, Depreciation,\nAmortization and Stock-Based Compensation (Adjusted EBITDA)\n(in thousands)\n(Unaudited)\nThree Months Ended\nMarch 31,\nNine Months Ended\nMarch 31,\n2018\n2017\n2018\n2017\nGAAP net loss\n$\n(8,852)\n$\n(5,029)\n$\n(22,953)\n$\n(24,324)\nAmortization of intangibles (a)\n36\n1,988\n107\n5,965\nDepreciation (b)\n2,344\n2,580\n7,280\n7,883\nStock-based compensation\n3,204\n3,598\n9,074\n9,985\nInterest expense, net (c)\n4,062\n3,138\n14,460\n9,902\nProvision for income taxes\n566\n842\n1,289\n642\nAdjusted EBITDA\n$\n1,360\n$\n7,117\n$\n9,257\n$\n10,053\n(a)\nconsists of amortization of intangibles - developed technology and acquired patents.\n(b)\nconsists of depreciation, primarily on property and equipment.\n(c)\nconsists primarily of interest income from available-for-sale securities, interest expense associated with our outstanding debt and non-cash loss on extinguishment of debt.\nAccuray Incorporated\nForward-Looking Guidance\nReconciliation of Projected Net Loss to Projected Adjusted Earnings Before Interest, Taxes, Depreciation, Amortization and Stock-Based Compensation (Adjusted EBITDA)\n(in thousands)\n(Unaudited)\nTwelve Months Ending\nJune 30, 2018\nFrom\nTo\nGAAP net loss\n$\n(25,200)\n$\n(23,200)\nDepreciation and amortization (a)\n9,900\n9,900\nStock-based compensation\n12,700\n12,700\nInterest expense, net (b)\n18,500\n18,500\nProvision for income taxes\n2,100\n2,100\nAdjusted EBITDA\n$\n18,000\n$\n20,000\n(a)\nconsists of depreciation, primarily on property and equipment as well as amortization of intangibles - developed technology and acquired patents.\n(b)\nconsists primarily of interest income from available-for-sale securities, interest expense associated with our convertible notes and revolving credit facility and non-cash loss on extinguishment of debt.\nView original content with multimedia: http://www.prnewswire.com/news-releases/accuray-reports-third-fiscal-quarter-results-300639326.html\nSOURCE Accuray Incorporated",
    "published": "2018-05-01T00:01:00.000+03:00",
    "crawled": "2018-05-01T01:21:54.008+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "sunnyvale",
        "april",
        "accuray",
        "incorporated",
        "nasdaq",
        "aray",
        "today",
        "reported",
        "financial",
        "result",
        "third",
        "fiscal",
        "quarter",
        "fiscal",
        "third",
        "quarter",
        "highlight",
        "revenue",
        "increased",
        "percent",
        "year",
        "year",
        "million",
        "driven",
        "service",
        "revenue",
        "growth",
        "percent",
        "gross",
        "order",
        "million",
        "net",
        "order",
        "million",
        "ending",
        "backlog",
        "increased",
        "percent",
        "year",
        "year",
        "million",
        "strong",
        "demand",
        "system",
        "result",
        "largest",
        "number",
        "order",
        "single",
        "quarter",
        "since",
        "launch",
        "retired",
        "million",
        "principal",
        "amount",
        "convertible",
        "note",
        "reducing",
        "potential",
        "shareholder",
        "dilution",
        "market",
        "acceptance",
        "radixact",
        "system",
        "well",
        "strong",
        "sale",
        "latest",
        "software",
        "upgrade",
        "key",
        "factor",
        "continuing",
        "market",
        "momentum",
        "said",
        "joshua",
        "levine",
        "president",
        "chief",
        "executive",
        "officer",
        "radixact",
        "positioning",
        "highly",
        "efficient",
        "versatile",
        "treatment",
        "platform",
        "capable",
        "treating",
        "end",
        "case",
        "mix",
        "spectrum",
        "routine",
        "highly",
        "complex",
        "case",
        "continues",
        "resonate",
        "customer",
        "driving",
        "expanded",
        "market",
        "opportunity",
        "accuray",
        "fiscal",
        "third",
        "quarter",
        "result",
        "total",
        "revenue",
        "million",
        "compared",
        "million",
        "prior",
        "fiscal",
        "year",
        "third",
        "quarter",
        "product",
        "revenue",
        "totaled",
        "million",
        "compared",
        "million",
        "prior",
        "fiscal",
        "year",
        "third",
        "quarter",
        "service",
        "revenue",
        "totaled",
        "million",
        "compared",
        "million",
        "prior",
        "fiscal",
        "year",
        "third",
        "quarter",
        "increase",
        "service",
        "revenue",
        "primarily",
        "driven",
        "upgrade",
        "related",
        "sale",
        "total",
        "gross",
        "profit",
        "fiscal",
        "third",
        "quarter",
        "million",
        "percent",
        "sale",
        "comprised",
        "product",
        "gross",
        "margin",
        "percent",
        "service",
        "gross",
        "margin",
        "percent",
        "compare",
        "total",
        "gross",
        "profit",
        "million",
        "percent",
        "sale",
        "comprised",
        "product",
        "gross",
        "margin",
        "percent",
        "service",
        "gross",
        "margin",
        "percent",
        "prior",
        "fiscal",
        "year",
        "third",
        "quarter",
        "operating",
        "expense",
        "million",
        "increase",
        "percent",
        "compared",
        "million",
        "prior",
        "fiscal",
        "third",
        "quarter",
        "increase",
        "primarily",
        "due",
        "investment",
        "research",
        "development",
        "commercial",
        "infrastructure",
        "mainly",
        "u",
        "sale",
        "organization",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "fiscal",
        "third",
        "quarter",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "fiscal",
        "third",
        "quarter",
        "adjusted",
        "ebitda",
        "fiscal",
        "third",
        "quarter",
        "million",
        "compared",
        "million",
        "prior",
        "fiscal",
        "year",
        "third",
        "quarter",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "restricted",
        "cash",
        "million",
        "march",
        "compared",
        "million",
        "december",
        "primarily",
        "due",
        "million",
        "cash",
        "used",
        "settlement",
        "convertible",
        "note",
        "february",
        "fiscal",
        "nine",
        "month",
        "result",
        "nine",
        "month",
        "gross",
        "product",
        "order",
        "totaled",
        "million",
        "compared",
        "million",
        "prior",
        "fiscal",
        "year",
        "period",
        "total",
        "revenue",
        "nine",
        "month",
        "million",
        "compared",
        "million",
        "prior",
        "fiscal",
        "year",
        "period",
        "product",
        "revenue",
        "totaled",
        "million",
        "compared",
        "million",
        "service",
        "revenue",
        "totaled",
        "million",
        "compared",
        "million",
        "prior",
        "fiscal",
        "year",
        "period",
        "increase",
        "service",
        "revenue",
        "primarily",
        "driven",
        "upgrade",
        "related",
        "sale",
        "product",
        "revenue",
        "increased",
        "primarily",
        "due",
        "backlog",
        "conversion",
        "order",
        "revenue",
        "eimea",
        "region",
        "total",
        "gross",
        "profit",
        "nine",
        "month",
        "million",
        "percent",
        "sale",
        "comprised",
        "product",
        "gross",
        "margin",
        "percent",
        "service",
        "gross",
        "margin",
        "percent",
        "compare",
        "total",
        "gross",
        "profit",
        "million",
        "percent",
        "sale",
        "comprised",
        "product",
        "gross",
        "margin",
        "percent",
        "service",
        "gross",
        "margin",
        "percent",
        "prior",
        "fiscal",
        "year",
        "period",
        "increase",
        "product",
        "gross",
        "margin",
        "stemmed",
        "lower",
        "intangible",
        "amortization",
        "well",
        "product",
        "channel",
        "mix",
        "operating",
        "expense",
        "million",
        "increase",
        "percent",
        "compared",
        "million",
        "prior",
        "fiscal",
        "year",
        "period",
        "increase",
        "primarily",
        "due",
        "investment",
        "research",
        "development",
        "commercial",
        "organization",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "nine",
        "month",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "prior",
        "fiscal",
        "year",
        "period",
        "adjusted",
        "ebitda",
        "nine",
        "month",
        "million",
        "compared",
        "million",
        "prior",
        "fiscal",
        "year",
        "period",
        "financial",
        "guidance",
        "company",
        "updated",
        "fiscal",
        "year",
        "guidance",
        "detail",
        "summarized",
        "follows",
        "revenue",
        "million",
        "million",
        "adjusted",
        "previous",
        "revenue",
        "range",
        "million",
        "million",
        "gross",
        "order",
        "company",
        "reaffirming",
        "gross",
        "order",
        "growth",
        "approximately",
        "percent",
        "year",
        "year",
        "adjusted",
        "ebitda",
        "approximately",
        "million",
        "adjusted",
        "previous",
        "range",
        "million",
        "million",
        "due",
        "strategic",
        "investment",
        "lower",
        "anticipated",
        "gross",
        "margin",
        "guidance",
        "financial",
        "measure",
        "excludes",
        "amortization",
        "intangible",
        "depreciation",
        "compensation",
        "expense",
        "interest",
        "expense",
        "net",
        "provision",
        "income",
        "tax",
        "information",
        "regarding",
        "financial",
        "measure",
        "discussed",
        "press",
        "release",
        "please",
        "see",
        "use",
        "financial",
        "measure",
        "conference",
        "call",
        "information",
        "accuray",
        "host",
        "conference",
        "call",
        "beginning",
        "et",
        "today",
        "discus",
        "fiscal",
        "third",
        "quarter",
        "result",
        "recent",
        "corporate",
        "development",
        "conference",
        "call",
        "information",
        "follows",
        "caller",
        "international",
        "caller",
        "conference",
        "id",
        "number",
        "international",
        "individual",
        "interested",
        "listening",
        "live",
        "conference",
        "call",
        "via",
        "internet",
        "may",
        "logging",
        "accuray",
        "website",
        "addition",
        "taped",
        "replay",
        "conference",
        "call",
        "available",
        "beginning",
        "approximately",
        "two",
        "hour",
        "call",
        "conclusion",
        "available",
        "seven",
        "day",
        "replay",
        "telephone",
        "number",
        "usa",
        "international",
        "conference",
        "id",
        "archived",
        "webcast",
        "also",
        "available",
        "accuray",
        "website",
        "use",
        "financial",
        "measure",
        "accuray",
        "supplemented",
        "gaap",
        "net",
        "loss",
        "measure",
        "adjusted",
        "earnings",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "compensation",
        "adjusted",
        "ebitda",
        "management",
        "belief",
        "financial",
        "measure",
        "provides",
        "useful",
        "supplemental",
        "information",
        "management",
        "investor",
        "regarding",
        "performance",
        "company",
        "facilitates",
        "meaningful",
        "comparison",
        "result",
        "current",
        "period",
        "previous",
        "operating",
        "result",
        "reconciliation",
        "gaap",
        "net",
        "loss",
        "directly",
        "comparable",
        "gaap",
        "measure",
        "adjusted",
        "ebitda",
        "provided",
        "financial",
        "statement",
        "table",
        "included",
        "press",
        "release",
        "investor",
        "encouraged",
        "review",
        "reconciliation",
        "limitation",
        "using",
        "financial",
        "measure",
        "prepared",
        "accordance",
        "gaap",
        "may",
        "different",
        "financial",
        "measure",
        "used",
        "company",
        "excludes",
        "expense",
        "may",
        "material",
        "impact",
        "company",
        "reported",
        "financial",
        "result",
        "financial",
        "measure",
        "considered",
        "isolation",
        "substitute",
        "gaap",
        "financial",
        "measure",
        "investor",
        "potential",
        "investor",
        "consider",
        "financial",
        "measure",
        "conjunction",
        "company",
        "consolidated",
        "financial",
        "statement",
        "prepared",
        "accordance",
        "gaap",
        "accuray",
        "accuray",
        "incorporated",
        "nasdaq",
        "aray",
        "radiation",
        "oncology",
        "company",
        "develops",
        "manufacture",
        "sell",
        "precise",
        "innovative",
        "treatment",
        "solution",
        "set",
        "standard",
        "care",
        "aim",
        "helping",
        "patient",
        "live",
        "longer",
        "better",
        "life",
        "company",
        "technology",
        "deliver",
        "full",
        "range",
        "radiation",
        "therapy",
        "radiosurgery",
        "treatment",
        "information",
        "please",
        "visit",
        "safe",
        "harbor",
        "statement",
        "statement",
        "made",
        "press",
        "release",
        "statement",
        "historical",
        "fact",
        "subject",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "press",
        "release",
        "relate",
        "limited",
        "company",
        "future",
        "result",
        "operation",
        "including",
        "management",
        "expectation",
        "regarding",
        "order",
        "backlog",
        "revenue",
        "adjusted",
        "ebitda",
        "company",
        "ability",
        "meet",
        "financial",
        "target",
        "company",
        "ability",
        "build",
        "achieve",
        "market",
        "momentum",
        "product",
        "company",
        "competitive",
        "positioning",
        "company",
        "leadership",
        "position",
        "radiation",
        "oncology",
        "innovation",
        "technology",
        "involve",
        "risk",
        "uncertainty",
        "risk",
        "uncertainty",
        "materialize",
        "company",
        "assumption",
        "prove",
        "incorrect",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "result",
        "express",
        "implied",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "company",
        "ability",
        "achieve",
        "widespread",
        "market",
        "acceptance",
        "product",
        "company",
        "ability",
        "effectively",
        "manage",
        "growth",
        "company",
        "ability",
        "maintain",
        "increase",
        "gross",
        "margin",
        "product",
        "sale",
        "service",
        "company",
        "ability",
        "meet",
        "covenant",
        "credit",
        "facility",
        "company",
        "ability",
        "convert",
        "backlog",
        "revenue",
        "risk",
        "uncertainty",
        "related",
        "china",
        "class",
        "license",
        "announcement",
        "risk",
        "identified",
        "heading",
        "risk",
        "factor",
        "company",
        "annual",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "august",
        "company",
        "quarterly",
        "report",
        "form",
        "filed",
        "sec",
        "november",
        "february",
        "updated",
        "periodically",
        "company",
        "filing",
        "sec",
        "statement",
        "speak",
        "date",
        "statement",
        "made",
        "based",
        "information",
        "available",
        "company",
        "time",
        "statement",
        "made",
        "management",
        "good",
        "faith",
        "belief",
        "time",
        "respect",
        "future",
        "event",
        "company",
        "assumes",
        "obligation",
        "update",
        "reflect",
        "actual",
        "performance",
        "result",
        "change",
        "assumption",
        "change",
        "factor",
        "affecting",
        "information",
        "except",
        "extent",
        "required",
        "applicable",
        "security",
        "law",
        "accordingly",
        "investor",
        "put",
        "undue",
        "reliance",
        "doug",
        "sherk",
        "beth",
        "kaplan",
        "investor",
        "relation",
        "evc",
        "group",
        "public",
        "relation",
        "director",
        "accuray",
        "dsherk",
        "bkaplan",
        "financial",
        "table",
        "follow",
        "accuray",
        "incorporated",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "nine",
        "month",
        "ended",
        "march",
        "gross",
        "order",
        "net",
        "order",
        "order",
        "backlog",
        "net",
        "revenue",
        "product",
        "service",
        "total",
        "net",
        "revenue",
        "cost",
        "revenue",
        "cost",
        "product",
        "cost",
        "service",
        "total",
        "cost",
        "revenue",
        "gross",
        "profit",
        "operating",
        "expense",
        "research",
        "development",
        "selling",
        "marketing",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "expense",
        "net",
        "loss",
        "provision",
        "income",
        "tax",
        "provision",
        "benefit",
        "income",
        "tax",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "used",
        "computing",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "accuray",
        "incorporated",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "unaudited",
        "march",
        "june",
        "asset",
        "current",
        "asset",
        "cash",
        "investment",
        "restricted",
        "cash",
        "account",
        "receivable",
        "net",
        "inventory",
        "prepaid",
        "expense",
        "current",
        "asset",
        "deferred",
        "cost",
        "revenue",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "goodwill",
        "intangible",
        "asset",
        "net",
        "deferred",
        "cost",
        "revenue",
        "asset",
        "total",
        "asset",
        "liability",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "compensation",
        "accrued",
        "liability",
        "debt",
        "customer",
        "advance",
        "deferred",
        "revenue",
        "total",
        "current",
        "liability",
        "liability",
        "liability",
        "deferred",
        "revenue",
        "debt",
        "total",
        "liability",
        "equity",
        "common",
        "stock",
        "additional",
        "capital",
        "accumulated",
        "comprehensive",
        "income",
        "loss",
        "accumulated",
        "deficit",
        "total",
        "equity",
        "total",
        "liability",
        "equity",
        "accuray",
        "incorporated",
        "reconciliation",
        "gaap",
        "net",
        "loss",
        "adjusted",
        "earnings",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "compensation",
        "adjusted",
        "ebitda",
        "thousand",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "nine",
        "month",
        "ended",
        "march",
        "gaap",
        "net",
        "loss",
        "amortization",
        "intangible",
        "depreciation",
        "b",
        "compensation",
        "interest",
        "expense",
        "net",
        "c",
        "provision",
        "income",
        "tax",
        "adjusted",
        "ebitda",
        "consists",
        "amortization",
        "intangible",
        "developed",
        "technology",
        "acquired",
        "patent",
        "b",
        "consists",
        "depreciation",
        "primarily",
        "property",
        "equipment",
        "c",
        "consists",
        "primarily",
        "interest",
        "income",
        "security",
        "interest",
        "expense",
        "associated",
        "outstanding",
        "debt",
        "loss",
        "extinguishment",
        "debt",
        "accuray",
        "incorporated",
        "guidance",
        "reconciliation",
        "projected",
        "net",
        "loss",
        "projected",
        "adjusted",
        "earnings",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "compensation",
        "adjusted",
        "ebitda",
        "thousand",
        "unaudited",
        "twelve",
        "month",
        "ending",
        "june",
        "gaap",
        "net",
        "loss",
        "depreciation",
        "amortization",
        "compensation",
        "interest",
        "expense",
        "net",
        "b",
        "provision",
        "income",
        "tax",
        "adjusted",
        "ebitda",
        "consists",
        "depreciation",
        "primarily",
        "property",
        "equipment",
        "well",
        "amortization",
        "intangible",
        "developed",
        "technology",
        "acquired",
        "patent",
        "b",
        "consists",
        "primarily",
        "interest",
        "income",
        "security",
        "interest",
        "expense",
        "associated",
        "convertible",
        "note",
        "revolving",
        "credit",
        "facility",
        "loss",
        "extinguishment",
        "debt",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "accuray",
        "incorporated"
    ]
}