{
    "organizations": [],
    "uuid": "92dc11276e8457c3848f0981a36a6e676698cba7",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/05/01/investment-boom-from-trumps-tax-cut-still-in-hiding.html",
    "ord_in_thread": 0,
    "title": "Investment boom from Trump’s tax cut still in hiding",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "After years of costly layoffs and plant closings, things are looking up for the heavy-machinery giant Caterpillar , which forecasts solid global sales growth and increased demand this year. Yet despite the corporate investment incentives at the center of President Trump's tax overhaul, the company's executives have no plans to supercharge investment or expansion.\nCaterpillar's plans for new investment remain low by historical standards. Instead, the company has started using cash to repurchase its own stock as a way to return cash to shareholders, something it hadn't done since 2015.\n\"We feel we have the necessary bricks-and-mortar capacity that we need,\" Brad Halverson, the company's chief financial officer, said in a post-earnings conference call last Tuesday.\nMore from the New York Times:\nEurope is annoyed, not grateful, after Trump delays tariffs\n'He's a pit bull': T-Mobile C.E.O. is the colorful outlier of wireless\nWhatsApp Co-founder leaving facebook amid user data disputes\nRepublicans sold the 2017 tax law as \"rocket fuel\" for American investment and growth, saying that corporations — flush with cash from lower tax rates — would channel money back into the economy by building factories and offices and investing in equipment, which would help companies grow and provide winnings for workers.\nshow chapters Here's what companies are doing with the tax windfall 5:35 PM ET Tue, 17 April 2018 | 02:09 Economists say that may happen as companies readjust their spending plans over the coming months to take advantage of the new law, and they note that it is too early to tell how much the tax law will spread into the broader economy.\nBut, so far, hard evidence of such an acceleration has yet to appear in economic data, which show more of a steady investment roll than a rapid escalation. And while there are pockets of the economy where investment is picking up — among large tech companies and in shale oil business, for example — corporate spending on buying back stock is increasing at a far faster clip, prompting a debate about whether the law is returning money to the overall economy or just rewarding a small segment of investors.\nData on the gross domestic product, released Friday, showed that business investment grew at a 6.1 percent annual clip during the first three months of 2018, down from 7.2 percent during the first quarter last year. Excluding oil and gas investment, which is particularly volatile, the investment pace grew slightly over the past year.\nWhile the first-quarter investment numbers were more robust than they were in 2015 and 2016 — when a bust in oil prices curtailed a large chunk of American corporate spending — they weren't radically different from the roughly 5 percent rate of growth for business investment that has prevailed since 2010.\nThe White House celebrated those numbers, and the administration's Council of Economic Advisers said in a tweet on Friday that the G.D.P. report reflected \"strong business investment\" as companies responded to the tax overhaul.\nTweet\nRepresentative Erik Paulsen, a Minnesota Republican who chairs the Congressional Joint Economic Committee, attributed the G.D.P. growth to the tax cuts. \"Americans are better off today than they were 16 months ago,\" he said in a statement on Friday. \"Business investment is strong, wages are growing, and disposable income is climbing thanks to tax reform and pro-growth policies.\"\nAnalysts were more cautious in drawing conclusions.\n\"Even regardless of the tax plan kicker, we would have seen a pickup in business investment,\" said Keith Parker, head of United States equity strategy at UBS. Capital spending, he said, \"typically follows profits with a lag.\"\nScott Greenberg, a tax analyst at the conservative Tax Foundation, warned that it was \"always difficult to identify an economic trend from just one quarter's data.\"\nSenator Marco Rubio, Republican of Florida, told The Economist in remarks published last week that after the tax cuts passed, corporations \"bought back shares, a few gave out bonuses; there's no evidence whatsoever that the money's been massively poured back into the American worker.\" A spokeswoman said Monday that Mr. Rubio's criticism was that the law could have done more to help working families while also stimulating corporate investment.\nWhile overall business investment in the American economy was up 6.1 percent in the first quarter, business spending by the larger corporations included in the Standard & Poor's 500-stock index — as measured by their announcements of capital expenditures so far this earnings season — is up 23.5 percent from the first quarter of 2017, according to S&P Global Market Intelligence. That would be the fastest pace since 2012.\nLarge tech companies are among some of the biggest spenders. Google 's parent, Alphabet , nearly tripled its first-quarter capital spending to $7.3 billion on real estate and computing capacity and data centers. Amazon increased investment by more than 40 percent to more than $3 billion as it builds out its network of fulfillment centers.\nBut with roughly a quarter of the companies in the S.&P. 500 having reported first-quarter results, their spending on buybacks is even higher, up 43 percent from the first quarter of 2017, to $43 billion, according to data from Howard Silverblatt, an analyst at S&P Dow Jones Indices.\nTraditionally when companies have more cash than they think they can invest productively, they return it to shareholders either by paying them cash dividends or by going into the market and repurchasing shares. Those buybacks tend to push the price of a stock up, making shareholders wealthier, at least on paper.\nRepublicans, and some Democratic economists, say this can help the economy, if those shareholders sell their stock and then use their profits to make other investments. But critics argue that buybacks disproportionately benefit the wealthy — the richest 10 percent of Americans own 84 percent of all stock — and executives who are often compensated with shares.\nBoeing said it had bought back $3 billion worth of its stock in the first quarter. (It expects to buy $15 billion over the next two years.) Facebook expanded its plans to buy back its shares to the tune of $9 billion. the appliance maker Whirlpool said it would sell its Brazilian refrigerator compressor business for roughly $1 billion, and then use that money to buy its own shares. The railroad operator CSX said it had bought back more than $800 million in shares in the first quarter, as part of plans to buy $5 billion in shares by the first quarter of next year.\nAs they anticipated a windfall from tax cuts, the nation's banks increased their pace of buybacks by more than 50 percent last year, to $77.5 billion from $51 billion in 2016, according to data compiled by S&P Global Market Intelligence. The 10 largest banks, led by JP Morgan Chase and Citigroup , accounted for 70 percent of those buybacks.\nRepublicans have highlighted the buybacks as a boost for the economy, saying they will put money in the hands of investors who will find productive and widespread ways to use it. Many Democrats say those buybacks undermine Republican claims about the tax law and prove the overhaul will reward only corporations and the wealthy.\n\"The whole theory was to lavish corporations and the already wealthy with tax cuts, and maybe the benefits will trickle down to everyone else,\" Senator Chuck Schumer of New York, the minority leader, said in a floor speech in April. \"We're already seeing the balloon burst on that idea, as corporations dedicate an enormous percentage of the tax savings to stock buybacks, and only a sliver to worker compensation.\"\nA recent surge in oil and gas investment is largely a result of the recovery in oil and gas prices and easing of regulations over the last year, rather than incentives put in place by the tax overhaul. Economists believe those incentives — such as allowing companies to immediately and fully deduct the cost of capital spending in order to lower their taxes — could help stimulate investment for companies.\nA survey by the National Association of Manufacturers in April found record-high expectations among members for capital investments this year. Historically, that survey is a strong predictor of future investments, though over the past two years actual investment has underperformed what the survey predicted. A survey by the National Association for Business Economics also finds capital spending expectations rising from a year ago — but two-thirds of respondents said the new tax law did not cause them to change hiring or investment plans. Morgan Stanley said Monday that its Capex Plans Index for future capital expenditures fell slightly in April, from what had been a record high.\nVerizon , in its quarterly earnings report last week, said it had increased capital expenditures to $4.6 billion in the first quarter, up $1.5 billion from the same period in 2017. But the company plans to stick to its target of spending at most $17.8 billion on investment this year — a level that has not budged much for the past four years.\n\"I don't see us having a massive acceleration in capex,\" Verizon's chief financial officer, Matt Ellis, told analysts on its post-earnings conference call.\nWATCH: Long-term outlook on capital spending show chapters ABB CEO: Long-term outlook on capital spending is positive 2:53 AM ET Thu, 19 April 2018 | 02:11",
    "published": "2018-05-02T00:45:00.000+03:00",
    "crawled": "2018-05-02T01:12:52.014+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "year",
        "costly",
        "layoff",
        "plant",
        "closing",
        "thing",
        "looking",
        "giant",
        "caterpillar",
        "forecast",
        "solid",
        "global",
        "sale",
        "growth",
        "increased",
        "demand",
        "year",
        "yet",
        "despite",
        "corporate",
        "investment",
        "incentive",
        "center",
        "president",
        "trump",
        "tax",
        "overhaul",
        "company",
        "executive",
        "plan",
        "supercharge",
        "investment",
        "expansion",
        "caterpillar",
        "plan",
        "new",
        "investment",
        "remain",
        "low",
        "historical",
        "standard",
        "instead",
        "company",
        "started",
        "using",
        "cash",
        "repurchase",
        "stock",
        "way",
        "return",
        "cash",
        "shareholder",
        "something",
        "done",
        "since",
        "feel",
        "necessary",
        "capacity",
        "need",
        "brad",
        "halverson",
        "company",
        "chief",
        "financial",
        "officer",
        "said",
        "conference",
        "call",
        "last",
        "tuesday",
        "new",
        "york",
        "time",
        "europe",
        "annoyed",
        "grateful",
        "trump",
        "delay",
        "tariff",
        "pit",
        "bull",
        "colorful",
        "outlier",
        "wireless",
        "whatsapp",
        "leaving",
        "facebook",
        "amid",
        "user",
        "data",
        "dispute",
        "republican",
        "sold",
        "tax",
        "law",
        "rocket",
        "fuel",
        "american",
        "investment",
        "growth",
        "saying",
        "corporation",
        "flush",
        "cash",
        "lower",
        "tax",
        "rate",
        "would",
        "channel",
        "money",
        "back",
        "economy",
        "building",
        "factory",
        "office",
        "investing",
        "equipment",
        "would",
        "help",
        "company",
        "grow",
        "provide",
        "winning",
        "worker",
        "show",
        "chapter",
        "company",
        "tax",
        "windfall",
        "pm",
        "et",
        "tue",
        "april",
        "economist",
        "say",
        "may",
        "happen",
        "company",
        "readjust",
        "spending",
        "plan",
        "coming",
        "month",
        "take",
        "advantage",
        "new",
        "law",
        "note",
        "early",
        "tell",
        "much",
        "tax",
        "law",
        "spread",
        "broader",
        "economy",
        "far",
        "hard",
        "evidence",
        "acceleration",
        "yet",
        "appear",
        "economic",
        "data",
        "show",
        "steady",
        "investment",
        "roll",
        "rapid",
        "escalation",
        "pocket",
        "economy",
        "investment",
        "picking",
        "among",
        "large",
        "tech",
        "company",
        "shale",
        "oil",
        "business",
        "example",
        "corporate",
        "spending",
        "buying",
        "back",
        "stock",
        "increasing",
        "far",
        "faster",
        "clip",
        "prompting",
        "debate",
        "whether",
        "law",
        "returning",
        "money",
        "overall",
        "economy",
        "rewarding",
        "small",
        "segment",
        "investor",
        "data",
        "gross",
        "domestic",
        "product",
        "released",
        "friday",
        "showed",
        "business",
        "investment",
        "grew",
        "percent",
        "annual",
        "clip",
        "first",
        "three",
        "month",
        "percent",
        "first",
        "quarter",
        "last",
        "year",
        "excluding",
        "oil",
        "gas",
        "investment",
        "particularly",
        "volatile",
        "investment",
        "pace",
        "grew",
        "slightly",
        "past",
        "year",
        "investment",
        "number",
        "robust",
        "bust",
        "oil",
        "price",
        "curtailed",
        "large",
        "chunk",
        "american",
        "corporate",
        "spending",
        "radically",
        "different",
        "roughly",
        "percent",
        "rate",
        "growth",
        "business",
        "investment",
        "prevailed",
        "since",
        "white",
        "house",
        "celebrated",
        "number",
        "administration",
        "council",
        "economic",
        "adviser",
        "said",
        "tweet",
        "friday",
        "report",
        "reflected",
        "strong",
        "business",
        "investment",
        "company",
        "responded",
        "tax",
        "overhaul",
        "tweet",
        "representative",
        "erik",
        "paulsen",
        "minnesota",
        "republican",
        "chair",
        "congressional",
        "joint",
        "economic",
        "committee",
        "attributed",
        "growth",
        "tax",
        "cut",
        "american",
        "better",
        "today",
        "month",
        "ago",
        "said",
        "statement",
        "friday",
        "business",
        "investment",
        "strong",
        "wage",
        "growing",
        "disposable",
        "income",
        "climbing",
        "thanks",
        "tax",
        "reform",
        "policy",
        "analyst",
        "cautious",
        "drawing",
        "conclusion",
        "even",
        "regardless",
        "tax",
        "plan",
        "kicker",
        "would",
        "seen",
        "pickup",
        "business",
        "investment",
        "said",
        "keith",
        "parker",
        "head",
        "united",
        "state",
        "equity",
        "strategy",
        "ubs",
        "capital",
        "spending",
        "said",
        "typically",
        "follows",
        "profit",
        "lag",
        "scott",
        "greenberg",
        "tax",
        "analyst",
        "conservative",
        "tax",
        "foundation",
        "warned",
        "always",
        "difficult",
        "identify",
        "economic",
        "trend",
        "one",
        "quarter",
        "data",
        "senator",
        "marco",
        "rubio",
        "republican",
        "florida",
        "told",
        "economist",
        "remark",
        "published",
        "last",
        "week",
        "tax",
        "cut",
        "passed",
        "corporation",
        "bought",
        "back",
        "share",
        "gave",
        "bonus",
        "evidence",
        "whatsoever",
        "money",
        "massively",
        "poured",
        "back",
        "american",
        "worker",
        "spokeswoman",
        "said",
        "monday",
        "rubio",
        "criticism",
        "law",
        "could",
        "done",
        "help",
        "working",
        "family",
        "also",
        "stimulating",
        "corporate",
        "investment",
        "overall",
        "business",
        "investment",
        "american",
        "economy",
        "percent",
        "first",
        "quarter",
        "business",
        "spending",
        "larger",
        "corporation",
        "included",
        "standard",
        "poor",
        "index",
        "measured",
        "announcement",
        "capital",
        "expenditure",
        "far",
        "earnings",
        "season",
        "percent",
        "first",
        "quarter",
        "according",
        "p",
        "global",
        "market",
        "intelligence",
        "would",
        "fastest",
        "pace",
        "since",
        "large",
        "tech",
        "company",
        "among",
        "biggest",
        "spender",
        "google",
        "parent",
        "alphabet",
        "nearly",
        "tripled",
        "capital",
        "spending",
        "billion",
        "real",
        "estate",
        "computing",
        "capacity",
        "data",
        "center",
        "amazon",
        "increased",
        "investment",
        "percent",
        "billion",
        "build",
        "network",
        "fulfillment",
        "center",
        "roughly",
        "quarter",
        "company",
        "p",
        "reported",
        "result",
        "spending",
        "buyback",
        "even",
        "higher",
        "percent",
        "first",
        "quarter",
        "billion",
        "according",
        "data",
        "howard",
        "silverblatt",
        "analyst",
        "p",
        "dow",
        "jones",
        "index",
        "traditionally",
        "company",
        "cash",
        "think",
        "invest",
        "productively",
        "return",
        "shareholder",
        "either",
        "paying",
        "cash",
        "dividend",
        "going",
        "market",
        "repurchasing",
        "share",
        "buyback",
        "tend",
        "push",
        "price",
        "stock",
        "making",
        "shareholder",
        "wealthier",
        "least",
        "paper",
        "republican",
        "democratic",
        "economist",
        "say",
        "help",
        "economy",
        "shareholder",
        "sell",
        "stock",
        "use",
        "profit",
        "make",
        "investment",
        "critic",
        "argue",
        "buyback",
        "disproportionately",
        "benefit",
        "wealthy",
        "richest",
        "percent",
        "american",
        "percent",
        "stock",
        "executive",
        "often",
        "compensated",
        "share",
        "boeing",
        "said",
        "bought",
        "back",
        "billion",
        "worth",
        "stock",
        "first",
        "quarter",
        "expects",
        "buy",
        "billion",
        "next",
        "two",
        "year",
        "facebook",
        "expanded",
        "plan",
        "buy",
        "back",
        "share",
        "tune",
        "billion",
        "appliance",
        "maker",
        "whirlpool",
        "said",
        "would",
        "sell",
        "brazilian",
        "refrigerator",
        "compressor",
        "business",
        "roughly",
        "billion",
        "use",
        "money",
        "buy",
        "share",
        "railroad",
        "operator",
        "csx",
        "said",
        "bought",
        "back",
        "million",
        "share",
        "first",
        "quarter",
        "part",
        "plan",
        "buy",
        "billion",
        "share",
        "first",
        "quarter",
        "next",
        "year",
        "anticipated",
        "windfall",
        "tax",
        "cut",
        "nation",
        "bank",
        "increased",
        "pace",
        "buyback",
        "percent",
        "last",
        "year",
        "billion",
        "billion",
        "according",
        "data",
        "compiled",
        "p",
        "global",
        "market",
        "intelligence",
        "largest",
        "bank",
        "led",
        "jp",
        "morgan",
        "chase",
        "citigroup",
        "accounted",
        "percent",
        "buyback",
        "republican",
        "highlighted",
        "buyback",
        "boost",
        "economy",
        "saying",
        "put",
        "money",
        "hand",
        "investor",
        "find",
        "productive",
        "widespread",
        "way",
        "use",
        "many",
        "democrat",
        "say",
        "buyback",
        "undermine",
        "republican",
        "claim",
        "tax",
        "law",
        "prove",
        "overhaul",
        "reward",
        "corporation",
        "wealthy",
        "whole",
        "theory",
        "lavish",
        "corporation",
        "already",
        "wealthy",
        "tax",
        "cut",
        "maybe",
        "benefit",
        "trickle",
        "everyone",
        "else",
        "senator",
        "chuck",
        "schumer",
        "new",
        "york",
        "minority",
        "leader",
        "said",
        "floor",
        "speech",
        "april",
        "already",
        "seeing",
        "balloon",
        "burst",
        "idea",
        "corporation",
        "dedicate",
        "enormous",
        "percentage",
        "tax",
        "saving",
        "stock",
        "buyback",
        "sliver",
        "worker",
        "compensation",
        "recent",
        "surge",
        "oil",
        "gas",
        "investment",
        "largely",
        "result",
        "recovery",
        "oil",
        "gas",
        "price",
        "easing",
        "regulation",
        "last",
        "year",
        "rather",
        "incentive",
        "put",
        "place",
        "tax",
        "overhaul",
        "economist",
        "believe",
        "incentive",
        "allowing",
        "company",
        "immediately",
        "fully",
        "deduct",
        "cost",
        "capital",
        "spending",
        "order",
        "lower",
        "tax",
        "could",
        "help",
        "stimulate",
        "investment",
        "company",
        "survey",
        "national",
        "association",
        "manufacturer",
        "april",
        "found",
        "expectation",
        "among",
        "member",
        "capital",
        "investment",
        "year",
        "historically",
        "survey",
        "strong",
        "predictor",
        "future",
        "investment",
        "though",
        "past",
        "two",
        "year",
        "actual",
        "investment",
        "underperformed",
        "survey",
        "predicted",
        "survey",
        "national",
        "association",
        "business",
        "economics",
        "also",
        "find",
        "capital",
        "spending",
        "expectation",
        "rising",
        "year",
        "ago",
        "respondent",
        "said",
        "new",
        "tax",
        "law",
        "cause",
        "change",
        "hiring",
        "investment",
        "plan",
        "morgan",
        "stanley",
        "said",
        "monday",
        "capex",
        "plan",
        "index",
        "future",
        "capital",
        "expenditure",
        "fell",
        "slightly",
        "april",
        "record",
        "high",
        "verizon",
        "quarterly",
        "earnings",
        "report",
        "last",
        "week",
        "said",
        "increased",
        "capital",
        "expenditure",
        "billion",
        "first",
        "quarter",
        "billion",
        "period",
        "company",
        "plan",
        "stick",
        "target",
        "spending",
        "billion",
        "investment",
        "year",
        "level",
        "budged",
        "much",
        "past",
        "four",
        "year",
        "see",
        "u",
        "massive",
        "acceleration",
        "capex",
        "verizon",
        "chief",
        "financial",
        "officer",
        "matt",
        "elli",
        "told",
        "analyst",
        "conference",
        "call",
        "watch",
        "outlook",
        "capital",
        "spending",
        "show",
        "chapter",
        "abb",
        "ceo",
        "outlook",
        "capital",
        "spending",
        "positive",
        "et",
        "thu",
        "april"
    ]
}