{
    "organizations": [],
    "uuid": "18e865f475fe428cf0cfad0d30667e5ad723b129",
    "author": "John Lloyd",
    "url": "https://www.reuters.com/article/us-lloyd-italy-commentary/commentary-the-eus-italian-nightmare-idUSKCN1IQ29A",
    "ord_in_thread": 0,
    "title": "Commentary: The EU’s Italian nightmare",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "(Advisory: Strong language in the first paragraph may be offensive to some readers.)\n5-Star Movement supporters protest in front of Montecitorio government palace in Rome, October 11, 2017. REUTERS/Alessandro Bianchi In 1972, a time of great stress in the White House and in the Italian economy, President Richard Nixon asked to reflect on the fate of Italy’s currency, famously snapped: “I don’t give a shit about the lira!” His line, recorded amid his Watergate travails, points to Italy being of peripheral concern to the world’s great ones.\nIt isn’t now. The lira has gone; the country’s entry into the eurozone on January 1, 1999, has made it a country that the great powers do have to care about. After Brexit it will be the third- largest economy in the European Union , eighth largest in the world with a nominal GDP of nearly $2.2 trillion, a population of 60 million, a member of NATO and of the Group of Seven. Were it to default on its more than $2.6 trillion public debt , it could not be “saved” like Greece. Yet now, the matter of saving Italy (from itself) is squarely in front of its fellow members of the EU.\nSquarely before them now too is a newly-coalesced Italian government that is their nightmare. It is composed of two parties: one, which received the largest share of the votes in an inconclusive general election on March 4, is the 5-Star Movement: a party founded in 2009 by the comedian Beppe Grillo on the basis that the internet facilitates direct democracy, rendering parliament and its representatives obsolete. Having, for the moment, largely put to one side the revolutionary project of replacing them, the Movement has adopted a mishmash of crowd-pleasing policies – including a universal income – which are hard to categorize as left or right but which will be hugely expensive. 5-Star leader, Luigi di Maio (31) is elegantly dressed, ever-smiling, apparently serenely convinced that the pursuit of a high-spending program can be squared with the EU, restore the fortunes of his country and address the popular discontent which rewarded his party with nearly one third of the vote .\nLeague party leader Matteo Salvini at a media conference in Rome, May 24, 2018. REUTERS/Tony Gentile The other party is the Lega (League), previously named the Lega Nord. In its former incarnation, it called, sporadically, for northern independence, cutting loose the poor south of Italy, which drained the tax income disproportionately paid by the rich north. When Matteo Salvini took over in December 2013, it re-badged itself as a strongly anti-immigrant, Euroskeptic and Italian nationalist party. These policies secured it some 17 percent of the popular vote, three points ahead of that of Silvio Berlusconi’s Forza Italia, allowing Salvini to claim leadership of the right.\nSalvini is sure of his ground: he broke with the former prime minister to make the compact with 5-Stars. In the parties’ joint agreement, Salvini managed to inscribe the intention to deport 500,000 immigrants illegally in Italy, and to insist on Italy’s right to pursue a path of economic growth irrespective of the limits imposed by the EU.\nSlideshow (2 Images) Much of Italy’s future now depends on the insistence of Salvini and De Maio to stick to the agreed agenda and ensure that their cabinet does too. Unable to agree on which of them should be prime minister, they proposed that a Florentine law professor, Giuseppe Conte, unknown beyond academic circles , take up the burden of premiership, to be head of a cabinet already mostly decided between the two leaders with a program he had no hand in constructing. This team, largely innocent of any governing experience, now must face the growing alarm, pressure and opposition from fellow EU members , from the European Commission and from within Italy itself, where President Sergio Mattarella has drawn his own red line – that Italy must remain a member of the EU, committed to further integration.\nThe new administration has allies beyond the Italian electorate in the coming fight. As the first avowedly populist government in Europe, they are the ideological leaders at the head of powerful movements elsewhere – the National Front in France, the Alternative for Germany (AfD) in Germany, the Sweden Democrats in Sweden, the Freedom Party in the Netherlands, as well as the governments of Poland and Hungary, both hostile to “Brussels rule”. A new “Illiberal International” has acquired a new member that occupies the governance of a major European state.\nThe European Union is weighted with a slew of radical challenges – from Britain, plunging on with Brexit, from Russia, probing for political leverage, from the Central European states that joined the EU mainly to keep the large subsidies flowing into their treasuries, and from an American President who could echo Nixon in caring little not just for Italy, but for Europe.\nThe aspiration for a United States of Europe, now articulated only by the lonely figure of French President Emmanuel Macron, is in tatters. Italy was not just a founder member of the European Union: it was, with Germany, the state that saw the EU as a forum within which it could strengthen democratic rule and build a successful post-war economy.\nIn both of these goals Rome succeeded – until, in the 1970s, it began to forget – as the Wall Street Journal put it - how to grow . Productivity declined, wages stagnated, the gulf between north and south increased, government fragmented, youth unemployment soared and with it, debt. The new government now being brought together in Italy believes that it has the strength and the backing to wrench the country back to a future in which, able to control its own levers of political and economic power, it returns to growth.\nIf the new administration keeps its nerve and will, it is committed to a strategy of confrontation with the Union it helped found and now may destroy. This will be a struggle for the future of Europe – and thus for the shape of the 21st century world.\nAbout the Author John Lloyd co-founded the Reuters Institute for the Study of Journalism at the University of Oxford, where he is senior research fellow. Lloyd has written several books, including “What the Media Are Doing to Our Politics” and “Journalism in an Age of Terror”. He is also a contributing editor at the Financial Times and the founder of FT Magazine.\nThe views expressed in this article are not those of Reuters News.\n0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger medium-browser-and-landscape-tablet medium-wide-browser-and-larger above-phone portrait-tablet-and-above above-portrait-tablet landscape-tablet-and-above landscape-tablet-and-medium-wide-browser portrait-tablet-and-below landscape-tablet-and-below Apps Newsletters Advertise with Us Advertising Guidelines Cookies Terms of Use Privacy\nAll Quote: s delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays.\n© 2018 Reuters. All Rights Reserved.",
    "published": "2018-05-26T00:03:00.000+03:00",
    "crawled": "2018-05-25T22:48:51.007+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "advisory",
        "strong",
        "language",
        "first",
        "paragraph",
        "may",
        "offensive",
        "reader",
        "movement",
        "supporter",
        "protest",
        "front",
        "montecitorio",
        "government",
        "palace",
        "rome",
        "october",
        "bianchi",
        "time",
        "great",
        "stress",
        "white",
        "house",
        "italian",
        "economy",
        "president",
        "richard",
        "nixon",
        "asked",
        "reflect",
        "fate",
        "italy",
        "currency",
        "famously",
        "snapped",
        "give",
        "shit",
        "lira",
        "line",
        "recorded",
        "amid",
        "watergate",
        "travail",
        "point",
        "italy",
        "peripheral",
        "concern",
        "world",
        "great",
        "one",
        "lira",
        "gone",
        "country",
        "entry",
        "eurozone",
        "january",
        "made",
        "country",
        "great",
        "power",
        "care",
        "brexit",
        "largest",
        "economy",
        "european",
        "union",
        "eighth",
        "largest",
        "world",
        "nominal",
        "gdp",
        "nearly",
        "trillion",
        "population",
        "million",
        "member",
        "nato",
        "group",
        "seven",
        "default",
        "trillion",
        "public",
        "debt",
        "could",
        "saved",
        "like",
        "greece",
        "yet",
        "matter",
        "saving",
        "italy",
        "squarely",
        "front",
        "fellow",
        "member",
        "eu",
        "squarely",
        "italian",
        "government",
        "nightmare",
        "composed",
        "two",
        "party",
        "one",
        "received",
        "largest",
        "share",
        "vote",
        "inconclusive",
        "general",
        "election",
        "march",
        "movement",
        "party",
        "founded",
        "comedian",
        "beppe",
        "grillo",
        "basis",
        "internet",
        "facilitates",
        "direct",
        "democracy",
        "rendering",
        "parliament",
        "representative",
        "obsolete",
        "moment",
        "largely",
        "put",
        "one",
        "side",
        "revolutionary",
        "project",
        "replacing",
        "movement",
        "adopted",
        "mishmash",
        "policy",
        "including",
        "universal",
        "income",
        "hard",
        "categorize",
        "left",
        "right",
        "hugely",
        "expensive",
        "leader",
        "luigi",
        "di",
        "maio",
        "elegantly",
        "dressed",
        "apparently",
        "serenely",
        "convinced",
        "pursuit",
        "program",
        "squared",
        "eu",
        "restore",
        "fortune",
        "country",
        "address",
        "popular",
        "discontent",
        "rewarded",
        "party",
        "nearly",
        "one",
        "third",
        "vote",
        "league",
        "party",
        "leader",
        "matteo",
        "salvini",
        "medium",
        "conference",
        "rome",
        "may",
        "gentile",
        "party",
        "lega",
        "league",
        "previously",
        "named",
        "lega",
        "nord",
        "former",
        "incarnation",
        "called",
        "sporadically",
        "northern",
        "independence",
        "cutting",
        "loose",
        "poor",
        "south",
        "italy",
        "drained",
        "tax",
        "income",
        "disproportionately",
        "paid",
        "rich",
        "north",
        "matteo",
        "salvini",
        "took",
        "december",
        "strongly",
        "euroskeptic",
        "italian",
        "nationalist",
        "party",
        "policy",
        "secured",
        "percent",
        "popular",
        "vote",
        "three",
        "point",
        "ahead",
        "silvio",
        "berlusconi",
        "forza",
        "italia",
        "allowing",
        "salvini",
        "claim",
        "leadership",
        "right",
        "salvini",
        "sure",
        "ground",
        "broke",
        "former",
        "prime",
        "minister",
        "make",
        "compact",
        "party",
        "joint",
        "agreement",
        "salvini",
        "managed",
        "inscribe",
        "intention",
        "deport",
        "immigrant",
        "illegally",
        "italy",
        "insist",
        "italy",
        "right",
        "pursue",
        "path",
        "economic",
        "growth",
        "irrespective",
        "limit",
        "imposed",
        "eu",
        "slideshow",
        "image",
        "much",
        "italy",
        "future",
        "depends",
        "insistence",
        "salvini",
        "de",
        "maio",
        "stick",
        "agreed",
        "agenda",
        "ensure",
        "cabinet",
        "unable",
        "agree",
        "prime",
        "minister",
        "proposed",
        "florentine",
        "law",
        "professor",
        "giuseppe",
        "conte",
        "unknown",
        "beyond",
        "academic",
        "circle",
        "take",
        "burden",
        "premiership",
        "head",
        "cabinet",
        "already",
        "mostly",
        "decided",
        "two",
        "leader",
        "program",
        "hand",
        "constructing",
        "team",
        "largely",
        "innocent",
        "governing",
        "experience",
        "must",
        "face",
        "growing",
        "alarm",
        "pressure",
        "opposition",
        "fellow",
        "eu",
        "member",
        "european",
        "commission",
        "within",
        "italy",
        "president",
        "sergio",
        "mattarella",
        "drawn",
        "red",
        "line",
        "italy",
        "must",
        "remain",
        "member",
        "eu",
        "committed",
        "integration",
        "new",
        "administration",
        "ally",
        "beyond",
        "italian",
        "electorate",
        "coming",
        "fight",
        "first",
        "avowedly",
        "populist",
        "government",
        "europe",
        "ideological",
        "leader",
        "head",
        "powerful",
        "movement",
        "elsewhere",
        "national",
        "front",
        "france",
        "alternative",
        "germany",
        "afd",
        "germany",
        "sweden",
        "democrat",
        "sweden",
        "freedom",
        "party",
        "netherlands",
        "well",
        "government",
        "poland",
        "hungary",
        "hostile",
        "brussels",
        "rule",
        "new",
        "illiberal",
        "international",
        "acquired",
        "new",
        "member",
        "occupies",
        "governance",
        "major",
        "european",
        "state",
        "european",
        "union",
        "weighted",
        "slew",
        "radical",
        "challenge",
        "britain",
        "plunging",
        "brexit",
        "russia",
        "probing",
        "political",
        "leverage",
        "central",
        "european",
        "state",
        "joined",
        "eu",
        "mainly",
        "keep",
        "large",
        "subsidy",
        "flowing",
        "treasury",
        "american",
        "president",
        "could",
        "echo",
        "nixon",
        "caring",
        "little",
        "italy",
        "europe",
        "aspiration",
        "united",
        "state",
        "europe",
        "articulated",
        "lonely",
        "figure",
        "french",
        "president",
        "emmanuel",
        "macron",
        "tatter",
        "italy",
        "founder",
        "member",
        "european",
        "union",
        "germany",
        "state",
        "saw",
        "eu",
        "forum",
        "within",
        "could",
        "strengthen",
        "democratic",
        "rule",
        "build",
        "successful",
        "economy",
        "goal",
        "rome",
        "succeeded",
        "1970s",
        "began",
        "forget",
        "wall",
        "street",
        "journal",
        "put",
        "grow",
        "productivity",
        "declined",
        "wage",
        "stagnated",
        "gulf",
        "north",
        "south",
        "increased",
        "government",
        "fragmented",
        "youth",
        "unemployment",
        "soared",
        "debt",
        "new",
        "government",
        "brought",
        "together",
        "italy",
        "belief",
        "strength",
        "backing",
        "wrench",
        "country",
        "back",
        "future",
        "able",
        "control",
        "lever",
        "political",
        "economic",
        "power",
        "return",
        "growth",
        "new",
        "administration",
        "keep",
        "nerve",
        "committed",
        "strategy",
        "confrontation",
        "union",
        "helped",
        "found",
        "may",
        "destroy",
        "struggle",
        "future",
        "europe",
        "thus",
        "shape",
        "21st",
        "century",
        "world",
        "author",
        "john",
        "lloyd",
        "reuters",
        "institute",
        "study",
        "journalism",
        "university",
        "oxford",
        "senior",
        "research",
        "fellow",
        "lloyd",
        "written",
        "several",
        "book",
        "including",
        "medium",
        "politics",
        "journalism",
        "age",
        "terror",
        "also",
        "contributing",
        "editor",
        "financial",
        "time",
        "founder",
        "ft",
        "magazine",
        "view",
        "expressed",
        "article",
        "reuters",
        "news",
        "apps",
        "newsletter",
        "advertise",
        "u",
        "advertising",
        "guideline",
        "cooky",
        "term",
        "use",
        "privacy",
        "quote",
        "delayed",
        "minimum",
        "minute",
        "see",
        "complete",
        "list",
        "exchange",
        "delay",
        "reuters",
        "right",
        "reserved"
    ]
}