{
    "organizations": [],
    "uuid": "4bb2c22d1c118118576cc18d862992c8d2c8a062",
    "author": "Leon Cooperman",
    "url": "https://www.cnbc.com/2018/05/22/leon-cooperman-two-changes-that-could-help-fix-what-is-wrong-with-our-regulatory-process.html",
    "ord_in_thread": 0,
    "title": "Leon Cooperman: Two changes that could help fix what is wrong with our regulatory process",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "First and foremost, I am neither soliciting, nor deserve, anyone's pity. I have lived and prospered from the American Dream. A first-generation American, I was raised in a South Bronx walk-up by my Polish immigrant parents, attended New York City public schools through college, and graduated from Columbia Business School in 1967 with a negative net worth and a young child at home.\nI rose through the ranks at Goldman, Sachs & Co., which I left in late 1991 to launch Omega Advisors, Inc., the hedge fund firm where I, together with 32 colleagues, still work. Fortunate beyond my wildest expectations, I am a signatory to the Buffett/Gates Giving Pledge, and I expect to donate not half, but substantially all, of my financial wealth to charity upon my death. One of my guiding principles has long been that (as generally attributed to Andrew Carnegie) a man who dies rich, dies disgraced, and I have tried to arrange my affairs so that this can never be said of me.\nAs you may know, last spring, Omega and I settled a case brought by the SEC against us in September 2016, alleging various violations of federal securities laws. We settled because doing so saved us what were projected to be enormous legal costs, and a substantial diversion of time and attention over possibly years more of legal wrangling, had we gone to trial. I am still conflicted over that decision, but it is water under the bridge.\nI am writing this to express my indignation at the egregious manner in which the agency conducted its investigation of my firm and me. As part of our settlement, we entered into \"no admit, no deny\" consents that prohibit us from publicly contesting the basis of the SEC's case or the legitimacy of those allegations, and from commenting on the specific facts of the case or on the merits of our defenses. The outcome (more below) will have to speak for itself. But I am free to express my views on how the agency handled this matter without violating those prohibitions.\nJust to be clear, I acknowledge the vital role that the SEC plays in policing the public securities markets in the United States and ensuring their integrity. Without the vigorous discharge of that oversight function, public faith in those markets would suffer and they could not operate smoothly. My issue is not with the principle but with its application.\nWhen the agency issued broad subpoenas to Omega and me in March 2015, I promptly offered, through our lawyers, that if the subpoenas were withdrawn, I would meet voluntarily with the Commission staff and attempt to address all their questions about the trading and filings at issue. The subpoenas could always be reinstated if I could not satisfy them that nothing illicit was going on. In that context, I would have voluntarily tolled all relevant statutes of limitations so that the government's claims regarding Atlas Pipeline Partners (APL, the company at the heart of the case they later filed), in particular, would not run in the interim. They refused my offer.\nWe commenced voluminous document production in response to the subpoenas, running up millions of dollars in legal and data-warehousing costs. That rolling production was substantially completed by the end of 2015, and the Wells notice followed in mid-March of the following year.\nIn September 2016, the SEC's director of enforcement advised our counsel that the agency would not agree to settle without, among other things, an industry bar. He must have realized that this would have been tantamount to an admission of wrongdoing, effectively ending my otherwise spotless, 50-year career on Wall Street in disgrace. That was a non-starter for me, and I rejected their offer.\nThe Commission promptly filed suit, alleging, most notably, that we had traded in the securities of APL on the basis of material, non-public information, and less sensationally, that we had failed to make timely filings of certain securities holdings (but notably, not in APL). When we informed our investors, capital outflows (which ultimately aggregated to billions of dollars in assets under management) accelerated.\nEven after announcing in May 2017 the settlement terms to which both sides finally agreed – which included no industry (or officer-and-director) suspension or bar, no admission of wrongdoing, a financial payment that was roughly half the original ask, an obey-the-law injunction, and various compliance enhancements – we continued to bleed assets, due, in large part, to the pall cast on us by the government's unproven allegations. It seems that such damage, once inflicted, cannot be undone.\nAdding salt to the wound, while \"no admit, no deny\" materially circumscribes what I can say about the case and its disposition, it apparently doesn't tie the SEC's hands to quite the same degree. In a statement released to the press shortly after our settlement, the agency's acting director of enforcement characterized the financial payment to which Omega and I had agreed as having been levied for our \"misconduct\", gratuitously omitting the word \"alleged\" even though, since the case was settled, the complaint's allegations never had to be, and were never, proven in court. I guess that all-important distinction didn't mesh well with the agency's narrative.\nAt various points along the course of this saga, our lawyers informed the agency's staff of the harm that these allegations were inflicting – on my business and on the professional prospects and earning opportunities of scores of honest, innocent, hardworking Omega employees – and of the protracted investigation's potential implications for Omega's continued viability as a going concern. Their entreaties fell on deaf ears.\nHad the staff offered back in September 2016 to settle on the terms we ultimately agreed upon, I would have accepted, if only to preserve what then remained of my business and avoid the distraction and outsized expense of long-drawn-out litigation, but that deal was not then on the table. Instead, after the needless expenditure by both sides of financial and human resources of substantial magnitude, my business is a fraction the size and profitability it was, and the government got what it could have had, for the asking, eight or nine months earlier. Is this any way to manage the affairs of an ostensibly preeminent U.S. regulatory agency?\nIt seems logically manifest to me that something transpired between September 2016 and March 2017 that led to the Commission's dramatically downwardly-revised settlement offer. Despite numerous attempts to ferret it out, I have been unsuccessful in getting a response, either from the current chairman or from his predecessor who oversaw my case (and who told me, when I saw her at a conference after she left office, that even innocent people often find settling with the government preferable to hazarding the system). As an American taxpayer, I believe that I deserve an answer to my question. And as an analytical person, it is hard for me to reconcile the significant, blood-sport destruction of my business that this matter has occasioned without understanding the dynamics behind the resolution from the Commission's perspective.\nBut equally to the point, now that it's all over, where do I go for redress? My colleagues and I are left to pick up the pieces, but as we do, the words of Raymond Donovan, Ronald Reagan's former Labor Secretary and the first sitting cabinet officer to be indicted resonate with me. Although his was a state criminal matter and mine a federal civil one, the sentiment he expressed rings just as true here. When he and his co-defendants were acquitted at trial of all charges, he said: \"It's a cruel thing they did to me. The question is, should this indictment have ever been brought? What office do I go to, to get my reputation back? Who will reimburse my company for the economic jail it has been in for two-and-a-half years?\"\nDifferent office of a different government, but his questions are just as relevant today as they were 30 years ago. Powerless to force an answer to my question, it appears that I'm expected, like so many before me, to just suck it up and move on. Chalk up one more to regulatory unaccountability. I wish I were wired that way.\nGiven the vast resources of the federal government and the prospect of potentially ruinous legal costs and collateral damage that confront any defendant, it is little wonder that so many opt to throw in the towel and settle, rather than risk the vagaries and expense of extended litigation. In the end, the regulators, taxpayer-funded and shielded for the most part by sovereign immunity, not meaningfully accountable to anyone but themselves, pay no price for overreaching – a classic case of moral hazard. On the civil side, at least, that is a deplorable situation that cries out for remediation.\nMy suggestions: first, that when the government sues an individual or firm and loses in court or before a regulatory tribunal, the government reimburse its target's legal expenses to the extent not covered by insurance (just as we, as taxpayers, already foot the government's bills); and second, that in cases like mine, once the dust has settled and the jockeying for position has ended, the government show its hand privately to its target and demonstrate why it thought it had a case to begin with.\nThese two changes – the first a matter of cost-shifting, the second a matter of the salutary benefits of sunshine – might not solve all that is wrong with our regulatory process, but they would be a good start.",
    "published": "2018-05-22T03:00:00.000+03:00",
    "crawled": "2018-05-22T14:04:54.045+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "first",
        "foremost",
        "neither",
        "soliciting",
        "deserve",
        "anyone",
        "pity",
        "lived",
        "prospered",
        "american",
        "dream",
        "american",
        "raised",
        "south",
        "bronx",
        "polish",
        "immigrant",
        "parent",
        "attended",
        "new",
        "york",
        "city",
        "public",
        "school",
        "college",
        "graduated",
        "columbia",
        "business",
        "school",
        "negative",
        "net",
        "worth",
        "young",
        "child",
        "home",
        "rose",
        "rank",
        "goldman",
        "sachs",
        "left",
        "late",
        "launch",
        "omega",
        "advisor",
        "hedge",
        "fund",
        "firm",
        "together",
        "colleague",
        "still",
        "work",
        "fortunate",
        "beyond",
        "wildest",
        "expectation",
        "signatory",
        "giving",
        "pledge",
        "expect",
        "donate",
        "half",
        "substantially",
        "financial",
        "wealth",
        "charity",
        "upon",
        "death",
        "one",
        "guiding",
        "principle",
        "long",
        "generally",
        "attributed",
        "andrew",
        "carnegie",
        "man",
        "dy",
        "rich",
        "dy",
        "disgraced",
        "tried",
        "arrange",
        "affair",
        "never",
        "said",
        "may",
        "know",
        "last",
        "spring",
        "omega",
        "settled",
        "case",
        "brought",
        "sec",
        "u",
        "september",
        "alleging",
        "various",
        "violation",
        "federal",
        "security",
        "law",
        "settled",
        "saved",
        "u",
        "projected",
        "enormous",
        "legal",
        "cost",
        "substantial",
        "diversion",
        "time",
        "attention",
        "possibly",
        "year",
        "legal",
        "wrangling",
        "gone",
        "trial",
        "still",
        "conflicted",
        "decision",
        "water",
        "bridge",
        "writing",
        "express",
        "indignation",
        "egregious",
        "manner",
        "agency",
        "conducted",
        "investigation",
        "firm",
        "part",
        "settlement",
        "entered",
        "admit",
        "deny",
        "consent",
        "prohibit",
        "u",
        "publicly",
        "contesting",
        "basis",
        "sec",
        "case",
        "legitimacy",
        "allegation",
        "commenting",
        "specific",
        "fact",
        "case",
        "merit",
        "defense",
        "outcome",
        "speak",
        "free",
        "express",
        "view",
        "agency",
        "handled",
        "matter",
        "without",
        "violating",
        "prohibition",
        "clear",
        "acknowledge",
        "vital",
        "role",
        "sec",
        "play",
        "policing",
        "public",
        "security",
        "market",
        "united",
        "state",
        "ensuring",
        "integrity",
        "without",
        "vigorous",
        "discharge",
        "oversight",
        "function",
        "public",
        "faith",
        "market",
        "would",
        "suffer",
        "could",
        "operate",
        "smoothly",
        "issue",
        "principle",
        "application",
        "agency",
        "issued",
        "broad",
        "subpoena",
        "omega",
        "march",
        "promptly",
        "offered",
        "lawyer",
        "subpoena",
        "withdrawn",
        "would",
        "meet",
        "voluntarily",
        "commission",
        "staff",
        "attempt",
        "address",
        "question",
        "trading",
        "filing",
        "issue",
        "subpoena",
        "could",
        "always",
        "reinstated",
        "could",
        "satisfy",
        "nothing",
        "illicit",
        "going",
        "context",
        "would",
        "voluntarily",
        "tolled",
        "relevant",
        "statute",
        "limitation",
        "government",
        "claim",
        "regarding",
        "atlas",
        "pipeline",
        "partner",
        "apl",
        "company",
        "heart",
        "case",
        "later",
        "filed",
        "particular",
        "would",
        "run",
        "interim",
        "refused",
        "offer",
        "commenced",
        "voluminous",
        "document",
        "production",
        "response",
        "subpoena",
        "running",
        "million",
        "dollar",
        "legal",
        "cost",
        "rolling",
        "production",
        "substantially",
        "completed",
        "end",
        "well",
        "notice",
        "followed",
        "following",
        "year",
        "september",
        "sec",
        "director",
        "enforcement",
        "advised",
        "counsel",
        "agency",
        "would",
        "agree",
        "settle",
        "without",
        "among",
        "thing",
        "industry",
        "bar",
        "must",
        "realized",
        "would",
        "tantamount",
        "admission",
        "wrongdoing",
        "effectively",
        "ending",
        "otherwise",
        "spotless",
        "career",
        "wall",
        "street",
        "disgrace",
        "rejected",
        "offer",
        "commission",
        "promptly",
        "filed",
        "suit",
        "alleging",
        "notably",
        "traded",
        "security",
        "apl",
        "basis",
        "material",
        "information",
        "less",
        "sensationally",
        "failed",
        "make",
        "timely",
        "filing",
        "certain",
        "security",
        "holding",
        "notably",
        "apl",
        "informed",
        "investor",
        "capital",
        "outflow",
        "ultimately",
        "aggregated",
        "billion",
        "dollar",
        "asset",
        "management",
        "accelerated",
        "even",
        "announcing",
        "may",
        "settlement",
        "term",
        "side",
        "finally",
        "agreed",
        "included",
        "industry",
        "suspension",
        "bar",
        "admission",
        "wrongdoing",
        "financial",
        "payment",
        "roughly",
        "half",
        "original",
        "ask",
        "injunction",
        "various",
        "compliance",
        "enhancement",
        "continued",
        "bleed",
        "asset",
        "due",
        "large",
        "part",
        "pall",
        "cast",
        "u",
        "government",
        "unproven",
        "allegation",
        "seems",
        "damage",
        "inflicted",
        "undone",
        "adding",
        "salt",
        "wound",
        "admit",
        "deny",
        "materially",
        "circumscribes",
        "say",
        "case",
        "disposition",
        "apparently",
        "tie",
        "sec",
        "hand",
        "quite",
        "degree",
        "statement",
        "released",
        "press",
        "shortly",
        "settlement",
        "agency",
        "acting",
        "director",
        "enforcement",
        "characterized",
        "financial",
        "payment",
        "omega",
        "agreed",
        "levied",
        "misconduct",
        "gratuitously",
        "omitting",
        "word",
        "alleged",
        "even",
        "though",
        "since",
        "case",
        "settled",
        "complaint",
        "allegation",
        "never",
        "never",
        "proven",
        "court",
        "guess",
        "distinction",
        "mesh",
        "well",
        "agency",
        "narrative",
        "various",
        "point",
        "along",
        "course",
        "saga",
        "lawyer",
        "informed",
        "agency",
        "staff",
        "harm",
        "allegation",
        "inflicting",
        "business",
        "professional",
        "prospect",
        "earning",
        "opportunity",
        "score",
        "honest",
        "innocent",
        "hardworking",
        "omega",
        "employee",
        "protracted",
        "investigation",
        "potential",
        "implication",
        "omega",
        "continued",
        "viability",
        "going",
        "concern",
        "entreaty",
        "fell",
        "deaf",
        "ear",
        "staff",
        "offered",
        "back",
        "september",
        "settle",
        "term",
        "ultimately",
        "agreed",
        "upon",
        "would",
        "accepted",
        "preserve",
        "remained",
        "business",
        "avoid",
        "distraction",
        "outsized",
        "expense",
        "litigation",
        "deal",
        "table",
        "instead",
        "needless",
        "expenditure",
        "side",
        "financial",
        "human",
        "resource",
        "substantial",
        "magnitude",
        "business",
        "fraction",
        "size",
        "profitability",
        "government",
        "got",
        "could",
        "asking",
        "eight",
        "nine",
        "month",
        "earlier",
        "way",
        "manage",
        "affair",
        "ostensibly",
        "preeminent",
        "regulatory",
        "agency",
        "seems",
        "logically",
        "manifest",
        "something",
        "transpired",
        "september",
        "march",
        "led",
        "commission",
        "dramatically",
        "settlement",
        "offer",
        "despite",
        "numerous",
        "attempt",
        "ferret",
        "unsuccessful",
        "getting",
        "response",
        "either",
        "current",
        "chairman",
        "predecessor",
        "oversaw",
        "case",
        "told",
        "saw",
        "conference",
        "left",
        "office",
        "even",
        "innocent",
        "people",
        "often",
        "find",
        "settling",
        "government",
        "preferable",
        "hazarding",
        "system",
        "american",
        "taxpayer",
        "believe",
        "deserve",
        "answer",
        "question",
        "analytical",
        "person",
        "hard",
        "reconcile",
        "significant",
        "destruction",
        "business",
        "matter",
        "occasioned",
        "without",
        "understanding",
        "dynamic",
        "behind",
        "resolution",
        "commission",
        "perspective",
        "equally",
        "point",
        "go",
        "redress",
        "colleague",
        "left",
        "pick",
        "piece",
        "word",
        "raymond",
        "donovan",
        "ronald",
        "reagan",
        "former",
        "labor",
        "secretary",
        "first",
        "sitting",
        "cabinet",
        "officer",
        "indicted",
        "resonate",
        "although",
        "state",
        "criminal",
        "matter",
        "mine",
        "federal",
        "civil",
        "one",
        "sentiment",
        "expressed",
        "ring",
        "true",
        "acquitted",
        "trial",
        "charge",
        "said",
        "cruel",
        "thing",
        "question",
        "indictment",
        "ever",
        "brought",
        "office",
        "go",
        "get",
        "reputation",
        "back",
        "reimburse",
        "company",
        "economic",
        "jail",
        "year",
        "different",
        "office",
        "different",
        "government",
        "question",
        "relevant",
        "today",
        "year",
        "ago",
        "powerless",
        "force",
        "answer",
        "question",
        "appears",
        "expected",
        "like",
        "many",
        "suck",
        "move",
        "chalk",
        "one",
        "regulatory",
        "unaccountability",
        "wish",
        "wired",
        "way",
        "given",
        "vast",
        "resource",
        "federal",
        "government",
        "prospect",
        "potentially",
        "ruinous",
        "legal",
        "cost",
        "collateral",
        "damage",
        "confront",
        "defendant",
        "little",
        "wonder",
        "many",
        "opt",
        "throw",
        "towel",
        "settle",
        "rather",
        "risk",
        "vagary",
        "expense",
        "extended",
        "litigation",
        "end",
        "regulator",
        "shielded",
        "part",
        "sovereign",
        "immunity",
        "meaningfully",
        "accountable",
        "anyone",
        "pay",
        "price",
        "overreaching",
        "classic",
        "case",
        "moral",
        "hazard",
        "civil",
        "side",
        "least",
        "deplorable",
        "situation",
        "cry",
        "remediation",
        "suggestion",
        "first",
        "government",
        "sue",
        "individual",
        "firm",
        "loses",
        "court",
        "regulatory",
        "tribunal",
        "government",
        "reimburse",
        "target",
        "legal",
        "expense",
        "extent",
        "covered",
        "insurance",
        "taxpayer",
        "already",
        "foot",
        "government",
        "bill",
        "second",
        "case",
        "like",
        "mine",
        "dust",
        "settled",
        "jockeying",
        "position",
        "ended",
        "government",
        "show",
        "hand",
        "privately",
        "target",
        "demonstrate",
        "thought",
        "case",
        "begin",
        "two",
        "change",
        "first",
        "matter",
        "second",
        "matter",
        "salutary",
        "benefit",
        "sunshine",
        "might",
        "solve",
        "wrong",
        "regulatory",
        "process",
        "would",
        "good",
        "start"
    ]
}