{
    "organizations": [],
    "uuid": "81eb8b61e22183014d31ee45fc30900d992953c9",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/10/globe-newswire-geron-corporation-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Geron Corporation Reports First Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MENLO PARK, Calif., May 10, 2018 (GLOBE NEWSWIRE) -- Geron Corporation (Nasdaq:GERN) today reported financial results for the first quarter ended March 31, 2018.\nFirst Quarter 2018 Results\nFor the first quarter of 2018, the company reported operating revenues of $318,000 and operating expenses of $7.8 million compared to $537,000 and $8.0 million, respectively, for the comparable 2017 period. Net loss for the first quarter of 2018 was $7.2 million, or $0.04 per share, compared to $7.2 million, or $0.05 per share, for the comparable 2017 period.\nRevenues for the first quarter of 2018 and 2017 included royalty and license fee revenues under various non-imetelstat license agreements. The company adopted the new revenue recognition accounting standard as of January 1, 2018 using the modified retrospective transition method. Financial results for the first quarter of 2018 are presented under the new accounting standard, but prior period amounts have not been adjusted and continue to be reported under accounting standards used historically. Therefore, there is a lack of comparability to the prior period presented. As a result, the decrease in revenues for the first quarter of 2018 compared to the same period in 2017 reflects not only a reduction in the number of active non-imetelstat license agreements and decreased product sales from licensees, but also a change in the method accounting. However, the company does not expect the adoption of the new revenue recognition accounting standard to have a material impact to its financial statements on an ongoing basis.\nResearch and development expenses for the three months ended March 31, 2018 and 2017 were $2.4 million and $3.4 million, respectively. The decrease in research and development expenses for the first quarter of 2018 compared to the same period in 2017 primarily reflects reduced personnel related expenses due to lower stock-based compensation expense and lower clinical development expenses under the imetelstat collaboration with Janssen Biotech, Inc. (Janssen).\nGeneral and administrative expenses for the three months ended March 31, 2018 and 2017 were $5.3 million and $4.7 million, respectively. The increase in general and administrative expenses for the first quarter of 2018 compared to the same period in 2017 primarily reflects higher consulting and legal costs associated with business development activities.\nInterest and other income for the three months ended March 31, 2018 and 2017 was $394,000 and $332,000, respectively. The increase in interest and other income for the first quarter of 2018 compared to the same period in 2017 primarily reflects higher yields on the company’s marketable securities portfolio. For the three months ended March 31, 2018, the company also recognized a loss of $125,000 for the change in the fair value of an equity investment as required under a new accounting standard adopted by the company as of January 1, 2018.\nThe company ended the first quarter of 2018 with $103.2 million in cash and marketable securities. Subsequently, in April 2018, the company completed the sale of the remaining common stock subject to its At Market Issuance Sales Agreement (Sales Agreement). Under the Sales Agreement, the company sold a cumulative total of approximately 13.8 million shares of common stock and raised net cash proceeds of approximately $48.7 million after deducting sales commissions and offering expenses payable by Geron. No further shares of common stock can be issued under the Sales Agreement. The company expects the net cash proceeds to provide additional capital structure flexibility to potentially support (i) the future development of imetelstat in collaboration with Janssen, if Janssen elects to continue the collaboration, including potentially conducting one or more imetelstat independent development plans (IDPs) under the Collaboration Agreement; (ii) the further development of imetelstat by Geron in the event the collaboration with Janssen does not continue and Geron elects to continue development of imetelstat; or (iii) prospective in-licenses or acquisitions of other oncology products, programs or companies.\n“As we have previously announced, we expect Janssen to make its decision about whether to continue their development of imetelstat by the end of third quarter of 2018,” said John A. Scarlett, M.D., Geron’s President and Chief Executive Officer. “Regardless of Janssen’s future decision, we believe imetelstat warrants further development because of the activity observed in lower risk MDS patients from Part 1 of IMerge as presented at ASH last December, and the evolving overall survival in relapsed or refractory MF patients observed in IMbark.”\nAnnual Meeting of Stockholders\nGeron’s Annual Meeting of Stockholders will be held at 4:00 p.m. PDT / 7:00 p.m. EDT on May 15, 2018. Further information about the Annual Meeting is available on Geron’s website at www.geron.com on the homepage and in the Investors section under Events.\nDue to the proximity of the Annual Meeting, Geron management will not be hosting a separate first quarter conference call.\nAbout Geron\nGeron is a biopharmaceutical company supporting the clinical stage development of a first-in-class telomerase inhibitor, imetelstat, in hematologic myeloid malignancies. For more information about Geron, visit www.geron.com .\nUse of Forward-Looking Statements\nExcept for the historical information contained herein, this press release contains made pursuant to the “safe harbor” provisions of the Private Securities Litigation Reform Act of 1995. Investors are cautioned that statements regarding: (i) continued conduct by Janssen of IMbark and/or IMerge and any future clinical trials of imetelstat; (ii) the expected, anticipated and uncertain occurrence, if any, and timing of: (a) any data reviews, (b) a primary analysis, (c) any outcomes or decisions by Janssen regarding IMbark or IMerge, and (d) a Continuation Decision by Janssen; (iii) the safety and efficacy of imetelstat; (iv) use of proceeds from the sale of shares under the Sales Agreement; (v) the impact of the adoption of new accounting standards; and (vi) other statements that are not historical facts, constitute . These statements involve risks and uncertainties that can cause actual results to those in such . These risks and uncertainties, include, without limitation, risks and uncertainties related to: (i) whether imetelstat will succeed in IMbark and IMerge by overcoming all of the clinical safety and efficacy, technical, scientific, manufacturing and regulatory challenges; (ii) whether the FDA or other health authorities have any additional requirements for and/or permit IMbark or IMerge to continue to proceed under the existing protocols or any amendments thereto; (iii) Janssen’s choosing to conduct data reviews of IMbark or IMerge; (iv) whether Janssen continues to conduct IMbark or IMerge or decides not to perform a primary analysis for IMbark; (v) that Janssen may terminate the collaboration agreement at any time or otherwise fail to successfully develop and commercialize imetelstat and in a timely manner, or at all, so that Geron would not obtain the anticipated financial and other benefits of the collaboration agreement with Janssen and the clinical development or commercialization of imetelstat could be delayed or terminated; (vi) whether imetelstat is safe and efficacious, and whether any future efficacy or safety results may cause the benefit/risk profile of imetelstat to become unacceptable; (vii) whether Janssen will make a positive Continuation Decision without renegotiating the terms of the collaboration agreement; (viii) the fact that Geron may not receive any or limited milestone, royalty or other payments from Janssen because Janssen may terminate the collaboration agreement for any reason or because imetelstat is unsuccessful developmentally or commercially; (ix) the ability of Geron and Janssen to protect and maintain intellectual property rights for imetelstat; (x) the need for future capital; (xi) the amounts, timing and use of net cash proceeds, each of which depends on a number of factors, including the timing and progress of the imetelstat development program under the Collaboration Agreement with Janssen or by Geron, if any, depending on the outcome of Janssen’s Continuation Decision, the timing and progress of any potential acquisition or in-licensing efforts and the availability and cost of other capital; and (xii) whether Geron is able to acquire any new product candidates, programs or companies to enable it to diversify. Additional information on the above risks and uncertainties and additional risks, uncertainties and factors that could cause actual results to those in the are contained in Geron’s periodic reports filed with the Securities and Exchange Commission under the heading “Risk Factors,” including Geron’s quarterly report on Form 10-Q for the quarter ended March 31, 2018. Undue reliance should not be placed on , which speak only as of the date they are made, and the facts and assumptions underlying the may change. Except as required by law, Geron disclaims any obligation to update these to reflect future information, events or circumstances.\nCONTACT:\nInvestor and Media Relations\nCG Capital\n877-889-1972\ninvestor@geron.com\nmedia@geron.com\nFinancial table follows.\nGERON CORPORATION\nCONDENSED STATEMENTS OF OPERATIONS\n(UNAUDITED) Three Months Ended March 31, (In thousands, except share and per share data) 2018 2017 Revenues: License fees and royalties $ 318 $ 537 Operating expenses: Research and development 2,440 3,374 General and administrative 5,315 4,657 Total operating expenses 7,755 8,031 Loss from operations (7,437 ) (7,494 ) Interest and other income 394 332 Change in fair value of equity investment (125 ) — Interest and other expense (18 ) (21 ) Net loss $ (7,186 ) $ (7,183 ) Basic and diluted net loss per share: Net loss per share $ (0.04 ) $ (0.05 ) Shares used in computing net loss per share 160,525,947 159,161,550\nCONDENSED BALANCE SHEETS March 31, December 31, (In thousands) 2018 2017 (Unaudited) (Note 1) Current assets: Cash, cash equivalents and restricted cash $ 8,180 $ 16,603 Current marketable securities 81,868 78,351 Other current assets 1,081 1,016 Total current assets 91,129 95,970 Noncurrent marketable securities 13,184 14,241 Property and equipment, net 86 102 Other assets 1,114 — $ 105,513 $ 110,313 Current liabilities $ 4,385 $ 6,516 Stockholders’ equity 101,128 103,797 $ 105,513 $ 110,313 Note 1 : Derived from audited financial statements included in the company’s annual report on Form 10-K for the year ended December 31, 2017.\nSource:Geron Corporation",
    "published": "2018-05-11T00:10:00.000+03:00",
    "crawled": "2018-05-11T01:11:06.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "menlo",
        "park",
        "may",
        "globe",
        "newswire",
        "geron",
        "corporation",
        "nasdaq",
        "gern",
        "today",
        "reported",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "first",
        "quarter",
        "result",
        "first",
        "quarter",
        "company",
        "reported",
        "operating",
        "revenue",
        "operating",
        "expense",
        "million",
        "compared",
        "million",
        "respectively",
        "comparable",
        "period",
        "net",
        "loss",
        "first",
        "quarter",
        "million",
        "per",
        "share",
        "compared",
        "million",
        "per",
        "share",
        "comparable",
        "period",
        "revenue",
        "first",
        "quarter",
        "included",
        "royalty",
        "license",
        "fee",
        "revenue",
        "various",
        "license",
        "agreement",
        "company",
        "adopted",
        "new",
        "revenue",
        "recognition",
        "accounting",
        "standard",
        "january",
        "using",
        "modified",
        "retrospective",
        "transition",
        "method",
        "financial",
        "result",
        "first",
        "quarter",
        "presented",
        "new",
        "accounting",
        "standard",
        "prior",
        "period",
        "amount",
        "adjusted",
        "continue",
        "reported",
        "accounting",
        "standard",
        "used",
        "historically",
        "therefore",
        "lack",
        "comparability",
        "prior",
        "period",
        "presented",
        "result",
        "decrease",
        "revenue",
        "first",
        "quarter",
        "compared",
        "period",
        "reflects",
        "reduction",
        "number",
        "active",
        "license",
        "agreement",
        "decreased",
        "product",
        "sale",
        "licensee",
        "also",
        "change",
        "method",
        "accounting",
        "however",
        "company",
        "expect",
        "adoption",
        "new",
        "revenue",
        "recognition",
        "accounting",
        "standard",
        "material",
        "impact",
        "financial",
        "statement",
        "ongoing",
        "basis",
        "research",
        "development",
        "expense",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "million",
        "respectively",
        "decrease",
        "research",
        "development",
        "expense",
        "first",
        "quarter",
        "compared",
        "period",
        "primarily",
        "reflects",
        "reduced",
        "personnel",
        "related",
        "expense",
        "due",
        "lower",
        "compensation",
        "expense",
        "lower",
        "clinical",
        "development",
        "expense",
        "imetelstat",
        "collaboration",
        "janssen",
        "biotech",
        "janssen",
        "general",
        "administrative",
        "expense",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "million",
        "respectively",
        "increase",
        "general",
        "administrative",
        "expense",
        "first",
        "quarter",
        "compared",
        "period",
        "primarily",
        "reflects",
        "higher",
        "consulting",
        "legal",
        "cost",
        "associated",
        "business",
        "development",
        "activity",
        "interest",
        "income",
        "three",
        "month",
        "ended",
        "march",
        "respectively",
        "increase",
        "interest",
        "income",
        "first",
        "quarter",
        "compared",
        "period",
        "primarily",
        "reflects",
        "higher",
        "yield",
        "company",
        "marketable",
        "security",
        "portfolio",
        "three",
        "month",
        "ended",
        "march",
        "company",
        "also",
        "recognized",
        "loss",
        "change",
        "fair",
        "value",
        "equity",
        "investment",
        "required",
        "new",
        "accounting",
        "standard",
        "adopted",
        "company",
        "january",
        "company",
        "ended",
        "first",
        "quarter",
        "million",
        "cash",
        "marketable",
        "security",
        "subsequently",
        "april",
        "company",
        "completed",
        "sale",
        "remaining",
        "common",
        "stock",
        "subject",
        "market",
        "issuance",
        "sale",
        "agreement",
        "sale",
        "agreement",
        "sale",
        "agreement",
        "company",
        "sold",
        "cumulative",
        "total",
        "approximately",
        "million",
        "share",
        "common",
        "stock",
        "raised",
        "net",
        "cash",
        "proceeds",
        "approximately",
        "million",
        "deducting",
        "sale",
        "commission",
        "offering",
        "expense",
        "payable",
        "geron",
        "share",
        "common",
        "stock",
        "issued",
        "sale",
        "agreement",
        "company",
        "expects",
        "net",
        "cash",
        "proceeds",
        "provide",
        "additional",
        "capital",
        "structure",
        "flexibility",
        "potentially",
        "support",
        "future",
        "development",
        "imetelstat",
        "collaboration",
        "janssen",
        "janssen",
        "elect",
        "continue",
        "collaboration",
        "including",
        "potentially",
        "conducting",
        "one",
        "imetelstat",
        "independent",
        "development",
        "plan",
        "idp",
        "collaboration",
        "agreement",
        "ii",
        "development",
        "imetelstat",
        "geron",
        "event",
        "collaboration",
        "janssen",
        "continue",
        "geron",
        "elect",
        "continue",
        "development",
        "imetelstat",
        "iii",
        "prospective",
        "acquisition",
        "oncology",
        "product",
        "program",
        "company",
        "previously",
        "announced",
        "expect",
        "janssen",
        "make",
        "decision",
        "whether",
        "continue",
        "development",
        "imetelstat",
        "end",
        "third",
        "quarter",
        "said",
        "john",
        "scarlett",
        "geron",
        "president",
        "chief",
        "executive",
        "officer",
        "regardless",
        "janssen",
        "future",
        "decision",
        "believe",
        "imetelstat",
        "warrant",
        "development",
        "activity",
        "observed",
        "lower",
        "risk",
        "md",
        "patient",
        "part",
        "imerge",
        "presented",
        "ash",
        "last",
        "december",
        "evolving",
        "overall",
        "survival",
        "relapsed",
        "refractory",
        "mf",
        "patient",
        "observed",
        "annual",
        "meeting",
        "stockholder",
        "geron",
        "annual",
        "meeting",
        "stockholder",
        "held",
        "pdt",
        "edt",
        "may",
        "information",
        "annual",
        "meeting",
        "available",
        "geron",
        "website",
        "homepage",
        "investor",
        "section",
        "event",
        "due",
        "proximity",
        "annual",
        "meeting",
        "geron",
        "management",
        "hosting",
        "separate",
        "first",
        "quarter",
        "conference",
        "call",
        "geron",
        "geron",
        "biopharmaceutical",
        "company",
        "supporting",
        "clinical",
        "stage",
        "development",
        "telomerase",
        "inhibitor",
        "imetelstat",
        "hematologic",
        "myeloid",
        "malignancy",
        "information",
        "geron",
        "visit",
        "use",
        "statement",
        "except",
        "historical",
        "information",
        "contained",
        "herein",
        "press",
        "release",
        "contains",
        "made",
        "pursuant",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "investor",
        "cautioned",
        "statement",
        "regarding",
        "continued",
        "conduct",
        "janssen",
        "imbark",
        "imerge",
        "future",
        "clinical",
        "trial",
        "imetelstat",
        "ii",
        "expected",
        "anticipated",
        "uncertain",
        "occurrence",
        "timing",
        "data",
        "review",
        "b",
        "primary",
        "analysis",
        "c",
        "outcome",
        "decision",
        "janssen",
        "regarding",
        "imbark",
        "imerge",
        "continuation",
        "decision",
        "janssen",
        "iii",
        "safety",
        "efficacy",
        "imetelstat",
        "iv",
        "use",
        "proceeds",
        "sale",
        "share",
        "sale",
        "agreement",
        "v",
        "impact",
        "adoption",
        "new",
        "accounting",
        "standard",
        "vi",
        "statement",
        "historical",
        "fact",
        "constitute",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "cause",
        "actual",
        "result",
        "risk",
        "uncertainty",
        "include",
        "without",
        "limitation",
        "risk",
        "uncertainty",
        "related",
        "whether",
        "imetelstat",
        "succeed",
        "imbark",
        "imerge",
        "overcoming",
        "clinical",
        "safety",
        "efficacy",
        "technical",
        "scientific",
        "manufacturing",
        "regulatory",
        "challenge",
        "ii",
        "whether",
        "fda",
        "health",
        "authority",
        "additional",
        "requirement",
        "permit",
        "imbark",
        "imerge",
        "continue",
        "proceed",
        "existing",
        "protocol",
        "amendment",
        "thereto",
        "iii",
        "janssen",
        "choosing",
        "conduct",
        "data",
        "review",
        "imbark",
        "imerge",
        "iv",
        "whether",
        "janssen",
        "continues",
        "conduct",
        "imbark",
        "imerge",
        "decides",
        "perform",
        "primary",
        "analysis",
        "imbark",
        "v",
        "janssen",
        "may",
        "terminate",
        "collaboration",
        "agreement",
        "time",
        "otherwise",
        "fail",
        "successfully",
        "develop",
        "commercialize",
        "imetelstat",
        "timely",
        "manner",
        "geron",
        "would",
        "obtain",
        "anticipated",
        "financial",
        "benefit",
        "collaboration",
        "agreement",
        "janssen",
        "clinical",
        "development",
        "commercialization",
        "imetelstat",
        "could",
        "delayed",
        "terminated",
        "vi",
        "whether",
        "imetelstat",
        "safe",
        "efficacious",
        "whether",
        "future",
        "efficacy",
        "safety",
        "result",
        "may",
        "cause",
        "profile",
        "imetelstat",
        "become",
        "unacceptable",
        "vii",
        "whether",
        "janssen",
        "make",
        "positive",
        "continuation",
        "decision",
        "without",
        "renegotiating",
        "term",
        "collaboration",
        "agreement",
        "viii",
        "fact",
        "geron",
        "may",
        "receive",
        "limited",
        "milestone",
        "royalty",
        "payment",
        "janssen",
        "janssen",
        "may",
        "terminate",
        "collaboration",
        "agreement",
        "reason",
        "imetelstat",
        "unsuccessful",
        "developmentally",
        "commercially",
        "ix",
        "ability",
        "geron",
        "janssen",
        "protect",
        "maintain",
        "intellectual",
        "property",
        "right",
        "imetelstat",
        "x",
        "need",
        "future",
        "capital",
        "xi",
        "amount",
        "timing",
        "use",
        "net",
        "cash",
        "proceeds",
        "depends",
        "number",
        "factor",
        "including",
        "timing",
        "progress",
        "imetelstat",
        "development",
        "program",
        "collaboration",
        "agreement",
        "janssen",
        "geron",
        "depending",
        "outcome",
        "janssen",
        "continuation",
        "decision",
        "timing",
        "progress",
        "potential",
        "acquisition",
        "effort",
        "availability",
        "cost",
        "capital",
        "xii",
        "whether",
        "geron",
        "able",
        "acquire",
        "new",
        "product",
        "candidate",
        "program",
        "company",
        "enable",
        "diversify",
        "additional",
        "information",
        "risk",
        "uncertainty",
        "additional",
        "risk",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "contained",
        "geron",
        "periodic",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "heading",
        "risk",
        "factor",
        "including",
        "geron",
        "quarterly",
        "report",
        "form",
        "quarter",
        "ended",
        "march",
        "undue",
        "reliance",
        "placed",
        "speak",
        "date",
        "made",
        "fact",
        "assumption",
        "underlying",
        "may",
        "change",
        "except",
        "required",
        "law",
        "geron",
        "disclaims",
        "obligation",
        "update",
        "reflect",
        "future",
        "information",
        "event",
        "circumstance",
        "contact",
        "investor",
        "medium",
        "relation",
        "cg",
        "capital",
        "investor",
        "medium",
        "financial",
        "table",
        "follows",
        "geron",
        "corporation",
        "condensed",
        "statement",
        "operation",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "revenue",
        "license",
        "fee",
        "royalty",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "interest",
        "income",
        "change",
        "fair",
        "value",
        "equity",
        "investment",
        "interest",
        "expense",
        "net",
        "loss",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "net",
        "loss",
        "per",
        "share",
        "share",
        "used",
        "computing",
        "net",
        "loss",
        "per",
        "share",
        "condensed",
        "balance",
        "sheet",
        "march",
        "december",
        "thousand",
        "unaudited",
        "note",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "current",
        "marketable",
        "security",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "noncurrent",
        "marketable",
        "security",
        "property",
        "equipment",
        "net",
        "asset",
        "current",
        "liability",
        "stockholder",
        "equity",
        "note",
        "derived",
        "audited",
        "financial",
        "statement",
        "included",
        "company",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "source",
        "geron",
        "corporation"
    ]
}