{
    "organizations": [],
    "uuid": "fe9c5247636dde269a40e6730b911f70561aebc3",
    "author": "Ezequiel Minaya",
    "url": "https://blogs.wsj.com/cfo/2018/05/07/the-morning-ledger-warren-buffetts-lieutenants-are-increasingly-running-berkshire/",
    "ord_in_thread": 0,
    "title": "The Morning Ledger: Warren Buffett’s Lieutenants Are Increasingly Running Berkshire",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "0 COMMENTS Sign up for the Morning Ledger, emailed to you each weekday morning. Follow us on Twitter: @CFOJournal. All CFO Journal-produced content can be accessed without a subscription.\nWarren Buffett has said for years that he will run Berkshire as long as he is able. Thousands of shareholders attended the company’s annual meeting on Saturday. Bloomberg News Good morning. Managing the transition of leadership at a company ideally begins months, even years in advance of the actual move. Warren Buffett is still the face of Berkshire Hathaway , but behind the scenes, his deputies are frequently calling the shots, writes the WSJ’s Nicole Friedman.\nBy starting the management transition while he is still in charge, Mr. Buffett hopes to instill shareholder confidence in the next generation of Berkshire leaders, said Thomas Russo, partner at Gardner Russo & Gardner, a longtime holder of Berkshire shares. “This is a very serious transitional year,” Mr. Russo said. On Mr. Buffett’s part, “I think there’s a real sense of willingness to let go of things.”\nAt Berkshire’s annual meeting this weekend, Mr. Buffett said four executives— Greg Abel, Ajit Jain, Ted Weschler and Todd Combs —are already handling many of the day-to-day responsibilities of running Berkshire. Mr. Buffett remains chairman, chief executive and chief investment officer, but “‘semiretired’ probably catches me at my most active point,” he joked in front of thousands of shareholders at the CenturyLink Center in Omaha on Saturday.\nCFO JOURNAL TODAY\nFormer CFO steered Clorox close to home. Stephen Robb centered Clorox Co.’s business on the domestic market even as other companies chased profits overseas. He positioned the maker of bleach, toilet cleaner and disinfecting wipes to dominate in midsize-product categories while keeping cost down.\nTHE DAY AHEAD\nTyson Foods , Hertz Global Holdings Inc. , Zillow Group and Mosaic Co. are among the companies slated to report earnings today.\nCORPORATE NEWS\nToyota Motor and General Motors back a Wi-Fi-based technology known as DSRC for vehicle connectivity, while Ford Motor and BMW support fast-tracking fifth-generation cellular broadband. Reuters 5G race pits Ford, BMW against GM, Toyota. Excitement around 5G is eclipsing the prospects for a competing technology that General Motors Co. and Toyota Motor are backing, potentially giving rivals a leg-up in the race to debut vehicles with state-of-the-art internet connectivity.\nNestlé inks deal to sell Starbucks products world-wide. Nestlé SA said Monday it agreed to sell Starbucks Corp.’s consumer and food service products world-wide, as the Swiss company embraces coffee as a growth opportunity to offset sagging sales elsewhere.\nMondelez gobbles up cookie maker Tate’s Bake Shop. Food giant Mondelez International agreed to acquire cookie maker Tate’s Bake Shop for about $500 million, as it seeks to address changing consumer tastes.\nAustralian bank to stop basing adviser bonuses on sales. One of Australia’s biggest banks has scrapped sales-based bonuses for its financial planners and vowed to drop planners who provide inappropriate advice.\nGlencore scraps planned sale of $9 billion stake in Russian oil company. Mining giant Glencore PLC and Qatar said they have scrapped plans to sell a roughly $9 billion stake in Russian state oil company PAO Rosneft to a once-high-flying Chinese firm now embroiled in investigations by Beijing.\nTesla’s numbers are even more dramatic than its CEO. Recent drama surrounding Tesla has masked a more mundane reality: The car maker’s finances are deteriorating. Dismal first-quarter results and falling bond prices call into question Tesla’s $50 billion market capitalization and its overall financial health.\nWhy it’s not crazy to buy a mall giant in the age of Amazon. Franco-Dutch mall giant Unibail-Rodamco , which owns $52 billion in retail real estate in Europe, is set to buy Australian developer Westfield , owner of a $22 billion mall portfolio in the U.S. and U.K.\nActivist Third Point pushes for breakup of United Technologies . Activist investor Third Point LLC detailed its case for breaking up industrial conglomerate United Technologies Corp. , and said it has shared its views with the company’s board.\nShari Redstone seeks to end CBS -Viacom deal impasse. Shari Redstone is offering a concession to break a logjam in the merger negotiations of CBS Corp. and Viacom ,the media companies her family controls, but initial indications are that it won’t be enough to get the deal across the finish line.\nAir France-KLM shares plunge after CEO quits. Air France-KLM shares plunged Monday after its chief executive pledged to resign because he had failed to quell labor unrest, throwing the company’s strategy into question.\nAlibaba expects faster revenue growth on commerce, cloud businesses. Chinese e-commerce giant Alibaba Group Holding says it expects revenue to grow 60% in the next year, as its core commerce business and cloud computing business attracts more customers.\nREGULATION\nA Sonos spokeswoman said, ‘Preparing for GDPR was, of course, a substantial time investment but a worthwhile one.’ Bloomberg News Tech’s pickup of new data-privacy rules reflects EU’s growing influence. The EU’s General Data Protection Regulation, or GDPR, is the latest sign of the EU’s growing power in global regulation. With increasing frequency, EU rules targeting industries within the bloc—from consumer products to financial services—have set international benchmarks.\nA simple rule has constrained bankers’ freedom. Now it is getting ‘retooled.’ The largest big-bank rule changes proposed since President Donald Trump took office would refashion one of the core responses to the 2008 financial crisis, generating an unusual level of opposition for the consensus-driven world of bank regulation.\nGreek banks get the all clear from European regulators. Greece’s biggest banks received a clean bill of health from Europe’s regulators on Saturday, an important step toward the completion of an eight-year bailout program that has strained the country’s economy.\nWells Fargo settles securities fraud class action. Wells Fargo & Co. said it reached a $480 million preliminary settlement agreement in a securities fraud class-action suit.\nAmTrust has been under an SEC investigation for five years. AmTrust Financial Services disclosed it has been under investigation by the Securities and Exchange Commission for nearly five years over its accounting practices and other matters.\nECONOMY\nClouds loom over Jakarta’s Sudirman Central Business District. Reuters Indonesia market selloff shows perils of relying on foreign funding. The steep recent slide in Indonesia’s stock markets and currency is rooted in heavy foreign ownership of the country’s government bonds—something officials there have been trying to change.\nThe riddle of the eurozone’s missing inflation. Unlike the U.S. and the U.K., where inflation has started to pick up, consumer-price growth in the 19-nation eurozone remains stubbornly low despite years of strong economic expansion.\nUnemployment plunge raises stakes in Fed’s goldilocks conundrum. Stable inflation and low unemployment suggest the U.S. economy is enjoying a Goldilocks moment, running neither too hot nor too cold to cause much hardship for households. But how low can joblessness fall, and for how long, before a boon for the economy turns into a burden for everyone?\nU.S. and China make scant progress in trade talks. The U.S. and China asked one another to make sweeping concessions in trade talks, failing to bridge sharp divisions and raising the chances that each government will slap tariffs on tens of billions of dollars of the other country’s exports.\nFlood of trademark applications from China alarms U.S. officials. Huge numbers of Chinese citizens are seeking trademarks in the U.S., flooding the U.S. Patent and Trademark Office with applications that officials say appear to be rife with false information.\nThe Morning Ledger from CFO Journal cues up the most important news in corporate finance every weekday morning. Send tips, suggestions and complaints to the editor: kimberly.johnson@wsj.com.\nShare this: Previous The Weekend Reader: Three Must-Reads Content from our sponsor Deloitte CFO insight and analysis written and compiled by Deloitte What Companies and Boards Seek From CFO Candidates: An Executive Recruiter’s View As the CFO role continues to expand, so too do the qualities and qualifications that companies seek in a new CFO, says Alyse Bodine, managing partner of the Heidrick & Struggles’ Philadelphia office and co-lead of the firm’s global Financial Officers Practice. She describes the most sought-after skillsets in recent and current CFO searches. Frequent ‘must haves’ include business partnering, leadership, and experience interacting with the board. Organizational leadership, influencing skills, and increasingly, the ability to become CEO are also key attributes company management and boards expect from CFOs.\nPlease note: The Wall Street Journal News Department was not involved in the creation of the content above. More from Deloitte →",
    "published": "2018-05-07T15:08:00.000+03:00",
    "crawled": "2018-05-07T18:04:57.006+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "sign",
        "morning",
        "ledger",
        "emailed",
        "weekday",
        "morning",
        "follow",
        "u",
        "twitter",
        "cfojournal",
        "cfo",
        "content",
        "accessed",
        "without",
        "subscription",
        "warren",
        "buffett",
        "said",
        "year",
        "run",
        "berkshire",
        "long",
        "able",
        "thousand",
        "shareholder",
        "attended",
        "company",
        "annual",
        "meeting",
        "saturday",
        "bloomberg",
        "news",
        "good",
        "morning",
        "managing",
        "transition",
        "leadership",
        "company",
        "ideally",
        "begin",
        "month",
        "even",
        "year",
        "advance",
        "actual",
        "move",
        "warren",
        "buffett",
        "still",
        "face",
        "berkshire",
        "hathaway",
        "behind",
        "scene",
        "deputy",
        "frequently",
        "calling",
        "shot",
        "writes",
        "wsj",
        "nicole",
        "friedman",
        "starting",
        "management",
        "transition",
        "still",
        "charge",
        "buffett",
        "hope",
        "instill",
        "shareholder",
        "confidence",
        "next",
        "generation",
        "berkshire",
        "leader",
        "said",
        "thomas",
        "russo",
        "partner",
        "gardner",
        "russo",
        "gardner",
        "longtime",
        "holder",
        "berkshire",
        "share",
        "serious",
        "transitional",
        "year",
        "russo",
        "said",
        "buffett",
        "part",
        "think",
        "real",
        "sense",
        "willingness",
        "let",
        "go",
        "berkshire",
        "annual",
        "meeting",
        "weekend",
        "buffett",
        "said",
        "four",
        "greg",
        "abel",
        "ajit",
        "jain",
        "ted",
        "weschler",
        "todd",
        "comb",
        "already",
        "handling",
        "many",
        "responsibility",
        "running",
        "berkshire",
        "buffett",
        "remains",
        "chairman",
        "chief",
        "executive",
        "chief",
        "investment",
        "officer",
        "semiretired",
        "probably",
        "catch",
        "active",
        "point",
        "joked",
        "front",
        "thousand",
        "shareholder",
        "centurylink",
        "center",
        "omaha",
        "saturday",
        "cfo",
        "journal",
        "today",
        "former",
        "cfo",
        "steered",
        "clorox",
        "close",
        "home",
        "stephen",
        "robb",
        "centered",
        "clorox",
        "business",
        "domestic",
        "market",
        "even",
        "company",
        "chased",
        "profit",
        "overseas",
        "positioned",
        "maker",
        "bleach",
        "toilet",
        "cleaner",
        "disinfecting",
        "wipe",
        "dominate",
        "category",
        "keeping",
        "cost",
        "day",
        "ahead",
        "tyson",
        "food",
        "hertz",
        "global",
        "holding",
        "zillow",
        "group",
        "mosaic",
        "among",
        "company",
        "slated",
        "report",
        "earnings",
        "today",
        "corporate",
        "news",
        "toyota",
        "motor",
        "general",
        "motor",
        "back",
        "technology",
        "known",
        "dsrc",
        "vehicle",
        "connectivity",
        "ford",
        "motor",
        "bmw",
        "support",
        "cellular",
        "broadband",
        "reuters",
        "5g",
        "race",
        "pit",
        "ford",
        "bmw",
        "gm",
        "toyota",
        "excitement",
        "around",
        "5g",
        "eclipsing",
        "prospect",
        "competing",
        "technology",
        "general",
        "motor",
        "toyota",
        "motor",
        "backing",
        "potentially",
        "giving",
        "rival",
        "race",
        "debut",
        "vehicle",
        "internet",
        "connectivity",
        "nestlé",
        "ink",
        "deal",
        "sell",
        "starbucks",
        "product",
        "nestlé",
        "sa",
        "said",
        "monday",
        "agreed",
        "sell",
        "starbucks",
        "consumer",
        "food",
        "service",
        "product",
        "swiss",
        "company",
        "embrace",
        "coffee",
        "growth",
        "opportunity",
        "offset",
        "sagging",
        "sale",
        "elsewhere",
        "mondelez",
        "gobble",
        "cookie",
        "maker",
        "tate",
        "bake",
        "shop",
        "food",
        "giant",
        "mondelez",
        "international",
        "agreed",
        "acquire",
        "cookie",
        "maker",
        "tate",
        "bake",
        "shop",
        "million",
        "seek",
        "address",
        "changing",
        "consumer",
        "taste",
        "australian",
        "bank",
        "stop",
        "basing",
        "adviser",
        "bonus",
        "sale",
        "one",
        "australia",
        "biggest",
        "bank",
        "scrapped",
        "bonus",
        "financial",
        "planner",
        "vowed",
        "drop",
        "planner",
        "provide",
        "inappropriate",
        "advice",
        "glencore",
        "scrap",
        "planned",
        "sale",
        "billion",
        "stake",
        "russian",
        "oil",
        "company",
        "mining",
        "giant",
        "glencore",
        "plc",
        "qatar",
        "said",
        "scrapped",
        "plan",
        "sell",
        "roughly",
        "billion",
        "stake",
        "russian",
        "state",
        "oil",
        "company",
        "pao",
        "rosneft",
        "chinese",
        "firm",
        "embroiled",
        "investigation",
        "beijing",
        "tesla",
        "number",
        "even",
        "dramatic",
        "ceo",
        "recent",
        "drama",
        "surrounding",
        "tesla",
        "masked",
        "mundane",
        "reality",
        "car",
        "maker",
        "finance",
        "deteriorating",
        "dismal",
        "result",
        "falling",
        "bond",
        "price",
        "call",
        "question",
        "tesla",
        "billion",
        "market",
        "capitalization",
        "overall",
        "financial",
        "health",
        "crazy",
        "buy",
        "mall",
        "giant",
        "age",
        "amazon",
        "mall",
        "giant",
        "owns",
        "billion",
        "retail",
        "real",
        "estate",
        "europe",
        "set",
        "buy",
        "australian",
        "developer",
        "westfield",
        "owner",
        "billion",
        "mall",
        "portfolio",
        "activist",
        "third",
        "point",
        "push",
        "breakup",
        "united",
        "technology",
        "activist",
        "investor",
        "third",
        "point",
        "llc",
        "detailed",
        "case",
        "breaking",
        "industrial",
        "conglomerate",
        "united",
        "technology",
        "said",
        "shared",
        "view",
        "company",
        "board",
        "shari",
        "redstone",
        "seek",
        "end",
        "cbs",
        "deal",
        "impasse",
        "shari",
        "redstone",
        "offering",
        "concession",
        "break",
        "logjam",
        "merger",
        "negotiation",
        "cbs",
        "viacom",
        "medium",
        "company",
        "family",
        "control",
        "initial",
        "indication",
        "enough",
        "get",
        "deal",
        "across",
        "finish",
        "line",
        "air",
        "share",
        "plunge",
        "ceo",
        "quits",
        "air",
        "share",
        "plunged",
        "monday",
        "chief",
        "executive",
        "pledged",
        "resign",
        "failed",
        "quell",
        "labor",
        "unrest",
        "throwing",
        "company",
        "strategy",
        "question",
        "alibaba",
        "expects",
        "faster",
        "revenue",
        "growth",
        "commerce",
        "cloud",
        "business",
        "chinese",
        "giant",
        "alibaba",
        "group",
        "holding",
        "say",
        "expects",
        "revenue",
        "grow",
        "next",
        "year",
        "core",
        "commerce",
        "business",
        "cloud",
        "computing",
        "business",
        "attracts",
        "customer",
        "regulation",
        "sonos",
        "spokeswoman",
        "said",
        "preparing",
        "gdpr",
        "course",
        "substantial",
        "time",
        "investment",
        "worthwhile",
        "bloomberg",
        "news",
        "tech",
        "pickup",
        "new",
        "rule",
        "reflects",
        "eu",
        "growing",
        "influence",
        "eu",
        "general",
        "data",
        "protection",
        "regulation",
        "gdpr",
        "latest",
        "sign",
        "eu",
        "growing",
        "power",
        "global",
        "regulation",
        "increasing",
        "frequency",
        "eu",
        "rule",
        "targeting",
        "industry",
        "within",
        "consumer",
        "product",
        "financial",
        "set",
        "international",
        "benchmark",
        "simple",
        "rule",
        "constrained",
        "banker",
        "freedom",
        "getting",
        "largest",
        "rule",
        "change",
        "proposed",
        "since",
        "president",
        "donald",
        "trump",
        "took",
        "office",
        "would",
        "refashion",
        "one",
        "core",
        "response",
        "financial",
        "crisis",
        "generating",
        "unusual",
        "level",
        "opposition",
        "world",
        "bank",
        "regulation",
        "greek",
        "bank",
        "get",
        "clear",
        "european",
        "regulator",
        "greece",
        "biggest",
        "bank",
        "received",
        "clean",
        "bill",
        "health",
        "europe",
        "regulator",
        "saturday",
        "important",
        "step",
        "toward",
        "completion",
        "bailout",
        "program",
        "strained",
        "country",
        "economy",
        "well",
        "fargo",
        "settle",
        "security",
        "fraud",
        "class",
        "action",
        "well",
        "fargo",
        "said",
        "reached",
        "million",
        "preliminary",
        "settlement",
        "agreement",
        "security",
        "fraud",
        "suit",
        "amtrust",
        "sec",
        "investigation",
        "five",
        "year",
        "amtrust",
        "financial",
        "service",
        "disclosed",
        "investigation",
        "security",
        "exchange",
        "commission",
        "nearly",
        "five",
        "year",
        "accounting",
        "practice",
        "matter",
        "economy",
        "cloud",
        "loom",
        "jakarta",
        "sudirman",
        "central",
        "business",
        "district",
        "reuters",
        "indonesia",
        "market",
        "selloff",
        "show",
        "peril",
        "relying",
        "foreign",
        "funding",
        "steep",
        "recent",
        "slide",
        "indonesia",
        "stock",
        "market",
        "currency",
        "rooted",
        "heavy",
        "foreign",
        "ownership",
        "country",
        "government",
        "official",
        "trying",
        "change",
        "riddle",
        "eurozone",
        "missing",
        "inflation",
        "unlike",
        "inflation",
        "started",
        "pick",
        "growth",
        "eurozone",
        "remains",
        "stubbornly",
        "low",
        "despite",
        "year",
        "strong",
        "economic",
        "expansion",
        "unemployment",
        "plunge",
        "raise",
        "stake",
        "fed",
        "goldilocks",
        "conundrum",
        "stable",
        "inflation",
        "low",
        "unemployment",
        "suggest",
        "economy",
        "enjoying",
        "goldilocks",
        "moment",
        "running",
        "neither",
        "hot",
        "cold",
        "cause",
        "much",
        "hardship",
        "household",
        "low",
        "joblessness",
        "fall",
        "long",
        "boon",
        "economy",
        "turn",
        "burden",
        "everyone",
        "china",
        "make",
        "scant",
        "progress",
        "trade",
        "talk",
        "china",
        "asked",
        "one",
        "another",
        "make",
        "sweeping",
        "concession",
        "trade",
        "talk",
        "failing",
        "bridge",
        "sharp",
        "division",
        "raising",
        "chance",
        "government",
        "slap",
        "tariff",
        "ten",
        "billion",
        "dollar",
        "country",
        "export",
        "flood",
        "trademark",
        "application",
        "china",
        "alarm",
        "official",
        "huge",
        "number",
        "chinese",
        "citizen",
        "seeking",
        "trademark",
        "flooding",
        "patent",
        "trademark",
        "office",
        "application",
        "official",
        "say",
        "appear",
        "rife",
        "false",
        "information",
        "morning",
        "ledger",
        "cfo",
        "journal",
        "cue",
        "important",
        "news",
        "corporate",
        "finance",
        "every",
        "weekday",
        "morning",
        "send",
        "tip",
        "suggestion",
        "complaint",
        "editor",
        "share",
        "previous",
        "weekend",
        "reader",
        "three",
        "content",
        "sponsor",
        "deloitte",
        "cfo",
        "insight",
        "analysis",
        "written",
        "compiled",
        "deloitte",
        "company",
        "board",
        "seek",
        "cfo",
        "candidate",
        "executive",
        "recruiter",
        "view",
        "cfo",
        "role",
        "continues",
        "expand",
        "quality",
        "qualification",
        "company",
        "seek",
        "new",
        "cfo",
        "say",
        "alyse",
        "bodine",
        "managing",
        "partner",
        "heidrick",
        "struggle",
        "philadelphia",
        "office",
        "firm",
        "global",
        "financial",
        "officer",
        "practice",
        "describes",
        "skillsets",
        "recent",
        "current",
        "cfo",
        "search",
        "frequent",
        "must",
        "have",
        "include",
        "business",
        "partnering",
        "leadership",
        "experience",
        "interacting",
        "board",
        "organizational",
        "leadership",
        "influencing",
        "skill",
        "increasingly",
        "ability",
        "become",
        "ceo",
        "also",
        "key",
        "attribute",
        "company",
        "management",
        "board",
        "expect",
        "cfo",
        "please",
        "note",
        "wall",
        "street",
        "journal",
        "news",
        "department",
        "involved",
        "creation",
        "content",
        "deloitte"
    ]
}