{
    "organizations": [],
    "uuid": "ca9cb528bd3fbe487d95ea73f8773a307eae3288",
    "author": "Samuel Rubenfeld",
    "url": "https://blogs.wsj.com/riskandcompliance/2018/05/17/the-morning-risk-report-playing-politics-with-zte-sanctions-newsletter-draft/",
    "ord_in_thread": 0,
    "title": "The Morning Risk Report: Playing Politics With ZTE Sanctions - Risk & Compliance Journal. - WSJ",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "0 COMMENTS Readers can subscribe to The Morning Risk Report here: http://on.wsj.com/MorningRiskReportSignup . Follow us on Twitter at @WSJRisk.\nU.S. lawmakers have rejected any effort to ease restrictions on ZTE. The firm’s logo is shown on a building in Shanghai this month. Agence France-Presse/Getty Images Good morning. President Donald Trump continued tweeting about the U.S. export-controls ban on ZTE Corp., likely entrenching him further in a law-enforcement matter, which sanctions experts say could give companies a blueprint for wriggling out of potential penalties.\nMr. Trump tweeted Wednesday that despite his earlier request for the Commerce Department to consider reversing the ban, “nothing has happened,” except for his linkage of the case to a larger trade deal with China. His tweets contradicted messages from his aides .\nLawmakers have rejected any effort to ease restrictions on ZTE, which was slapped with a seven-year ban on receiving U.S. components after officials found it failed to comply with a settlement resolving evasion of U.S. sanctions on Iran and North Korea. The ban led the company to halt major operations .\nMr. Trump’s messages on Twitter raise the issue of the uncertainty that could shroud future enforcement actions related to sanctions violations, experts said.\n“The president has taken a position on a sanctions-enforcement matter, and one that…seems to be contradictory to the position the agency had taken,” said Peter Kucik, an attorney with Ferrari & Associates PC, a boutique sanctions-focused law firm.\nCompanies could appeal directly to the White House seeking a positive outcome, Mr. Kucik said. “It’s a new form of leverage,” he said.\nThere could be a potential argument for using the ZTE ban to advance U.S. national-security interests regarding China, said Richard Nephew, a senior research scholar at the center for energy policy at Columbia University’s School of International Public Affairs. But Mr. Trump so far has failed to get concessions from Beijing, said Mr. Nephew, who also wrote the book “The Art of Sanctions.”\n“That is not how this is supposed to work,” Mr. Nephew said.\nMoreover, Mr. Nephew said, linking the ZTE case to larger trade talks muddles Mr. Trump’s message around his exit from the Iran nuclear deal, because companies will cite his tweets when considering how the U.S. will enforce its renewed sanctions against Tehran.\n“They [companies] are absolutely looking at this case,” said Mr. Nephew.\nEXCLUSIVE ON RISK AND COMPLIANCE JOURNAL\nCrisis of the week: Air France-KLM. The CEO of carrier Air France-KLM said he would resign after workers rejected a contract offer earlier this month and extended their strike into a third week, triggering a plunge in the stock’s price. Crisis-management experts evaluate the company’s public communications.\nUnit of Chinese bank to pay over AML compliance. U.S. authorities and financial industry regulators penalized the New York-based brokerage unit of Industrial and Commercial Bank of China for failures in its anti-money laundering compliance program, imposing millions in fines.\nU.S., Gulf nations put sanctions on Hezbollah leadership. The U.S. and its partners among the Gulf nations announced they placed sanctions on Lebanon-based Hezbollah’s senior leadership.\nThe sanctions announced Wednesday, Treasury said , mark the second collective action taken by the Terrorist Financing and Targeting Center, a body co-chaired by the U.S. and Saudi Arabia that opened in October . It announced its first round of sanctions at that time.\nAmong the sanctions designations announced Wednesday were Hezbollah’s supreme decision-making body, the Shura Council, as well as the group’s leader, Hassan Nasrallah. Many of those targeted Wednesday were already on U.S. blacklists, including Mr. Nasrallah, who has been under U.S. sanctions for decades.\nHezbollah and its allies won a small majority of seats in a parliamentary election held last week in Lebanon. — Samuel Rubenfeld\nU.S. blacklists Mali-based Islamic State affiliate. The U.S. State Department said Wednesday it listed an affiliate of Islamic State as a foreign terror organization and put sanctions on its leader.\nThe group, based primarily in Mali and known as Islamic State in the Greater Sahara, emerged following a split from an Al Qaeda splinter group, the U.S. State Department said. It operates along the Mali-Niger border and has claimed responsibility for a number of attacks, including the Oct. 4 attack on a joint U.S.-Nigerien patrol that killed four American soldiers , the U.S. said. — Samuel Rubenfeld\nCOMPLIANCE\nPrison time over sanctions violation. Mehmet Hakan Atilla, a Turkish banker convicted of helping Iran launder money and cover up a billion-dollar scheme to evade U.S. sanctions, was sentenced Wednesday to 32 months in prison, the WSJ reports.\nn a courtroom drawing, Mehmet Hakan Atilla, second from left, listens to the judge during his sentencing on Wednesday in New York. PHOTO: ELIZABETH WILLIAMS/ASSOCIATED PRESS China approves Toshiba sale of chip unit. Private-equity firm Bain Capital received approval from Chinese antitrust regulators to buy Toshiba Corp. ’s memory-chip unit, the WSJ reports. A Bain-led consortium reached the $18 billion deal in September, but it was held up awaiting approval from regulators in China.\nHong Kong fines Citigroup. Hong Kong’s securities regulator on Thursday fined an Asian unit of Citigroup Inc. 57 million Hong Kong dollars (US$7.26 million) for due-diligence failures while leading an initial public offering in the city in 2009, the WSJ reports.\nPolice search home of Malaysia’s ex-leader. A senior official said police searched the home of former Prime Minister Najib Razak in connection with a probe of theft from the state investment fund 1MDB, Reuters reports. Previous government probes cleared Mr. Najib of wrongdoing.\nSenate votes for net neutrality. The U.S. Senate voted Wednesday to reinstate Obama-era rules requiring internet-service providers to treat all traffic equally. The measure, adopted by 52 to 47, still faces long odds of passage in the House, the WSJ reports.\nGOVERNANCE\nShari Redstone defends family’s voting power over CBS. Shari Redstone fired back at CBS Corp. , moving to block CBS’s efforts to strip her family of voting control. The Redstones’ family holding company dictated a change to how CBS’s board operates that would make it nearly impossible for current directors to reduce the family’s voting power, the WSJ reports.\nRISK\nMichigan State to pay over Nassar abuse. Michigan State University agreed to pay $500 million to more than 300 victims of sexual abuse by Larry Nassar, the sports-medicine doctor it employed. School officials declined to say how they would pay for the settlement, the WSJ reports.\nCanada to compensate pipeline firm. In a bid to protect Canada’s appeal as a destination for energy investment, the Liberal government pledged to cover Kinder Morgan ’s losses on a pipeline expansion caused by British Columbia’s efforts to delay and potentially kill the project, the WSJ reports.\nAuto regulator probes Tesla crash. U.S. National Highway Traffic Safety Administration on Wednesday opened the third active investigation of a Tesla Inc. vehicle that crashed while the driver-assistance system Autopilot was said to be in use. The crash happened Friday in Utah, the WSJ reports.\nOPERATIONS\nFord to restart truck output. Ford Motor is resuming production of F-150 and Super Duty trucks ahead of schedule at three assembly plants after a fire at a parts supplier created a parts shortage. One plant will be back online on Friday, and two others will resume production Monday, the WSJ reports.\nAUDIT\nBig Four face U.K. calls to break apart. U.K. regulators should consider breaking up the Big Four accounting firms, two parliamentary committees said, arguing construction company Carillion PLC’s collapse shows U.K. audit firms have become a “cosy club” incapable of questioning companies’ finances as needed, the WSJ reports.\nKPMG was Carillion PLC’s outside auditor for 19 years. PHOTO: SAM MIRCOVICH/REUTERS Share this: 1MBD Air France Atilla Bain Capital CBS Citigroup Ford Ford Motor Hezbollah ICBC Islamic State in the Greater Sahara Kinder Morgan KPMG Michigan State Najib Razak Nassar Redstone Tesla Toshiba ZTE Previous Corruption Currents: Turkish Banker Sentenced in Sanctions Case Next GDPR Heralds More Transparency in Managing Employee Data Content from our sponsor Deloitte Risk management, strategy and analysis from Deloitte The Excess Cash Dilemma: Charles Holley, CFO-in-Residence Having excess cash from repatriation and lower corporate tax rates as a result of tax reform is a welcome opportunity for many organizations. Deciding how to put it to work, however, could be challenging, depending on a company’s strategy and resources, and various stakeholder interests, says Charles Holley, independent senior advisor to Deloitte. He discusses issues for CFOs and the C-suite to consider when forming a strategy for excess cash, such as the organization’s capacity to handle additional investment, and the importance of communicating the plan to both external and internal stakeholders.\nPlease note: The Wall Street Journal News Department was not involved in the creation of the content above. More from Deloitte → ",
    "published": "2018-05-17T14:50:00.000+03:00",
    "crawled": "2018-05-17T16:32:28.028+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "reader",
        "subscribe",
        "morning",
        "risk",
        "report",
        "http",
        "follow",
        "u",
        "twitter",
        "wsjrisk",
        "lawmaker",
        "rejected",
        "effort",
        "ease",
        "restriction",
        "zte",
        "firm",
        "logo",
        "shown",
        "building",
        "shanghai",
        "month",
        "agence",
        "image",
        "good",
        "morning",
        "president",
        "donald",
        "trump",
        "continued",
        "tweeting",
        "ban",
        "zte",
        "likely",
        "entrenching",
        "matter",
        "sanction",
        "expert",
        "say",
        "could",
        "give",
        "company",
        "blueprint",
        "wriggling",
        "potential",
        "penalty",
        "trump",
        "tweeted",
        "wednesday",
        "despite",
        "earlier",
        "request",
        "commerce",
        "department",
        "consider",
        "reversing",
        "ban",
        "nothing",
        "happened",
        "except",
        "linkage",
        "case",
        "larger",
        "trade",
        "deal",
        "china",
        "tweet",
        "contradicted",
        "message",
        "aide",
        "lawmaker",
        "rejected",
        "effort",
        "ease",
        "restriction",
        "zte",
        "slapped",
        "ban",
        "receiving",
        "component",
        "official",
        "found",
        "failed",
        "comply",
        "settlement",
        "resolving",
        "evasion",
        "sanction",
        "iran",
        "north",
        "korea",
        "ban",
        "led",
        "company",
        "halt",
        "major",
        "operation",
        "trump",
        "message",
        "twitter",
        "raise",
        "issue",
        "uncertainty",
        "could",
        "shroud",
        "future",
        "enforcement",
        "action",
        "related",
        "sanction",
        "violation",
        "expert",
        "said",
        "president",
        "taken",
        "position",
        "matter",
        "one",
        "contradictory",
        "position",
        "agency",
        "taken",
        "said",
        "peter",
        "kucik",
        "attorney",
        "ferrari",
        "associate",
        "pc",
        "boutique",
        "law",
        "firm",
        "company",
        "could",
        "appeal",
        "directly",
        "white",
        "house",
        "seeking",
        "positive",
        "outcome",
        "kucik",
        "said",
        "new",
        "form",
        "leverage",
        "said",
        "could",
        "potential",
        "argument",
        "using",
        "zte",
        "ban",
        "advance",
        "interest",
        "regarding",
        "china",
        "said",
        "richard",
        "nephew",
        "senior",
        "research",
        "scholar",
        "center",
        "energy",
        "policy",
        "columbia",
        "university",
        "school",
        "international",
        "public",
        "affair",
        "trump",
        "far",
        "failed",
        "get",
        "concession",
        "beijing",
        "said",
        "nephew",
        "also",
        "wrote",
        "book",
        "art",
        "supposed",
        "work",
        "nephew",
        "said",
        "moreover",
        "nephew",
        "said",
        "linking",
        "zte",
        "case",
        "larger",
        "trade",
        "talk",
        "muddle",
        "trump",
        "message",
        "around",
        "exit",
        "iran",
        "nuclear",
        "deal",
        "company",
        "cite",
        "tweet",
        "considering",
        "enforce",
        "renewed",
        "sanction",
        "tehran",
        "company",
        "absolutely",
        "looking",
        "case",
        "said",
        "nephew",
        "exclusive",
        "risk",
        "compliance",
        "journal",
        "crisis",
        "week",
        "air",
        "ceo",
        "carrier",
        "air",
        "said",
        "would",
        "resign",
        "worker",
        "rejected",
        "contract",
        "offer",
        "earlier",
        "month",
        "extended",
        "strike",
        "third",
        "week",
        "triggering",
        "plunge",
        "stock",
        "price",
        "expert",
        "evaluate",
        "company",
        "public",
        "communication",
        "unit",
        "chinese",
        "bank",
        "pay",
        "aml",
        "compliance",
        "authority",
        "financial",
        "industry",
        "regulator",
        "penalized",
        "new",
        "brokerage",
        "unit",
        "industrial",
        "commercial",
        "bank",
        "china",
        "failure",
        "laundering",
        "compliance",
        "program",
        "imposing",
        "million",
        "fine",
        "gulf",
        "nation",
        "put",
        "sanction",
        "hezbollah",
        "leadership",
        "partner",
        "among",
        "gulf",
        "nation",
        "announced",
        "placed",
        "sanction",
        "hezbollah",
        "senior",
        "leadership",
        "sanction",
        "announced",
        "wednesday",
        "treasury",
        "said",
        "mark",
        "second",
        "collective",
        "action",
        "taken",
        "terrorist",
        "financing",
        "targeting",
        "center",
        "body",
        "saudi",
        "arabia",
        "opened",
        "october",
        "announced",
        "first",
        "round",
        "sanction",
        "time",
        "among",
        "sanction",
        "designation",
        "announced",
        "wednesday",
        "hezbollah",
        "supreme",
        "body",
        "shura",
        "council",
        "well",
        "group",
        "leader",
        "hassan",
        "nasrallah",
        "many",
        "targeted",
        "wednesday",
        "already",
        "blacklist",
        "including",
        "nasrallah",
        "sanction",
        "decade",
        "hezbollah",
        "ally",
        "small",
        "majority",
        "seat",
        "parliamentary",
        "election",
        "held",
        "last",
        "week",
        "lebanon",
        "samuel",
        "rubenfeld",
        "blacklist",
        "islamic",
        "state",
        "affiliate",
        "state",
        "department",
        "said",
        "wednesday",
        "listed",
        "affiliate",
        "islamic",
        "state",
        "foreign",
        "terror",
        "organization",
        "put",
        "sanction",
        "leader",
        "group",
        "based",
        "primarily",
        "mali",
        "known",
        "islamic",
        "state",
        "greater",
        "sahara",
        "emerged",
        "following",
        "split",
        "al",
        "qaeda",
        "splinter",
        "group",
        "state",
        "department",
        "said",
        "operates",
        "along",
        "border",
        "claimed",
        "responsibility",
        "number",
        "attack",
        "including",
        "attack",
        "joint",
        "patrol",
        "killed",
        "four",
        "american",
        "soldier",
        "said",
        "samuel",
        "rubenfeld",
        "compliance",
        "prison",
        "time",
        "sanction",
        "violation",
        "mehmet",
        "hakan",
        "atilla",
        "turkish",
        "banker",
        "convicted",
        "helping",
        "iran",
        "launder",
        "money",
        "cover",
        "scheme",
        "evade",
        "sanction",
        "sentenced",
        "wednesday",
        "month",
        "prison",
        "wsj",
        "report",
        "n",
        "courtroom",
        "drawing",
        "mehmet",
        "hakan",
        "atilla",
        "second",
        "left",
        "listens",
        "judge",
        "sentencing",
        "wednesday",
        "new",
        "york",
        "photo",
        "elizabeth",
        "press",
        "china",
        "approves",
        "toshiba",
        "sale",
        "chip",
        "unit",
        "firm",
        "bain",
        "capital",
        "received",
        "approval",
        "chinese",
        "antitrust",
        "regulator",
        "buy",
        "toshiba",
        "unit",
        "wsj",
        "report",
        "consortium",
        "reached",
        "billion",
        "deal",
        "september",
        "held",
        "awaiting",
        "approval",
        "regulator",
        "china",
        "hong",
        "kong",
        "fine",
        "citigroup",
        "hong",
        "kong",
        "security",
        "regulator",
        "thursday",
        "fined",
        "asian",
        "unit",
        "citigroup",
        "million",
        "hong",
        "kong",
        "dollar",
        "u",
        "million",
        "failure",
        "leading",
        "initial",
        "public",
        "offering",
        "city",
        "wsj",
        "report",
        "police",
        "search",
        "home",
        "malaysia",
        "senior",
        "official",
        "said",
        "police",
        "searched",
        "home",
        "former",
        "prime",
        "minister",
        "najib",
        "razak",
        "connection",
        "probe",
        "theft",
        "state",
        "investment",
        "fund",
        "1mdb",
        "reuters",
        "report",
        "previous",
        "government",
        "probe",
        "cleared",
        "najib",
        "wrongdoing",
        "senate",
        "vote",
        "net",
        "neutrality",
        "senate",
        "voted",
        "wednesday",
        "reinstate",
        "rule",
        "requiring",
        "provider",
        "treat",
        "traffic",
        "equally",
        "measure",
        "adopted",
        "still",
        "face",
        "long",
        "odds",
        "passage",
        "house",
        "wsj",
        "report",
        "governance",
        "shari",
        "redstone",
        "defends",
        "family",
        "voting",
        "power",
        "cbs",
        "shari",
        "redstone",
        "fired",
        "back",
        "cbs",
        "moving",
        "block",
        "cbs",
        "effort",
        "strip",
        "family",
        "voting",
        "control",
        "redstones",
        "family",
        "holding",
        "company",
        "dictated",
        "change",
        "cbs",
        "board",
        "operates",
        "would",
        "make",
        "nearly",
        "impossible",
        "current",
        "director",
        "reduce",
        "family",
        "voting",
        "power",
        "wsj",
        "report",
        "risk",
        "michigan",
        "state",
        "pay",
        "nassar",
        "abuse",
        "michigan",
        "state",
        "university",
        "agreed",
        "pay",
        "million",
        "victim",
        "sexual",
        "abuse",
        "larry",
        "nassar",
        "doctor",
        "employed",
        "school",
        "official",
        "declined",
        "say",
        "would",
        "pay",
        "settlement",
        "wsj",
        "report",
        "canada",
        "compensate",
        "pipeline",
        "firm",
        "bid",
        "protect",
        "canada",
        "appeal",
        "destination",
        "energy",
        "investment",
        "liberal",
        "government",
        "pledged",
        "cover",
        "kinder",
        "morgan",
        "loss",
        "pipeline",
        "expansion",
        "caused",
        "british",
        "columbia",
        "effort",
        "delay",
        "potentially",
        "kill",
        "project",
        "wsj",
        "report",
        "auto",
        "regulator",
        "probe",
        "tesla",
        "crash",
        "national",
        "highway",
        "traffic",
        "safety",
        "administration",
        "wednesday",
        "opened",
        "third",
        "active",
        "investigation",
        "tesla",
        "vehicle",
        "crashed",
        "system",
        "autopilot",
        "said",
        "use",
        "crash",
        "happened",
        "friday",
        "utah",
        "wsj",
        "report",
        "operation",
        "ford",
        "restart",
        "truck",
        "output",
        "ford",
        "motor",
        "resuming",
        "production",
        "super",
        "duty",
        "truck",
        "ahead",
        "schedule",
        "three",
        "assembly",
        "plant",
        "fire",
        "part",
        "supplier",
        "created",
        "part",
        "shortage",
        "one",
        "plant",
        "back",
        "online",
        "friday",
        "two",
        "others",
        "resume",
        "production",
        "monday",
        "wsj",
        "report",
        "audit",
        "big",
        "four",
        "face",
        "call",
        "break",
        "apart",
        "regulator",
        "consider",
        "breaking",
        "big",
        "four",
        "accounting",
        "firm",
        "two",
        "parliamentary",
        "committee",
        "said",
        "arguing",
        "construction",
        "company",
        "carillion",
        "plc",
        "collapse",
        "show",
        "audit",
        "firm",
        "become",
        "cosy",
        "club",
        "incapable",
        "questioning",
        "company",
        "finance",
        "needed",
        "wsj",
        "report",
        "kpmg",
        "carillion",
        "plc",
        "outside",
        "auditor",
        "year",
        "photo",
        "sam",
        "share",
        "1mbd",
        "air",
        "france",
        "atilla",
        "bain",
        "capital",
        "cbs",
        "citigroup",
        "ford",
        "ford",
        "motor",
        "hezbollah",
        "icbc",
        "islamic",
        "state",
        "greater",
        "sahara",
        "kinder",
        "morgan",
        "kpmg",
        "michigan",
        "state",
        "najib",
        "razak",
        "nassar",
        "redstone",
        "tesla",
        "toshiba",
        "zte",
        "previous",
        "corruption",
        "current",
        "turkish",
        "banker",
        "sentenced",
        "sanction",
        "case",
        "next",
        "gdpr",
        "herald",
        "transparency",
        "managing",
        "employee",
        "data",
        "content",
        "sponsor",
        "deloitte",
        "risk",
        "management",
        "strategy",
        "analysis",
        "deloitte",
        "excess",
        "cash",
        "dilemma",
        "charles",
        "holley",
        "excess",
        "cash",
        "repatriation",
        "lower",
        "corporate",
        "tax",
        "rate",
        "result",
        "tax",
        "reform",
        "welcome",
        "opportunity",
        "many",
        "organization",
        "deciding",
        "put",
        "work",
        "however",
        "could",
        "challenging",
        "depending",
        "company",
        "strategy",
        "resource",
        "various",
        "stakeholder",
        "interest",
        "say",
        "charles",
        "holley",
        "independent",
        "senior",
        "advisor",
        "deloitte",
        "discusses",
        "issue",
        "cfo",
        "consider",
        "forming",
        "strategy",
        "excess",
        "cash",
        "organization",
        "capacity",
        "handle",
        "additional",
        "investment",
        "importance",
        "communicating",
        "plan",
        "external",
        "internal",
        "stakeholder",
        "please",
        "note",
        "wall",
        "street",
        "journal",
        "news",
        "department",
        "involved",
        "creation",
        "content",
        "deloitte"
    ]
}