{
    "organizations": [],
    "uuid": "0b5344acb8b2fe397a1e184931fe2d589841768a",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/globe-newswire-horizon-discovery-group-plc-revenue-multiple-represented-by-the-value-of-abcams-unsolicited-proposal.html",
    "ord_in_thread": 0,
    "title": "Horizon Discovery Group plc: Revenue Multiple Represented by the Value of Abcam's Unsolicited Proposal",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NOT FOR RELEASE, PUBLICATION OR DISTRIBUTION, DIRECTLY OR INDIRECTLY, IN WHOLE OR IN PART IN, INTO OR FROM ANY JURISDICTION WHERE TO DO SO WOULD CONSTITUTE A VIOLATION OF THE RELEVANT LAWS OF SUCH JURISDICTION\nFOR IMMEDIATE RELEASE\n8 May 2018 Horizon Discovery Group plc\nRevenue Multiple Represented by the Value of Abcam's Unsolicited Proposal\nFurther to the press release issued by Horizon Discovery Group plc (\"Horizon\" or the \"Company\") (LSE:HZD) on 2 May 2018, the Board of Directors (the \"Board\") of Horizon has noted speculation about the revenue multiple implied by the value of the unsolicited proposal (the \"Unsolicited Proposal\") from Abcam plc (\"Abcam\").\nBased on FactSet consensus forecasts for Horizon's revenue for the year ending 31 December 2018 of £60m, the Unsolicited Proposal values Horizon's enterprise value at a multiple of 4.0x revenue.\nThis compares with the median 2018 trading revenue multiple for Horizon's key peers of 8.4x (as set out below and in the accompanying infographic, which can be found at the following link - https://www.horizondiscovery.com/media/investor/comparable-valuation-metrics.pdf ).\nIt also compares with the historic revenue multiple paid by Danaher for Integrated DNA Technologies, Inc. (\"IDT\") of 7.7x in April 2018 (as set out below). Similar to Horizon, IDT utilizes technologies such as next generation sequencing, CRISPR genome editing, qPCR, and RNAi to manufacture custom nucleic acid products for the life sciences industry including in the areas of academic research, biotechnology, molecular diagnostics and pharmaceutical development. However, relative to IDT, the Board believes that Horizon has a broader and more innovative product portfolio, which provides the Company with the opportunity to realise superior growth.\nThe Board has made it clear that it believes that the Unsolicited Proposal fundamentally undervalues Horizon and that it sees little strategic merit in the proposed combination.\nEnterprise Value (\"EV\") / Consensus Estimated Revenue Multiples for Calendar Year (\"CY\") 2018 For Selected Horizon Peer group\nCompany EV / CY 18E Revenue Multiple Illumina, Inc. 10.9x Abcam plc. 10.1x Intrexon Corp. 8.9x Bio-Techne Corp. 8.6x Repligen Corp. 8.1x Evotec AG 6.2x Qiagen NV 5.5x Thermo Fisher Scientific Inc. 4.3x Median 8.4x Source: FactSet consensus as of 4 May 2018 (the latest practicable date before this announcement)\nAcquisition of IDT by Danaher\n(EV / Last Twelve Months (\"LTM\") Revenue Multiple) 7.7x Implied EV / CY18 Consensus Estimated Revenue Multiple for Abcam's Unsolicited Proposal 4.0x Enquiries:\nHorizon Discovery Group plc\nIan Gilham, Executive Chairman\nTerry Pizzie, Chief Executive Officer\nRichard Vellacott, Chief Financial Officer +44 (0) 1223 655 580 Evercore (Lead Financial Adviser to Horizon Discovery Group plc)\nSimon Elliott\nEdward Banks +44 (0) 20 7653 6000 Numis (Joint Financial Adviser, Broker and NOMAD to Horizon Discovery Group plc)\nMichael Meade\nFreddie Barnfield +44 (0) 20 7260 1000 Consilium Strategic Communications (Financial Media and Investor Relations to Horizon Discovery Group plc)\nMary-Jane Elliott\nMatthew Neal\nMelissa Gardiner +44 (0) 20 3709 5701 Sources of Information\nThe Enterprise Value / Consensus estimated revenue for Calendar Year 2018 trading multiples referenced above are based on the following data, which is entirely sourced from FactSet as of 4 May 2018, the latest practicable date before this announcement.\nCompany Enterprise Value (EV) (£m) CY18E Revenue (£m) EV / CY18E Revenue Multiple Thermo Fisher Scientific Inc. 75,611 17,609 4.3x Illumina, Inc. 25,606 2,359 10.9x Qiagen NV 6,261 1,140 5.5x Bio-Techne Corp. 4,224 491 8.6x Abcam plc 2,498 247 10.1x Evotec AG 2,068 296 6.2x Intrexon Corp. 1,691 191 8.9x Repligen Corp. 1,104 136 8.1x The CY18E revenue used represents estimated revenues for the twelve months ending 31 December 2018.\nAbcam's 2018 fiscal year ends on 30 June 2018 and the CY18E revenue used for Abcam is an average of consensus estimated revenue for the fiscal years ending 30 June 2018 (£235m) and 30 June 2019 (£259m).\nBio-Techne's 2018 fiscal year ends on 30 June 2018 and the CY18E revenue used for Bio-Techne is an average of consensus estimated revenue for the fiscal years ending 30 June 2018 (US$636m) and 30 June 2019 (US$692m).\nWhere required, all financials have been converted to British Pounds using the following exchange rates, US$:£ 0.73978 and €:£ 0.88260.\nThe Enterprise Value / Last Twelve Months revenue multiple for Danaher's acquisition of IDT is sourced from financial information disclosed on page 12 of Danaher's 10-Q filing with the SEC for the quarter ended 30 March 2018. Danaher has disclosed an all-cash purchase price of approximately US$2.0 billion, including debt assumed and net of cash acquired, and that IDT had revenues of approximately US$260 million in 2017.\nThe implied EV / CY18E revenue multiple for Horizon of Abcam's Unsolicited Proposal is based on the offer price of £1.81 per share, Horizon's total number of shares outstanding of 149,091,182 as disclosed in Horizon's press release on 2 May 2018, Horizon's net cash position of £28.1m as announced in Horizon's preliminary results announcement for FY2018 today and consensus estimated revenues for the year ending 31 December 2018 sourced from FactSet.\nAbout Horizon Discovery Group plc www.horizondiscovery.com\nHorizon (LSE:HZD) is a world leader in gene editing and gene modulation technologies. Horizon designs and engineers cells using its translational genomics platform, a highly precise and flexible suite of DNA editing tools (rAAV, ZFN, CRISPR and Transposon) and, following the acquisition of Dharmacon, Inc., its functional genomics platform comprising gene knockdown (RNAi) and gene expression (cDNA, ORF) tools, for research and clinical applications that advance human health. Horizon's platforms and capabilities enable researchers to alter almost any gene or modulate its function in human or mammalian cell-lines.\nHorizon offers an extensive range of catalogue products and related research services to support a greater understanding of the function of genes across all species and the genetic drivers of human disease and the development of personalised molecular, cell and gene therapies. These have been adopted by over 10,000 academic, drug discovery, drug manufacturing and clinical diagnostics customers around the globe, as well as in the Company's own R&D pipeline.\nHorizon is headquartered in Cambridge, UK, and is listed on the London Stock Exchange's AIM market under the ticker \"HZD\".\nRULE 26.1 DISCLOSURES\nIn accordance with Rule 26.1 of the City Code on Takeovers and Mergers (the \"Code\"), a copy of this announcement will, subject to certain restrictions relating to persons resident in restricted jurisdictions, be available on Horizon's website at https://www.horizondiscovery.com/about-us/investor-relations by no later than 12 noon (London time) on the business day following the release of this announcement. The content of the website referred to in this announcement is not incorporated into and does not form part of this announcement. The person responsible for arranging for the release of this announcement on behalf of Horizon is Richard Vellacott.\nDIRECTORS RESPONSIBILITY STATEMENT\nThe Directors of Horizon, other than Dr. Jonathan Milner, accept responsibility for the information contained in this document (including any expressions of opinion) and to the best of their knowledge and belief (having taken all reasonable care to ensure that such is the case), the information contained in this document is in accordance with the facts and does not omit anything likely to affect the import of such information. Dr. Jonathan Milner has been excluded from this statement given that he is a director and shareholder of both Abcam and Horizon and therefore has not been involved in Horizon's consideration of, and discussions regarding, the Unsolicited Proposal.\nIMPORTANT NOTICES\nThis announcement is not intended to, and does not, constitute or form part of any offer, invitation or solicitation of any offer to purchase, otherwise acquire, subscribe for, sell or otherwise dispose of any securities or the solicitation of any vote or approval in any jurisdiction. Any offer (if made) will be made solely by certain offer documentation which will contain the full terms and conditions of any offer (if made), including details of how such offer may be accepted. This announcement has been prepared in accordance with English law and the Code, and information disclosed may not be the same as that which would have been prepared in accordance with laws outside of the United Kingdom. The release, distribution or publication of this announcement in jurisdictions outside of the United Kingdom may be restricted by the laws of the relevant jurisdictions, and therefore persons into whose possession this announcement comes should inform themselves about, and observe, any such restrictions. Any failure to comply with the restrictions may constitute a violation of the securities law of any such jurisdiction.\nEvercore Partners International LLP (\"Evercore\"), which is authorised and regulated in the United Kingdom by the Financial Conduct Authority, is acting as financial adviser for Horizon and no one else in connection with the matters set out in this announcement and will not regard any other person as its client in relation to the matters in this announcement and will not be responsible to anyone other than Horizon for providing the protections afforded to clients of Evercore, nor for providing advice in relation to any matter referred to herein.\nNumis Securities Limited (\"Numis\"), which is authorised and regulated in the United Kingdom by the Financial Conduct Authority, is acting solely for Horizon as joint financial adviser, broker and NOMAD and for no one else in relation to the possible offer, the content of this announcement and other matters described in this announcement, and will not be responsible to anyone other than Horizon for providing the protections afforded to the clients of Numis or for providing advice to any other person in relation to the possible offer, the content of this announcement or any other matters described in this announcement.\nDISCLOSURE REQUIREMENTS OF THE TAKEOVER CODE\nUnder Rule 8.3(a) of the Code, any person who is interested in 1 per cent. or more of any class of relevant securities of an offeree company or of any securities exchange offeror (being any offeror other than an offeror in respect of which it has been announced that its offer is, or is likely to be, solely in cash) must make an Opening Position Disclosure following the commencement of the offer period and, if later, following the announcement in which any securities exchange offeror is first identified.\nAn Opening Position Disclosure must contain details of the person's interests and short positions in, and rights to subscribe for, any relevant securities of each of (i) the offeree company and (ii) any securities exchange offeror(s). An Opening Position Disclosure by a person to whom Rule 8.3(a) applies must be made by no later than 3.30 pm (London time) on the 10th business day following the commencement of the offer period and, if appropriate, by no later than 3.30 pm (London time) on the 10th business day following the announcement in which any securities exchange offeror is first identified. Relevant persons who deal in the relevant securities of the offeree company or of a securities exchange offeror prior to the deadline for making an Opening Position Disclosure must instead make a Dealing Disclosure.\nUnder Rule 8.3(b) of the Code, any person who is, or becomes, interested in 1 per cent. or more of any class of relevant securities of the offeree company or of any securities exchange offeror must make a Dealing Disclosure if the person deals in any relevant securities of the offeree company or of any securities exchange offeror. A Dealing Disclosure must contain details of the dealing concerned and of the person's interests and short positions in, and rights to subscribe for, any relevant securities of each of (i) the offeree company and (ii) any securities exchange offeror(s), save to the extent that these details have previously been disclosed under Rule 8 of the Code. A Dealing Disclosure by a person to whom Rule 8.3(b) applies must be made by no later than 3.30 pm (London time) on the business day following the date of the relevant dealing.\nIf two or more persons act together pursuant to an agreement or understanding, whether formal or informal, to acquire or control an interest in relevant securities of an offeree company or a securities exchange offeror, they will be deemed to be a single person for the purpose of Rule 8.3 of the Code.\nOpening Position Disclosures must also be made by the offeree company and by any offeror and Dealing Disclosures must also be made by the offeree company, by any offeror and by any persons acting in concert with any of them (see Rules 8.1, 8.2 and 8.4 of the Code).\nDetails of the offeree and offeror companies in respect of whose relevant securities Opening Position Disclosures and Dealing Disclosures must be made can be found in the Disclosure Table on the Takeover Panel's website at www.thetakeoverpanel.org.uk , including details of the number of relevant securities in issue, when the offer period commenced and when any offeror was first identified. You should contact the Panel's Market Surveillance Unit on +44 (0)20 7638 0129 if you are in any doubt as to whether you are required to make an Opening Position Disclosure or a Dealing Disclosure.\nSource:Horizon Discovery Group plc",
    "published": "2018-05-08T14:00:00.000+03:00",
    "crawled": "2018-05-08T17:09:53.017+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "release",
        "publication",
        "distribution",
        "directly",
        "indirectly",
        "whole",
        "part",
        "jurisdiction",
        "would",
        "constitute",
        "violation",
        "relevant",
        "law",
        "jurisdiction",
        "immediate",
        "release",
        "may",
        "horizon",
        "discovery",
        "group",
        "plc",
        "revenue",
        "multiple",
        "represented",
        "value",
        "abcam",
        "unsolicited",
        "proposal",
        "press",
        "release",
        "issued",
        "horizon",
        "discovery",
        "group",
        "plc",
        "horizon",
        "company",
        "lse",
        "hzd",
        "may",
        "board",
        "director",
        "board",
        "horizon",
        "noted",
        "speculation",
        "revenue",
        "multiple",
        "implied",
        "value",
        "unsolicited",
        "proposal",
        "unsolicited",
        "proposal",
        "abcam",
        "plc",
        "abcam",
        "based",
        "factset",
        "consensus",
        "forecast",
        "horizon",
        "revenue",
        "year",
        "ending",
        "december",
        "unsolicited",
        "proposal",
        "value",
        "horizon",
        "enterprise",
        "value",
        "multiple",
        "revenue",
        "compare",
        "median",
        "trading",
        "revenue",
        "multiple",
        "horizon",
        "key",
        "peer",
        "set",
        "accompanying",
        "infographic",
        "found",
        "following",
        "link",
        "http",
        "also",
        "compare",
        "historic",
        "revenue",
        "multiple",
        "paid",
        "danaher",
        "integrated",
        "dna",
        "technology",
        "idt",
        "april",
        "set",
        "similar",
        "horizon",
        "idt",
        "utilizes",
        "technology",
        "next",
        "generation",
        "sequencing",
        "crispr",
        "genome",
        "editing",
        "qpcr",
        "rnai",
        "manufacture",
        "custom",
        "nucleic",
        "acid",
        "product",
        "life",
        "science",
        "industry",
        "including",
        "area",
        "academic",
        "research",
        "biotechnology",
        "molecular",
        "diagnostics",
        "pharmaceutical",
        "development",
        "however",
        "relative",
        "idt",
        "board",
        "belief",
        "horizon",
        "broader",
        "innovative",
        "product",
        "portfolio",
        "provides",
        "company",
        "opportunity",
        "realise",
        "superior",
        "growth",
        "board",
        "made",
        "clear",
        "belief",
        "unsolicited",
        "proposal",
        "fundamentally",
        "undervalues",
        "horizon",
        "see",
        "little",
        "strategic",
        "merit",
        "proposed",
        "combination",
        "enterprise",
        "value",
        "ev",
        "consensus",
        "estimated",
        "revenue",
        "multiple",
        "calendar",
        "year",
        "cy",
        "selected",
        "horizon",
        "peer",
        "group",
        "company",
        "ev",
        "cy",
        "18e",
        "revenue",
        "multiple",
        "illumina",
        "abcam",
        "plc",
        "intrexon",
        "repligen",
        "evotec",
        "ag",
        "qiagen",
        "nv",
        "thermo",
        "fisher",
        "scientific",
        "median",
        "source",
        "factset",
        "consensus",
        "may",
        "latest",
        "practicable",
        "date",
        "announcement",
        "acquisition",
        "idt",
        "danaher",
        "ev",
        "last",
        "twelve",
        "month",
        "ltm",
        "revenue",
        "multiple",
        "implied",
        "ev",
        "cy18",
        "consensus",
        "estimated",
        "revenue",
        "multiple",
        "abcam",
        "unsolicited",
        "proposal",
        "enquiry",
        "horizon",
        "discovery",
        "group",
        "plc",
        "ian",
        "gilham",
        "executive",
        "chairman",
        "terry",
        "pizzie",
        "chief",
        "executive",
        "officer",
        "richard",
        "vellacott",
        "chief",
        "financial",
        "officer",
        "evercore",
        "lead",
        "financial",
        "adviser",
        "horizon",
        "discovery",
        "group",
        "plc",
        "simon",
        "elliott",
        "edward",
        "bank",
        "numis",
        "joint",
        "financial",
        "adviser",
        "broker",
        "nomad",
        "horizon",
        "discovery",
        "group",
        "plc",
        "michael",
        "meade",
        "freddie",
        "barnfield",
        "consilium",
        "strategic",
        "communication",
        "financial",
        "medium",
        "investor",
        "relation",
        "horizon",
        "discovery",
        "group",
        "plc",
        "elliott",
        "matthew",
        "neal",
        "melissa",
        "gardiner",
        "source",
        "information",
        "enterprise",
        "value",
        "consensus",
        "estimated",
        "revenue",
        "calendar",
        "year",
        "trading",
        "multiple",
        "referenced",
        "based",
        "following",
        "data",
        "entirely",
        "sourced",
        "factset",
        "may",
        "latest",
        "practicable",
        "date",
        "announcement",
        "company",
        "enterprise",
        "value",
        "ev",
        "cy18e",
        "revenue",
        "ev",
        "cy18e",
        "revenue",
        "multiple",
        "thermo",
        "fisher",
        "scientific",
        "illumina",
        "qiagen",
        "nv",
        "abcam",
        "plc",
        "evotec",
        "ag",
        "intrexon",
        "repligen",
        "cy18e",
        "revenue",
        "used",
        "represents",
        "estimated",
        "revenue",
        "twelve",
        "month",
        "ending",
        "december",
        "abcam",
        "fiscal",
        "year",
        "end",
        "june",
        "cy18e",
        "revenue",
        "used",
        "abcam",
        "average",
        "consensus",
        "estimated",
        "revenue",
        "fiscal",
        "year",
        "ending",
        "june",
        "june",
        "fiscal",
        "year",
        "end",
        "june",
        "cy18e",
        "revenue",
        "used",
        "average",
        "consensus",
        "estimated",
        "revenue",
        "fiscal",
        "year",
        "ending",
        "june",
        "u",
        "636m",
        "june",
        "u",
        "692m",
        "required",
        "financials",
        "converted",
        "british",
        "pound",
        "using",
        "following",
        "exchange",
        "rate",
        "u",
        "enterprise",
        "value",
        "last",
        "twelve",
        "month",
        "revenue",
        "multiple",
        "danaher",
        "acquisition",
        "idt",
        "sourced",
        "financial",
        "information",
        "disclosed",
        "page",
        "danaher",
        "filing",
        "sec",
        "quarter",
        "ended",
        "march",
        "danaher",
        "disclosed",
        "purchase",
        "price",
        "approximately",
        "u",
        "billion",
        "including",
        "debt",
        "assumed",
        "net",
        "cash",
        "acquired",
        "idt",
        "revenue",
        "approximately",
        "u",
        "million",
        "implied",
        "ev",
        "cy18e",
        "revenue",
        "multiple",
        "horizon",
        "abcam",
        "unsolicited",
        "proposal",
        "based",
        "offer",
        "price",
        "per",
        "share",
        "horizon",
        "total",
        "number",
        "share",
        "outstanding",
        "disclosed",
        "horizon",
        "press",
        "release",
        "may",
        "horizon",
        "net",
        "cash",
        "position",
        "announced",
        "horizon",
        "preliminary",
        "result",
        "announcement",
        "fy2018",
        "today",
        "consensus",
        "estimated",
        "revenue",
        "year",
        "ending",
        "december",
        "sourced",
        "factset",
        "horizon",
        "discovery",
        "group",
        "plc",
        "horizon",
        "lse",
        "hzd",
        "world",
        "leader",
        "gene",
        "editing",
        "gene",
        "modulation",
        "technology",
        "horizon",
        "design",
        "engineer",
        "cell",
        "using",
        "translational",
        "genomics",
        "platform",
        "highly",
        "precise",
        "flexible",
        "suite",
        "dna",
        "editing",
        "tool",
        "raav",
        "zfn",
        "crispr",
        "transposon",
        "following",
        "acquisition",
        "dharmacon",
        "functional",
        "genomics",
        "platform",
        "comprising",
        "gene",
        "knockdown",
        "rnai",
        "gene",
        "expression",
        "cdna",
        "orf",
        "tool",
        "research",
        "clinical",
        "application",
        "advance",
        "human",
        "health",
        "horizon",
        "platform",
        "capability",
        "enable",
        "researcher",
        "alter",
        "almost",
        "gene",
        "modulate",
        "function",
        "human",
        "mammalian",
        "horizon",
        "offer",
        "extensive",
        "range",
        "catalogue",
        "product",
        "related",
        "research",
        "service",
        "support",
        "greater",
        "understanding",
        "function",
        "gene",
        "across",
        "specie",
        "genetic",
        "driver",
        "human",
        "disease",
        "development",
        "personalised",
        "molecular",
        "cell",
        "gene",
        "therapy",
        "adopted",
        "academic",
        "drug",
        "discovery",
        "drug",
        "manufacturing",
        "clinical",
        "diagnostics",
        "customer",
        "around",
        "globe",
        "well",
        "company",
        "r",
        "pipeline",
        "horizon",
        "headquartered",
        "cambridge",
        "uk",
        "listed",
        "london",
        "stock",
        "exchange",
        "aim",
        "market",
        "ticker",
        "hzd",
        "rule",
        "disclosure",
        "accordance",
        "rule",
        "city",
        "code",
        "takeover",
        "merger",
        "code",
        "copy",
        "announcement",
        "subject",
        "certain",
        "restriction",
        "relating",
        "person",
        "resident",
        "restricted",
        "jurisdiction",
        "available",
        "horizon",
        "website",
        "http",
        "later",
        "noon",
        "london",
        "time",
        "business",
        "day",
        "following",
        "release",
        "announcement",
        "content",
        "website",
        "referred",
        "announcement",
        "incorporated",
        "form",
        "part",
        "announcement",
        "person",
        "responsible",
        "arranging",
        "release",
        "announcement",
        "behalf",
        "horizon",
        "richard",
        "vellacott",
        "director",
        "responsibility",
        "statement",
        "director",
        "horizon",
        "jonathan",
        "milner",
        "accept",
        "responsibility",
        "information",
        "contained",
        "document",
        "including",
        "expression",
        "opinion",
        "best",
        "knowledge",
        "belief",
        "taken",
        "reasonable",
        "care",
        "ensure",
        "case",
        "information",
        "contained",
        "document",
        "accordance",
        "fact",
        "omit",
        "anything",
        "likely",
        "affect",
        "import",
        "information",
        "jonathan",
        "milner",
        "excluded",
        "statement",
        "given",
        "director",
        "shareholder",
        "abcam",
        "horizon",
        "therefore",
        "involved",
        "horizon",
        "consideration",
        "discussion",
        "regarding",
        "unsolicited",
        "proposal",
        "important",
        "notice",
        "announcement",
        "intended",
        "constitute",
        "form",
        "part",
        "offer",
        "invitation",
        "solicitation",
        "offer",
        "purchase",
        "otherwise",
        "acquire",
        "subscribe",
        "sell",
        "otherwise",
        "dispose",
        "security",
        "solicitation",
        "vote",
        "approval",
        "jurisdiction",
        "offer",
        "made",
        "made",
        "solely",
        "certain",
        "offer",
        "documentation",
        "contain",
        "full",
        "term",
        "condition",
        "offer",
        "made",
        "including",
        "detail",
        "offer",
        "may",
        "accepted",
        "announcement",
        "prepared",
        "accordance",
        "english",
        "law",
        "code",
        "information",
        "disclosed",
        "may",
        "would",
        "prepared",
        "accordance",
        "law",
        "outside",
        "united",
        "kingdom",
        "release",
        "distribution",
        "publication",
        "announcement",
        "jurisdiction",
        "outside",
        "united",
        "kingdom",
        "may",
        "restricted",
        "law",
        "relevant",
        "jurisdiction",
        "therefore",
        "person",
        "whose",
        "possession",
        "announcement",
        "come",
        "inform",
        "observe",
        "restriction",
        "failure",
        "comply",
        "restriction",
        "may",
        "constitute",
        "violation",
        "security",
        "law",
        "jurisdiction",
        "evercore",
        "partner",
        "international",
        "llp",
        "evercore",
        "authorised",
        "regulated",
        "united",
        "kingdom",
        "financial",
        "conduct",
        "authority",
        "acting",
        "financial",
        "adviser",
        "horizon",
        "one",
        "else",
        "connection",
        "matter",
        "set",
        "announcement",
        "regard",
        "person",
        "client",
        "relation",
        "matter",
        "announcement",
        "responsible",
        "anyone",
        "horizon",
        "providing",
        "protection",
        "afforded",
        "client",
        "evercore",
        "providing",
        "advice",
        "relation",
        "matter",
        "referred",
        "herein",
        "numis",
        "security",
        "limited",
        "numis",
        "authorised",
        "regulated",
        "united",
        "kingdom",
        "financial",
        "conduct",
        "authority",
        "acting",
        "solely",
        "horizon",
        "joint",
        "financial",
        "adviser",
        "broker",
        "nomad",
        "one",
        "else",
        "relation",
        "possible",
        "offer",
        "content",
        "announcement",
        "matter",
        "described",
        "announcement",
        "responsible",
        "anyone",
        "horizon",
        "providing",
        "protection",
        "afforded",
        "client",
        "numis",
        "providing",
        "advice",
        "person",
        "relation",
        "possible",
        "offer",
        "content",
        "announcement",
        "matter",
        "described",
        "announcement",
        "disclosure",
        "requirement",
        "takeover",
        "code",
        "rule",
        "code",
        "person",
        "interested",
        "per",
        "cent",
        "class",
        "relevant",
        "security",
        "offeree",
        "company",
        "security",
        "exchange",
        "offeror",
        "offeror",
        "offeror",
        "respect",
        "announced",
        "offer",
        "likely",
        "solely",
        "cash",
        "must",
        "make",
        "opening",
        "position",
        "disclosure",
        "following",
        "commencement",
        "offer",
        "period",
        "later",
        "following",
        "announcement",
        "security",
        "exchange",
        "offeror",
        "first",
        "identified",
        "opening",
        "position",
        "disclosure",
        "must",
        "contain",
        "detail",
        "person",
        "interest",
        "short",
        "position",
        "right",
        "subscribe",
        "relevant",
        "security",
        "offeree",
        "company",
        "ii",
        "security",
        "exchange",
        "offeror",
        "opening",
        "position",
        "disclosure",
        "person",
        "rule",
        "applies",
        "must",
        "made",
        "later",
        "pm",
        "london",
        "time",
        "10th",
        "business",
        "day",
        "following",
        "commencement",
        "offer",
        "period",
        "appropriate",
        "later",
        "pm",
        "london",
        "time",
        "10th",
        "business",
        "day",
        "following",
        "announcement",
        "security",
        "exchange",
        "offeror",
        "first",
        "identified",
        "relevant",
        "person",
        "deal",
        "relevant",
        "security",
        "offeree",
        "company",
        "security",
        "exchange",
        "offeror",
        "prior",
        "deadline",
        "making",
        "opening",
        "position",
        "disclosure",
        "must",
        "instead",
        "make",
        "dealing",
        "disclosure",
        "rule",
        "b",
        "code",
        "person",
        "becomes",
        "interested",
        "per",
        "cent",
        "class",
        "relevant",
        "security",
        "offeree",
        "company",
        "security",
        "exchange",
        "offeror",
        "must",
        "make",
        "dealing",
        "disclosure",
        "person",
        "deal",
        "relevant",
        "security",
        "offeree",
        "company",
        "security",
        "exchange",
        "offeror",
        "dealing",
        "disclosure",
        "must",
        "contain",
        "detail",
        "dealing",
        "concerned",
        "person",
        "interest",
        "short",
        "position",
        "right",
        "subscribe",
        "relevant",
        "security",
        "offeree",
        "company",
        "ii",
        "security",
        "exchange",
        "offeror",
        "save",
        "extent",
        "detail",
        "previously",
        "disclosed",
        "rule",
        "code",
        "dealing",
        "disclosure",
        "person",
        "rule",
        "b",
        "applies",
        "must",
        "made",
        "later",
        "pm",
        "london",
        "time",
        "business",
        "day",
        "following",
        "date",
        "relevant",
        "dealing",
        "two",
        "person",
        "act",
        "together",
        "pursuant",
        "agreement",
        "understanding",
        "whether",
        "formal",
        "informal",
        "acquire",
        "control",
        "interest",
        "relevant",
        "security",
        "offeree",
        "company",
        "security",
        "exchange",
        "offeror",
        "deemed",
        "single",
        "person",
        "purpose",
        "rule",
        "code",
        "opening",
        "position",
        "disclosure",
        "must",
        "also",
        "made",
        "offeree",
        "company",
        "offeror",
        "dealing",
        "disclosure",
        "must",
        "also",
        "made",
        "offeree",
        "company",
        "offeror",
        "person",
        "acting",
        "concert",
        "see",
        "rule",
        "code",
        "detail",
        "offeree",
        "offeror",
        "company",
        "respect",
        "whose",
        "relevant",
        "security",
        "opening",
        "position",
        "disclosure",
        "dealing",
        "disclosure",
        "must",
        "made",
        "found",
        "disclosure",
        "table",
        "takeover",
        "panel",
        "website",
        "including",
        "detail",
        "number",
        "relevant",
        "security",
        "issue",
        "offer",
        "period",
        "commenced",
        "offeror",
        "first",
        "identified",
        "contact",
        "panel",
        "market",
        "surveillance",
        "unit",
        "doubt",
        "whether",
        "required",
        "make",
        "opening",
        "position",
        "disclosure",
        "dealing",
        "disclosure",
        "source",
        "horizon",
        "discovery",
        "group",
        "plc"
    ]
}