{
    "organizations": [],
    "uuid": "e1bf8fd781361ff04ff58b1ff9f2246c918ca34e",
    "author": "Karen Gilchrist",
    "url": "https://www.cnbc.com/2018/05/02/where-to-start-up-in-east-asia-china-hong-kong-japan-south-korea.html",
    "ord_in_thread": 0,
    "title": "Where to start-up in East Asia: China, Hong Kong, Japan, South Korea",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "When it comes to start-ups, Silicon Valley has long reigned supreme, staking claim to international success stories from Apple to Facebook .\nBut the landscape is shifting.\nNew start-up scenes are popping up across the globe as cities seek to take a piece of the pie and entrepreneurial hopefuls look for new locations to set up shop.\nOne of the regions leading the way is East Asia .\nWith access to growing markets, a skilled talent pool and comparatively lower living costs than the Valley and its other Western counterparts, East Asian cities are stepping up to win over entrepreneurs.\nCNBC Make It takes a look at the leading start-up cities in the region and how they fare in terms of cost and ease of doing business.\nBeijing Mainland China China's capital is home to as many as 7,000 start-ups and more than 40 unicorns. See the stats Beijing Mainland China Cost of living (pm) $1,420.40 Coworking space (pm) $265 Cost of coffee $3.80 Internet speed (avg) 6 mbps 30 min cab ride $10.50 Notable startups: Baidu, Ofo, Xiaomi Fukuoka Japan This port city is using start-up visas and entrepreneur loans to boost its business scene. See the stats Fukuoka Japan Cost of living (pm) $1,510.45 Coworking space (pm) $186 Cost of coffee $3.50 Internet speed (avg) 46 mbps 30 min cab ride $44.65 Notable startups: Ikkai, Qurate, Renzo Hong Kong Hong Kong Home to a thriving financial center, this densely populated city is working hard to replicate this success in its start-up scene. See the stats Hong Kong Hong Kong Cost of living (pm) $2,869.85 Coworking space (pm) $255 Cost of coffee $4.30 Internet speed (avg) 38 mbps 30 min cab ride $15.90 Notable startups: GoGoVan, Tink Labs, WeLab Seoul South Korea Seoul's start-up scene is at the center of South Korea's plans to drive forward its economy. See the stats Seoul South Korea Cost of living (pm) $1,849.15 Coworking space (pm) $94 Cost of coffee $4.30 Internet speed (avg) 47 mbps 30 min cab ride $38.20 Notable startups: Kakao, Viva Republica, Yello Mobile Shanghai Mainland China A Chinese metropolis, Shanghai boasts up to 3,000 start-ups and around 500 incubators and accelerators. See the stats Shanghai Mainland China Cost of living (pm) $1,598.85 Coworking space (pm) $197 Cost of coffee $4.30 Internet speed (avg) 7 mbps 30 min cab ride $11.60 Notable startups: 99Bill, AdChina, Qiniu Shenzhen Mainland China Located in southeast China, bordering Hong Kong, Shenzhen is a major manufacturing hub and beneficiary of research and development investment. See the stats Shenzhen Mainland China Cost of living (pm) $1,260.45 Coworking space (pm) $318 Cost of coffee $3.40 Internet speed (avg) 11 mbps 30 min cab ride $10.35 Notable startups: DJI, OnePlus, Tencent Taipei Taiwan The economic powerhouse of Taiwan, Taipei has become a hotspot for high tech innovation. See the stats Taipei Taiwan Cost of living (pm) $1,319.90 Coworking space (pm) $195 Cost of coffee $3.00 Internet speed (avg) 23 mbps 30 min cab ride $20.40 Notable startups: Acer, Appier, Umbo Computer Vision Tokyo Japan Capital of the world’s third-largest economy, Toyko built its reputation as a leading tech innovator during the dotcom boom. See the stats Tokyo Japan Cost of living (pm) $2,163.10 Coworking space (pm) $512 Cost of coffee $3.35 Internet speed (avg) 21 mbps 30 min cab ride $48.65 Notable startups: bitFlyer, Rakuten, Wantedly Aside from cost, there are, of course, other factors to consider when launching a start-up, such as community, availability of investment and access to local expertise.\nHere's a closer look at each of the leading cities and what they have to offer aspiring entrepreneurs.\nMainland China Tianhan Chen | Cpressphoto | Getty Images The skyline of the city of Beijing, China on March 25, 2016. Beijing\nChina's capital stands out ahead of its Asian peers in terms of the scale and valuation of its start-up scene. Home to as many as 7,000 start-ups and more than 40 unicorns — businesses with a valuation of more than $1 billion — opportunity and talent abound in the sprawling megacity.\nTech hubs such as Zhongguancun, China's answer to Silicon Valley, house some of Beijing's estimated 300 coworking spaces. The wider Haidan District remains the headquarters for some of the city's greatest success stories, such as Xiaomi and Baidu .\nShanghai\nOne of the world's most populous cities , Shanghai enjoys a generally affordable cost of living. It has also made strides to nurture its start-up scene, and some districts provide housing allowances or free rent if businesses choose to register there.\nWith 2,000 to 3,000 start-ups currently in the city, Shanghai lags behind Beijing in terms of the relative size of its ecosystem. However, the city tends to enjoy a higher success rate in terms of businesses' abilities to expand internationally — aided by its approximately 500 incubators and accelerators — according to the South China Morning Post .\nShenzhen\nShenzhen has undergone a meteoric transformation in the past three decades, growing from a small fishing village with a population of 175,000 to a metropolis of more than 12.5 million inhabitants. That sudden growth has also spawned a thriving start-up community, boasting global names such as Tencent and OnePlus.\nA haven for hardware developers, the city attracts some of the largest volumes of research and development investment of anywhere in the country.\nHong Kong Jerome Favre | Bloomberg via Getty Images Restrictions Hong Kong Hong Kong\nStrategically positioned with links to China's mainland, Hong Kong has long been one of the world's leading financial centers, but until recently has struggled to replicate that success in its relatively nascent start-up scene.\nHowever, the past few years have seen a boost in entrepreneurial activity and the city now claims more than 2,000 start-ups and around 50 coworking spaces. Last year, Hong Kong celebrated the birth of its first unicorn, van-hailing app GoGoVan.\nJapan Dillemma Photography | Getty Images Motion blur of busy pedestrians walking at famous Shibuya Crossing, Tokyo, Japan Fukuoka\nJapanese port city Fukuoka has been growing its reputation as a start-up hub under the leadership of Mayor Soichiro Takashima and is now the country's designated regulatory sandbox for start-ups. It is also home to Japan's first six-month start-up visa for foreigners and can provide local entrepreneurs with loans of up to $232,000.\nDespite having a relatively modest population of 1.5 million , Fukuoka is Japan's fastest-growing city outside of Tokyo and boasts the country's largest proportion of 15 to 29 year olds and a growing expat community .\nTokyo\nTokyo , once the epicenter of a thriving internet start-up scene dubbed \"Bit Valley\" during the dotcom boom, has struggled to maintain its global dominance in recent years . As a result, investment in start-ups has been poor, despite the city being home to one of the world's largest investors , Softbank .\nHowever, it remains the capital of the world's third-largest economy and opportunities abound for start-ups that can provide solutions to the country's biggest issues, such as its rapidly aging population.\nSouth Korea Shoppers in the Myeongdong area of Seoul, South Korea, on May 18, 2017. Seoul\nSeoul , home to half of South Korea's 50 million-person population, also houses up to 3,500 start-ups and around 100 accelerators, most notably in its famed Gangnam district.\nIn an effort to build a creative economy , the South Korean government has invested heavily in its start-up ecosystem and last year appointed its first start-ups and small and medium-sized enterprises minister. The country also boasts the highest government backing per capita for start-ups, though that tends to be skewed in favor of Korean nationals.\nTaiwan Daniel Aguilera | Getty Images A modern metropolis: Taipei, Taiwan. Taipei\nWith a population of under 3 million, the capital of Taiwan is relatively modest sized in comparison to other start-up cities in the region. In spite of that, Taipei has long been a global hot spot for hardware development and manufacturing and is home to a notable network of engineering and design expertise.\nEntrepreneur visas and subsidies have been made available to non-nationals as part of the Taiwanese government's efforts to boost the city's start-up scene. It is currently home to some 50 coworking offices and over two dozen incubators and accelerators.\nLike this story? Like CNBC Make It on Facebook",
    "published": "2018-05-02T03:00:00.000+03:00",
    "crawled": "2018-05-03T03:39:52.037+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "come",
        "silicon",
        "valley",
        "long",
        "reigned",
        "supreme",
        "staking",
        "claim",
        "international",
        "success",
        "story",
        "apple",
        "facebook",
        "landscape",
        "shifting",
        "new",
        "scene",
        "popping",
        "across",
        "globe",
        "city",
        "seek",
        "take",
        "piece",
        "pie",
        "entrepreneurial",
        "hopeful",
        "look",
        "new",
        "location",
        "set",
        "shop",
        "one",
        "region",
        "leading",
        "way",
        "east",
        "asia",
        "access",
        "growing",
        "market",
        "skilled",
        "talent",
        "pool",
        "comparatively",
        "lower",
        "living",
        "cost",
        "valley",
        "western",
        "counterpart",
        "east",
        "asian",
        "city",
        "stepping",
        "win",
        "entrepreneur",
        "cnbc",
        "make",
        "take",
        "look",
        "leading",
        "city",
        "region",
        "fare",
        "term",
        "cost",
        "ease",
        "business",
        "beijing",
        "mainland",
        "china",
        "china",
        "capital",
        "home",
        "many",
        "unicorn",
        "see",
        "stats",
        "beijing",
        "mainland",
        "china",
        "cost",
        "living",
        "pm",
        "coworking",
        "space",
        "pm",
        "cost",
        "coffee",
        "internet",
        "speed",
        "avg",
        "mbps",
        "min",
        "cab",
        "ride",
        "notable",
        "startup",
        "baidu",
        "ofo",
        "xiaomi",
        "fukuoka",
        "japan",
        "port",
        "city",
        "using",
        "visa",
        "entrepreneur",
        "loan",
        "boost",
        "business",
        "scene",
        "see",
        "stats",
        "fukuoka",
        "japan",
        "cost",
        "living",
        "pm",
        "coworking",
        "space",
        "pm",
        "cost",
        "coffee",
        "internet",
        "speed",
        "avg",
        "mbps",
        "min",
        "cab",
        "ride",
        "notable",
        "startup",
        "ikkai",
        "qurate",
        "renzo",
        "hong",
        "kong",
        "hong",
        "kong",
        "home",
        "thriving",
        "financial",
        "center",
        "densely",
        "populated",
        "city",
        "working",
        "hard",
        "replicate",
        "success",
        "scene",
        "see",
        "stats",
        "hong",
        "kong",
        "hong",
        "kong",
        "cost",
        "living",
        "pm",
        "coworking",
        "space",
        "pm",
        "cost",
        "coffee",
        "internet",
        "speed",
        "avg",
        "mbps",
        "min",
        "cab",
        "ride",
        "notable",
        "startup",
        "gogovan",
        "tink",
        "lab",
        "welab",
        "seoul",
        "south",
        "korea",
        "seoul",
        "scene",
        "center",
        "south",
        "korea",
        "plan",
        "drive",
        "forward",
        "economy",
        "see",
        "stats",
        "seoul",
        "south",
        "korea",
        "cost",
        "living",
        "pm",
        "coworking",
        "space",
        "pm",
        "cost",
        "coffee",
        "internet",
        "speed",
        "avg",
        "mbps",
        "min",
        "cab",
        "ride",
        "notable",
        "startup",
        "kakao",
        "viva",
        "republica",
        "yello",
        "mobile",
        "shanghai",
        "mainland",
        "china",
        "chinese",
        "metropolis",
        "shanghai",
        "boast",
        "around",
        "incubator",
        "accelerator",
        "see",
        "stats",
        "shanghai",
        "mainland",
        "china",
        "cost",
        "living",
        "pm",
        "coworking",
        "space",
        "pm",
        "cost",
        "coffee",
        "internet",
        "speed",
        "avg",
        "mbps",
        "min",
        "cab",
        "ride",
        "notable",
        "startup",
        "99bill",
        "adchina",
        "qiniu",
        "shenzhen",
        "mainland",
        "china",
        "located",
        "southeast",
        "china",
        "bordering",
        "hong",
        "kong",
        "shenzhen",
        "major",
        "manufacturing",
        "hub",
        "beneficiary",
        "research",
        "development",
        "investment",
        "see",
        "stats",
        "shenzhen",
        "mainland",
        "china",
        "cost",
        "living",
        "pm",
        "coworking",
        "space",
        "pm",
        "cost",
        "coffee",
        "internet",
        "speed",
        "avg",
        "mbps",
        "min",
        "cab",
        "ride",
        "notable",
        "startup",
        "dji",
        "oneplus",
        "tencent",
        "taipei",
        "taiwan",
        "economic",
        "powerhouse",
        "taiwan",
        "taipei",
        "become",
        "hotspot",
        "high",
        "tech",
        "innovation",
        "see",
        "stats",
        "taipei",
        "taiwan",
        "cost",
        "living",
        "pm",
        "coworking",
        "space",
        "pm",
        "cost",
        "coffee",
        "internet",
        "speed",
        "avg",
        "mbps",
        "min",
        "cab",
        "ride",
        "notable",
        "startup",
        "acer",
        "appier",
        "umbo",
        "computer",
        "vision",
        "tokyo",
        "japan",
        "capital",
        "world",
        "economy",
        "toyko",
        "built",
        "reputation",
        "leading",
        "tech",
        "innovator",
        "dotcom",
        "boom",
        "see",
        "stats",
        "tokyo",
        "japan",
        "cost",
        "living",
        "pm",
        "coworking",
        "space",
        "pm",
        "cost",
        "coffee",
        "internet",
        "speed",
        "avg",
        "mbps",
        "min",
        "cab",
        "ride",
        "notable",
        "startup",
        "bitflyer",
        "rakuten",
        "wantedly",
        "aside",
        "cost",
        "course",
        "factor",
        "consider",
        "launching",
        "community",
        "availability",
        "investment",
        "access",
        "local",
        "expertise",
        "closer",
        "look",
        "leading",
        "city",
        "offer",
        "aspiring",
        "entrepreneur",
        "mainland",
        "china",
        "tianhan",
        "chen",
        "cpressphoto",
        "getty",
        "image",
        "skyline",
        "city",
        "beijing",
        "china",
        "march",
        "beijing",
        "china",
        "capital",
        "stand",
        "ahead",
        "asian",
        "peer",
        "term",
        "scale",
        "valuation",
        "scene",
        "home",
        "many",
        "unicorn",
        "business",
        "valuation",
        "billion",
        "opportunity",
        "talent",
        "abound",
        "sprawling",
        "megacity",
        "tech",
        "hub",
        "zhongguancun",
        "china",
        "answer",
        "silicon",
        "valley",
        "house",
        "beijing",
        "estimated",
        "coworking",
        "space",
        "wider",
        "haidan",
        "district",
        "remains",
        "headquarters",
        "city",
        "greatest",
        "success",
        "story",
        "xiaomi",
        "baidu",
        "shanghai",
        "one",
        "world",
        "populous",
        "city",
        "shanghai",
        "enjoys",
        "generally",
        "affordable",
        "cost",
        "living",
        "also",
        "made",
        "stride",
        "nurture",
        "scene",
        "district",
        "provide",
        "housing",
        "allowance",
        "free",
        "rent",
        "business",
        "choose",
        "register",
        "currently",
        "city",
        "shanghai",
        "lag",
        "behind",
        "beijing",
        "term",
        "relative",
        "size",
        "ecosystem",
        "however",
        "city",
        "tends",
        "enjoy",
        "higher",
        "success",
        "rate",
        "term",
        "business",
        "ability",
        "expand",
        "internationally",
        "aided",
        "approximately",
        "incubator",
        "accelerator",
        "according",
        "south",
        "china",
        "morning",
        "post",
        "shenzhen",
        "shenzhen",
        "undergone",
        "meteoric",
        "transformation",
        "past",
        "three",
        "decade",
        "growing",
        "small",
        "fishing",
        "village",
        "population",
        "metropolis",
        "million",
        "inhabitant",
        "sudden",
        "growth",
        "also",
        "spawned",
        "thriving",
        "community",
        "boasting",
        "global",
        "name",
        "tencent",
        "oneplus",
        "hardware",
        "developer",
        "city",
        "attracts",
        "largest",
        "volume",
        "research",
        "development",
        "investment",
        "anywhere",
        "country",
        "hong",
        "kong",
        "jerome",
        "favre",
        "bloomberg",
        "via",
        "getty",
        "image",
        "restriction",
        "hong",
        "kong",
        "hong",
        "kong",
        "strategically",
        "positioned",
        "link",
        "china",
        "mainland",
        "hong",
        "kong",
        "long",
        "one",
        "world",
        "leading",
        "financial",
        "center",
        "recently",
        "struggled",
        "replicate",
        "success",
        "relatively",
        "nascent",
        "scene",
        "however",
        "past",
        "year",
        "seen",
        "boost",
        "entrepreneurial",
        "activity",
        "city",
        "claim",
        "around",
        "coworking",
        "space",
        "last",
        "year",
        "hong",
        "kong",
        "celebrated",
        "birth",
        "first",
        "unicorn",
        "app",
        "gogovan",
        "japan",
        "dillemma",
        "photography",
        "getty",
        "image",
        "motion",
        "blur",
        "busy",
        "pedestrian",
        "walking",
        "famous",
        "shibuya",
        "crossing",
        "tokyo",
        "japan",
        "fukuoka",
        "japanese",
        "port",
        "city",
        "fukuoka",
        "growing",
        "reputation",
        "hub",
        "leadership",
        "mayor",
        "soichiro",
        "takashima",
        "country",
        "designated",
        "regulatory",
        "sandbox",
        "also",
        "home",
        "japan",
        "first",
        "visa",
        "foreigner",
        "provide",
        "local",
        "entrepreneur",
        "loan",
        "despite",
        "relatively",
        "modest",
        "population",
        "million",
        "fukuoka",
        "japan",
        "city",
        "outside",
        "tokyo",
        "boast",
        "country",
        "largest",
        "proportion",
        "year",
        "old",
        "growing",
        "expat",
        "community",
        "tokyo",
        "tokyo",
        "epicenter",
        "thriving",
        "internet",
        "scene",
        "dubbed",
        "bit",
        "valley",
        "dotcom",
        "boom",
        "struggled",
        "maintain",
        "global",
        "dominance",
        "recent",
        "year",
        "result",
        "investment",
        "poor",
        "despite",
        "city",
        "home",
        "one",
        "world",
        "largest",
        "investor",
        "softbank",
        "however",
        "remains",
        "capital",
        "world",
        "economy",
        "opportunity",
        "abound",
        "provide",
        "solution",
        "country",
        "biggest",
        "issue",
        "rapidly",
        "aging",
        "population",
        "south",
        "korea",
        "shopper",
        "myeongdong",
        "area",
        "seoul",
        "south",
        "korea",
        "may",
        "seoul",
        "seoul",
        "home",
        "half",
        "south",
        "korea",
        "population",
        "also",
        "house",
        "around",
        "accelerator",
        "notably",
        "famed",
        "gangnam",
        "district",
        "effort",
        "build",
        "creative",
        "economy",
        "south",
        "korean",
        "government",
        "invested",
        "heavily",
        "ecosystem",
        "last",
        "year",
        "appointed",
        "first",
        "small",
        "enterprise",
        "minister",
        "country",
        "also",
        "boast",
        "highest",
        "government",
        "backing",
        "per",
        "caput",
        "though",
        "tends",
        "skewed",
        "favor",
        "korean",
        "national",
        "taiwan",
        "daniel",
        "aguilera",
        "getty",
        "image",
        "modern",
        "metropolis",
        "taipei",
        "taiwan",
        "taipei",
        "population",
        "million",
        "capital",
        "taiwan",
        "relatively",
        "modest",
        "sized",
        "comparison",
        "city",
        "region",
        "spite",
        "taipei",
        "long",
        "global",
        "hot",
        "spot",
        "hardware",
        "development",
        "manufacturing",
        "home",
        "notable",
        "network",
        "engineering",
        "design",
        "expertise",
        "entrepreneur",
        "visa",
        "subsidy",
        "made",
        "available",
        "part",
        "taiwanese",
        "government",
        "effort",
        "boost",
        "city",
        "scene",
        "currently",
        "home",
        "coworking",
        "office",
        "two",
        "dozen",
        "incubator",
        "accelerator",
        "like",
        "story",
        "like",
        "cnbc",
        "make",
        "facebook"
    ]
}