{
    "organizations": [],
    "uuid": "cd7a74996ed66a5bc744d182b8d7e029e14ad913",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/29/pr-newswire-kkr-to-acquire-bmc-software-from-investor-group.html",
    "ord_in_thread": 0,
    "title": "KKR to Acquire BMC Software from Investor Group",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "HOUSTON and NEW YORK, May 29, 2018 /PRNewswire/ -- BMC Software (\"BMC\"), a global leader in software solutions for the digital enterprise, and KKR , a leading global investment firm, today announced the signing of a definitive agreement under which KKR will acquire BMC. The company is being acquired from a private investor group led by Bain Capital Private Equity and Golden Gate Capital together with GIC, Insight Venture Partners and Elliott Management (collectively, the \"Investor Group\").\nFounded in 1980, BMC is a leading systems software provider which helps enterprise organizations manage and optimize information technology across cloud, hybrid, on-premise, and mainframe environments. Over the past 38 years, BMC has consistently expanded its scope alongside constantly evolving IT markets to address the ever-changing needs of the global enterprise. Today the company serves more than 10,000 customers worldwide, including 92% of the Forbes® Global 100. Recently, BMC was also recognized as one of America's best employers for the third consecutive year by Forbes.\n\"With the support and partnership of our Investor Group, BMC significantly accelerated its innovation of new technologies and new go-to-market capabilities over the past five years,\" said Peter Leav, President and Chief Executive Officer of BMC. \"Our growth outlook remains strong as BMC is competitively advantaged to continue to invest and win in the marketplace. Our customers can expect the BMC team to remain focused on providing innovative solutions and services with our expanding ecosystem of partners to help them succeed across changing enterprise environments. We are excited to embark on our next chapter with KKR as our partner.\"\n\"In an ever-changing IT environment that is only becoming more complex, companies that help simplify and manage this essential infrastructure for their enterprise customers play an increasingly important role,\" said Herald Chen, KKR Member and Head of the firm's Technology, Media & Telecom (TMT) industry team, and John Park, KKR Member. \"With more than 10,000 customers and 6,000 employees, BMC is a global leader in managing digital and IT infrastructure with a broad portfolio of software solutions. We are thrilled to partner with the talented BMC team to accelerate growth—including via M&A—building on BMC's deep technology expertise and long-standing customer relationships.\"\nKKR has a long record of supporting technology companies, having invested over $26 billion in the TMT sector in the last decade. KKR has experience with a number of enterprise systems software related investments, including Mitchell , Epicor and Calabrio . KKR is making the investment primarily from its twelfth Americas Private Equity investment fund.\n\"We have enjoyed working with and supporting Peter and the leadership team as they have propelled BMC's technology forward to meet the changing needs of customers and the marketplace, and in the process positioned the business well for the future,\" said Ian Loring, a Managing Director at Bain Capital Private Equity. \"BMC has led innovation in their space and invested significantly in the product portfolio, and it has been gratifying to see the results in top line growth and enhanced competitive positions,\" added David Humphrey, a Managing Director at Bain Capital Private Equity. Loring and Humphrey both serve on the BMC Board of Directors.\n\"We are very pleased with our successful partnership with BMC's leadership team. Over the past five years, BMC has built upon its 38-year history of leadership in IT management solutions by adapting to industry shifts and innovating new tools that help transform customers into leading digital enterprises. Today, BMC's solutions serve as the digital innovation and operations engine for thousands of customers worldwide. We are confident that BMC will continue this momentum and has a bright future ahead,\" said Rishi Chandna, Managing Director at Golden Gate Capital and a member of the BMC Board of Directors.\nSince going private in September of 2013, BMC has reallocated hundreds of millions of dollars toward higher growth R&D and go-to-market initiatives to address the massive digital disruption that is taking place in industries around the globe. In 2015, the company introduced its vision and strategy around Digital Enterprise Management that enables customers with a set of innovative IT solutions designed to make digital business fast, seamless, and optimized from mainframe to mobile to cloud and beyond. As an extension of its strategy, BMC is helping companies accelerate their cloud adoption, and more specifically companies that have a cloud strategy that is based on multiple cloud providers.\nFinancing for the transaction is being provided by Credit Suisse, Goldman Sachs Bank USA, Jefferies Finance LLC, Macquarie and Mizuho Bank. The transaction, which is expected to close in the third quarter of 2018, is subject to regulatory approvals and other customary closing conditions.\nGoldman Sachs & Co. LLC, Credit Suisse and Morgan Stanley & Co. LLC served as financial advisors to BMC. Kirkland & Ellis LLP is serving as legal counsel to BMC. Macquarie Capital is acting as exclusive financial advisor to KKR, with Simpson Thacher & Bartlett LLP serving as KKR's legal counsel.\nAbout BMC\nBMC is a global leader in innovative software solutions that enable businesses to transform into digital enterprises for the ultimate competitive advantage. Our Digital Enterprise Management solutions are designed to make digital business fast, seamless, and optimized from mainframe to mobile to cloud and beyond. BMC digital IT transforms 92% of the Forbes® Global 100 and serves more than 10,000 customers worldwide.\nBMC – Bring IT to Life\nBMC, BMC Software, the BMC logo, and the BMC Software logo are the exclusive properties of BMC Software Inc., are registered or pending registration with the U.S. Patent and Trademark Office, and may be registered or pending registration in other countries. All other BMC trademarks, service marks, and logos may be registered or pending registration in the U.S. or in other countries. All other trademarks or registered trademarks are the property of their respective owners. ©Copyright 2018 BMC Software, Inc.\nAbout KKR\nKKR is a leading global investment firm that manages multiple alternative asset classes, including private equity, energy, infrastructure, real estate and credit, with strategic manager partnerships that manage hedge funds. KKR aims to generate attractive investment returns for its fund investors by following a patient and disciplined investment approach, employing world-class people, and driving growth and value creation with KKR portfolio companies. KKR invests its own capital alongside the capital it manages for fund investors and provides financing solutions and investment opportunities through its capital markets business. References to KKR's investments may include the activities of its sponsored funds. For additional information about KKR & Co. L.P. (NYSE: KKR), please visit KKR's website at www.kkr.com and on Twitter @KKR_Co.\nAbout Bain Capital Private Equity\nBain Capital Private Equity ( www.baincapitalprivateequity.com ) has partnered closely with management teams to provide the strategic resources that build great companies and help them thrive since its founding in 1984. Bain Capital Private Equity's global team of approximately 220 investment professionals creates value for its portfolio companies through its global platform and depth of expertise in key vertical industries including healthcare, consumer/retail, financial and business services, industrials, and technology, media and telecommunications. Bain Capital has 19 offices on four continents. The firm has made primary or add-on investments in more than 760 companies since its inception. In addition to private equity, Bain Capital invests across asset classes including credit, public equity and venture capital, managing approximately $95 billion in total and leveraging the firm's shared platform to capture opportunities in strategic areas of focus.\nAbout Golden Gate Capital\nGolden Gate Capital is a San Francisco-based private equity investment firm with over $15 billion of capital under management. The principals of Golden Gate Capital have a long and successful history of investing across a wide range of industries and transaction types, including going-privates, corporate divestitures, and recapitalizations, as well as debt and public equity investments. Other notable software investments sponsored by Golden Gate Capital include Infor, Ex Libris, Micro Focus and LiveVox. For more information, visit www.goldengatecap.com .\nAbout GIC\nGIC is a leading global investment firm established in 1981 to manage Singapore's foreign reserves. A disciplined long-term value investor, GIC is uniquely positioned for investments across a wide range of asset classes, including equities, fixed income, private equity, real estate and infrastructure. In private equity, GIC invests through funds as well as directly in companies, partnering with its fund managers and management teams to help world class businesses achieve their objectives. GIC has investments in over 40 countries and has been investing in emerging markets for more than two decades. Headquartered in Singapore, GIC employs over 1,400 people across 10 offices in key financial cities worldwide. For more information about GIC, please visit www.gic.com.sg .\nAbout Insight Venture Partners\nInsight Venture Partners is a leading global venture capital and private equity firm investing in high-growth technology and software companies that are driving transformative change in their industries. Founded in 1995, Insight has raised more than $18 billion and invested in over 300 companies worldwide. Our mission is to find, fund and work successfully with visionary executives, providing them with practical, hands-on growth expertise to foster long-term success. Across our people and our portfolio, we encourage a culture around a core belief: growth equals opportunity. For more information on Insight and all its investments, visit www.insightpartners.com or follow us on Twitter @insightpartners.\nAbout Elliott Management\nElliott Management manages two multi-strategy investment funds which combined have approximately $35 billion of assets under management. Its flagship fund, Elliott Associates, L.P., was founded in 1977, making it one of the oldest funds of its kind under continuous management. The Elliott funds' investors include pension plans, sovereign wealth funds, endowments, foundations, funds-of-funds, high net worth individuals and families, and employees of the firm.\nForward-Looking Statements\nThis press release contains \" \" within the meaning of the Private Securities Litigation Reform Act of 1995. Forward-looking statements in this document may include, without limitation, statements about completing the proposed transaction on the terms described above. BMC cautions readers that any forward-looking statement is not a guarantee of future performance and that actual results could those contained in the forward-looking statement; therefore, investors and stockholders should not place undue reliance on such statement. There are a number of risks and uncertainties that could cause actual results to the included in this communication. These factors include without limitation: (1) the occurrence of any event, change or other circumstances that could give rise to the termination of the definitive agreement, (2) the failure to satisfy the closing conditions and (3) the failure to obtain the necessary financing arrangements.\nAll such factors are difficult to predict and are beyond BMC's control. All attributable to BMC or persons acting on BMC's behalf are expressly qualified in their entirety by the foregoing cautionary statements. All such statements speak only as of the date made, and BMC undertakes no obligation to update or revise publicly any , whether as a result of new information, future events or otherwise.\nMedia Contacts:\nBMC:\nSheila Watson\n(713) 918-8832\nsheila_watson@bmc.com\nKKR:\nKristi Huller or Cara Kleiman Major\n(212) 750-8300\nmedia@kkr.com\nFor Bain Capital Private Equity:\nAlex Stanton / Charlyn Lusk\n(212) 780 0701 / (646) 502-3549\nastanton@stantonprm.com / clusk@stantonprm.com\nFor Golden Gate Capital:\nSard Verbinnen & Co\nJenny Gore / Alyssa Linn\n(312) 895-4700 / (310) 201-2040\nView original content with multimedia: http://www.prnewswire.com/news-releases/kkr-to-acquire-bmc-software-from-investor-group-300655574.html\nSOURCE BMC Software",
    "published": "2018-05-29T15:00:00.000+03:00",
    "crawled": "2018-05-29T16:31:28.010+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "houston",
        "new",
        "york",
        "may",
        "bmc",
        "software",
        "bmc",
        "global",
        "leader",
        "software",
        "solution",
        "digital",
        "enterprise",
        "kkr",
        "leading",
        "global",
        "investment",
        "firm",
        "today",
        "announced",
        "signing",
        "definitive",
        "agreement",
        "kkr",
        "acquire",
        "bmc",
        "company",
        "acquired",
        "private",
        "investor",
        "group",
        "led",
        "bain",
        "capital",
        "private",
        "equity",
        "golden",
        "gate",
        "capital",
        "together",
        "gic",
        "insight",
        "venture",
        "partner",
        "elliott",
        "management",
        "collectively",
        "investor",
        "group",
        "founded",
        "bmc",
        "leading",
        "system",
        "software",
        "provider",
        "help",
        "enterprise",
        "organization",
        "manage",
        "optimize",
        "information",
        "technology",
        "across",
        "cloud",
        "hybrid",
        "mainframe",
        "environment",
        "past",
        "year",
        "bmc",
        "consistently",
        "expanded",
        "scope",
        "alongside",
        "constantly",
        "evolving",
        "market",
        "address",
        "need",
        "global",
        "enterprise",
        "today",
        "company",
        "serf",
        "customer",
        "worldwide",
        "including",
        "global",
        "recently",
        "bmc",
        "also",
        "recognized",
        "one",
        "america",
        "best",
        "employer",
        "third",
        "consecutive",
        "year",
        "forbes",
        "support",
        "partnership",
        "investor",
        "group",
        "bmc",
        "significantly",
        "accelerated",
        "innovation",
        "new",
        "technology",
        "new",
        "capability",
        "past",
        "five",
        "year",
        "said",
        "peter",
        "leav",
        "president",
        "chief",
        "executive",
        "officer",
        "bmc",
        "growth",
        "outlook",
        "remains",
        "strong",
        "bmc",
        "competitively",
        "advantaged",
        "continue",
        "invest",
        "win",
        "marketplace",
        "customer",
        "expect",
        "bmc",
        "team",
        "remain",
        "focused",
        "providing",
        "innovative",
        "solution",
        "service",
        "expanding",
        "ecosystem",
        "partner",
        "help",
        "succeed",
        "across",
        "changing",
        "enterprise",
        "environment",
        "excited",
        "embark",
        "next",
        "chapter",
        "kkr",
        "partner",
        "environment",
        "becoming",
        "complex",
        "company",
        "help",
        "simplify",
        "manage",
        "essential",
        "infrastructure",
        "enterprise",
        "customer",
        "play",
        "increasingly",
        "important",
        "role",
        "said",
        "herald",
        "chen",
        "kkr",
        "member",
        "head",
        "firm",
        "technology",
        "medium",
        "telecom",
        "tmt",
        "industry",
        "team",
        "john",
        "park",
        "kkr",
        "member",
        "customer",
        "employee",
        "bmc",
        "global",
        "leader",
        "managing",
        "digital",
        "infrastructure",
        "broad",
        "portfolio",
        "software",
        "solution",
        "thrilled",
        "partner",
        "talented",
        "bmc",
        "team",
        "accelerate",
        "via",
        "bmc",
        "deep",
        "technology",
        "expertise",
        "customer",
        "relationship",
        "kkr",
        "long",
        "record",
        "supporting",
        "technology",
        "company",
        "invested",
        "billion",
        "tmt",
        "sector",
        "last",
        "decade",
        "kkr",
        "experience",
        "number",
        "enterprise",
        "system",
        "software",
        "related",
        "investment",
        "including",
        "mitchell",
        "epicor",
        "calabrio",
        "kkr",
        "making",
        "investment",
        "primarily",
        "twelfth",
        "america",
        "private",
        "equity",
        "investment",
        "fund",
        "enjoyed",
        "working",
        "supporting",
        "peter",
        "leadership",
        "team",
        "propelled",
        "bmc",
        "technology",
        "forward",
        "meet",
        "changing",
        "need",
        "customer",
        "marketplace",
        "process",
        "positioned",
        "business",
        "well",
        "future",
        "said",
        "ian",
        "loring",
        "managing",
        "director",
        "bain",
        "capital",
        "private",
        "equity",
        "bmc",
        "led",
        "innovation",
        "space",
        "invested",
        "significantly",
        "product",
        "portfolio",
        "gratifying",
        "see",
        "result",
        "top",
        "line",
        "growth",
        "enhanced",
        "competitive",
        "position",
        "added",
        "david",
        "humphrey",
        "managing",
        "director",
        "bain",
        "capital",
        "private",
        "equity",
        "loring",
        "humphrey",
        "serve",
        "bmc",
        "board",
        "director",
        "pleased",
        "successful",
        "partnership",
        "bmc",
        "leadership",
        "team",
        "past",
        "five",
        "year",
        "bmc",
        "built",
        "upon",
        "history",
        "leadership",
        "management",
        "solution",
        "adapting",
        "industry",
        "shift",
        "innovating",
        "new",
        "tool",
        "help",
        "transform",
        "customer",
        "leading",
        "digital",
        "enterprise",
        "today",
        "bmc",
        "solution",
        "serve",
        "digital",
        "innovation",
        "operation",
        "engine",
        "thousand",
        "customer",
        "worldwide",
        "confident",
        "bmc",
        "continue",
        "momentum",
        "bright",
        "future",
        "ahead",
        "said",
        "rishi",
        "chandna",
        "managing",
        "director",
        "golden",
        "gate",
        "capital",
        "member",
        "bmc",
        "board",
        "director",
        "since",
        "going",
        "private",
        "september",
        "bmc",
        "reallocated",
        "hundred",
        "million",
        "dollar",
        "toward",
        "higher",
        "growth",
        "r",
        "initiative",
        "address",
        "massive",
        "digital",
        "disruption",
        "taking",
        "place",
        "industry",
        "around",
        "globe",
        "company",
        "introduced",
        "vision",
        "strategy",
        "around",
        "digital",
        "enterprise",
        "management",
        "enables",
        "customer",
        "set",
        "innovative",
        "solution",
        "designed",
        "make",
        "digital",
        "business",
        "fast",
        "seamless",
        "optimized",
        "mainframe",
        "mobile",
        "cloud",
        "beyond",
        "extension",
        "strategy",
        "bmc",
        "helping",
        "company",
        "accelerate",
        "cloud",
        "adoption",
        "specifically",
        "company",
        "cloud",
        "strategy",
        "based",
        "multiple",
        "cloud",
        "provider",
        "financing",
        "transaction",
        "provided",
        "credit",
        "suisse",
        "goldman",
        "sachs",
        "bank",
        "usa",
        "jefferies",
        "finance",
        "llc",
        "macquarie",
        "mizuho",
        "bank",
        "transaction",
        "expected",
        "close",
        "third",
        "quarter",
        "subject",
        "regulatory",
        "approval",
        "customary",
        "closing",
        "condition",
        "goldman",
        "sachs",
        "llc",
        "credit",
        "suisse",
        "morgan",
        "stanley",
        "llc",
        "served",
        "financial",
        "advisor",
        "bmc",
        "kirkland",
        "elli",
        "llp",
        "serving",
        "legal",
        "counsel",
        "bmc",
        "macquarie",
        "capital",
        "acting",
        "exclusive",
        "financial",
        "advisor",
        "kkr",
        "simpson",
        "thacher",
        "bartlett",
        "llp",
        "serving",
        "kkr",
        "legal",
        "counsel",
        "bmc",
        "bmc",
        "global",
        "leader",
        "innovative",
        "software",
        "solution",
        "enable",
        "business",
        "transform",
        "digital",
        "enterprise",
        "ultimate",
        "competitive",
        "advantage",
        "digital",
        "enterprise",
        "management",
        "solution",
        "designed",
        "make",
        "digital",
        "business",
        "fast",
        "seamless",
        "optimized",
        "mainframe",
        "mobile",
        "cloud",
        "beyond",
        "bmc",
        "digital",
        "transforms",
        "global",
        "serf",
        "customer",
        "worldwide",
        "bmc",
        "bring",
        "life",
        "bmc",
        "bmc",
        "software",
        "bmc",
        "logo",
        "bmc",
        "software",
        "logo",
        "exclusive",
        "property",
        "bmc",
        "software",
        "registered",
        "pending",
        "registration",
        "patent",
        "trademark",
        "office",
        "may",
        "registered",
        "pending",
        "registration",
        "country",
        "bmc",
        "trademark",
        "service",
        "mark",
        "logo",
        "may",
        "registered",
        "pending",
        "registration",
        "country",
        "trademark",
        "registered",
        "trademark",
        "property",
        "respective",
        "owner",
        "bmc",
        "software",
        "kkr",
        "kkr",
        "leading",
        "global",
        "investment",
        "firm",
        "manages",
        "multiple",
        "alternative",
        "asset",
        "class",
        "including",
        "private",
        "equity",
        "energy",
        "infrastructure",
        "real",
        "estate",
        "credit",
        "strategic",
        "manager",
        "partnership",
        "manage",
        "hedge",
        "fund",
        "kkr",
        "aim",
        "generate",
        "attractive",
        "investment",
        "return",
        "fund",
        "investor",
        "following",
        "patient",
        "disciplined",
        "investment",
        "approach",
        "employing",
        "people",
        "driving",
        "growth",
        "value",
        "creation",
        "kkr",
        "portfolio",
        "company",
        "kkr",
        "invests",
        "capital",
        "alongside",
        "capital",
        "manages",
        "fund",
        "investor",
        "provides",
        "financing",
        "solution",
        "investment",
        "opportunity",
        "capital",
        "market",
        "business",
        "reference",
        "kkr",
        "investment",
        "may",
        "include",
        "activity",
        "sponsored",
        "fund",
        "additional",
        "information",
        "kkr",
        "nyse",
        "kkr",
        "please",
        "visit",
        "kkr",
        "website",
        "twitter",
        "bain",
        "capital",
        "private",
        "equity",
        "bain",
        "capital",
        "private",
        "equity",
        "partnered",
        "closely",
        "management",
        "team",
        "provide",
        "strategic",
        "resource",
        "build",
        "great",
        "company",
        "help",
        "thrive",
        "since",
        "founding",
        "bain",
        "capital",
        "private",
        "equity",
        "global",
        "team",
        "approximately",
        "investment",
        "professional",
        "creates",
        "value",
        "portfolio",
        "company",
        "global",
        "platform",
        "depth",
        "expertise",
        "key",
        "vertical",
        "industry",
        "including",
        "healthcare",
        "financial",
        "business",
        "service",
        "industrials",
        "technology",
        "medium",
        "telecommunication",
        "bain",
        "capital",
        "office",
        "four",
        "continent",
        "firm",
        "made",
        "primary",
        "investment",
        "company",
        "since",
        "inception",
        "addition",
        "private",
        "equity",
        "bain",
        "capital",
        "invests",
        "across",
        "asset",
        "class",
        "including",
        "credit",
        "public",
        "equity",
        "venture",
        "capital",
        "managing",
        "approximately",
        "billion",
        "total",
        "leveraging",
        "firm",
        "shared",
        "platform",
        "capture",
        "opportunity",
        "strategic",
        "area",
        "focus",
        "golden",
        "gate",
        "capital",
        "golden",
        "gate",
        "capital",
        "san",
        "private",
        "equity",
        "investment",
        "firm",
        "billion",
        "capital",
        "management",
        "principal",
        "golden",
        "gate",
        "capital",
        "long",
        "successful",
        "history",
        "investing",
        "across",
        "wide",
        "range",
        "industry",
        "transaction",
        "type",
        "including",
        "corporate",
        "divestiture",
        "recapitalizations",
        "well",
        "debt",
        "public",
        "equity",
        "investment",
        "notable",
        "software",
        "investment",
        "sponsored",
        "golden",
        "gate",
        "capital",
        "include",
        "infor",
        "ex",
        "libris",
        "micro",
        "focus",
        "livevox",
        "information",
        "visit",
        "gic",
        "gic",
        "leading",
        "global",
        "investment",
        "firm",
        "established",
        "manage",
        "singapore",
        "foreign",
        "reserve",
        "disciplined",
        "value",
        "investor",
        "gic",
        "uniquely",
        "positioned",
        "investment",
        "across",
        "wide",
        "range",
        "asset",
        "class",
        "including",
        "equity",
        "fixed",
        "income",
        "private",
        "equity",
        "real",
        "estate",
        "infrastructure",
        "private",
        "equity",
        "gic",
        "invests",
        "fund",
        "well",
        "directly",
        "company",
        "partnering",
        "fund",
        "manager",
        "management",
        "team",
        "help",
        "world",
        "class",
        "business",
        "achieve",
        "objective",
        "gic",
        "investment",
        "country",
        "investing",
        "emerging",
        "market",
        "two",
        "decade",
        "headquartered",
        "singapore",
        "gic",
        "employ",
        "people",
        "across",
        "office",
        "key",
        "financial",
        "city",
        "worldwide",
        "information",
        "gic",
        "please",
        "visit",
        "insight",
        "venture",
        "partner",
        "insight",
        "venture",
        "partner",
        "leading",
        "global",
        "venture",
        "capital",
        "private",
        "equity",
        "firm",
        "investing",
        "technology",
        "software",
        "company",
        "driving",
        "transformative",
        "change",
        "industry",
        "founded",
        "insight",
        "raised",
        "billion",
        "invested",
        "company",
        "worldwide",
        "mission",
        "find",
        "fund",
        "work",
        "successfully",
        "visionary",
        "executive",
        "providing",
        "practical",
        "growth",
        "expertise",
        "foster",
        "success",
        "across",
        "people",
        "portfolio",
        "encourage",
        "culture",
        "around",
        "core",
        "belief",
        "growth",
        "equal",
        "opportunity",
        "information",
        "insight",
        "investment",
        "visit",
        "follow",
        "u",
        "twitter",
        "insightpartners",
        "elliott",
        "management",
        "elliott",
        "management",
        "manages",
        "two",
        "investment",
        "fund",
        "combined",
        "approximately",
        "billion",
        "asset",
        "management",
        "flagship",
        "fund",
        "elliott",
        "associate",
        "founded",
        "making",
        "one",
        "oldest",
        "fund",
        "kind",
        "continuous",
        "management",
        "elliott",
        "fund",
        "investor",
        "include",
        "pension",
        "plan",
        "sovereign",
        "wealth",
        "fund",
        "endowment",
        "foundation",
        "high",
        "net",
        "worth",
        "individual",
        "family",
        "employee",
        "firm",
        "statement",
        "press",
        "release",
        "contains",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "document",
        "may",
        "include",
        "without",
        "limitation",
        "statement",
        "completing",
        "proposed",
        "transaction",
        "term",
        "described",
        "bmc",
        "caution",
        "reader",
        "statement",
        "guarantee",
        "future",
        "performance",
        "actual",
        "result",
        "could",
        "contained",
        "statement",
        "therefore",
        "investor",
        "stockholder",
        "place",
        "undue",
        "reliance",
        "statement",
        "number",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "included",
        "communication",
        "factor",
        "include",
        "without",
        "limitation",
        "occurrence",
        "event",
        "change",
        "circumstance",
        "could",
        "give",
        "rise",
        "termination",
        "definitive",
        "agreement",
        "failure",
        "satisfy",
        "closing",
        "condition",
        "failure",
        "obtain",
        "necessary",
        "financing",
        "arrangement",
        "factor",
        "difficult",
        "predict",
        "beyond",
        "bmc",
        "control",
        "attributable",
        "bmc",
        "person",
        "acting",
        "bmc",
        "behalf",
        "expressly",
        "qualified",
        "entirety",
        "foregoing",
        "cautionary",
        "statement",
        "statement",
        "speak",
        "date",
        "made",
        "bmc",
        "undertakes",
        "obligation",
        "update",
        "revise",
        "publicly",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "medium",
        "contact",
        "bmc",
        "sheila",
        "watson",
        "kkr",
        "kristi",
        "huller",
        "cara",
        "kleiman",
        "major",
        "medium",
        "bain",
        "capital",
        "private",
        "equity",
        "alex",
        "stanton",
        "charlyn",
        "lusk",
        "astanton",
        "clusk",
        "golden",
        "gate",
        "capital",
        "sard",
        "verbinnen",
        "co",
        "jenny",
        "gore",
        "alyssa",
        "linn",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "bmc",
        "software"
    ]
}