{
    "organizations": [],
    "uuid": "3aef8ea05f50c03d3e9ec81ef77140d455d6a593",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/22/business-wire-izea-reports-first-quarter-2018-results.html",
    "ord_in_thread": 0,
    "title": "IZEA Reports First Quarter 2018 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "ORLANDO, Fla.--(BUSINESS WIRE)-- IZEA , Inc. (NASDAQ: IZEA ), operator of IZEAx, the premier online marketplace connecting brands and publishers with influential content creators, reported its financial results for the first quarter ended March 31, 2018.\nQ1 2018 Financial Highlights Compared to Q1 2017\nRevenue was $3.9 million in Q1 2018, down 19%, compared to $4.8 million in Q1 2017. Revenue from Managed Services decreased 19% to $3.8 million, compared to $4.7 million. Bookings from Managed Services decreased 10% to $5.7 million, compared to $6.4 million. Total costs and expenses were $5.8 million, compared to $7.5 million. Net loss was $(2.0) million, compared to a net loss of $(2.7) million, an improvement of $674,000 or 25%. Adjusted EBITDA was $(1.8) million, compared to $(2.0) million, an improvement of $(0.2) million or 9%.\nQ1 2018 Operational Highlights\nBegan expansion of IZEA partnership sales team, focused on increasing adoption of IZEAx A global top ten public relations agency became an IZEAx licensee Executed campaigns for two of the top five largest internet companies\nManagement Commentary\n“IZEA saw a decrease in fourth-quarter 2017 contractual commitments as several large customers pushed their annual contracts to the 2018 calendar year. In addition, smaller, faster running campaigns made up less of the sales pipeline throughout 2017. That in turn had an impact on first-quarter 2018 revenue and Gross Billings, which were both off in the quarter,” said Ted Murphy, IZEA’s Chairman and CEO. “We began to see a rebound in contractual commitments in first-quarter 2018 as our bookings for Managed Services increased to $5.7 million compared to $4.0 million in the fourth-quarter of 2017. However, we remain off pace from last year, when we had $6.4 million in bookings for Managed Services in the first quarter of 2017. We believe it will take us two to three quarters to begin to see a meaningful impact from our customer diversification strategy, which is designed to reduce the effects of larger customers as a percentage of revenue.”\nQ1 2018 Financial Results\nRevenue in the first quarter of 2018 was $3.9 million, a 19% decrease compared to $4.8 million in the same year-ago quarter. The Managed Services portion of our revenue, accounting for 97% of total revenue, decreased by approximately $887,000. Managed Services decreased primarily due to slow sales in fourth-quarter 2017, which resulted from lower initial annual commitments from larger customers, along with a fewer number of smaller customers running short-term campaigns. Nearly $200,000 of the decrease in Managed Services revenue is due to the change in the timing of revenue under the new accounting standard, ASC 606, which the Company adopted in January 2018. Content Workflow revenue for self-service transactions on our platforms, accounting for 2% of total revenue, decreased 38% by approximately $39,000 to $63,000 in Q1 2018, compared to $102,000 in the same year-ago quarter. Self-service use of our platform for content-only production by the large publishers and news agencies is continuing to decline year over year, as expected, due to the ongoing consolidation, cutbacks and operational changes in the newspaper industry.\nOur total Gross Billings (a non-GAAP metric management uses to measure total transaction volume, as defined below) were down 24% to $4.7 million in Q1 2018 compared to $6.2 million in Q1 2017, due to the decline in Managed Services commitments and Content Workflow transactions.\nTotal costs and expenses in the first quarter of 2018 were $5.8 million compared to $7.5 million in the same year-ago quarter. This decrease was primarily due to the decrease in costs of revenue on lower revenue produced, decreases in sales and public relations expense, and decreases in labor and non-cash expenses in general and administrative expense.\nNet loss in the first quarter of 2018 was $(2.0) million or $(0.35) per share, as compared to a net loss of $(2.7) million or $(0.49) per share in the same year-ago quarter. The improvement was primarily due to decreased expenses.\nAdjusted EBITDA (a non-GAAP metric management uses as a proxy for operating cash flow, as defined below) in the first quarter of 2018 was $(1.8) million compared to $(2.0) million in the same year-ago quarter. The improvement in Adjusted EBITDA was primarily due to reduced expenses. Adjusted EBITDA as a percentage of revenue in the first quarter of 2018 was (47%) compared to (42%) in the year-ago quarter.\nRevenue backlog, which includes unbilled bookings and unearned revenue, was $10.3 million at the end of the quarter.\nCash and cash equivalents at March 31, 2018 totaled $2.8 million. At the end of the quarter, the Company had accessed approximately $731,000 of its $5.0 million credit line.\nConference Call\nIZEA will hold a conference call to discuss its first quarter results on Wednesday, May 23rd at 5:00 p.m. Eastern time. Management will host the call, followed by a question and answer period.\nDate: Wednesday, May 23, 2018\nTime: 5:00 p.m. Eastern time\nToll-free dial-in number: 1-877-407-4018\nInternational dial-in number: 1-201-689-8471\nThe conference call will be webcast live and available for replay here and via the investors section of the company’s website at https://izea.com .\nPlease call the conference telephone number five minutes prior to the start time. An operator will register your name and organization.\nA replay of the call will be available after 8:00 p.m. Eastern time on the same day through May 30, 2018.\nToll-free replay number: 1-844-512-2921\nInternational replay number: 1-412-317-6671\nReplay ID: 13680424\nAbout IZEA\nIZEA operates IZEAx, the premier online marketplace that connects marketers with content creators. IZEAx automates influencer marketing and custom content development, allowing brands and agencies to scale their marketing programs. IZEA creators include celebrities and accredited journalists. Creators are compensated for producing unique content such as long and short form text, videos, photos, status updates, and illustrations for marketers or distributing such content on behalf of marketers through their personal websites, blogs, and social media channels. Marketers receive influential content and engaging, shareable stories that drive awareness. For more information about IZEA, visit https://izea.com/ .\nUse of Non-GAAP Financial Measures\nWe define Gross Billings, a non-GAAP financial measure, as the total dollar value of the amounts earned from our customers for the services we performed, or the amounts charged to our customers for their self-service purchase of goods and services on our platforms. Gross Billings for Content Workflow differs from revenue reported in our consolidated statements of operations, which is presented net of the amounts we pay to our third-party creators providing the content or sponsorship services. Gross Billings for all other revenue equals the revenue reported in our consolidated statements of operations.\nWe consider this metric to be an important indicator of our performance as it measures the total dollar volume of transactions generated through our marketplaces. Tracking Gross Billings allows us to monitor the percentage of Gross Billings that we are able to retain after payments to our creators. Because we invoice our customers on a gross basis, tracking Gross Billings is critical as it pertains to our credit risk and cash flow.\n\"EBITDA\" is a non-GAAP financial measure under the rules of the Securities and Exchange Commission. EBITDA is commonly defined as \"earnings before interest, taxes, depreciation and amortization.\" IZEA defines “Adjusted EBITDA,” also a non-GAAP financial measure, as earnings or loss before interest, taxes, depreciation and amortization, non-cash stock related compensation, gain or loss on asset disposals or impairment, changes in acquisition cost estimates, and all other non-cash income and expense items such as gains or losses on settlement of liabilities and exchanges, and changes in fair value of derivatives, if applicable.\nWe believe that Adjusted EBITDA provides useful information to investors as they exclude transactions not related to the core cash operating business activities including non-cash transactions. We believe that excluding these transactions allows investors to meaningfully trend and analyze the performance of our core cash operations.\nAll companies do not calculate Gross Billings and Adjusted EBITDA in the same manner. These metrics as presented by IZEA may not be comparable to those presented by other companies. Moreover, these metrics have limitations as analytical tools, and you should not consider them in isolation or as a substitute for an analysis of our results of operations as reported under GAAP. A reconciliation of GAAP to non-GAAP results is included in the financial tables included in this press release.\nSafe Harbor Statement\nAll statements in this release that are not based on historical fact are “forward-looking statements” within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended. Forward-looking statements, which are based on certain assumptions and describe our future plans, strategies and expectations, can generally be identified by the use of forward-looking terms such as \"believe,\" \"expect,\" \"may,\" \"will,\" \"should,\" \"could,\" \"seek,\" \"intend,\" \"plan,\" \"goal,\" \"estimate,\" \"anticipate\" or other comparable terms. Examples of forward-looking statements include, among others, statements we make regarding expectations concerning IZEA’s ability to increase its revenue and sales pipeline and improve Adjusted EBITDA, expectations with respect to operational efficiency, and expectations concerning IZEA’s business strategy. Forward-looking statements involve inherent risks and uncertainties which could cause actual results to differ materially from those in the forward-looking statements, as a result of various factors including, among others, the following: competitive conditions in the content and social sponsorship segment in which IZEA operates; failure to popularize one or more of the marketplace platforms of IZEA; inability to finance growth initiatives in a timely manner; our ability to establish effective disclosure controls and procedures and internal control over financial reporting; our ability to satisfy the requirements for continued listing of our common stock on the Nasdaq Capital Market; changing economic conditions that are less favorable than expected; and other risks and uncertainties described in IZEA’s periodic reports filed with the Securities and Exchange Commission. The forward-looking statements made in this release speak only as of the date of this release, and IZEA assumes no obligation to update any such forward-looking statements to reflect actual results or changes in expectations, except as otherwise required by law.\nIZEA, Inc.\nUnaudited Consolidated Balance Sheets\nMarch 31,\n2018 December 31,\n2017 Assets Current: Cash and cash equivalents $ 2,760,285 $ 3,906,797 Accounts receivable, net 3,288,576 3,647,025 Prepaid expenses 672,273 389,104 Other current assets 39,286 9,140 Total current assets 6,760,420 7,952,066 Property and equipment, net 369,345 286,043 Goodwill 3,604,720 3,604,720 Intangible assets, net 532,114 667,909 Software development costs, net 1,013,657 967,927 Security deposits 148,330 148,638 Total assets $ 12,428,586 $ 13,627,303 Liabilities and Stockholders’ Equity Current liabilities: Accounts payable $ 1,260,531 $ 1,756,841 Accrued expenses 1,711,105 1,592,356 Contract liabilities 4,014,829 — Unearned revenue — 3,070,502 Line of credit 731,179 500,550 Current portion of deferred rent 47,072 45,127 Current portion of acquisition costs payable 530,364 741,155 Total current liabilities 8,295,080 7,706,531 Deferred rent, less current portion 4,355 17,419 Acquisition costs payable, less current portion 433,312 609,768 Total liabilities 8,732,747 8,333,718 Commitments and Contingencies — — Stockholders’ equity: Preferred stock; $.0001 par value; 10,000,000 shares authorized; no shares issued and outstanding — — Common stock, $.0001 par value; 200,000,000 shares authorized; 5,819,246 and 5,733,981, respectively, issued and outstanding 582 573 Additional paid-in capital 53,116,619 52,570,432 Accumulated deficit (49,421,362 ) (47,277,420 ) Total stockholders’ equity 3,695,839 5,293,585 Total liabilities and stockholders’ equity $ 12,428,586 $ 13,627,303 IZEA, Inc.\nUnaudited Consolidated Statements of Operations\nThree Months Ended\nMarch 31, 2018 2017 Revenue $ 3,896,441 $ 4,834,505 Costs and expenses: Cost of revenue (exclusive of amortization) 2,163,142 2,337,060 Sales and marketing 1,755,526 2,388,820 General and administrative 1,615,222 2,446,918 Depreciation and amortization 265,455 362,606 Total costs and expenses 5,799,345 7,535,404 Loss from operations (1,902,904 ) (2,700,899 ) Other income (expense): Interest expense (21,311 ) (17,076 ) Change in fair value of derivatives, net (125,595 ) (618 ) Other income (expense), net 4,690 (627 ) Total other income (expense), net (142,216 ) (18,321 ) Net loss $ (2,045,120 ) $ (2,719,220 ) Weighted average common shares outstanding – basic and diluted 5,802,099 5,598,200 Basic and diluted loss per common share $ (0.35 ) $ (0.49 ) Revenue stream and the percentage of total revenue by stream:\nThree Months Ended March 31, 2018 March 31, 2017 $ Change\n% Change Managed Services $ 3,796,665 97 % $ 4,684,123 97 % $ (887,458 ) (19 )% Content Workflow, net 63,548 2 % 102,263 2 % (38,715 ) (38 )% Service Fees & Other 36,228 1 % 48,119 1 % (11,891 ) (25 )% Total Revenue $ 3,896,441 100 % $ 4,834,505 100 % $ (938,064 ) (19 )% IZEA, Inc.\nNon-GAAP Reconciliations\n(Unaudited)\nReconciliation of GAAP Revenue to Non-GAAP Gross Billings:\nThree Months Ended March 31, 2018 March 31, 2017 Revenue $ 3,896,441 $ 4,834,505 Plus transaction costs for third-party creators (1) 813,919 1,368,001 Gross Billings $ 4,710,360 $ 6,202,506 (1) Transaction costs related to third-party creators for services provided for the Content Workflow portion of our revenue reported on a net basis for GAAP.\nNon-GAAP Gross Billings by revenue stream and the percentage of total Gross Billings by stream:\nThree Months Ended March 31, 2018 March 31, 2017 Managed Services $ 3,796,665 80 % $ 4,684,123 76 % Content Workflow 877,467 19 % 1,470,264 23 % Service Fees & Other 36,228 1 % 48,119 1 % Total Gross Billings $ 4,710,360 100 % $ 6,202,506 100 % Reconciliation of GAAP Net Loss to Non-GAAP Adjusted EBITDA:\nThree Months Ended March 31,\n2018\nMarch 31,\n2017\nNet loss $ (2,045,120 ) $ (2,719,220 ) Non-cash stock-based compensation 146,281 158,976 Non-cash stock issued for payment of services 28,671 60,632 (Gain) loss on disposal of equipment 853 (1,953 ) (Gain) loss on settlement of acquisition costs payable — (10,491 ) Increase (decrease) in value of acquisition costs payable (393,094 ) 103,792 Depreciation and amortization 265,455 362,606 Interest expense 21,311 17,076 Change in fair value of derivatives 125,595 618 Adjusted EBITDA $ (1,850,048 ) $ (2,027,964 ) Revenue 3,896,441 4,834,505 Adjusted EBITDA as a % of Revenue (47 )% (42 )%\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180522005759/en/\nIZEA, Inc.\nJustin Braun, 407-215-6218\nManager, Corporate Communications\njustin.braun@izea.com\nSource: IZEA, Inc.",
    "published": "2018-05-22T17:00:00.000+03:00",
    "crawled": "2018-05-22T20:08:38.025+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "orlando",
        "business",
        "wire",
        "izea",
        "nasdaq",
        "izea",
        "operator",
        "izeax",
        "premier",
        "online",
        "marketplace",
        "connecting",
        "brand",
        "publisher",
        "influential",
        "content",
        "creator",
        "reported",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "q1",
        "financial",
        "highlight",
        "compared",
        "q1",
        "revenue",
        "million",
        "q1",
        "compared",
        "million",
        "q1",
        "revenue",
        "managed",
        "service",
        "decreased",
        "million",
        "compared",
        "million",
        "booking",
        "managed",
        "service",
        "decreased",
        "million",
        "compared",
        "million",
        "total",
        "cost",
        "expense",
        "million",
        "compared",
        "million",
        "net",
        "loss",
        "million",
        "compared",
        "net",
        "loss",
        "million",
        "improvement",
        "adjusted",
        "ebitda",
        "million",
        "compared",
        "million",
        "improvement",
        "million",
        "q1",
        "operational",
        "highlight",
        "began",
        "expansion",
        "izea",
        "partnership",
        "sale",
        "team",
        "focused",
        "increasing",
        "adoption",
        "izeax",
        "global",
        "top",
        "ten",
        "public",
        "relation",
        "agency",
        "became",
        "izeax",
        "licensee",
        "executed",
        "campaign",
        "two",
        "top",
        "five",
        "largest",
        "internet",
        "company",
        "management",
        "commentary",
        "izea",
        "saw",
        "decrease",
        "contractual",
        "commitment",
        "several",
        "large",
        "customer",
        "pushed",
        "annual",
        "contract",
        "calendar",
        "year",
        "addition",
        "smaller",
        "faster",
        "running",
        "campaign",
        "made",
        "less",
        "sale",
        "pipeline",
        "throughout",
        "turn",
        "impact",
        "revenue",
        "gross",
        "billing",
        "quarter",
        "said",
        "ted",
        "murphy",
        "izea",
        "chairman",
        "ceo",
        "began",
        "see",
        "rebound",
        "contractual",
        "commitment",
        "booking",
        "managed",
        "service",
        "increased",
        "million",
        "compared",
        "million",
        "however",
        "remain",
        "pace",
        "last",
        "year",
        "million",
        "booking",
        "managed",
        "service",
        "first",
        "quarter",
        "believe",
        "take",
        "u",
        "two",
        "three",
        "quarter",
        "begin",
        "see",
        "meaningful",
        "impact",
        "customer",
        "diversification",
        "strategy",
        "designed",
        "reduce",
        "effect",
        "larger",
        "customer",
        "percentage",
        "q1",
        "financial",
        "result",
        "revenue",
        "first",
        "quarter",
        "million",
        "decrease",
        "compared",
        "million",
        "quarter",
        "managed",
        "service",
        "portion",
        "revenue",
        "accounting",
        "total",
        "revenue",
        "decreased",
        "approximately",
        "managed",
        "service",
        "decreased",
        "primarily",
        "due",
        "slow",
        "sale",
        "resulted",
        "lower",
        "initial",
        "annual",
        "commitment",
        "larger",
        "customer",
        "along",
        "fewer",
        "number",
        "smaller",
        "customer",
        "running",
        "campaign",
        "nearly",
        "decrease",
        "managed",
        "service",
        "revenue",
        "due",
        "change",
        "timing",
        "revenue",
        "new",
        "accounting",
        "standard",
        "asc",
        "company",
        "adopted",
        "january",
        "content",
        "workflow",
        "revenue",
        "transaction",
        "platform",
        "accounting",
        "total",
        "revenue",
        "decreased",
        "approximately",
        "q1",
        "compared",
        "quarter",
        "use",
        "platform",
        "production",
        "large",
        "publisher",
        "news",
        "agency",
        "continuing",
        "decline",
        "year",
        "year",
        "expected",
        "due",
        "ongoing",
        "consolidation",
        "cutback",
        "operational",
        "change",
        "newspaper",
        "industry",
        "total",
        "gross",
        "billing",
        "metric",
        "management",
        "us",
        "measure",
        "total",
        "transaction",
        "volume",
        "defined",
        "million",
        "q1",
        "compared",
        "million",
        "q1",
        "due",
        "decline",
        "managed",
        "service",
        "commitment",
        "content",
        "workflow",
        "transaction",
        "total",
        "cost",
        "expense",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "quarter",
        "decrease",
        "primarily",
        "due",
        "decrease",
        "cost",
        "revenue",
        "lower",
        "revenue",
        "produced",
        "decrease",
        "sale",
        "public",
        "relation",
        "expense",
        "decrease",
        "labor",
        "expense",
        "general",
        "administrative",
        "expense",
        "net",
        "loss",
        "first",
        "quarter",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "quarter",
        "improvement",
        "primarily",
        "due",
        "decreased",
        "expense",
        "adjusted",
        "ebitda",
        "metric",
        "management",
        "us",
        "proxy",
        "operating",
        "cash",
        "flow",
        "defined",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "quarter",
        "improvement",
        "adjusted",
        "ebitda",
        "primarily",
        "due",
        "reduced",
        "expense",
        "adjusted",
        "ebitda",
        "percentage",
        "revenue",
        "first",
        "quarter",
        "compared",
        "quarter",
        "revenue",
        "backlog",
        "includes",
        "unbilled",
        "booking",
        "unearned",
        "revenue",
        "million",
        "end",
        "quarter",
        "cash",
        "cash",
        "equivalent",
        "march",
        "totaled",
        "million",
        "end",
        "quarter",
        "company",
        "accessed",
        "approximately",
        "million",
        "credit",
        "line",
        "conference",
        "call",
        "izea",
        "hold",
        "conference",
        "call",
        "discus",
        "first",
        "quarter",
        "result",
        "wednesday",
        "may",
        "23rd",
        "eastern",
        "time",
        "management",
        "host",
        "call",
        "followed",
        "question",
        "answer",
        "period",
        "date",
        "wednesday",
        "may",
        "time",
        "eastern",
        "time",
        "number",
        "international",
        "number",
        "conference",
        "call",
        "webcast",
        "live",
        "available",
        "replay",
        "via",
        "investor",
        "section",
        "company",
        "website",
        "http",
        "please",
        "call",
        "conference",
        "telephone",
        "number",
        "five",
        "minute",
        "prior",
        "start",
        "time",
        "operator",
        "register",
        "name",
        "organization",
        "replay",
        "call",
        "available",
        "eastern",
        "time",
        "day",
        "may",
        "replay",
        "number",
        "international",
        "replay",
        "number",
        "replay",
        "id",
        "izea",
        "izea",
        "operates",
        "izeax",
        "premier",
        "online",
        "marketplace",
        "connects",
        "marketer",
        "content",
        "creator",
        "izeax",
        "automates",
        "influencer",
        "marketing",
        "custom",
        "content",
        "development",
        "allowing",
        "brand",
        "agency",
        "scale",
        "marketing",
        "program",
        "izea",
        "creator",
        "include",
        "celebrity",
        "accredited",
        "journalist",
        "creator",
        "compensated",
        "producing",
        "unique",
        "content",
        "long",
        "short",
        "form",
        "text",
        "video",
        "photo",
        "status",
        "update",
        "illustration",
        "marketer",
        "distributing",
        "content",
        "behalf",
        "marketer",
        "personal",
        "website",
        "blog",
        "social",
        "medium",
        "channel",
        "marketer",
        "receive",
        "influential",
        "content",
        "engaging",
        "shareable",
        "story",
        "drive",
        "awareness",
        "information",
        "izea",
        "visit",
        "http",
        "use",
        "financial",
        "measure",
        "define",
        "gross",
        "billing",
        "financial",
        "measure",
        "total",
        "dollar",
        "value",
        "amount",
        "earned",
        "customer",
        "service",
        "performed",
        "amount",
        "charged",
        "customer",
        "purchase",
        "good",
        "service",
        "platform",
        "gross",
        "billing",
        "content",
        "workflow",
        "differs",
        "revenue",
        "reported",
        "consolidated",
        "statement",
        "operation",
        "presented",
        "net",
        "amount",
        "pay",
        "creator",
        "providing",
        "content",
        "sponsorship",
        "service",
        "gross",
        "billing",
        "revenue",
        "equal",
        "revenue",
        "reported",
        "consolidated",
        "statement",
        "operation",
        "consider",
        "metric",
        "important",
        "indicator",
        "performance",
        "measure",
        "total",
        "dollar",
        "volume",
        "transaction",
        "generated",
        "marketplace",
        "tracking",
        "gross",
        "billing",
        "allows",
        "u",
        "monitor",
        "percentage",
        "gross",
        "billing",
        "able",
        "retain",
        "payment",
        "creator",
        "invoice",
        "customer",
        "gross",
        "basis",
        "tracking",
        "gross",
        "billing",
        "critical",
        "pertains",
        "credit",
        "risk",
        "cash",
        "flow",
        "ebitda",
        "financial",
        "measure",
        "rule",
        "security",
        "exchange",
        "commission",
        "ebitda",
        "commonly",
        "defined",
        "earnings",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "izea",
        "defines",
        "adjusted",
        "ebitda",
        "also",
        "financial",
        "measure",
        "earnings",
        "loss",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "stock",
        "related",
        "compensation",
        "gain",
        "loss",
        "asset",
        "disposal",
        "impairment",
        "change",
        "acquisition",
        "cost",
        "estimate",
        "income",
        "expense",
        "item",
        "gain",
        "loss",
        "settlement",
        "liability",
        "exchange",
        "change",
        "fair",
        "value",
        "derivative",
        "applicable",
        "believe",
        "adjusted",
        "ebitda",
        "provides",
        "useful",
        "information",
        "investor",
        "exclude",
        "transaction",
        "related",
        "core",
        "cash",
        "operating",
        "business",
        "activity",
        "including",
        "transaction",
        "believe",
        "excluding",
        "transaction",
        "allows",
        "investor",
        "meaningfully",
        "trend",
        "analyze",
        "performance",
        "core",
        "cash",
        "operation",
        "company",
        "calculate",
        "gross",
        "billing",
        "adjusted",
        "ebitda",
        "manner",
        "metric",
        "presented",
        "izea",
        "may",
        "comparable",
        "presented",
        "company",
        "moreover",
        "metric",
        "limitation",
        "analytical",
        "tool",
        "consider",
        "isolation",
        "substitute",
        "analysis",
        "result",
        "operation",
        "reported",
        "gaap",
        "reconciliation",
        "gaap",
        "result",
        "included",
        "financial",
        "table",
        "included",
        "press",
        "release",
        "safe",
        "harbor",
        "statement",
        "statement",
        "release",
        "based",
        "historical",
        "fact",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "statement",
        "based",
        "certain",
        "assumption",
        "describe",
        "future",
        "plan",
        "strategy",
        "expectation",
        "generally",
        "identified",
        "use",
        "term",
        "believe",
        "expect",
        "may",
        "could",
        "seek",
        "intend",
        "plan",
        "goal",
        "estimate",
        "anticipate",
        "comparable",
        "term",
        "example",
        "statement",
        "include",
        "among",
        "others",
        "statement",
        "make",
        "regarding",
        "expectation",
        "concerning",
        "izea",
        "ability",
        "increase",
        "revenue",
        "sale",
        "pipeline",
        "improve",
        "adjusted",
        "ebitda",
        "expectation",
        "respect",
        "operational",
        "efficiency",
        "expectation",
        "concerning",
        "izea",
        "business",
        "strategy",
        "statement",
        "involve",
        "inherent",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "statement",
        "result",
        "various",
        "factor",
        "including",
        "among",
        "others",
        "following",
        "competitive",
        "condition",
        "content",
        "social",
        "sponsorship",
        "segment",
        "izea",
        "operates",
        "failure",
        "popularize",
        "one",
        "marketplace",
        "platform",
        "izea",
        "inability",
        "finance",
        "growth",
        "initiative",
        "timely",
        "manner",
        "ability",
        "establish",
        "effective",
        "disclosure",
        "control",
        "procedure",
        "internal",
        "control",
        "financial",
        "reporting",
        "ability",
        "satisfy",
        "requirement",
        "continued",
        "listing",
        "common",
        "stock",
        "nasdaq",
        "capital",
        "market",
        "changing",
        "economic",
        "condition",
        "less",
        "favorable",
        "expected",
        "risk",
        "uncertainty",
        "described",
        "izea",
        "periodic",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "statement",
        "made",
        "release",
        "speak",
        "date",
        "release",
        "izea",
        "assumes",
        "obligation",
        "update",
        "statement",
        "reflect",
        "actual",
        "result",
        "change",
        "expectation",
        "except",
        "otherwise",
        "required",
        "law",
        "izea",
        "unaudited",
        "consolidated",
        "balance",
        "sheet",
        "march",
        "december",
        "asset",
        "current",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "net",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "goodwill",
        "intangible",
        "asset",
        "net",
        "software",
        "development",
        "cost",
        "net",
        "security",
        "deposit",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "contract",
        "liability",
        "unearned",
        "revenue",
        "line",
        "credit",
        "current",
        "portion",
        "deferred",
        "rent",
        "current",
        "portion",
        "acquisition",
        "cost",
        "payable",
        "total",
        "current",
        "liability",
        "deferred",
        "rent",
        "less",
        "current",
        "portion",
        "acquisition",
        "cost",
        "payable",
        "less",
        "current",
        "portion",
        "total",
        "liability",
        "commitment",
        "contingency",
        "stockholder",
        "equity",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "respectively",
        "issued",
        "outstanding",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "izea",
        "unaudited",
        "consolidated",
        "statement",
        "operation",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "cost",
        "expense",
        "cost",
        "revenue",
        "exclusive",
        "amortization",
        "sale",
        "marketing",
        "general",
        "administrative",
        "depreciation",
        "amortization",
        "total",
        "cost",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "interest",
        "expense",
        "change",
        "fair",
        "value",
        "derivative",
        "net",
        "income",
        "expense",
        "net",
        "total",
        "income",
        "expense",
        "net",
        "net",
        "loss",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "basic",
        "diluted",
        "loss",
        "per",
        "common",
        "share",
        "revenue",
        "stream",
        "percentage",
        "total",
        "revenue",
        "stream",
        "three",
        "month",
        "ended",
        "march",
        "march",
        "change",
        "change",
        "managed",
        "service",
        "content",
        "workflow",
        "net",
        "service",
        "fee",
        "total",
        "revenue",
        "izea",
        "reconciliation",
        "unaudited",
        "reconciliation",
        "gaap",
        "revenue",
        "gross",
        "billing",
        "three",
        "month",
        "ended",
        "march",
        "march",
        "revenue",
        "plus",
        "transaction",
        "cost",
        "creator",
        "gross",
        "billing",
        "transaction",
        "cost",
        "related",
        "creator",
        "service",
        "provided",
        "content",
        "workflow",
        "portion",
        "revenue",
        "reported",
        "net",
        "basis",
        "gaap",
        "gross",
        "billing",
        "revenue",
        "stream",
        "percentage",
        "total",
        "gross",
        "billing",
        "stream",
        "three",
        "month",
        "ended",
        "march",
        "march",
        "managed",
        "service",
        "content",
        "workflow",
        "service",
        "fee",
        "total",
        "gross",
        "billing",
        "reconciliation",
        "gaap",
        "net",
        "loss",
        "adjusted",
        "ebitda",
        "three",
        "month",
        "ended",
        "march",
        "march",
        "net",
        "loss",
        "compensation",
        "stock",
        "issued",
        "payment",
        "service",
        "gain",
        "loss",
        "disposal",
        "equipment",
        "gain",
        "loss",
        "settlement",
        "acquisition",
        "cost",
        "payable",
        "increase",
        "decrease",
        "value",
        "acquisition",
        "cost",
        "payable",
        "depreciation",
        "amortization",
        "interest",
        "expense",
        "change",
        "fair",
        "value",
        "derivative",
        "adjusted",
        "ebitda",
        "revenue",
        "adjusted",
        "ebitda",
        "revenue",
        "view",
        "source",
        "version",
        "http",
        "izea",
        "justin",
        "braun",
        "manager",
        "corporate",
        "communication",
        "source",
        "izea",
        "inc"
    ]
}