{
    "organizations": [],
    "uuid": "c9901b984b53ee8d737e51efe1aa0a00a509af29",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/14/globe-newswire-u-s-energy-corp-announces-first-quarter-2018-results.html",
    "ord_in_thread": 0,
    "title": "U.S. Energy Corp. Announces First Quarter 2018 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "DENVER, U.S. Energy Corp. (NASDAQCM:USEG) (“U.S. Energy” or the “Company”) today announced financial and operational results for the first quarter ended March 31, 2018.\nHighlights\nProduction of 37,413 BOE, or daily production of 416 BOEPD, a 5% sequential increase; Oil and gas revenues of $1.6 million, a 23% sequential increase; Lease operating expenses of $0.4 million or $11.33 per BOE; Cash and cash equivalents of $2.1 million at 3/31/2018; Total outstanding debt of $0.9 million at 3/31/2018; Shares outstanding of 12,460,220 at 3/31/2018\nManagement Comment\nDavid Veltri, U.S. Energy’s Chief Executive Officer, stated, “We are pleased to announce a strong operational quarter as a result of resumed drilling activity, well performance exceeding our initial expectations and strengthening commodity prices. Over the first quarter of 2018, U.S. Energy returned to sequential production and revenue growth while driving down operating costs and maintaining low levels of leverage. We continue to evaluate a number of opportunities around our existing assets with the ultimate objective being to build scale through participating in organic development and acreage trades, while working toward larger acquisitions that will lead to efficient and economic asset development. We look forward to updating the market on the results of these efforts.”\nFirst Quarter 2018 Production\n1st Quarter 2018 4th Quarter 2017 Sales Volume (Total) Oil (Bbls) 20,379 16,875 Gas (Mcf) 102,205 113,469 Sales volumes (BOE) 37,413 35,786 Average Daily Production (BOEPD) 416 389 Average Sales Prices Oil (Bbl) $ 60.39 $ 54.09 Gas (Mcf) $ 3.18 $ 3.13 Barrel of Oil Equivalent $ 41.57 $ 35.44 Operations Update\nCML Beeler Ranch #1H: The CML Beeler Ranch #1H came on line in January 2018. The well is located in our Zavala county leasehold in South Texas and is a dual lateral with each lateral comprising approximately 10,000 feet of open hole completion within the Georgetown formation. The completion resulted in an initial 24-hour max IP rate of 1,046 barrels of oil and 1,085 mcf of natural gas and a 30-day average IP of 773 barrels of oil and 850 mcf of natural gas. After 90 days of production the well produced an average rate of 716 barrels of oil and 626 mcf of natural gas while maintaining an oil rate of 93% of the initial average. U.S. Energy expects continued development of the Georgetown Formation on existing and surrounding acreage over the course of 2018.\nFinancial Results\nRevenues from sales of oil and natural gas during the first quarter of 2018 were $1.6 million compared to $1.3 million during the fourth quarter of 2017 and $1.7 million during the first quarter of 2017. The increase in revenue from the fourth quarter of 2017 was driven by both an increase in production combined with increased oil prices. The primary cause of the decrease in revenue from the first quarter of 2017 is driven by the assets associated with the October 2017 asset divestiture. Revenue from oil production represented 79% of Company revenue during the first quarter of 2018.\nLease operating expenses for the first quarter of 2018 were $0.4 million, or $11.33 per BOE, during the first quarter of 2018 compared to $0.7 million or $14.03 per BOE during the first quarter of 2017. This decrease was primarily attributed to the divestment of high-cost properties by the Company during 2017.\nG&A expenses totaled $1.1 million during the first quarter of 2018 compared to $1.3 million during the first quarter of 2017. The decrease was primarily attributable to a $0.7 million reduction in professional fees due to the completion of Company transactions during 2017. The decrease was partially offset by a $0.6 million increase in incentive compensation.\nAdjusted EBITDAX was ($0.4) million for the first quarter of 2018 as compared to $(0.6) million for the first quarter of 2017. Net Loss was $0.2 million for the first quarter of 2018 compared to $0.7 million for the first quarter of 2017. Adjusted EBITDAX is a non-GAAP financial measure. For additional information please refer to the reconciliation of this measure at the end of this news release.\nCredit Facility Update\nAs of March 31, 2018, the Company was in compliance with all financial covenants and fully conforming with all requirements under its credit facility.\nCredit Facility Covenants Required Covenant Ratio U.S. Energy at 3/31/2018 Current Ratio Greater than 1.0 to 1.0 7.3 to 1.0 PDP to Secured Debt* Greater than 1.2 to 1.0 10.0 to 1.0 *Represents outstanding indebtedness of $0.9 million under the Credit Facility at 3/31/18. Update to Hedging Activity\nU.S. Energy hedges portions of its expected production volumes to increase the predictability of its cash flow and to help maintain a strong financial position. As of Mach 31, 2018, U.S. Energy had an unrealized loss on commodity price derivatives of $0.1 million. The following table summarizes U.S. Energy’s open crude oil and natural gas derivative contracts scheduled to settle after March 31, 2018.\nPosition Begin End Quantity\n(bbls/d) Price Crude oil price swaps Bought 4/1/18 6/30/18 150 52.20 Crude oil call option Bought 4/1/18 4/30/18 150 60.00 Position Begin End Quantity\n(mcf/d) Price Natural gas price swaps Bought 4/1/18 12/31/18 500 3.01 About U.S. Energy Corp.\nWe are an independent energy company focused on the lease acquisition and development of oil and gas producing properties in the continental United States. Our business is currently focused in the Williston Basin of North Dakota and South Texas. We continue to focus on increasing production, reserves, and cash flow from operations while pro-actively managing our debt levels. More information about U.S. Energy Corp. can be found at www.usnrg.com .\nForward-Looking Statements\nThis press release may include “forward-looking statements” within the meaning of the securities laws. All statements other than statements of historical facts included herein may constitute forward-looking statements. Forward-looking statements in this document may include statements regarding the Company’s expectations regarding the Company’s operational, exploration and development plans; expectations regarding the nature and amount of the Company’s reserves; and expectations regarding production, revenues, cash flows and recoveries. When used in this press release, the words \"will,\" \"potential,\" \"believe,\" \"estimate,\" \"intend,\" \"expect,\" \"may,\" \"should,\" \"anticipate,\" \"could,\" \"plan,\" \"predict,\" \"project,\" \"profile,\" \"model,\" or their negatives, other similar expressions or the statements that include those words, are intended to identify forward-looking statements, although not all forward-looking statements contain such identifying words. Such statements are subject to a number of assumptions, risks and uncertainties, many of which are beyond the control of the Company, which may cause actual results to differ materially from those implied or expressed by the forward-looking statements. Factors that could cause or contribute to such differences include, but are not limited to, fluctuations in oil and natural gas prices, uncertainties inherent in estimating quantities of oil and natural gas reserves and projecting future rates of production and timing of development activities, competition, operating risks, acquisition risks, liquidity and capital requirements, the effects of governmental regulation, adverse changes in the market for the Company’s oil and natural gas production, dependence upon third-party vendors, and other risks detailed in the Company’s periodic report filings with the Securities and Exchange Commission.\nCorporate Contact:\nU.S. Energy Corp.\nRyan Smith\nChief Financial Officer\n(303) 993-3200\nwww.usnrg.com\nU.S. ENERGY CORP. CONDENSED CONSOLIDATED BALANCE SHEETS (Unaudited) March 31, 2018 December 31, 2017 ASSETS Current assets: Cash and equivalents $ 2,095 $ 3,277 Oil and gas sales receivable 1,078 687 Discontinued operations - assets of mining segment 114 114 Assets available for sale - 653 Marketable securities 798 876 Transaction deposit 374 250 Other current assets 316 61 Total current assets 4,775 5,918 Oil and gas properties under full cost method: Unevaluated properties 4,664 4,664 Evaluated properties 86,356 86,313 Less accumulated depreciation, depletion and amortization (83,500 ) (83,362 ) Net oil and gas properties 7,520 7,615 Other assets: Property and equipment, net 2,340 1,717 Other assets 62 66 Total other assets 2,402 1,783 Total assets $ 14,697 $ 15,316 LIABILITIES AND SHAREHOLDERS' EQUITY Current liabilities: Accounts payable and accrued liabilities: Oil and gas payables 464 707 Related party payable - 50 Accrued compensation and benefits 82 64 Liabilities from derivative contracts 107 161 Current portion of long-term debt - 600 Total current liabilities 653 1,582 Noncurrent liabilities: Asset retirement obligations 919 913 Revolving credit facility 937 937 Warrant liability 930 1,200 Other liabilities 28 22 Total noncurrent liabilities 2,814 3,072 Commitments and contingencies (Note 7) Shareholders' equity: Preferred stock, par value $0.01 per share. Authorized 100,000 shares, 50,000 shares of series A Convertible Preferred Stock as of 3/31/2018; liquidation preference of $2,606 as of 3/31/2018. 1 1 Common stock, $0.01 par value; unlimited shares authorized; 12,460,220 and 6,134,506 shares issued and outstanding as of 3/31/2018 and 12/31/2017, respectively 124 118 Additional paid-in capital 137,515 136,631 Accumulated deficit (125,429 ) (125,185 ) Other comprehensive loss (981 ) (903 ) Total shareholders' equity 11,230 10,662 Total liabilities and shareholders' equity $ 14,697 $ 15,316\nU.S. ENERGY CORP. CONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS AND COMPREHENSIVE LOSS (Unaudited) 2018 2017 Revenue: Oil $ 1,230 $ 1,240 Natural gas and liquids 325 507 Total revenue 1,555 1,747 Operating expenses: Oil and gas operations: Production costs 633 1,053 Depreciation, depletion and amortization 145 270 General and administrative: Compensation and benefits, including directors and contract employees 783 176 Stock-based compensation 13 106 Professional fees, insurance and other 320 880 Total operating expenses 1,894 2,485 Operating loss (339 ) (738 ) Other income (expense): Realized loss on oil price risk derivatives (179 ) - Unrealized gain on oil price risk derivatives 54 - Rental and other loss (14 ) (216 ) Warrant fair value adjustment 270 340 Interest expense (36 ) (125 ) Other expense - (1 ) Total other income (expense) 95 (2 ) Net loss (244 ) (740 ) Change in fair value of marketable equity securities, net of tax (78 ) (86 ) Comprehensive loss $ (322 ) $ (826 ) Loss applicable to common shareholders Loss from operations (244 ) (740 ) Accrued dividends related to Series A Convertible Preferred Stock (79 ) (69 ) Loss applicable to common shareholders (323 ) (809 ) Loss per share- basic & diluted Total $ (0.03 ) $ (0.14 ) Weighted average shares outstanding Basic & diluted 12,148,527 5,834,568\nU.S. ENERGY CORP. AND SUBSIDIARIES UNAUDITED CONDENSED CONSOLIDATED STATEMENTS OF CASH FLOWS FOR THE THREE MONTHS ENDED MARCH 31, 2018 AND 2017 (In Thousands) 2018 2017 Cash flows from operating activities: Net loss $ (244 ) $ (740 ) Adjustments to reconcile net loss to net cash used in operating activities: Depreciation, depletion and amortization 178 304 Change in fair value of oil price risk derivative (54 ) - Stock-based compensation and services 13 106 Warrant fair value adjustment (270 ) (340 ) Other 8 28 Changes in operating assets and liabilities: Decrease (increase) in: Oil and gas sales receivable (391 ) (96 ) Other assets (5 ) (140 ) Transaction deposit (374 ) - Increase (decrease) in: Accounts payable and accrued liabilities (293 ) 533 Accrued compensation and benefits 19 12 Net cash used in operating activities (1,413 ) (333 ) Cash flows from investing activities: Capital expenditures (46 ) (21 ) Net cash used in investing activities: (46 ) (21 ) Cash flows from financing activities: Payment on short-term debt (600 ) - Proceeds from issuance of common stock, net 877 - Net cash provided by financing activities 277 - Net decrease in cash and equivalents (1,182 ) (354 ) Cash and equivalents, beginning of period 3,277 2,518 Cash and equivalents, end of period $ 2,095 $ 2,164 Non-cash investing and financing activities: Unrealized loss on marketable securities 78 86 In addition to reporting net income (loss) as defined under GAAP, we also present net earnings before interest, income taxes, depletion, depreciation, and amortization, accretion of discount on asset retirement obligations, impairment of oil and natural gas properties, warrant revaluation (gains) and expenses, net gain (loss) from mark-to-market on commodity derivatives, cash settlements received (paid), standby rig expenses and non-cash expenses relating to share based payments recognized under ASC Topic 718 (“Adjusted EBITDAX”), which is a non-GAAP performance measure. Adjusted EBITDAX consists of net earnings after adjustment for those items described in the table below. Adjusted EBITDAX does not represent, and should not be considered an alternative to GAAP measurements, such as net income (loss) (its most directly comparable GAAP measure), and our calculations thereof may not be comparable to similarly titled measures reported by other companies. By eliminating the items described below, we believe the measure is useful in evaluating its fundamental core operating performance. We also believe that Adjusted EBITDAX is useful to investors because similar measures are frequently used by securities analysts, investors, and other interested parties in their evaluation of companies in similar industries. Our management uses Adjusted EBITDAX to manage our business, including in preparing our annual operating budget and financial projections. Our management does not view Adjusted EBITDAX in isolation and also uses other measurements, such as net income (loss) and revenues to measure operating performance. The following table provides a reconciliation of net loss to Adjusted EBITDAX for the periods presented:\n2018 2017 Loss from continuing operations (GAAP) $ (244 ) $ (740 ) Depreciation, depletion and amortization 145 304 Unrealized gain on oil price risk derivatives (54 ) - Stock-based compensation 13 106 Warrant fair value adjustment (gain) loss (270 ) (340 ) Interest expense 36 125 Total $ (374 ) $ (545 )\nSource:U.S. Energy Corp.",
    "published": "2018-05-14T14:00:00.000+03:00",
    "crawled": "2018-05-14T15:42:38.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "denver",
        "energy",
        "nasdaqcm",
        "useg",
        "energy",
        "company",
        "today",
        "announced",
        "financial",
        "operational",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "highlight",
        "production",
        "boe",
        "daily",
        "production",
        "boepd",
        "sequential",
        "increase",
        "oil",
        "gas",
        "revenue",
        "million",
        "sequential",
        "increase",
        "lease",
        "operating",
        "expense",
        "million",
        "per",
        "boe",
        "cash",
        "cash",
        "equivalent",
        "million",
        "total",
        "outstanding",
        "debt",
        "million",
        "share",
        "outstanding",
        "management",
        "comment",
        "david",
        "veltri",
        "energy",
        "chief",
        "executive",
        "officer",
        "stated",
        "pleased",
        "announce",
        "strong",
        "operational",
        "quarter",
        "result",
        "resumed",
        "drilling",
        "activity",
        "well",
        "performance",
        "exceeding",
        "initial",
        "expectation",
        "strengthening",
        "commodity",
        "price",
        "first",
        "quarter",
        "energy",
        "returned",
        "sequential",
        "production",
        "revenue",
        "growth",
        "driving",
        "operating",
        "cost",
        "maintaining",
        "low",
        "level",
        "leverage",
        "continue",
        "evaluate",
        "number",
        "opportunity",
        "around",
        "existing",
        "asset",
        "ultimate",
        "objective",
        "build",
        "scale",
        "participating",
        "organic",
        "development",
        "acreage",
        "trade",
        "working",
        "toward",
        "larger",
        "acquisition",
        "lead",
        "efficient",
        "economic",
        "asset",
        "development",
        "look",
        "forward",
        "updating",
        "market",
        "result",
        "first",
        "quarter",
        "production",
        "1st",
        "quarter",
        "4th",
        "quarter",
        "sale",
        "volume",
        "total",
        "oil",
        "bbl",
        "gas",
        "mcf",
        "sale",
        "volume",
        "boe",
        "average",
        "daily",
        "production",
        "boepd",
        "average",
        "sale",
        "price",
        "oil",
        "bbl",
        "gas",
        "mcf",
        "barrel",
        "oil",
        "equivalent",
        "operation",
        "update",
        "cml",
        "beeler",
        "ranch",
        "1h",
        "cml",
        "beeler",
        "ranch",
        "1h",
        "came",
        "line",
        "january",
        "well",
        "located",
        "zavala",
        "county",
        "leasehold",
        "south",
        "texas",
        "dual",
        "lateral",
        "lateral",
        "comprising",
        "approximately",
        "foot",
        "open",
        "hole",
        "completion",
        "within",
        "georgetown",
        "formation",
        "completion",
        "resulted",
        "initial",
        "max",
        "ip",
        "rate",
        "barrel",
        "oil",
        "mcf",
        "natural",
        "gas",
        "average",
        "ip",
        "barrel",
        "oil",
        "mcf",
        "natural",
        "gas",
        "day",
        "production",
        "well",
        "produced",
        "average",
        "rate",
        "barrel",
        "oil",
        "mcf",
        "natural",
        "gas",
        "maintaining",
        "oil",
        "rate",
        "initial",
        "average",
        "energy",
        "expects",
        "continued",
        "development",
        "georgetown",
        "formation",
        "existing",
        "surrounding",
        "acreage",
        "course",
        "financial",
        "result",
        "revenue",
        "sale",
        "oil",
        "natural",
        "gas",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "fourth",
        "quarter",
        "million",
        "first",
        "quarter",
        "increase",
        "revenue",
        "fourth",
        "quarter",
        "driven",
        "increase",
        "production",
        "combined",
        "increased",
        "oil",
        "price",
        "primary",
        "cause",
        "decrease",
        "revenue",
        "first",
        "quarter",
        "driven",
        "asset",
        "associated",
        "october",
        "asset",
        "divestiture",
        "revenue",
        "oil",
        "production",
        "represented",
        "company",
        "revenue",
        "first",
        "quarter",
        "lease",
        "operating",
        "expense",
        "first",
        "quarter",
        "million",
        "per",
        "boe",
        "first",
        "quarter",
        "compared",
        "million",
        "per",
        "boe",
        "first",
        "quarter",
        "decrease",
        "primarily",
        "attributed",
        "divestment",
        "property",
        "company",
        "g",
        "expense",
        "totaled",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "decrease",
        "primarily",
        "attributable",
        "million",
        "reduction",
        "professional",
        "fee",
        "due",
        "completion",
        "company",
        "transaction",
        "decrease",
        "partially",
        "offset",
        "million",
        "increase",
        "incentive",
        "compensation",
        "adjusted",
        "ebitdax",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "net",
        "loss",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "adjusted",
        "ebitdax",
        "financial",
        "measure",
        "additional",
        "information",
        "please",
        "refer",
        "reconciliation",
        "measure",
        "end",
        "news",
        "release",
        "credit",
        "facility",
        "update",
        "march",
        "company",
        "compliance",
        "financial",
        "covenant",
        "fully",
        "conforming",
        "requirement",
        "credit",
        "facility",
        "credit",
        "facility",
        "covenant",
        "required",
        "covenant",
        "ratio",
        "energy",
        "current",
        "ratio",
        "greater",
        "pdp",
        "secured",
        "debt",
        "greater",
        "represents",
        "outstanding",
        "indebtedness",
        "million",
        "credit",
        "facility",
        "update",
        "hedging",
        "activity",
        "energy",
        "hedge",
        "portion",
        "expected",
        "production",
        "volume",
        "increase",
        "predictability",
        "cash",
        "flow",
        "help",
        "maintain",
        "strong",
        "financial",
        "position",
        "mach",
        "energy",
        "unrealized",
        "loss",
        "commodity",
        "price",
        "derivative",
        "million",
        "following",
        "table",
        "summarizes",
        "energy",
        "open",
        "crude",
        "oil",
        "natural",
        "gas",
        "derivative",
        "contract",
        "scheduled",
        "settle",
        "march",
        "position",
        "begin",
        "end",
        "quantity",
        "price",
        "crude",
        "oil",
        "price",
        "swap",
        "bought",
        "crude",
        "oil",
        "call",
        "option",
        "bought",
        "position",
        "begin",
        "end",
        "quantity",
        "price",
        "natural",
        "gas",
        "price",
        "swap",
        "bought",
        "energy",
        "independent",
        "energy",
        "company",
        "focused",
        "lease",
        "acquisition",
        "development",
        "oil",
        "gas",
        "producing",
        "property",
        "continental",
        "united",
        "state",
        "business",
        "currently",
        "focused",
        "williston",
        "basin",
        "north",
        "dakota",
        "south",
        "texas",
        "continue",
        "focus",
        "increasing",
        "production",
        "reserve",
        "cash",
        "flow",
        "operation",
        "managing",
        "debt",
        "level",
        "information",
        "energy",
        "found",
        "statement",
        "press",
        "release",
        "may",
        "include",
        "statement",
        "within",
        "meaning",
        "security",
        "law",
        "statement",
        "statement",
        "historical",
        "fact",
        "included",
        "herein",
        "may",
        "constitute",
        "statement",
        "statement",
        "document",
        "may",
        "include",
        "statement",
        "regarding",
        "company",
        "expectation",
        "regarding",
        "company",
        "operational",
        "exploration",
        "development",
        "plan",
        "expectation",
        "regarding",
        "nature",
        "amount",
        "company",
        "reserve",
        "expectation",
        "regarding",
        "production",
        "revenue",
        "cash",
        "flow",
        "recovery",
        "used",
        "press",
        "release",
        "word",
        "potential",
        "believe",
        "estimate",
        "intend",
        "expect",
        "may",
        "anticipate",
        "could",
        "plan",
        "predict",
        "project",
        "profile",
        "model",
        "negative",
        "similar",
        "expression",
        "statement",
        "include",
        "word",
        "intended",
        "identify",
        "statement",
        "although",
        "statement",
        "contain",
        "identifying",
        "word",
        "statement",
        "subject",
        "number",
        "assumption",
        "risk",
        "uncertainty",
        "many",
        "beyond",
        "control",
        "company",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "implied",
        "expressed",
        "statement",
        "factor",
        "could",
        "cause",
        "contribute",
        "difference",
        "include",
        "limited",
        "fluctuation",
        "oil",
        "natural",
        "gas",
        "price",
        "uncertainty",
        "inherent",
        "estimating",
        "quantity",
        "oil",
        "natural",
        "gas",
        "reserve",
        "projecting",
        "future",
        "rate",
        "production",
        "timing",
        "development",
        "activity",
        "competition",
        "operating",
        "risk",
        "acquisition",
        "risk",
        "liquidity",
        "capital",
        "requirement",
        "effect",
        "governmental",
        "regulation",
        "adverse",
        "change",
        "market",
        "company",
        "oil",
        "natural",
        "gas",
        "production",
        "dependence",
        "upon",
        "vendor",
        "risk",
        "detailed",
        "company",
        "periodic",
        "report",
        "filing",
        "security",
        "exchange",
        "commission",
        "corporate",
        "contact",
        "energy",
        "ryan",
        "smith",
        "chief",
        "financial",
        "officer",
        "energy",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "march",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "equivalent",
        "oil",
        "gas",
        "sale",
        "receivable",
        "discontinued",
        "operation",
        "asset",
        "mining",
        "segment",
        "asset",
        "available",
        "sale",
        "marketable",
        "security",
        "transaction",
        "deposit",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "oil",
        "gas",
        "property",
        "full",
        "cost",
        "method",
        "unevaluated",
        "property",
        "evaluated",
        "property",
        "less",
        "accumulated",
        "depreciation",
        "depletion",
        "amortization",
        "net",
        "oil",
        "gas",
        "property",
        "asset",
        "property",
        "equipment",
        "net",
        "asset",
        "total",
        "asset",
        "total",
        "asset",
        "liability",
        "shareholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "liability",
        "oil",
        "gas",
        "payable",
        "related",
        "party",
        "payable",
        "accrued",
        "compensation",
        "benefit",
        "liability",
        "derivative",
        "contract",
        "current",
        "portion",
        "debt",
        "total",
        "current",
        "liability",
        "noncurrent",
        "liability",
        "asset",
        "retirement",
        "obligation",
        "revolving",
        "credit",
        "facility",
        "warrant",
        "liability",
        "liability",
        "total",
        "noncurrent",
        "liability",
        "commitment",
        "contingency",
        "note",
        "shareholder",
        "equity",
        "preferred",
        "stock",
        "par",
        "value",
        "per",
        "share",
        "authorized",
        "share",
        "share",
        "series",
        "convertible",
        "preferred",
        "stock",
        "liquidation",
        "preference",
        "common",
        "stock",
        "par",
        "value",
        "unlimited",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "comprehensive",
        "loss",
        "total",
        "shareholder",
        "equity",
        "total",
        "liability",
        "shareholder",
        "equity",
        "energy",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "comprehensive",
        "loss",
        "unaudited",
        "revenue",
        "oil",
        "natural",
        "gas",
        "liquid",
        "total",
        "revenue",
        "operating",
        "expense",
        "oil",
        "gas",
        "operation",
        "production",
        "cost",
        "depreciation",
        "depletion",
        "amortization",
        "general",
        "administrative",
        "compensation",
        "benefit",
        "including",
        "director",
        "contract",
        "employee",
        "compensation",
        "professional",
        "fee",
        "insurance",
        "total",
        "operating",
        "expense",
        "operating",
        "loss",
        "income",
        "expense",
        "realized",
        "loss",
        "oil",
        "price",
        "risk",
        "derivative",
        "unrealized",
        "gain",
        "oil",
        "price",
        "risk",
        "derivative",
        "rental",
        "loss",
        "warrant",
        "fair",
        "value",
        "adjustment",
        "interest",
        "expense",
        "expense",
        "total",
        "income",
        "expense",
        "net",
        "loss",
        "change",
        "fair",
        "value",
        "marketable",
        "equity",
        "security",
        "net",
        "tax",
        "comprehensive",
        "loss",
        "loss",
        "applicable",
        "common",
        "shareholder",
        "loss",
        "operation",
        "accrued",
        "dividend",
        "related",
        "series",
        "convertible",
        "preferred",
        "stock",
        "loss",
        "applicable",
        "common",
        "shareholder",
        "loss",
        "per",
        "basic",
        "diluted",
        "total",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "energy",
        "subsidiary",
        "unaudited",
        "condensed",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "three",
        "month",
        "ended",
        "march",
        "thousand",
        "cash",
        "flow",
        "operating",
        "activity",
        "net",
        "loss",
        "adjustment",
        "reconcile",
        "net",
        "loss",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "depreciation",
        "depletion",
        "amortization",
        "change",
        "fair",
        "value",
        "oil",
        "price",
        "risk",
        "derivative",
        "compensation",
        "service",
        "warrant",
        "fair",
        "value",
        "adjustment",
        "change",
        "operating",
        "asset",
        "liability",
        "decrease",
        "increase",
        "oil",
        "gas",
        "sale",
        "receivable",
        "asset",
        "transaction",
        "deposit",
        "increase",
        "decrease",
        "account",
        "payable",
        "accrued",
        "liability",
        "accrued",
        "compensation",
        "benefit",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "cash",
        "flow",
        "investing",
        "activity",
        "capital",
        "expenditure",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "cash",
        "flow",
        "financing",
        "activity",
        "payment",
        "debt",
        "proceeds",
        "issuance",
        "common",
        "stock",
        "net",
        "net",
        "cash",
        "provided",
        "financing",
        "activity",
        "net",
        "decrease",
        "cash",
        "equivalent",
        "cash",
        "equivalent",
        "beginning",
        "period",
        "cash",
        "equivalent",
        "end",
        "period",
        "investing",
        "financing",
        "activity",
        "unrealized",
        "loss",
        "marketable",
        "security",
        "addition",
        "reporting",
        "net",
        "income",
        "loss",
        "defined",
        "gaap",
        "also",
        "present",
        "net",
        "earnings",
        "interest",
        "income",
        "tax",
        "depletion",
        "depreciation",
        "amortization",
        "accretion",
        "discount",
        "asset",
        "retirement",
        "obligation",
        "impairment",
        "oil",
        "natural",
        "gas",
        "property",
        "warrant",
        "revaluation",
        "gain",
        "expense",
        "net",
        "gain",
        "loss",
        "commodity",
        "derivative",
        "cash",
        "settlement",
        "received",
        "paid",
        "standby",
        "rig",
        "expense",
        "expense",
        "relating",
        "share",
        "based",
        "payment",
        "recognized",
        "asc",
        "topic",
        "adjusted",
        "ebitdax",
        "performance",
        "measure",
        "adjusted",
        "ebitdax",
        "consists",
        "net",
        "earnings",
        "adjustment",
        "item",
        "described",
        "table",
        "adjusted",
        "ebitdax",
        "represent",
        "considered",
        "alternative",
        "gaap",
        "measurement",
        "net",
        "income",
        "loss",
        "directly",
        "comparable",
        "gaap",
        "measure",
        "calculation",
        "thereof",
        "may",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "reported",
        "company",
        "eliminating",
        "item",
        "described",
        "believe",
        "measure",
        "useful",
        "evaluating",
        "fundamental",
        "core",
        "operating",
        "performance",
        "also",
        "believe",
        "adjusted",
        "ebitdax",
        "useful",
        "investor",
        "similar",
        "measure",
        "frequently",
        "used",
        "security",
        "analyst",
        "investor",
        "interested",
        "party",
        "evaluation",
        "company",
        "similar",
        "industry",
        "management",
        "us",
        "adjusted",
        "ebitdax",
        "manage",
        "business",
        "including",
        "preparing",
        "annual",
        "operating",
        "budget",
        "financial",
        "projection",
        "management",
        "view",
        "adjusted",
        "ebitdax",
        "isolation",
        "also",
        "us",
        "measurement",
        "net",
        "income",
        "loss",
        "revenue",
        "measure",
        "operating",
        "performance",
        "following",
        "table",
        "provides",
        "reconciliation",
        "net",
        "loss",
        "adjusted",
        "ebitdax",
        "period",
        "presented",
        "loss",
        "continuing",
        "operation",
        "gaap",
        "depreciation",
        "depletion",
        "amortization",
        "unrealized",
        "gain",
        "oil",
        "price",
        "risk",
        "derivative",
        "compensation",
        "warrant",
        "fair",
        "value",
        "adjustment",
        "gain",
        "loss",
        "interest",
        "expense",
        "total",
        "source",
        "energy",
        "corp"
    ]
}