{
    "organizations": [],
    "uuid": "b30c0fa0d4830f4e87492360e938152c12caacc5",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/23/globe-newswire-melinta-therapeutics-announces-pricing-of-public-offering-of-common-stock.html",
    "ord_in_thread": 0,
    "title": "Melinta Therapeutics Pricing of Public Offering of Common Stock",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW HAVEN, Conn., May 23, 2018 (GLOBE NEWSWIRE) -- Melinta Therapeutics, Inc. (NASDAQ:MLNT), a commercial-stage company discovering, developing and commercializing novel antibiotics to treat serious bacterial infections, today announced the pricing of an underwritten public offering of 22,000,000 shares of its common stock at $5.00 per share, before underwriting discounts and commissions. The size of the offering was upsized from $75,000,000 to $110,000,000. In addition, the underwriters have a 30-day option to purchase up to an additional 2,640,000 shares of common stock from Melinta on the same terms and conditions.\nThe offering is expected to close on May 29, 2018, subject to customary closing conditions.\nMelinta intends to use the net proceeds from the sale of its shares of common stock for general corporate purposes, including to invest in our industry leading portfolio of antibiotics, including potential expansion of our field sales force to drive growth; invest in our supply chain to optimize manufacturing processes and improve cost of goods; fund future milestone obligations primarily related to receipt of approval of Vabomere ™ (meropenem and vaborbactam) for European commercialization and payments to The Medicines Company as part of the infectious disease business acquisition; capitalize on potential business development opportunities; and fund working capital.\nJ.P. Morgan and Jefferies are acting as joint bookrunners for the offering. Cantor Fitzgerald & Co. is acting as lead manager for the offering.\nThe shares of Melinta common stock described above are being offered only by means of a prospectus supplement and related prospectus pursuant to an effective registration statement previously filed with the Securities and Exchange Commission (SEC). Copies of the final prospectus supplement and the accompanying prospectus relating to the shares being offered may also be obtained, when available, from J.P. Morgan Securities LLC, c/o Broadridge Financial Solutions, 1155 Long Island Avenue, Edgewood, NY 11717 or by calling toll-free (866) 803-9204, or Jefferies LLC, Attention: Equity Syndicate Prospectus Department, 520 Madison Avenue, 2nd Floor, New York, NY 10022, or by telephone at (877) 821-7388, or by e-mail at Prospectus_Department@Jefferies.com .\nThis press release shall not constitute an offer to sell or the solicitation of an offer to buy these securities, nor shall there be any sale of these securities in any state or other jurisdiction in which such offer, solicitation or sale would be unlawful prior to the registration or qualification under the securities laws of any such state or other jurisdiction.\nAbout Melinta Therapeutics\nMelinta Therapeutics, Inc. is the largest pure-play antibiotics company, dedicated to saving lives threatened by the global public health crisis of bacterial infections through the development and commercialization of novel antibiotics that provide new therapeutic solutions. Its four marketed products include Baxdela™ (delafloxacin), Vabomere™ (meropenem and vaborbactam), Orbactiv® (oritavancin), and Minocin® (minocycline) for Injection. It also has an extensive pipeline of preclinical and clinical-stage products representing many important classes of antibiotics, each targeted at a different segment of the anti-infective market. Together, this portfolio provides Melinta with the unique ability to provide providers and patients with a range of solutions that can meet the tremendous need for novel antibiotics treating serious infections. Visit www.melinta.com for more information.\nCautionary Note Regarding Forward-Looking Statements\nCertain statements in this communication constitute “forward-looking statements” within the meaning of Section 27A of the Securities Act and Section 21E of the Securities Exchange Act and are usually identified by the use of words such as “anticipates,” “believes,” “estimates,” “expects,” “intends,” “may,” “plans,” “projects,” “seeks,” “should,” “will,” and variations of such words or similar expressions. We intend these forward-looking statements to be covered by the safe harbor provisions for forward-looking statements contained in Section 27A of the Securities Act and Section 21E of the Securities Exchange Act and are making this statement for purposes of complying with those safe harbor provisions. These forward-looking statements reflect our current views about our plans, intentions, expectations, strategies and prospects, which are based on the information currently available to us and on assumptions we have made. Although we believe that our plans, intentions, expectations, strategies and prospects as reflected in or suggested by those forward-looking statements are reasonable, we can give no assurance that the plans, intentions, expectations or strategies will be attained or achieved. Furthermore, actual results may differ materially from those described in the forward-looking statements and will be affected by a variety of risks and factors that are beyond our control.\nRisks and uncertainties for Melinta include, but are not limited to: the fact that we have incurred significant operating losses since inception and will incur continued losses for the foreseeable future; our limited operating history; our need for future capital and risks related to our ability to obtain additional capital to fund future operations; uncertainties of cash flows and inability to meet working capital needs as well as other milestone, royalty and payment obligations; the fact that our independent registered public accounting firm’s report on the Company’s 2016 and 2017 financial statements contains an explanatory paragraph that states that our recurring losses from operations and our need to obtain additional capital raises substantial doubt about our ability to continue as a going concern; our substantial indebtedness; risks related to our commercial launches of our products and our inexperience as a company in marketing drug products; the degree of market acceptance of our products among physicians, patients, health care payors and the medical community; the pricing we are able to achieve for our products; failure to obtain and sustain an adequate level of reimbursement for our products by third-party payors; inaccuracies in our estimates of the market for and commercialization potential of our products; failure to maintain optimal inventory levels to meet commercial demand for any of our products; risks that our competitors are able to develop and market products that are preferred over our products; our dependence upon third parties for the manufacture and supply of our marketed products; failure to achieve the benefits of our recently completed transactions with Cempra and The Medicines Company; failure to establish and maintain development and commercialization collaborations; uncertainty in the outcome or timing of clinical trials and/or receipt of regulatory approvals for our product candidates; undesirable side effects of our products; failure of third parties to conduct clinical trials in accordance with their contractual obligations; our ability to identify, develop, acquire or in-license products; difficulties in managing the growth of our company; the effects of recent comprehensive tax reform; risks related to failure to comply with extensive laws and regulations; product liability risks related to our products; failure to retain key personnel; inability to obtain, maintain and enforce patents and other intellectual property rights or the unexpected costs associated with such enforcement or litigation; risks relating to third party infringement of intellectual property rights; our ability to maintain effective internal control over financial reporting; unfavorable outcomes in any of the class action and shareholder derivative lawsuits currently pending against the Company; and the fact that a substantial amount of shares of common stock may be sold into the public markets by one or more of our large shareholders in the near future. Many of these factors that will determine actual results are beyond Melinta’s ability to control or predict.\nOther risks and uncertainties are more fully described in our Annual Report on Form 10-K for the year ended December 31, 2017, the Company’s preliminary prospectus supplement to be filed with the SEC, and in other filings that Melinta makes and will make with the SEC. Existing and prospective investors are cautioned not to place undue reliance on these forward-looking statements, which speak only as of the date hereof. The statements made in this press release speak only as of the date stated herein, and subsequent events and developments may cause our expectations and beliefs to change. While we may elect to update these forward-looking statements publicly at some point in the future, we specifically disclaim any obligation to do so, whether as a result of new information, future events or otherwise, except as required by law. These forward-looking statements should not be relied upon as representing our views as of any date after the date stated herein.\nFor More Information: Media Inquiries: David Belian (203) 848-6276 dbelian@melinta.com Investor Inquiries: Lisa DeFrancesco (847) 681-3217 ldefrancesco@melinta.com\nSource:Melinta Therapeutics",
    "published": "2018-05-24T05:07:00.000+03:00",
    "crawled": "2018-05-24T06:16:21.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "may",
        "globe",
        "newswire",
        "melinta",
        "therapeutic",
        "nasdaq",
        "mlnt",
        "company",
        "discovering",
        "developing",
        "commercializing",
        "novel",
        "antibiotic",
        "treat",
        "serious",
        "bacterial",
        "infection",
        "today",
        "announced",
        "pricing",
        "underwritten",
        "public",
        "offering",
        "share",
        "common",
        "stock",
        "per",
        "share",
        "underwriting",
        "discount",
        "commission",
        "size",
        "offering",
        "upsized",
        "addition",
        "underwriter",
        "option",
        "purchase",
        "additional",
        "share",
        "common",
        "stock",
        "melinta",
        "term",
        "condition",
        "offering",
        "expected",
        "close",
        "may",
        "subject",
        "customary",
        "closing",
        "condition",
        "melinta",
        "intends",
        "use",
        "net",
        "proceeds",
        "sale",
        "share",
        "common",
        "stock",
        "general",
        "corporate",
        "purpose",
        "including",
        "invest",
        "industry",
        "leading",
        "portfolio",
        "antibiotic",
        "including",
        "potential",
        "expansion",
        "field",
        "sale",
        "force",
        "drive",
        "growth",
        "invest",
        "supply",
        "chain",
        "optimize",
        "manufacturing",
        "process",
        "improve",
        "cost",
        "good",
        "fund",
        "future",
        "milestone",
        "obligation",
        "primarily",
        "related",
        "receipt",
        "approval",
        "vabomere",
        "meropenem",
        "vaborbactam",
        "european",
        "commercialization",
        "payment",
        "medicine",
        "company",
        "part",
        "infectious",
        "disease",
        "business",
        "acquisition",
        "capitalize",
        "potential",
        "business",
        "development",
        "opportunity",
        "fund",
        "working",
        "capital",
        "morgan",
        "jefferies",
        "acting",
        "joint",
        "bookrunners",
        "offering",
        "cantor",
        "fitzgerald",
        "acting",
        "lead",
        "manager",
        "offering",
        "share",
        "melinta",
        "common",
        "stock",
        "described",
        "offered",
        "mean",
        "prospectus",
        "supplement",
        "related",
        "prospectus",
        "pursuant",
        "effective",
        "registration",
        "statement",
        "previously",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "copy",
        "final",
        "prospectus",
        "supplement",
        "accompanying",
        "prospectus",
        "relating",
        "share",
        "offered",
        "may",
        "also",
        "obtained",
        "available",
        "morgan",
        "security",
        "llc",
        "broadridge",
        "financial",
        "solution",
        "long",
        "island",
        "avenue",
        "edgewood",
        "ny",
        "calling",
        "jefferies",
        "llc",
        "attention",
        "equity",
        "syndicate",
        "prospectus",
        "department",
        "madison",
        "avenue",
        "2nd",
        "floor",
        "new",
        "york",
        "ny",
        "telephone",
        "press",
        "release",
        "shall",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "shall",
        "sale",
        "security",
        "state",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "state",
        "jurisdiction",
        "melinta",
        "therapeutic",
        "melinta",
        "therapeutic",
        "largest",
        "antibiotic",
        "company",
        "dedicated",
        "saving",
        "life",
        "threatened",
        "global",
        "public",
        "health",
        "crisis",
        "bacterial",
        "infection",
        "development",
        "commercialization",
        "novel",
        "antibiotic",
        "provide",
        "new",
        "therapeutic",
        "solution",
        "four",
        "marketed",
        "product",
        "include",
        "delafloxacin",
        "meropenem",
        "vaborbactam",
        "oritavancin",
        "minocycline",
        "injection",
        "also",
        "extensive",
        "pipeline",
        "preclinical",
        "product",
        "representing",
        "many",
        "important",
        "class",
        "antibiotic",
        "targeted",
        "different",
        "segment",
        "market",
        "together",
        "portfolio",
        "provides",
        "melinta",
        "unique",
        "ability",
        "provide",
        "provider",
        "patient",
        "range",
        "solution",
        "meet",
        "tremendous",
        "need",
        "novel",
        "antibiotic",
        "treating",
        "serious",
        "infection",
        "visit",
        "information",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "certain",
        "statement",
        "communication",
        "constitute",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "usually",
        "identified",
        "use",
        "word",
        "anticipates",
        "belief",
        "estimate",
        "expects",
        "intends",
        "may",
        "plan",
        "project",
        "seek",
        "variation",
        "word",
        "similar",
        "expression",
        "intend",
        "statement",
        "covered",
        "safe",
        "harbor",
        "provision",
        "statement",
        "contained",
        "section",
        "27a",
        "security",
        "act",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "making",
        "statement",
        "purpose",
        "complying",
        "safe",
        "harbor",
        "provision",
        "statement",
        "reflect",
        "current",
        "view",
        "plan",
        "intention",
        "expectation",
        "strategy",
        "prospect",
        "based",
        "information",
        "currently",
        "available",
        "u",
        "assumption",
        "made",
        "although",
        "believe",
        "plan",
        "intention",
        "expectation",
        "strategy",
        "prospect",
        "reflected",
        "suggested",
        "statement",
        "reasonable",
        "give",
        "assurance",
        "plan",
        "intention",
        "expectation",
        "strategy",
        "attained",
        "achieved",
        "furthermore",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "described",
        "statement",
        "affected",
        "variety",
        "risk",
        "factor",
        "beyond",
        "control",
        "risk",
        "uncertainty",
        "melinta",
        "include",
        "limited",
        "fact",
        "incurred",
        "significant",
        "operating",
        "loss",
        "since",
        "inception",
        "incur",
        "continued",
        "loss",
        "foreseeable",
        "future",
        "limited",
        "operating",
        "history",
        "need",
        "future",
        "capital",
        "risk",
        "related",
        "ability",
        "obtain",
        "additional",
        "capital",
        "fund",
        "future",
        "operation",
        "uncertainty",
        "cash",
        "flow",
        "inability",
        "meet",
        "working",
        "capital",
        "need",
        "well",
        "milestone",
        "royalty",
        "payment",
        "obligation",
        "fact",
        "independent",
        "registered",
        "public",
        "accounting",
        "firm",
        "report",
        "company",
        "financial",
        "statement",
        "contains",
        "explanatory",
        "paragraph",
        "state",
        "recurring",
        "loss",
        "operation",
        "need",
        "obtain",
        "additional",
        "capital",
        "raise",
        "substantial",
        "doubt",
        "ability",
        "continue",
        "going",
        "concern",
        "substantial",
        "indebtedness",
        "risk",
        "related",
        "commercial",
        "launch",
        "product",
        "inexperience",
        "company",
        "marketing",
        "drug",
        "product",
        "degree",
        "market",
        "acceptance",
        "product",
        "among",
        "physician",
        "patient",
        "health",
        "care",
        "payors",
        "medical",
        "community",
        "pricing",
        "able",
        "achieve",
        "product",
        "failure",
        "obtain",
        "sustain",
        "adequate",
        "level",
        "reimbursement",
        "product",
        "payors",
        "inaccuracy",
        "estimate",
        "market",
        "commercialization",
        "potential",
        "product",
        "failure",
        "maintain",
        "optimal",
        "inventory",
        "level",
        "meet",
        "commercial",
        "demand",
        "product",
        "risk",
        "competitor",
        "able",
        "develop",
        "market",
        "product",
        "preferred",
        "product",
        "dependence",
        "upon",
        "third",
        "party",
        "manufacture",
        "supply",
        "marketed",
        "product",
        "failure",
        "achieve",
        "benefit",
        "recently",
        "completed",
        "transaction",
        "cempra",
        "medicine",
        "company",
        "failure",
        "establish",
        "maintain",
        "development",
        "commercialization",
        "collaboration",
        "uncertainty",
        "outcome",
        "timing",
        "clinical",
        "trial",
        "receipt",
        "regulatory",
        "approval",
        "product",
        "candidate",
        "undesirable",
        "side",
        "effect",
        "product",
        "failure",
        "third",
        "party",
        "conduct",
        "clinical",
        "trial",
        "accordance",
        "contractual",
        "obligation",
        "ability",
        "identify",
        "develop",
        "acquire",
        "product",
        "difficulty",
        "managing",
        "growth",
        "company",
        "effect",
        "recent",
        "comprehensive",
        "tax",
        "reform",
        "risk",
        "related",
        "failure",
        "comply",
        "extensive",
        "law",
        "regulation",
        "product",
        "liability",
        "risk",
        "related",
        "product",
        "failure",
        "retain",
        "key",
        "personnel",
        "inability",
        "obtain",
        "maintain",
        "enforce",
        "patent",
        "intellectual",
        "property",
        "right",
        "unexpected",
        "cost",
        "associated",
        "enforcement",
        "litigation",
        "risk",
        "relating",
        "third",
        "party",
        "infringement",
        "intellectual",
        "property",
        "right",
        "ability",
        "maintain",
        "effective",
        "internal",
        "control",
        "financial",
        "reporting",
        "unfavorable",
        "outcome",
        "class",
        "action",
        "shareholder",
        "derivative",
        "lawsuit",
        "currently",
        "pending",
        "company",
        "fact",
        "substantial",
        "amount",
        "share",
        "common",
        "stock",
        "may",
        "sold",
        "public",
        "market",
        "one",
        "large",
        "shareholder",
        "near",
        "future",
        "many",
        "factor",
        "determine",
        "actual",
        "result",
        "beyond",
        "melinta",
        "ability",
        "control",
        "predict",
        "risk",
        "uncertainty",
        "fully",
        "described",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "company",
        "preliminary",
        "prospectus",
        "supplement",
        "filed",
        "sec",
        "filing",
        "melinta",
        "make",
        "make",
        "sec",
        "existing",
        "prospective",
        "investor",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "hereof",
        "statement",
        "made",
        "press",
        "release",
        "speak",
        "date",
        "stated",
        "herein",
        "subsequent",
        "event",
        "development",
        "may",
        "cause",
        "expectation",
        "belief",
        "change",
        "may",
        "elect",
        "update",
        "statement",
        "publicly",
        "point",
        "future",
        "specifically",
        "disclaim",
        "obligation",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "law",
        "statement",
        "relied",
        "upon",
        "representing",
        "view",
        "date",
        "date",
        "stated",
        "herein",
        "information",
        "medium",
        "inquiry",
        "david",
        "belian",
        "dbelian",
        "investor",
        "inquiry",
        "lisa",
        "defrancesco",
        "ldefrancesco",
        "source",
        "melinta",
        "therapeutic"
    ]
}