{
    "organizations": [],
    "uuid": "6fb40284eeb655bf584da3858202eba9943a1f92",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/pr-newswire-egalet-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Egalet Reports First Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WAYNE, Pa., Egalet Corporation (Nasdaq: EGLT) (\"Egalet\"), a fully integrated specialty pharmaceutical company focused on developing, manufacturing and marketing innovative treatments for pain and other conditions, today reported financial results for the first quarter ended March 31, 2018 and provided updates on its commercial products: SPRIX ® (ketorolac tromethamine) Nasal Spray, OXAYDO ® (oxycodone HCI, USP) tablets for oral use only –CII and ARYMO ® ER (morphine sulfate) extended-release tablets for oral use —CII.\n\"With recent formulary wins, we believe we are expanding the potential commercial opportunity for SPRIX Nasal Spray and ARYMO ER,\" said Bob Radie, president and chief executive officer of Egalet. \"While we work to expand the market access for ARYMO ER, we have shifted our 82 sales representatives to promote all three of our products with a focus on where we have better payer coverage and we are placing a greater emphasis on SPRIX Nasal Spray in the near term.\"\nQ1 2018 and Recent Highlights\nNational pharmacy benefit manager placed SPRIX Nasal Spray in a preferred position and placed ARYMO ER in an unrestricted Tier 3 position; Large regional health plan placed ARYMO ER and Sprix Nasal Spray in preferred formulary positions; Two large Northeast regional plans placed ARYMO ER in a preferred formulary position; OraPharma's 141-person sales force began promotion of SPRIX, along with OraPharma's portfolio products, to dentists and oral surgeons; Co-hosted Category 1 focus group meeting with industry, researchers and the Food and Drug Administration (FDA) to discuss best practices with in vitro (Category 1) studies of abuse-deterrent formulations; and ARYMO ER data published in Current Medical Research and Opinion Journal and presented at the 34 th Annual Meeting of the American Academy of Pain Medicine (AAPM) in Vancouver, Canada.\n2018 First Quarter Financial Results\nCash Position: As of March 31, 2018, Egalet had cash, marketable securities and restricted cash totaling $74.9 million. Net Product Sales: There were net product sales of $6.3 million for the quarter ended March 31, 2018 compared to $5.4 million for the same period in 2017. The increase in the period was due to continued growth in SPRIX Nasal Spray and OXAYDO sales. ARYMO ER was launched at the end of the first quarter of 2017. Due to the adoption of the ASC 606, net product sales in quarter ended March 31, 2018 reflect shipments to customers compared to net product sales for the same period in 2017, which reflected prescriptions dispensed to patients. Cost of Sales (excluding product rights amortization) : Cost of sales was $2.2 million for the quarter ended March 31, 2018 and $1.3 million for the same period in 2017. Cost of sales for the quarter ended March 31, 2018 reflected the average cost of inventory shipped to customers and charges related to the minimum manufacturing requirements for ARYMO ER. Cost of sales for the quarter ended March 31, 2017 reflected the average cost of inventory produced and dispensed to patients and included a write down of SPRIX Nasal Spray inventory. G&A Expenses: General and administrative expenses were $7.1 million for the quarter ended March 31, 2018 compared to $8.5 million for the same period in 2017. The decrease in the period was driven primarily by decreased salary and stock-based compensation expense and decreased legal fees. S&M Expenses: Sales and marketing expenses were $9.1 million for the quarter ended March 31, 2018 compared to $9.3 million for the same period in 2017. R&D Expenses: Research and development expenses were $1.3 million for the quarter ended March 31, 2018 compared to $6.5 million for the same period in 2017. The decrease in the period was driven primarily by decreased costs for the development of Egalet-002, ARYMO ER and OXAYDO. Change in Fair Value of Warrant Liability and Derivative Liability: Change in fair value of warrant liability and derivative liability was $5.1 million for the quarter ended March 31, 2018 compared to $12,000 for the same period in 2017. The change in the quarter ended March 31, 2018 included a decrease in the fair value of the warrant liability of $3.2 million, associated with the July 2017 equity and warrant issuance, and a decrease in the fair value of the derivative liability related to the 6.50% convertible notes of $1.5 million. Interest Expense: Interest expense for the quarter ended March 31, 2018 was $3.6 million compared to interest expense of $4.5 million for the same period in 2017. Interest expense in the first quarter 2018 included non-cash interest of $450,000 compared to $1.7 million in the same period in 2017. Net Loss: Net loss for the quarter ended March 31, 2018 was ($12.4 million), or ($0.26) per share, compared to a net loss of ($25.4 million), or ($1.02) per share for the same period in 2017.\nEarnings Conference Call Information\nEgalet's management will host a conference call to discuss the first quarter 2018 financial results today:\nDate:\nTuesday, May 8, 2018\nTime:\n8:30 a.m. EDT\nWebcast (live and archive):\negalet.com (Events & Webcasts, Investor page)\nDial-in numbers:\n1-888-346-2615 (domestic)\n1-412-902-4253 (international)\nReplay numbers:\n1-877-344-7529 (domestic)\n1-412-317-0088 (international)\nConference number:\n10117571\nAbout Egalet\nEgalet, a fully integrated specialty pharmaceutical company, is focused on developing, manufacturing and commercializing innovative treatments for pain and other conditions. Egalet has three approved products: ARYMO ® ER (morphine sulfate) extended-release tablets for oral use —CII, developed using Egalet's proprietary Guardian™ Technology, OXAYDO ® (oxycodone HCI, USP) tablets for oral use only —CII and SPRIX ® (ketorolac tromethamine) Nasal Spray. Using Guardian Technology, Egalet is developing a pipeline of clinical-stage, product candidates for which we are seeking partners including Egalet-002, an abuse-deterrent, extended-release, oral oxycodone formulation for the management of pain severe enough to require daily, around-the-clock, long-term opioid treatment and for which alternative treatment options are inadequate. Guardian Technology can be applied broadly across different classes of pharmaceutical products and can be used to develop combination products that include multiple active pharmaceutical ingredients with similar or different release profiles.\nFor full prescribing information on ARYMO ER, including the boxed warning and medication guide, please visit arymoer.com . For full prescribing information on SPRIX, including the boxed warning and medication guide, please visit sprix.com . For full prescribing information on OXAYDO, including the boxed warning and medication guide, please visit oxaydo.com .\nSafe Harbor\nStatements included in this press release (including but not limited to upcoming milestones) that are not historical in nature and contain the words \"anticipate,\" \"believe,\" \"estimate,\" \"expect,\" \"intend,\" \"may,\" \"plan,\" \"predict,\" \"project,\" \"suggest,\" \"target,\" \"potential,\" \"will,\" \"would,\" \"could,\" \"should,\" \"continue,\" \"look forward to\" and other similar expressions are \"forward-looking statements\" within the meaning of the Private Securities Litigation Reform Act of 1995. These forward-looking statements are based on management's current expectations and are subject to known and unknown uncertainties and risks. Actual results could differ materially from those discussed due to a number of factors, including, but not limited to: Egalet's ability to continue as a going concern; Egalet's stock price and ability to remain listed on the Nasdaq, including the potential need to redeem portions of our outstanding indebtedness in the event of such a delisting; our current and future indebtedness; the potential of ARYMO ER to play an important role in helping to deter opioid abuse; the potential impact of strengthening the ARYMO ER label or the labels of any of Egalet's other products; the success of Egalet's clinical trials, including the timely recruitment of trial subjects and meeting the timelines therefor; Egalet's ability to obtain and maintain regulatory approval of Egalet's products and product candidates and the labeling claims that Egalet believes are necessary or desirable for successful commercialization of its products and product candidates; the entry of any generic products for SPRIX or any delay in or inability to reformulate SPRIX; Egalet's ability to maintain the intellectual property position of Egalet's products and product candidates; Egalet's ability to identify and reliance upon qualified third parties to manufacture its products; Egalet's ability to execute on its sales and marketing strategy, including developing relationships with customers, physicians, payors and other constituencies; the costs of commercialization activities, including marketing, sales and distribution; the size and growth potential of the markets for Egalet's products and product candidates, and Egalet's ability to service those markets; Egalet's ability to obtain reimbursement and third-party payor contracts for its products; Egalet's ability to service its debt obligations; Egalet's ability to raise additional funds to execute its business plan and growth strategy on terms acceptable to Egalet, if at all; Egalet's ability to find and hire qualified sales professionals; the rate and degree of receptivity in the marketplace and among physicians to Egalet's products; the success of products that compete with Egalet's that are or become available; the regulatory environment and social concerns about limiting the use of opioids; Egalet's ability to integrate and grow any businesses or products that it may acquire; general market conditions; and other risk factors set forth in Egalet's Annual Report on Form 10-K and Quarterly Reports on Form 10-Q filed with the United States Securities and Exchange Commission (SEC) and in other filings Egalet makes with the SEC from time to time. While Egalet may elect to update these forward-looking statements at some point in the future, it specifically disclaims any obligation to update or revise any forward-looking-statements contained in this press release whether as a result of new information or future events, except as may be required by law.\nMedia and Investor Contact:\nE. Blair Clark-Schoeb\nSenior Vice President, Communications\nEmail: ir@egalet.com\nTel: 484-259-7370\nEgalet Corporation and Subsidiaries\nConsolidated Balance Sheets\n(in thousands, except share and per share data)\nDecember 31, 2017\nMarch 31, 2018\n(unaudited)\nAssets\nCurrent assets:\nCash and cash equivalents\n$\n31,090\n$\n33,679\nMarketable securities, available for sale\n59,953\n40,786\nAccounts receivable\n4,120\n14,983\nInventory\n3,225\n2,113\nPrepaid expenses and other current assets\n2,672\n2,232\nOther receivables\n893\n911\nTotal current assets\n101,953\n94,704\nIntangible assets, net\n6,583\n6,091\nRestricted cash\n400\n400\nProperty and equipment, net\n9,911\n9,252\nDeposits and other assets\n1,011\n851\nTotal assets\n$\n119,858\n$\n111,298\nLiabilities and stockholders' deficit\nCurrent liabilities:\nAccounts payable\n10,160\n10,142\nAccrued expenses\n16,104\n25,143\nDeferred revenue\n7,456\n-\nDebt - current\n1,081\n1,099\nWarrant liability\n8,166\n5,000\nTotal current liabilities\n42,967\n41,384\nDebt - non-current portion, net\n98,890\n99,166\nDeferred income tax liability\n26\n946\nDerivative liability\n16,623\n2,167\nOther liabilities\n727\n685\nTotal liabilities\n159,233\n144,348\nStockholders' deficit\nCommon stock--$0.001 par value; 75,000,000 and 275,000,000\nshares authorized at December 31, 2017 and March 31, 2018,\nrespectively; 45,939,663 and 53,481,201 shares issued and\noutstanding at December 31, 2017 and March 31, 2018,\nrespectively\n46\n49\nAdditional paid-in capital\n254,871\n271,551\nAccumulated other comprehensive income\n1,008\n1,102\nAccumulated deficit\n(295,300)\n(305,752)\nTotal stockholders' deficit\n(39,375)\n(33,050)\nTotal liabilities and stockholders' deficit\n$\n119,858\n$\n111,298\nEgalet Corporation and Subsidiaries\nConsolidated Statements of Operations (Unaudited)\n(in thousands, except share and per share data)\nThree Months Ended\nMarch 31,\n2017\n2018\nRevenues\nNet product sales\n$\n5,427\n$\n6,261\nTotal revenue\n5,427\n6,261\nCost and Expenses\nCost of sales (excluding amortization of product rights)\n1,325\n2,216\nAmortization of product rights\n503\n537\nGeneral and administrative\n8,491\n7,073\nSales and marketing\n9,258\n9,055\nResearch and development\n6,520\n1,303\nTotal costs and expenses\n26,097\n20,184\nLoss from operations\n(20,670)\n(13,923)\nOther (income) expense:\nChange in fair value of warrant and derivative liability\n(12)\n(5,125)\nInterest expense, net\n4,534\n3,556\nOther gain\n181\n—\n4,703\n(1,569)\nNet loss\n$\n(25,373)\n$\n(12,354)\nPer share information:\nNet loss per share of common stock, basic and diluted\n$\n(1.02)\n$\n(0.26)\nWeighted-average shares outstanding, basic and diluted\n24,766,147\n47,303,659\n with multimedia: releases/egalet-reports-first-quarter-2018-financial-results-300644016.html\nSOURCE Egalet Corporation",
    "published": "2018-05-08T14:02:00.000+03:00",
    "crawled": "2018-05-08T17:10:02.009+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "wayne",
        "egalet",
        "corporation",
        "nasdaq",
        "eglt",
        "egalet",
        "fully",
        "integrated",
        "specialty",
        "pharmaceutical",
        "company",
        "focused",
        "developing",
        "manufacturing",
        "marketing",
        "innovative",
        "treatment",
        "pain",
        "condition",
        "today",
        "reported",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "provided",
        "update",
        "commercial",
        "product",
        "sprix",
        "ketorolac",
        "tromethamine",
        "nasal",
        "spray",
        "oxaydo",
        "oxycodone",
        "hci",
        "usp",
        "tablet",
        "oral",
        "use",
        "arymo",
        "er",
        "morphine",
        "sulfate",
        "tablet",
        "oral",
        "use",
        "recent",
        "formulary",
        "win",
        "believe",
        "expanding",
        "potential",
        "commercial",
        "opportunity",
        "sprix",
        "nasal",
        "spray",
        "arymo",
        "er",
        "said",
        "bob",
        "radie",
        "president",
        "chief",
        "executive",
        "officer",
        "egalet",
        "work",
        "expand",
        "market",
        "access",
        "arymo",
        "er",
        "shifted",
        "sale",
        "representative",
        "promote",
        "three",
        "product",
        "focus",
        "better",
        "payer",
        "coverage",
        "placing",
        "greater",
        "emphasis",
        "sprix",
        "nasal",
        "spray",
        "near",
        "term",
        "q1",
        "recent",
        "highlight",
        "national",
        "pharmacy",
        "benefit",
        "manager",
        "placed",
        "sprix",
        "nasal",
        "spray",
        "preferred",
        "position",
        "placed",
        "arymo",
        "er",
        "unrestricted",
        "tier",
        "position",
        "large",
        "regional",
        "health",
        "plan",
        "placed",
        "arymo",
        "er",
        "sprix",
        "nasal",
        "spray",
        "preferred",
        "formulary",
        "position",
        "two",
        "large",
        "northeast",
        "regional",
        "plan",
        "placed",
        "arymo",
        "er",
        "preferred",
        "formulary",
        "position",
        "orapharma",
        "sale",
        "force",
        "began",
        "promotion",
        "sprix",
        "along",
        "orapharma",
        "portfolio",
        "product",
        "dentist",
        "oral",
        "surgeon",
        "category",
        "focus",
        "group",
        "meeting",
        "industry",
        "researcher",
        "food",
        "drug",
        "administration",
        "fda",
        "discus",
        "best",
        "practice",
        "vitro",
        "category",
        "study",
        "formulation",
        "arymo",
        "er",
        "data",
        "published",
        "current",
        "medical",
        "research",
        "opinion",
        "journal",
        "presented",
        "th",
        "annual",
        "meeting",
        "american",
        "academy",
        "pain",
        "medicine",
        "aapm",
        "vancouver",
        "canada",
        "first",
        "quarter",
        "financial",
        "result",
        "cash",
        "position",
        "march",
        "egalet",
        "cash",
        "marketable",
        "security",
        "restricted",
        "cash",
        "totaling",
        "million",
        "net",
        "product",
        "sale",
        "net",
        "product",
        "sale",
        "million",
        "quarter",
        "ended",
        "march",
        "compared",
        "million",
        "period",
        "increase",
        "period",
        "due",
        "continued",
        "growth",
        "sprix",
        "nasal",
        "spray",
        "oxaydo",
        "sale",
        "arymo",
        "er",
        "launched",
        "end",
        "first",
        "quarter",
        "due",
        "adoption",
        "asc",
        "net",
        "product",
        "sale",
        "quarter",
        "ended",
        "march",
        "reflect",
        "shipment",
        "customer",
        "compared",
        "net",
        "product",
        "sale",
        "period",
        "reflected",
        "prescription",
        "dispensed",
        "patient",
        "cost",
        "sale",
        "excluding",
        "product",
        "right",
        "amortization",
        "cost",
        "sale",
        "million",
        "quarter",
        "ended",
        "march",
        "million",
        "period",
        "cost",
        "sale",
        "quarter",
        "ended",
        "march",
        "reflected",
        "average",
        "cost",
        "inventory",
        "shipped",
        "customer",
        "charge",
        "related",
        "minimum",
        "manufacturing",
        "requirement",
        "arymo",
        "er",
        "cost",
        "sale",
        "quarter",
        "ended",
        "march",
        "reflected",
        "average",
        "cost",
        "inventory",
        "produced",
        "dispensed",
        "patient",
        "included",
        "write",
        "sprix",
        "nasal",
        "spray",
        "inventory",
        "g",
        "expense",
        "general",
        "administrative",
        "expense",
        "million",
        "quarter",
        "ended",
        "march",
        "compared",
        "million",
        "period",
        "decrease",
        "period",
        "driven",
        "primarily",
        "decreased",
        "salary",
        "compensation",
        "expense",
        "decreased",
        "legal",
        "fee",
        "expense",
        "sale",
        "marketing",
        "expense",
        "million",
        "quarter",
        "ended",
        "march",
        "compared",
        "million",
        "period",
        "r",
        "expense",
        "research",
        "development",
        "expense",
        "million",
        "quarter",
        "ended",
        "march",
        "compared",
        "million",
        "period",
        "decrease",
        "period",
        "driven",
        "primarily",
        "decreased",
        "cost",
        "development",
        "arymo",
        "er",
        "oxaydo",
        "change",
        "fair",
        "value",
        "warrant",
        "liability",
        "derivative",
        "liability",
        "change",
        "fair",
        "value",
        "warrant",
        "liability",
        "derivative",
        "liability",
        "million",
        "quarter",
        "ended",
        "march",
        "compared",
        "period",
        "change",
        "quarter",
        "ended",
        "march",
        "included",
        "decrease",
        "fair",
        "value",
        "warrant",
        "liability",
        "million",
        "associated",
        "july",
        "equity",
        "warrant",
        "issuance",
        "decrease",
        "fair",
        "value",
        "derivative",
        "liability",
        "related",
        "convertible",
        "note",
        "million",
        "interest",
        "expense",
        "interest",
        "expense",
        "quarter",
        "ended",
        "march",
        "million",
        "compared",
        "interest",
        "expense",
        "million",
        "period",
        "interest",
        "expense",
        "first",
        "quarter",
        "included",
        "interest",
        "compared",
        "million",
        "period",
        "net",
        "loss",
        "net",
        "loss",
        "quarter",
        "ended",
        "march",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "period",
        "earnings",
        "conference",
        "call",
        "information",
        "egalet",
        "management",
        "host",
        "conference",
        "call",
        "discus",
        "first",
        "quarter",
        "financial",
        "result",
        "today",
        "date",
        "tuesday",
        "may",
        "time",
        "edt",
        "webcast",
        "live",
        "archive",
        "event",
        "webcasts",
        "investor",
        "page",
        "number",
        "domestic",
        "international",
        "replay",
        "number",
        "domestic",
        "international",
        "conference",
        "number",
        "egalet",
        "egalet",
        "fully",
        "integrated",
        "specialty",
        "pharmaceutical",
        "company",
        "focused",
        "developing",
        "manufacturing",
        "commercializing",
        "innovative",
        "treatment",
        "pain",
        "condition",
        "egalet",
        "three",
        "approved",
        "product",
        "arymo",
        "er",
        "morphine",
        "sulfate",
        "tablet",
        "oral",
        "use",
        "developed",
        "using",
        "egalet",
        "proprietary",
        "technology",
        "oxaydo",
        "oxycodone",
        "hci",
        "usp",
        "tablet",
        "oral",
        "use",
        "sprix",
        "ketorolac",
        "tromethamine",
        "nasal",
        "spray",
        "using",
        "guardian",
        "technology",
        "egalet",
        "developing",
        "pipeline",
        "product",
        "candidate",
        "seeking",
        "partner",
        "including",
        "oral",
        "oxycodone",
        "formulation",
        "management",
        "pain",
        "severe",
        "enough",
        "require",
        "daily",
        "opioid",
        "treatment",
        "alternative",
        "treatment",
        "option",
        "inadequate",
        "guardian",
        "technology",
        "applied",
        "broadly",
        "across",
        "different",
        "class",
        "pharmaceutical",
        "product",
        "used",
        "develop",
        "combination",
        "product",
        "include",
        "multiple",
        "active",
        "pharmaceutical",
        "ingredient",
        "similar",
        "different",
        "release",
        "profile",
        "full",
        "prescribing",
        "information",
        "arymo",
        "er",
        "including",
        "boxed",
        "warning",
        "medication",
        "guide",
        "please",
        "visit",
        "full",
        "prescribing",
        "information",
        "sprix",
        "including",
        "boxed",
        "warning",
        "medication",
        "guide",
        "please",
        "visit",
        "full",
        "prescribing",
        "information",
        "oxaydo",
        "including",
        "boxed",
        "warning",
        "medication",
        "guide",
        "please",
        "visit",
        "safe",
        "harbor",
        "statement",
        "included",
        "press",
        "release",
        "including",
        "limited",
        "upcoming",
        "milestone",
        "historical",
        "nature",
        "contain",
        "word",
        "anticipate",
        "believe",
        "estimate",
        "expect",
        "intend",
        "may",
        "plan",
        "predict",
        "project",
        "suggest",
        "target",
        "potential",
        "would",
        "could",
        "continue",
        "look",
        "forward",
        "similar",
        "expression",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "based",
        "management",
        "current",
        "expectation",
        "subject",
        "known",
        "unknown",
        "uncertainty",
        "risk",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "discussed",
        "due",
        "number",
        "factor",
        "including",
        "limited",
        "egalet",
        "ability",
        "continue",
        "going",
        "concern",
        "egalet",
        "stock",
        "price",
        "ability",
        "remain",
        "listed",
        "nasdaq",
        "including",
        "potential",
        "need",
        "redeem",
        "portion",
        "outstanding",
        "indebtedness",
        "event",
        "delisting",
        "current",
        "future",
        "indebtedness",
        "potential",
        "arymo",
        "er",
        "play",
        "important",
        "role",
        "helping",
        "deter",
        "opioid",
        "abuse",
        "potential",
        "impact",
        "strengthening",
        "arymo",
        "er",
        "label",
        "label",
        "egalet",
        "product",
        "success",
        "egalet",
        "clinical",
        "trial",
        "including",
        "timely",
        "recruitment",
        "trial",
        "subject",
        "meeting",
        "timeline",
        "therefor",
        "egalet",
        "ability",
        "obtain",
        "maintain",
        "regulatory",
        "approval",
        "egalet",
        "product",
        "product",
        "candidate",
        "labeling",
        "claim",
        "egalet",
        "belief",
        "necessary",
        "desirable",
        "successful",
        "commercialization",
        "product",
        "product",
        "candidate",
        "entry",
        "generic",
        "product",
        "sprix",
        "delay",
        "inability",
        "reformulate",
        "sprix",
        "egalet",
        "ability",
        "maintain",
        "intellectual",
        "property",
        "position",
        "egalet",
        "product",
        "product",
        "candidate",
        "egalet",
        "ability",
        "identify",
        "reliance",
        "upon",
        "qualified",
        "third",
        "party",
        "manufacture",
        "product",
        "egalet",
        "ability",
        "execute",
        "sale",
        "marketing",
        "strategy",
        "including",
        "developing",
        "relationship",
        "customer",
        "physician",
        "payors",
        "constituency",
        "cost",
        "commercialization",
        "activity",
        "including",
        "marketing",
        "sale",
        "distribution",
        "size",
        "growth",
        "potential",
        "market",
        "egalet",
        "product",
        "product",
        "candidate",
        "egalet",
        "ability",
        "service",
        "market",
        "egalet",
        "ability",
        "obtain",
        "reimbursement",
        "payor",
        "contract",
        "product",
        "egalet",
        "ability",
        "service",
        "debt",
        "obligation",
        "egalet",
        "ability",
        "raise",
        "additional",
        "fund",
        "execute",
        "business",
        "plan",
        "growth",
        "strategy",
        "term",
        "acceptable",
        "egalet",
        "egalet",
        "ability",
        "find",
        "hire",
        "qualified",
        "sale",
        "professional",
        "rate",
        "degree",
        "receptivity",
        "marketplace",
        "among",
        "physician",
        "egalet",
        "product",
        "success",
        "product",
        "compete",
        "egalet",
        "become",
        "available",
        "regulatory",
        "environment",
        "social",
        "concern",
        "limiting",
        "use",
        "opioids",
        "egalet",
        "ability",
        "integrate",
        "grow",
        "business",
        "product",
        "may",
        "acquire",
        "general",
        "market",
        "condition",
        "risk",
        "factor",
        "set",
        "forth",
        "egalet",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "filed",
        "united",
        "state",
        "security",
        "exchange",
        "commission",
        "sec",
        "filing",
        "egalet",
        "make",
        "sec",
        "time",
        "time",
        "egalet",
        "may",
        "elect",
        "update",
        "statement",
        "point",
        "future",
        "specifically",
        "disclaims",
        "obligation",
        "update",
        "revise",
        "contained",
        "press",
        "release",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "except",
        "may",
        "required",
        "law",
        "medium",
        "investor",
        "contact",
        "blair",
        "senior",
        "vice",
        "president",
        "communication",
        "email",
        "ir",
        "tel",
        "egalet",
        "corporation",
        "subsidiary",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "december",
        "march",
        "unaudited",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "available",
        "sale",
        "account",
        "receivable",
        "inventory",
        "prepaid",
        "expense",
        "current",
        "asset",
        "receivables",
        "total",
        "current",
        "asset",
        "intangible",
        "asset",
        "net",
        "restricted",
        "cash",
        "property",
        "equipment",
        "net",
        "deposit",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "deficit",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "deferred",
        "revenue",
        "debt",
        "current",
        "warrant",
        "liability",
        "total",
        "current",
        "liability",
        "debt",
        "portion",
        "net",
        "deferred",
        "income",
        "tax",
        "liability",
        "derivative",
        "liability",
        "liability",
        "total",
        "liability",
        "stockholder",
        "deficit",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "december",
        "march",
        "respectively",
        "share",
        "issued",
        "outstanding",
        "december",
        "march",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "comprehensive",
        "income",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "deficit",
        "total",
        "liability",
        "stockholder",
        "deficit",
        "egalet",
        "corporation",
        "subsidiary",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "net",
        "product",
        "sale",
        "total",
        "revenue",
        "cost",
        "expense",
        "cost",
        "sale",
        "excluding",
        "amortization",
        "product",
        "right",
        "amortization",
        "product",
        "right",
        "general",
        "administrative",
        "sale",
        "marketing",
        "research",
        "development",
        "total",
        "cost",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "change",
        "fair",
        "value",
        "warrant",
        "derivative",
        "liability",
        "interest",
        "expense",
        "net",
        "gain",
        "net",
        "loss",
        "per",
        "share",
        "information",
        "net",
        "loss",
        "per",
        "share",
        "common",
        "stock",
        "basic",
        "diluted",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "multimedia",
        "source",
        "egalet",
        "corporation"
    ]
}