{
    "organizations": [],
    "uuid": "a4eb38e32d326350095e1c2cd3aac695dbb6b255",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/02/pr-newswire-inspired-entertainment-announces-management-changes.html",
    "ord_in_thread": 0,
    "title": "Inspired Entertainment Announces Management Changes",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK, May 2, 2018 /PRNewswire/ -- Inspired Entertainment, Inc. (NASDAQ: INSE) (\"Inspired\" or the \"Company\") today announced that, effective immediately, the Company has formed the Office of the Executive Chairman, which will consist of Executive Chairman Lorne Weil; President and Chief Operating Officer Brooks Pierce; Executive Vice President and Chief Strategy Officer Daniel Silvers; and Executive Vice President and Chief Financial Officer Stewart Baker. The Office of the Executive Chairman will execute the day-to-day management of the Company.\nIn connection with the formation of the Office of the Executive Chairman, Brooks Pierce has been named the Company's President and Chief Operating Officer. Mr. Pierce recently joined the Company as Senior Vice President, North America. He has over 25 years of experience in the gaming industry. He joins established Company executives Weil, Silvers and Baker in the new Office of Executive Chairman. Also in connection with the formation of the Office of the Executive Chairman, the Company's CFO, Stewart Baker, has been promoted to the position of Executive Vice President and Chief Financial Officer.\nThe Company also announced that Luke Alvarez, President and Chief Executive Officer, is departing the Inspired group, under terms being finalized. Executive Chairman Lorne Weil said, \"I am grateful to Luke for his leadership of Inspired since its founding and during its rapid growth in its inaugural year and a half as a public company. We will miss him, and we wish him every success\". The Inspired Board adds its thanks and best wishes. Mr. Alvarez's previous responsibilities will be divided among the members of the Office of the Executive Chairman.\nThe Company also pre-announced certain summary unaudited financial results for the Second Quarter of its 2018 fiscal year, which ended March 31, 2018. The Company has not completed its financial closing procedures, and its independent registered public accounting firm has not completed its review of the Company's results of operations for that quarter. Nevertheless, based on the Company's initial assessments, it estimates that its consolidated revenue for that quarter will be approximately $37.5 million, representing an increase of approximately 33.5% over the Company's consolidated revenue for the comparable period in the prior year, and that its consolidated Adjusted EBITDA (as defined below) for that quarter will be approximately $12.4 million, representing an increase of approximately 43.4% over the Company's consolidated Adjusted EBITDA for the comparable period in the prior year and an increase of approximately 26.1% over the Company's consolidated Adjusted EBITDA for the First Quarter of its 2018 fiscal year. These estimates exceed the quarterly results that the Company budgeted for itself in 2017, at the beginning of its 2018 fiscal year.\nThese estimates are preliminary and the Company's actual results may differ materially from these estimates, including as a result of the completion of the Company's quarter-end financial closing procedures, any adjustments that may result from the review of the Company's consolidated financial statements for the quarter by its independent registered public accounting firm and other developments that may arise between now and the time the consolidated financial results for the quarter are finalized and publicly reported in the Company's Quarterly Report on Form 10-Q. See \"Forward-Looking Statements\", below. Adjusted EBITDA is a non-GAAP financial measure. For our definition of the measure and its reconciliation to net loss, see \"Non-GAAP Financial Measures\", below. The Company undertakes no obligation to make future disclosures regarding its performance against internal budgets.\nMr. Weil concluded, \"I believe the outlook for the Company is strong and I look forward to continuing to work with the leadership team, the Board and our incredibly talented employees as we execute on our strategic priorities as a best-in-class company and leader in our industry.\"\nConference Call and Webcast\nInspired management will host a conference call at 9:00 AM U.S. Eastern Time, Wednesday, May 9, 2018, to discuss the Company's full Second Quarter results and general business trends. The dial-in number is 1-877-870-4263 for participants in the United States and 1-412-317-0790 for participants outside the United States. Participants should ask to be joined to the Inspired Entertainment call. A replay of the call will be available one hour after the conclusion of the call and until May 16, 2018 by calling 1-877-344-7529 for listeners in the United States, or 1-412-317-0088 for listeners outside the United States, via replay access code 10120001 . A replay of the call will also be available on our website at www.inseinc.com on the Investors/Events and Presentations web page.\nNon-GAAP Financial Measures\nWe use certain non-GAAP financial measures, including EBITDA and Adjusted EBITDA, to analyze our operating performance. We use these financial measures to manage our business on a day-to-day basis. We believe that these measures are commonly used in our industry to measure performance. For these reasons, we believe that our non-GAAP financial measures provide expanded insight into our business, in addition to standard U.S. GAAP financial measures. There are no specific rules or regulations for defining and using non-GAAP financial measures, and as a result the measures we use may not be comparable to measures used by other companies, even if they have similar labels. The presentation of non-GAAP financial information should not be considered in isolation from, or as a substitute for, or superior to, financial information prepared and presented in accordance with U.S. GAAP. You should consider our non-GAAP financial measures in conjunction with our U.S. GAAP financial measures. We define certain of our non-GAAP financial measures as follows:\nEBITDA is defined as net loss excluding depreciation and amortization, interest expense, interest income and income tax expense.\nAdjusted EBITDA is defined as net loss excluding depreciation and amortization, interest expense, interest income and income tax expense, and other additional exclusions and adjustments. Such additional excluded amounts include stock-based compensation U.S. GAAP charges where the associated liability is expected to be settled in stock, and changes in the value of earnout liabilities and income and expenditure in relation to legacy portions of the business (being those portions where trading no longer occurs) including closed defined benefit pension schemes. Additional adjustments are made for items considered outside the normal course of business, including (1) restructuring costs, which include charges attributable to employee severance, management changes, restructuring and integration (2) merger and acquisition costs and (3) gains or losses not in the ordinary course of business.\nWe believe Adjusted EBITDA, when considered along with other performance measures, is a particularly useful performance measure, because it focuses on certain operating drivers of the business, including sales growth, operating costs, selling and administrative expense and other operating income and expense. We believe Adjusted EBITDA can provide a more complete understanding of our operating results and the trends to which we are subject, and an enhanced overall understanding of our financial performance and prospects for the future. Adjusted EBITDA is not intended to be a measure of liquidity or cash flows from operations or a measure comparable to net income or loss, because it does not take into account certain aspects of our operating performance (for example, it excludes non-recurring gains and losses which are not deemed to be a normal part of underlying business activities). Our use of Adjusted EBITDA may not be comparable to the use by other companies of similarly termed measures. Management compensates for these limitations by using Adjusted EBITDA as only one of several measures for evaluating our operating performance. In addition, capital expenditures, which affect depreciation and amortization, interest expense, and income tax benefit (expense), are evaluated separately by management.\nINSPIRED ENTERTAINMENT, INC. AND SUBSIDIARIES\nCONDENSED CONSOLIDATED STATEMENT OF OPERATIONS\nRECONCILIATION OF NON-GAAP FINANCIAL MEASURES\n(In thousands)\n(Unaudited)\nFor the Three-Month Period ended\nUnaudited\nMarch 31,\nUnaudited\nMarch 31,\n(In thousands)\n2018\n2017\nNet loss\n($498)\n($9,120)\nItems Relating to Legacy Activities:\nPension charges\n139\n166\nCosts relating to former operations\n-\n43\nLitigation Settlement\n260\n-\nItems outside the normal course of business:\nCosts of group restructure\n257\n467\nTransaction fees\n228\n813\nStock-based compensation expense\n1,251\n1,291\nDepreciation and amortization\n11,120\n8,004\nTotal other expense, net\n(437)\n6,953\nIncome tax\n83\n32\nAdjusted EBITDA\n$12,402\n$8,649\nAdjusted EBITDA\n£8,861\n£6,981\nExchange Rate - $ to £\n1.40\n1.24\nCertain totals may vary due to rounding.\nAbout Inspired Entertainment, Inc.\nInspired is a global games technology company, supplying Virtual Sports, Mobile Gaming and Server Based Gaming systems with associated terminals and digital content to regulated lottery, betting and gaming operators around the world. Inspired currently operates approximately 30,000 digital gaming terminals and supplies its Virtual Sports products through more than 40,000 retail channels and over 100 websites, in approximately 35 gaming jurisdictions worldwide. Inspired employs approximately 800 employees in the UK and elsewhere, developing and operating digital games and networks.\nForward-Looking Statements\nThis release contains \"forward-looking statements\" within the meaning of the \"safe harbor\" provisions of the U.S. Private Securities Litigation Reform Act of 1995. Forward-looking statements may be identified by the use of words such as \"anticipate\", \"believe\", \"expect\"\", \"estimate\", \"plan\", \"outlook\", and \"project\" and other similar expressions that predict or indicate future events or trends or are not statements of historical matters. These statements are based on Inspired's management's current expectations and beliefs, as well as a number of assumptions concerning future events. Such forward-looking statements are subject to known and unknown risks, uncertainties, assumptions and other important factors, many of which are outside of Inspired's control and any of which could cause actual results to differ materially from the results discussed in the forward-looking statements. Accordingly, forward-looking statements should not be relied upon as representing our views as of any subsequent date, and we do not undertake any obligation to update forward-looking statements to reflect events or circumstances after the date they were made, whether as a result of new information, future events or otherwise, except as may be required under applicable securities laws. Factors that could cause actual results to differ materially from those expressed or implied in forward-looking statements can be found in Inspired's most recent annual report on Form 10-K and subsequently filed quarterly reports on Form 10-Q and current reports on Form 8-K, which are available, free of charge, at the SEC's website at www.sec.gov .\nContact :\nDaniel Silvers\ndaniel.silvers@inseinc.com\n+1 646 820-0860\nView original content with multimedia: http://www.prnewswire.com/news-releases/inspired-entertainment-announces-management-changes-300641093.html\nSOURCE Inspired Entertainment, Inc.",
    "published": "2018-05-02T17:25:00.000+03:00",
    "crawled": "2018-05-02T19:48:56.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "may",
        "inspired",
        "entertainment",
        "nasdaq",
        "inse",
        "inspired",
        "company",
        "today",
        "announced",
        "effective",
        "immediately",
        "company",
        "formed",
        "office",
        "executive",
        "chairman",
        "consist",
        "executive",
        "chairman",
        "lorne",
        "weil",
        "president",
        "chief",
        "operating",
        "officer",
        "brook",
        "pierce",
        "executive",
        "vice",
        "president",
        "chief",
        "strategy",
        "officer",
        "daniel",
        "silver",
        "executive",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "stewart",
        "baker",
        "office",
        "executive",
        "chairman",
        "execute",
        "management",
        "company",
        "connection",
        "formation",
        "office",
        "executive",
        "chairman",
        "brook",
        "pierce",
        "named",
        "company",
        "president",
        "chief",
        "operating",
        "officer",
        "pierce",
        "recently",
        "joined",
        "company",
        "senior",
        "vice",
        "president",
        "north",
        "america",
        "year",
        "experience",
        "gaming",
        "industry",
        "join",
        "established",
        "company",
        "executive",
        "weil",
        "silver",
        "baker",
        "new",
        "office",
        "executive",
        "chairman",
        "also",
        "connection",
        "formation",
        "office",
        "executive",
        "chairman",
        "company",
        "cfo",
        "stewart",
        "baker",
        "promoted",
        "position",
        "executive",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "company",
        "also",
        "announced",
        "luke",
        "alvarez",
        "president",
        "chief",
        "executive",
        "officer",
        "departing",
        "inspired",
        "group",
        "term",
        "finalized",
        "executive",
        "chairman",
        "lorne",
        "weil",
        "said",
        "grateful",
        "luke",
        "leadership",
        "inspired",
        "since",
        "founding",
        "rapid",
        "growth",
        "inaugural",
        "year",
        "half",
        "public",
        "company",
        "miss",
        "wish",
        "every",
        "success",
        "inspired",
        "board",
        "add",
        "thanks",
        "best",
        "wish",
        "alvarez",
        "previous",
        "responsibility",
        "divided",
        "among",
        "member",
        "office",
        "executive",
        "chairman",
        "company",
        "also",
        "certain",
        "summary",
        "unaudited",
        "financial",
        "result",
        "second",
        "quarter",
        "fiscal",
        "year",
        "ended",
        "march",
        "company",
        "completed",
        "financial",
        "closing",
        "procedure",
        "independent",
        "registered",
        "public",
        "accounting",
        "firm",
        "completed",
        "review",
        "company",
        "result",
        "operation",
        "quarter",
        "nevertheless",
        "based",
        "company",
        "initial",
        "assessment",
        "estimate",
        "consolidated",
        "revenue",
        "quarter",
        "approximately",
        "million",
        "representing",
        "increase",
        "approximately",
        "company",
        "consolidated",
        "revenue",
        "comparable",
        "period",
        "prior",
        "year",
        "consolidated",
        "adjusted",
        "ebitda",
        "defined",
        "quarter",
        "approximately",
        "million",
        "representing",
        "increase",
        "approximately",
        "company",
        "consolidated",
        "adjusted",
        "ebitda",
        "comparable",
        "period",
        "prior",
        "year",
        "increase",
        "approximately",
        "company",
        "consolidated",
        "adjusted",
        "ebitda",
        "first",
        "quarter",
        "fiscal",
        "year",
        "estimate",
        "exceed",
        "quarterly",
        "result",
        "company",
        "budgeted",
        "beginning",
        "fiscal",
        "year",
        "estimate",
        "preliminary",
        "company",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "estimate",
        "including",
        "result",
        "completion",
        "company",
        "financial",
        "closing",
        "procedure",
        "adjustment",
        "may",
        "result",
        "review",
        "company",
        "consolidated",
        "financial",
        "statement",
        "quarter",
        "independent",
        "registered",
        "public",
        "accounting",
        "firm",
        "development",
        "may",
        "arise",
        "time",
        "consolidated",
        "financial",
        "result",
        "quarter",
        "finalized",
        "publicly",
        "reported",
        "company",
        "quarterly",
        "report",
        "form",
        "see",
        "statement",
        "adjusted",
        "ebitda",
        "financial",
        "measure",
        "definition",
        "measure",
        "reconciliation",
        "net",
        "loss",
        "see",
        "financial",
        "measure",
        "company",
        "undertakes",
        "obligation",
        "make",
        "future",
        "disclosure",
        "regarding",
        "performance",
        "internal",
        "budget",
        "weil",
        "concluded",
        "believe",
        "outlook",
        "company",
        "strong",
        "look",
        "forward",
        "continuing",
        "work",
        "leadership",
        "team",
        "board",
        "incredibly",
        "talented",
        "employee",
        "execute",
        "strategic",
        "priority",
        "company",
        "leader",
        "industry",
        "conference",
        "call",
        "webcast",
        "inspired",
        "management",
        "host",
        "conference",
        "call",
        "eastern",
        "time",
        "wednesday",
        "may",
        "discus",
        "company",
        "full",
        "second",
        "quarter",
        "result",
        "general",
        "business",
        "trend",
        "number",
        "participant",
        "united",
        "state",
        "participant",
        "outside",
        "united",
        "state",
        "participant",
        "ask",
        "joined",
        "inspired",
        "entertainment",
        "call",
        "replay",
        "call",
        "available",
        "one",
        "hour",
        "conclusion",
        "call",
        "may",
        "calling",
        "listener",
        "united",
        "state",
        "listener",
        "outside",
        "united",
        "state",
        "via",
        "replay",
        "access",
        "code",
        "replay",
        "call",
        "also",
        "available",
        "website",
        "presentation",
        "web",
        "page",
        "financial",
        "measure",
        "use",
        "certain",
        "financial",
        "measure",
        "including",
        "ebitda",
        "adjusted",
        "ebitda",
        "analyze",
        "operating",
        "performance",
        "use",
        "financial",
        "measure",
        "manage",
        "business",
        "basis",
        "believe",
        "measure",
        "commonly",
        "used",
        "industry",
        "measure",
        "performance",
        "reason",
        "believe",
        "financial",
        "measure",
        "provide",
        "expanded",
        "insight",
        "business",
        "addition",
        "standard",
        "gaap",
        "financial",
        "measure",
        "specific",
        "rule",
        "regulation",
        "defining",
        "using",
        "financial",
        "measure",
        "result",
        "measure",
        "use",
        "may",
        "comparable",
        "measure",
        "used",
        "company",
        "even",
        "similar",
        "label",
        "presentation",
        "financial",
        "information",
        "considered",
        "isolation",
        "substitute",
        "superior",
        "financial",
        "information",
        "prepared",
        "presented",
        "accordance",
        "gaap",
        "consider",
        "financial",
        "measure",
        "conjunction",
        "gaap",
        "financial",
        "measure",
        "define",
        "certain",
        "financial",
        "measure",
        "follows",
        "ebitda",
        "defined",
        "net",
        "loss",
        "excluding",
        "depreciation",
        "amortization",
        "interest",
        "expense",
        "interest",
        "income",
        "income",
        "tax",
        "expense",
        "adjusted",
        "ebitda",
        "defined",
        "net",
        "loss",
        "excluding",
        "depreciation",
        "amortization",
        "interest",
        "expense",
        "interest",
        "income",
        "income",
        "tax",
        "expense",
        "additional",
        "exclusion",
        "adjustment",
        "additional",
        "excluded",
        "amount",
        "include",
        "compensation",
        "gaap",
        "charge",
        "associated",
        "liability",
        "expected",
        "settled",
        "stock",
        "change",
        "value",
        "earnout",
        "liability",
        "income",
        "expenditure",
        "relation",
        "legacy",
        "portion",
        "business",
        "portion",
        "trading",
        "longer",
        "occurs",
        "including",
        "closed",
        "defined",
        "benefit",
        "pension",
        "scheme",
        "additional",
        "adjustment",
        "made",
        "item",
        "considered",
        "outside",
        "normal",
        "course",
        "business",
        "including",
        "restructuring",
        "cost",
        "include",
        "charge",
        "attributable",
        "employee",
        "severance",
        "management",
        "change",
        "restructuring",
        "integration",
        "merger",
        "acquisition",
        "cost",
        "gain",
        "loss",
        "ordinary",
        "course",
        "business",
        "believe",
        "adjusted",
        "ebitda",
        "considered",
        "along",
        "performance",
        "measure",
        "particularly",
        "useful",
        "performance",
        "measure",
        "focus",
        "certain",
        "operating",
        "driver",
        "business",
        "including",
        "sale",
        "growth",
        "operating",
        "cost",
        "selling",
        "administrative",
        "expense",
        "operating",
        "income",
        "expense",
        "believe",
        "adjusted",
        "ebitda",
        "provide",
        "complete",
        "understanding",
        "operating",
        "result",
        "trend",
        "subject",
        "enhanced",
        "overall",
        "understanding",
        "financial",
        "performance",
        "prospect",
        "future",
        "adjusted",
        "ebitda",
        "intended",
        "measure",
        "liquidity",
        "cash",
        "flow",
        "operation",
        "measure",
        "comparable",
        "net",
        "income",
        "loss",
        "take",
        "account",
        "certain",
        "aspect",
        "operating",
        "performance",
        "example",
        "excludes",
        "gain",
        "loss",
        "deemed",
        "normal",
        "part",
        "underlying",
        "business",
        "activity",
        "use",
        "adjusted",
        "ebitda",
        "may",
        "comparable",
        "use",
        "company",
        "similarly",
        "termed",
        "measure",
        "management",
        "compensates",
        "limitation",
        "using",
        "adjusted",
        "ebitda",
        "one",
        "several",
        "measure",
        "evaluating",
        "operating",
        "performance",
        "addition",
        "capital",
        "expenditure",
        "affect",
        "depreciation",
        "amortization",
        "interest",
        "expense",
        "income",
        "tax",
        "benefit",
        "expense",
        "evaluated",
        "separately",
        "management",
        "inspired",
        "entertainment",
        "subsidiary",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "reconciliation",
        "financial",
        "measure",
        "thousand",
        "unaudited",
        "period",
        "ended",
        "unaudited",
        "march",
        "unaudited",
        "march",
        "thousand",
        "net",
        "loss",
        "item",
        "relating",
        "legacy",
        "activity",
        "pension",
        "charge",
        "cost",
        "relating",
        "former",
        "operation",
        "litigation",
        "settlement",
        "item",
        "outside",
        "normal",
        "course",
        "business",
        "cost",
        "group",
        "restructure",
        "transaction",
        "fee",
        "compensation",
        "expense",
        "depreciation",
        "amortization",
        "total",
        "expense",
        "net",
        "income",
        "tax",
        "adjusted",
        "ebitda",
        "adjusted",
        "ebitda",
        "exchange",
        "rate",
        "certain",
        "total",
        "may",
        "vary",
        "due",
        "rounding",
        "inspired",
        "entertainment",
        "inspired",
        "global",
        "game",
        "technology",
        "company",
        "supplying",
        "virtual",
        "sport",
        "mobile",
        "gaming",
        "server",
        "based",
        "gaming",
        "system",
        "associated",
        "terminal",
        "digital",
        "content",
        "regulated",
        "lottery",
        "betting",
        "gaming",
        "operator",
        "around",
        "world",
        "inspired",
        "currently",
        "operates",
        "approximately",
        "digital",
        "gaming",
        "terminal",
        "supply",
        "virtual",
        "sport",
        "product",
        "retail",
        "channel",
        "website",
        "approximately",
        "gaming",
        "jurisdiction",
        "worldwide",
        "inspired",
        "employ",
        "approximately",
        "employee",
        "uk",
        "elsewhere",
        "developing",
        "operating",
        "digital",
        "game",
        "network",
        "statement",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "may",
        "identified",
        "use",
        "word",
        "anticipate",
        "believe",
        "expect",
        "estimate",
        "plan",
        "outlook",
        "project",
        "similar",
        "expression",
        "predict",
        "indicate",
        "future",
        "event",
        "trend",
        "statement",
        "historical",
        "matter",
        "statement",
        "based",
        "inspired",
        "management",
        "current",
        "expectation",
        "belief",
        "well",
        "number",
        "assumption",
        "concerning",
        "future",
        "event",
        "statement",
        "subject",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "assumption",
        "important",
        "factor",
        "many",
        "outside",
        "inspired",
        "control",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "result",
        "discussed",
        "statement",
        "accordingly",
        "statement",
        "relied",
        "upon",
        "representing",
        "view",
        "subsequent",
        "date",
        "undertake",
        "obligation",
        "update",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "date",
        "made",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "may",
        "required",
        "applicable",
        "security",
        "law",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "found",
        "inspired",
        "recent",
        "annual",
        "report",
        "form",
        "subsequently",
        "filed",
        "quarterly",
        "report",
        "form",
        "current",
        "report",
        "form",
        "available",
        "free",
        "charge",
        "sec",
        "website",
        "contact",
        "daniel",
        "silver",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "inspired",
        "entertainment",
        "inc"
    ]
}