{
    "organizations": [],
    "uuid": "779debe99dedb297485c812da5f25c56925e9474",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/02/globe-newswire-mcdermott-and-cbi-stockholders-approve-proposed-combination.html",
    "ord_in_thread": 0,
    "title": "McDermott and CB&I Stockholders Approve Proposed Combination",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "HOUSTON and THE WOODLANDS, Texas, May 02, 2018 (GLOBE NEWSWIRE) -- McDermott International, Inc. (“McDermott”) (NYSE:MDR) and CB&I (NYSE:CBI) today announced both companies have received the necessary stockholder approvals to complete the proposed business combination.\nAs previously announced, upon completion of the transaction, McDermott stockholders will own approximately 53 percent of the combined company on a fully diluted basis and CB&I shareholders will own approximately 47 percent of the combined company.\nAs a result of the approval by McDermott stockholders of the 3-to-1 reverse stock split resolution, CB&I shareholders will receive 0.82407 shares of McDermott common stock for each share of CB&I common stock tendered in the exchange offer.\nWith the receipt of these approvals, McDermott and CB&I believe that all material conditions to the combination, other than those to be satisfied on the closing date, have been satisfied.\nThe transaction is expected to be completed on May 10, 2018, subject to confirmation of satisfaction of the closing conditions.\nAbout McDermott\nMcDermott is a leading provider of integrated engineering, procurement, construction and installation (“EPCI”), front-end engineering and design (“FEED”) and module fabrication services for upstream field developments worldwide. McDermott delivers fixed and floating production facilities, pipelines, installations and subsea systems from concept to commissioning for complex Offshore and Subsea oil and gas projects to help oil companies safely produce and transport hydrocarbons. McDermott’s customers include national and major energy companies. Operating in approximately 20 countries across the world, McDermott’s locally focused and globally integrated resources include approximately 11,600 employees, a diversified fleet of specialty marine construction vessels, fabrication facilities and engineering offices. McDermott is renowned for its extensive knowledge and experience, technological advancements, performance records, superior safety and commitment to deliver. McDermott has served the energy industry since 1923, and shares of its common stock are listed on the New York Stock Exchange. As used in this press release, McDermott includes McDermott International, Inc. and its subsidiaries and affiliates. To learn more, visit our website at www.mcdermott.com .\nAbout CB&I\nCB&I (NYSE:CBI) is a leading provider of technology and infrastructure for the energy industry. With more than 125 years of experience, CB&I provides reliable solutions to our customers around the world while maintaining a relentless focus on safety and an uncompromising standard of quality. For more information, visit www.CBI.com .\nForward-Looking Statements\nMcDermott and CB&I caution that statements in this communication which are forward-looking, and provide other than historical information, involve risks, contingencies and uncertainties that may impact actual results of operations of CB&I and McDermott, including after the proposed business combination with CB&I. These forward-looking statements include, among other things, statements about the expected timing of the closing of the combination. Although we believe that the expectations reflected in those forward-looking statements are reasonable, we can give no assurance that those expectations will prove to have been correct. Those statements are made by using various underlying assumptions and are subject to numerous risks, contingencies and uncertainties, including, among others: the risk that a condition to the closing of the proposed combination may not be satisfied, or that the proposed combination may fail to close, including as the result of any inability to obtain the financing for the combination; the outcome of any legal proceedings, regulatory proceedings or enforcement matters that may be instituted relating to the proposed combination; the costs incurred to consummate the proposed combination; the possibility that the expected synergies from the proposed combination will not be realized, or will not be realized within the expected time period; difficulties related to the integration of the two companies; the credit ratings of the combined businesses following the proposed combination; disruption from the proposed combination making it more difficult to maintain relationships with customers, employees, regulators or suppliers; the diversion of management time and attention on the proposed combination; adverse changes in the markets in which McDermott and CB&I operate or credit markets; the inability of McDermott or CB&I to execute on contracts in backlog successfully; changes in project design or schedules; the availability of qualified personnel; changes in the terms, scope or timing of contracts; contract cancellations; change orders and other modifications and actions by customers and other business counterparties of McDermott and CB&I; changes in industry norms; and adverse outcomes in legal or other dispute resolution proceedings. If one or more of these risks materialize, or if underlying assumptions prove incorrect, actual results may vary materially from those expected. You should not place undue reliance on forward-looking statements. For a more complete discussion of these and other risk factors, please see each of McDermott's and CB&I's annual and quarterly filings with the U.S. Securities and Exchange Commission (the \"SEC\"), including their respective annual reports on Form 10-K for the year ended December 31, 2017. This communication reflects the views of McDermott's and CB&I’s management as of the date hereof. Except to the extent required by applicable law, McDermott and CB&I undertake no obligation to update or revise any forward-looking statement.\nAdditional Information and Where to Find It\nThis communication does not constitute an offer to sell or the solicitation of an offer to buy any securities or a solicitation of any proxy, vote or approval with respect to the proposed transactions or otherwise, nor shall there be any sale of securities in any jurisdiction in which such offer, solicitation or sale would be unlawful prior to registration or qualification under the securities laws of any such jurisdiction. In connection with the proposed transactions, McDermott has filed a Registration Statement on Form S-4 (the “Registration Statement”) with SEC that includes (1) a joint proxy statement of McDermott and Chicago Bridge & Iron Company N.V. (“CB&I”), which also constitutes a prospectus of McDermott and (2) an offering prospectus of McDermott Technology, B.V. in connection with McDermott Technology, B.V.’s offer to acquire CB&I shares. The Registration Statement was declared effective by the SEC on March 29, 2018. McDermott and CB&I have mailed the definitive joint proxy statement/prospectus to stockholders of McDermott and shareholders of CB&I. In addition, McDermott and McDermott Technology, B.V. have filed a Tender Offer Statement on Schedule TO-T (the “Schedule TO”) with the SEC and CB&I has filed a Solicitation/Recommendation Statement on Schedule 14D-9 (the “Schedule 14D-9”) with respect to the exchange offer. The solicitation and offer to purchase shares of CB&I’s common stock is only being made pursuant to the Schedule TO and related offer to purchase. CB&I’s shareholders approved the proposed transactions at CB&I’s special general meeting held on May 2, 2018, and McDermott’s stockholders approved resolutions related to the proposed transactions at McDermott’s special meeting of stockholders held on May 2, 2018. This material is not a substitute for the joint proxy statement/prospectus, the Schedule TO, the Schedule 14D-9 or the Registration Statement or for any other document that McDermott or CB&I may file with the SEC and send to McDermott’s and/or CB&I’s shareholders in connection with the proposed transactions. BEFORE MAKING ANY INVESTMENT DECISION OR DECISION WITH RESPECT TO THE EXCHANGE OFFER, WE URGE INVESTORS OF CB&I AND MCDERMOTT TO READ THE REGISTRATION STATEMENT, SCHEDULE TO (INCLUDING THE OFFER TO PURCHASE, RELATED LETTER OF TRANSMITTAL AND OTHER OFFER DOCUMENTS) AND SCHEDULE 14D-9, AS EACH MAY BE AMENDED OR SUPPLEMENTED FROM TIME TO TIME, AND OTHER RELEVANT DOCUMENTS FILED BY MCDERMOTT AND CB&I WITH THE SEC CAREFULLY BECAUSE THEY CONTAIN IMPORTANT INFORMATION ABOUT MCDERMOTT, CB&I AND THE PROPOSED TRANSACTIONS.\nInvestors are able to obtain free copies of the Registration Statement, joint proxy statement/prospectus, Schedule TO and Schedule 14D-9, as each may be amended from time to time, and other relevant documents filed by McDermott and CB&I with the SEC at http://www.sec.gov , the SEC’s website, or free of charge from McDermott’s website ( http://www.mcdermott.com ) under the tab, “Investors” and under the heading “Financial Information” or by contacting McDermott’s Investor Relations Department at (281) 870-5147. These documents are also available free of charge from CB&I’s website ( http://www.cbi.com ) under the tab “Investors” and under the heading “SEC Filings” or by contacting CB&I’s Investor Relations Department at (832) 513-1068.\nMcDermott Contacts\nEd Memi\nManager, Communications\n+1 (281) 870-5943\nememi@mcdermott.com ­\nFinsbury\nWinnie Lerner / Nicholas Leasure\n+1 (646) 805-2855\nInvestors\nTy Lawrence\nVice President, Investor Relations\n+1 (281) 870-5147\ntplawrence@mcdermott.com\nCB&I Contacts\nMedia\nGentry Brann\nSenior Vice President, Global Communications and Brand Management\n+1 (832) 513-1031\nGentry.Brann@CBI.com\nJoele Frank, Wilkinson Brimmer Katcher\nDan Katcher / Ed Trissel / Leigh Parrish\n+1 (212) 355-4449\nInvestors\nScott Lamb\nVice President, Investor Relations\n+1 (832) 513-1068\nScott.Lamb@CBI.com\nSource:McDermott International, Inc.; CB&I",
    "published": "2018-05-02T19:03:00.000+03:00",
    "crawled": "2018-05-02T22:32:10.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "houston",
        "woodland",
        "texas",
        "may",
        "globe",
        "newswire",
        "mcdermott",
        "international",
        "mcdermott",
        "nyse",
        "mdr",
        "cb",
        "nyse",
        "cbi",
        "today",
        "announced",
        "company",
        "received",
        "necessary",
        "stockholder",
        "approval",
        "complete",
        "proposed",
        "business",
        "combination",
        "previously",
        "announced",
        "upon",
        "completion",
        "transaction",
        "mcdermott",
        "stockholder",
        "approximately",
        "percent",
        "combined",
        "company",
        "fully",
        "diluted",
        "basis",
        "cb",
        "shareholder",
        "approximately",
        "percent",
        "combined",
        "company",
        "result",
        "approval",
        "mcdermott",
        "stockholder",
        "reverse",
        "stock",
        "split",
        "resolution",
        "cb",
        "shareholder",
        "receive",
        "share",
        "mcdermott",
        "common",
        "stock",
        "share",
        "cb",
        "common",
        "stock",
        "tendered",
        "exchange",
        "offer",
        "receipt",
        "approval",
        "mcdermott",
        "cb",
        "believe",
        "material",
        "condition",
        "combination",
        "satisfied",
        "closing",
        "date",
        "satisfied",
        "transaction",
        "expected",
        "completed",
        "may",
        "subject",
        "confirmation",
        "satisfaction",
        "closing",
        "condition",
        "mcdermott",
        "mcdermott",
        "leading",
        "provider",
        "integrated",
        "engineering",
        "procurement",
        "construction",
        "installation",
        "epci",
        "engineering",
        "design",
        "feed",
        "module",
        "fabrication",
        "service",
        "upstream",
        "field",
        "development",
        "worldwide",
        "mcdermott",
        "delivers",
        "fixed",
        "floating",
        "production",
        "facility",
        "pipeline",
        "installation",
        "subsea",
        "system",
        "concept",
        "commissioning",
        "complex",
        "offshore",
        "subsea",
        "oil",
        "gas",
        "project",
        "help",
        "oil",
        "company",
        "safely",
        "produce",
        "transport",
        "hydrocarbon",
        "mcdermott",
        "customer",
        "include",
        "national",
        "major",
        "energy",
        "company",
        "operating",
        "approximately",
        "country",
        "across",
        "world",
        "mcdermott",
        "locally",
        "focused",
        "globally",
        "integrated",
        "resource",
        "include",
        "approximately",
        "employee",
        "diversified",
        "fleet",
        "specialty",
        "marine",
        "construction",
        "vessel",
        "fabrication",
        "facility",
        "engineering",
        "office",
        "mcdermott",
        "renowned",
        "extensive",
        "knowledge",
        "experience",
        "technological",
        "advancement",
        "performance",
        "record",
        "superior",
        "safety",
        "commitment",
        "deliver",
        "mcdermott",
        "served",
        "energy",
        "industry",
        "since",
        "share",
        "common",
        "stock",
        "listed",
        "new",
        "york",
        "stock",
        "exchange",
        "used",
        "press",
        "release",
        "mcdermott",
        "includes",
        "mcdermott",
        "international",
        "subsidiary",
        "affiliate",
        "learn",
        "visit",
        "website",
        "cb",
        "cb",
        "nyse",
        "cbi",
        "leading",
        "provider",
        "technology",
        "infrastructure",
        "energy",
        "industry",
        "year",
        "experience",
        "cb",
        "provides",
        "reliable",
        "solution",
        "customer",
        "around",
        "world",
        "maintaining",
        "relentless",
        "focus",
        "safety",
        "uncompromising",
        "standard",
        "quality",
        "information",
        "visit",
        "statement",
        "mcdermott",
        "cb",
        "caution",
        "statement",
        "communication",
        "provide",
        "historical",
        "information",
        "involve",
        "risk",
        "contingency",
        "uncertainty",
        "may",
        "impact",
        "actual",
        "result",
        "operation",
        "cb",
        "mcdermott",
        "including",
        "proposed",
        "business",
        "combination",
        "cb",
        "statement",
        "include",
        "among",
        "thing",
        "statement",
        "expected",
        "timing",
        "closing",
        "combination",
        "although",
        "believe",
        "expectation",
        "reflected",
        "statement",
        "reasonable",
        "give",
        "assurance",
        "expectation",
        "prove",
        "correct",
        "statement",
        "made",
        "using",
        "various",
        "underlying",
        "assumption",
        "subject",
        "numerous",
        "risk",
        "contingency",
        "uncertainty",
        "including",
        "among",
        "others",
        "risk",
        "condition",
        "closing",
        "proposed",
        "combination",
        "may",
        "satisfied",
        "proposed",
        "combination",
        "may",
        "fail",
        "close",
        "including",
        "result",
        "inability",
        "obtain",
        "financing",
        "combination",
        "outcome",
        "legal",
        "proceeding",
        "regulatory",
        "proceeding",
        "enforcement",
        "matter",
        "may",
        "instituted",
        "relating",
        "proposed",
        "combination",
        "cost",
        "incurred",
        "consummate",
        "proposed",
        "combination",
        "possibility",
        "expected",
        "synergy",
        "proposed",
        "combination",
        "realized",
        "realized",
        "within",
        "expected",
        "time",
        "period",
        "difficulty",
        "related",
        "integration",
        "two",
        "company",
        "credit",
        "rating",
        "combined",
        "business",
        "following",
        "proposed",
        "combination",
        "disruption",
        "proposed",
        "combination",
        "making",
        "difficult",
        "maintain",
        "relationship",
        "customer",
        "employee",
        "regulator",
        "supplier",
        "diversion",
        "management",
        "time",
        "attention",
        "proposed",
        "combination",
        "adverse",
        "change",
        "market",
        "mcdermott",
        "cb",
        "operate",
        "credit",
        "market",
        "inability",
        "mcdermott",
        "cb",
        "execute",
        "contract",
        "backlog",
        "successfully",
        "change",
        "project",
        "design",
        "schedule",
        "availability",
        "qualified",
        "personnel",
        "change",
        "term",
        "scope",
        "timing",
        "contract",
        "contract",
        "cancellation",
        "change",
        "order",
        "modification",
        "action",
        "customer",
        "business",
        "counterparties",
        "mcdermott",
        "cb",
        "change",
        "industry",
        "norm",
        "adverse",
        "outcome",
        "legal",
        "dispute",
        "resolution",
        "proceeding",
        "one",
        "risk",
        "materialize",
        "underlying",
        "assumption",
        "prove",
        "incorrect",
        "actual",
        "result",
        "may",
        "vary",
        "materially",
        "expected",
        "place",
        "undue",
        "reliance",
        "statement",
        "complete",
        "discussion",
        "risk",
        "factor",
        "please",
        "see",
        "mcdermott",
        "cb",
        "annual",
        "quarterly",
        "filing",
        "security",
        "exchange",
        "commission",
        "sec",
        "including",
        "respective",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "communication",
        "reflects",
        "view",
        "mcdermott",
        "cb",
        "management",
        "date",
        "hereof",
        "except",
        "extent",
        "required",
        "applicable",
        "law",
        "mcdermott",
        "cb",
        "undertake",
        "obligation",
        "update",
        "revise",
        "statement",
        "additional",
        "information",
        "find",
        "communication",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "solicitation",
        "proxy",
        "vote",
        "approval",
        "respect",
        "proposed",
        "transaction",
        "otherwise",
        "shall",
        "sale",
        "security",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "jurisdiction",
        "connection",
        "proposed",
        "transaction",
        "mcdermott",
        "filed",
        "registration",
        "statement",
        "form",
        "registration",
        "statement",
        "sec",
        "includes",
        "joint",
        "proxy",
        "statement",
        "mcdermott",
        "chicago",
        "bridge",
        "iron",
        "company",
        "cb",
        "also",
        "constitutes",
        "prospectus",
        "mcdermott",
        "offering",
        "prospectus",
        "mcdermott",
        "technology",
        "connection",
        "mcdermott",
        "technology",
        "offer",
        "acquire",
        "cb",
        "share",
        "registration",
        "statement",
        "declared",
        "effective",
        "sec",
        "march",
        "mcdermott",
        "cb",
        "mailed",
        "definitive",
        "joint",
        "proxy",
        "stockholder",
        "mcdermott",
        "shareholder",
        "cb",
        "addition",
        "mcdermott",
        "mcdermott",
        "technology",
        "filed",
        "tender",
        "offer",
        "statement",
        "schedule",
        "schedule",
        "sec",
        "cb",
        "filed",
        "statement",
        "schedule",
        "schedule",
        "respect",
        "exchange",
        "offer",
        "solicitation",
        "offer",
        "purchase",
        "share",
        "cb",
        "common",
        "stock",
        "made",
        "pursuant",
        "schedule",
        "related",
        "offer",
        "purchase",
        "cb",
        "shareholder",
        "approved",
        "proposed",
        "transaction",
        "cb",
        "special",
        "general",
        "meeting",
        "held",
        "may",
        "mcdermott",
        "stockholder",
        "approved",
        "resolution",
        "related",
        "proposed",
        "transaction",
        "mcdermott",
        "special",
        "meeting",
        "stockholder",
        "held",
        "may",
        "material",
        "substitute",
        "joint",
        "proxy",
        "schedule",
        "schedule",
        "registration",
        "statement",
        "document",
        "mcdermott",
        "cb",
        "may",
        "file",
        "sec",
        "send",
        "mcdermott",
        "cb",
        "shareholder",
        "connection",
        "proposed",
        "transaction",
        "making",
        "investment",
        "decision",
        "decision",
        "respect",
        "exchange",
        "offer",
        "urge",
        "investor",
        "cb",
        "mcdermott",
        "read",
        "registration",
        "statement",
        "schedule",
        "including",
        "offer",
        "purchase",
        "related",
        "letter",
        "transmittal",
        "offer",
        "document",
        "schedule",
        "may",
        "amended",
        "supplemented",
        "time",
        "time",
        "relevant",
        "document",
        "filed",
        "mcdermott",
        "cb",
        "sec",
        "carefully",
        "contain",
        "important",
        "information",
        "mcdermott",
        "cb",
        "proposed",
        "transaction",
        "investor",
        "able",
        "obtain",
        "free",
        "copy",
        "registration",
        "statement",
        "joint",
        "proxy",
        "schedule",
        "schedule",
        "may",
        "amended",
        "time",
        "time",
        "relevant",
        "document",
        "filed",
        "mcdermott",
        "cb",
        "sec",
        "http",
        "sec",
        "website",
        "free",
        "charge",
        "mcdermott",
        "website",
        "http",
        "tab",
        "investor",
        "heading",
        "financial",
        "information",
        "contacting",
        "mcdermott",
        "investor",
        "relation",
        "department",
        "document",
        "also",
        "available",
        "free",
        "charge",
        "cb",
        "website",
        "http",
        "tab",
        "investor",
        "heading",
        "sec",
        "filing",
        "contacting",
        "cb",
        "investor",
        "relation",
        "department",
        "mcdermott",
        "contact",
        "ed",
        "memi",
        "manager",
        "communication",
        "ememi",
        "finsbury",
        "winnie",
        "lerner",
        "nicholas",
        "leasure",
        "investor",
        "ty",
        "lawrence",
        "vice",
        "president",
        "investor",
        "relation",
        "tplawrence",
        "cb",
        "contact",
        "medium",
        "gentry",
        "brann",
        "senior",
        "vice",
        "president",
        "global",
        "communication",
        "brand",
        "management",
        "joele",
        "frank",
        "wilkinson",
        "brimmer",
        "katcher",
        "dan",
        "katcher",
        "ed",
        "trissel",
        "leigh",
        "parrish",
        "investor",
        "scott",
        "lamb",
        "vice",
        "president",
        "investor",
        "relation",
        "source",
        "mcdermott",
        "international",
        "cb"
    ]
}