{
    "organizations": [],
    "uuid": "7f9ec830f865ba45f7f16bee1abed8f33f7bb12e",
    "author": "Henry Cutter",
    "url": "https://blogs.wsj.com/riskandcompliance/2018/05/31/the-morning-risk-report-the-limits-of-big-data-in-compliance/",
    "ord_in_thread": 0,
    "title": "The Morning Risk Report: The Limits of Big Data in Compliance - Risk & Compliance Journal. - WSJ",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "0 COMMENTS Readers can subscribe to The Morning Risk Report here: http://on.wsj.com/MorningRiskReportSignup . Follow us on Twitter at @WSJRisk.\nUsing big data to quantify risks is increasingly an area of focus in compliance. Above, a server at a Facebook Inc. facility in Oregon is shown in a handout photo. EPA/Shutterstock Good morning. More companies are making use of big data to try to keep them out of legal and reputational trouble, but the technology has its limits–and making good use of it is no simple matter, compliance professionals say.\n“There is no question that the focus on data and understanding your data is where the profession is going,” Joel Katz, chief ethics and compliance officer at the business-software company CA Technologies, told the Clearsight Advisors 2018 Compliance Summit in New York on Wednesday . “We’re in the very nascent stages of using technology to make better sense of our data.”\nCompliance teams are hiring more people with expertise in data analytics to help them understand their computer systems, their data and what tools can help best make use of that information, he said. Still, the task remains difficult, Nicole Stryker, a director in the advisory risk consulting and anti-money-laundering groups at KPMG LLP, told the conference.\n“There’s all these demands for metrics and data analytics and how do you get more predictive and manage the risks, but meanwhile we see a lot of companies struggling at the underlying level to get to that data,” she said.\nData can’t take the place of human input, other conference participants said. Janice Innis-Thompson, chief compliance officer at Samsung Electronics America, said each time she enters a new company she spends a month talking with the leaders of its various businesses, assessing the risks the firm faces and how staff see the challenges.\n“I use the data to help inform [business leaders she talks with] of what I think the risks are, but I don’t think you can use data alone to get to the risks,” she said. “You have to talk to the people. You have to be there and show them you saw that data and get their thoughts on it as well.”\nBusinesses generally have a good sense of what their risks are, so spending lots of time crunching data to identify trouble spots may not make sense, said Scott Lane, chairman and chief executive officer of Red Flag Group, a compliance-advisory firm.\n“The data can be used to potentially validate and to identify the seriousness of that risk, and to perhaps predict when that risk is going to happen, but looking at the data to identify that risk I think is a fallacy,” said Mr. Lane.\nEXCLUSIVE ON RISK AND COMPLIANCE JOURNAL\nU.S. adds entity to list of terrorists. The U.S. State Department added another offshoot of a Syrian group spawned from al Qaeda to its list of terrorists.\nHayat Tahrir al-Sham was named Thursday by the State Department as another alias for the Nusra Front. The State Department has repeatedly amended its sanctions designation on Nusra Front as the group takes on new names to continue its activities. The Wall Street Journal found last month that the group was consolidating power in northwest Syria in the vacuum left by the Islamic State.\n“Whatever name Nusra chooses, we will continue to deny the resources it seeks to further its violent cause,” said Ambassador Nathan Sales, the U.S. State Department’s coordinator for counterterrorism, in a statement.\nThe group’s leader vowed to conquer Damascus and impose Islamic rule across Syria, the Journal reported in April. The group has battled Western-backed rebels and enforced its version of Shariah law, and raised funds by taxing flows of people and goods, the report said. It’s based in Idlib, seeking to control administrative sectors across the area through a body called the Salvation Government, WSJ reported. — Samuel Rubenfeld\nCOMPLIANCE\nThe Trump administration, unable to win concessions from European Union counterparts ahead of a Friday deadline, is planning to make good on its threat to impose tariffs on European steel and aluminum, the WSJ reports. An announcement is expected as early as Thursday.\nU.S. officials say the steel and aluminum tariffs are based on national security. Above, a steel worker returns to work in Granite City, Illinois. LAWRENCE BRYANT/REUTERS The Federal Reserve proposed easing a rule designed to curb risky trading in the wake of the financial crisis, one of the most significant deregulatory measures for banks since President Donald Trump took office. The proposal means big banks would face fewer audits of individual securities and derivatives transactions, the WSJ reports.\nThe U.S. on Wednesday imposed sanctions on several Iranian groups and officials it accused of human rights abuses, in another round of weekly punitive actions intended to isolate Tehran and force a fundamental change in the Islamic Republic of Iran’s military posture, the WSJ reports.\nLegg Mason said it soon would complete talks with U.S. authorities to resolve a Foreign Corrupt Practices Act probe into a unit’s activities in Libya prior to the fall of Moammar Gadhafi’s regime. The money manager took a $67 million charge to pay for a possible settlement, the WSJ reports.\nThe Trump administration has ordered State Department officials in China to take a tougher approach to visa applications by Chinese citizens, according to a person familiar with the policy, the latest move in long-running tensions between the two countries over trade and other economic issues, the WSJ reports.\nA grand jury in Manhattan indicted Harvey Weinstein on charges of rape and perpetrating a criminal sex act. Mr. Weinstein was arrested Friday for alleged sex crimes in 2004 and 2013 against two women. A lawyer for the former Hollywood producer said he plans to plead not guilty, the WSJ reports.\nGreg Barker, chairman of En+ , the holding company for United Co. Rusal , told Reuters he asked the U.S. Treasury to extend permission allowing trading of En+ and Rusal shares until September while he completes a plan for the companies to escape U.S. sanctions. Existing sanctions call for trading to end by June 5.\nProsecutors raided the head office of Korean Air Lines , seizing documents as they investigated allegations of tax evasion and embezzlement at the company, Bloomberg reports. A Korean Air spokeswoman confirmed the raid.\nDATA SECURITY\nA U.S. judge dismissed a pair of lawsuits filed by Russian cybersecurity firm Kaspersky Lab demanding the U.S. government rescind a ban on the use of its software in U.S. government computers, saying the action was justified to reduce cybersecurity risk.\nThe European Union’s new privacy law is drawing advertising cash toward Google’s online-ad services and away from competitors straining to show they’re complying with the rule. The reason: The Alphabet unit is gathering individuals’ consent for targeted ads faster than many online-ad services, early data show, the WSJ reports.\nGOVERNANCE\nValueAct Capital Management LP made its first foray in Japan by taking a 5% stake in medical-device maker Olympus , the latest example of U.S.-based activist shareholders playing a bigger role in Asia. The move represents a bet that Olympus can increase its profit and win a higher valuation from investors, the WSJ reports.\nRISK\nToyota Motor said its shipments from Japan to the U.S. rose 22% in April, highlighting the problem it faces if the Trump administration imposes higher tariffs on imports. The RAV4 sport-utility vehicle is the most popular Toyota among American consumers—and none are made in the U.S., the WSJ reports.\nToyota’s RAV4 sport-utility vehicle starts at $24,500 in the U.S., compared with $23,500 for the Camry sedan. DREW ANGERER/GETTY IMAGES OPERATIONS\nA strike that temporarily shut down Canadian Pacific Railway operations is over, as the company and the union representing conductors and locomotive engineers on Wednesday reached a tentative four-year deal , the WSJ reports.\nSTRATEGY\nWarren Buffett’s Berkshire Hathaway Inc. earlier this year offered to invest $3 billion in Uber Technologies Inc. , but the two sides couldn’t agree on the terms, the WSJ reports. The talks came came on the heels of a multibillion investment in the ride-hailing firm by SoftBank Group Inc. in January.\nWarren Buffett, chief executive officer of Berkshire Hathaway Inc. RICK WILKING/REUTERS The insurer Principal Financial Group Inc. will buy RobustWealth , a financial technology company that offers automatic rebalancing and an open menu of investnt options, beefing up its digital capabilities at a time when retirement savers are increasingly opting for robo advisers and index funds, the WSJ reports.\nFitch Group has agreed to buy information provider Fulcrum Financial Data from private-equity firm Leeds Equity Partners , its latest move to expand beyond credit ratings . Fitch is one of the big U.S. ratings firms, grading bonds and other assets based on credit risk, the WSJ reports.\nFollow the WSJ Risk & Compliance Team on Twitter: @srubenfeld , @BenDiPietro1 , @henry_cutter , and @LikelyMara .\nSend complaints, comments and kudos to news editor Henry Cutter at henry.cutter@wsj.com .\nShare this: Alphabet aluminum tariffs Berkshire Buffett CA Technologies Canadian Pacific China visas En+ Fitch Fulcrum Financial GDPR Google Greg Barker Harvey Weinstein Hayat Tahrir al-Sham Iran Sanctions Kaspersky Korean Air Lines KPMG Leeds Equity Partners Legg Mason Olympus Principal Financial RobustWealth Rusal Samsung Electronics steel tariffs Toyota Motor Uber ValueAct Volcker Rule Previous Corruption Currents: Kremlin Critic Briefly Detained in Spain Next Chinese Pressure About Taiwan, Tibet Puts Companies in Awkward Spot Content from our sponsor Deloitte Risk management, strategy and analysis from Deloitte CFO Optimism Is Sky High, But Also At Risk Tax changes, cash management, the heated M&A climate, and the talent squeeze are among the chief challenges CFOs are facing, says Sanford Cockrell III, national managing partner of the U.S. CFO Program, Deloitte LLP. He offers insights into these and other top challenges that could get in the way of executing an organization's growth strategies and capitalizing on today’s buoyant conditions. By applying finance’s analytic and forecasting capabilities, along with scenario planning and risk sensing, CFOs can mitigate external risks that could cloud the longer-term outlook for their businesses.\nPlease note: The Wall Street Journal News Department was not involved in the creation of the content above. More from Deloitte → ",
    "published": "2018-05-31T16:25:00.000+03:00",
    "crawled": "2018-05-31T19:49:05.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "reader",
        "subscribe",
        "morning",
        "risk",
        "report",
        "http",
        "follow",
        "u",
        "twitter",
        "wsjrisk",
        "using",
        "big",
        "data",
        "quantify",
        "risk",
        "increasingly",
        "area",
        "focus",
        "compliance",
        "server",
        "facebook",
        "facility",
        "oregon",
        "shown",
        "handout",
        "photo",
        "good",
        "morning",
        "company",
        "making",
        "use",
        "big",
        "data",
        "try",
        "keep",
        "legal",
        "reputational",
        "trouble",
        "technology",
        "making",
        "good",
        "use",
        "simple",
        "matter",
        "compliance",
        "professional",
        "say",
        "question",
        "focus",
        "data",
        "understanding",
        "data",
        "profession",
        "going",
        "joel",
        "katz",
        "chief",
        "ethic",
        "compliance",
        "officer",
        "company",
        "ca",
        "technology",
        "told",
        "clearsight",
        "advisor",
        "compliance",
        "summit",
        "new",
        "york",
        "wednesday",
        "nascent",
        "stage",
        "using",
        "technology",
        "make",
        "better",
        "sense",
        "compliance",
        "team",
        "hiring",
        "people",
        "expertise",
        "data",
        "analytics",
        "help",
        "understand",
        "computer",
        "system",
        "data",
        "tool",
        "help",
        "best",
        "make",
        "use",
        "information",
        "said",
        "still",
        "task",
        "remains",
        "difficult",
        "nicole",
        "stryker",
        "director",
        "advisory",
        "risk",
        "consulting",
        "group",
        "kpmg",
        "llp",
        "told",
        "conference",
        "demand",
        "metric",
        "data",
        "analytics",
        "get",
        "predictive",
        "manage",
        "risk",
        "meanwhile",
        "see",
        "lot",
        "company",
        "struggling",
        "underlying",
        "level",
        "get",
        "data",
        "said",
        "data",
        "take",
        "place",
        "human",
        "input",
        "conference",
        "participant",
        "said",
        "janice",
        "chief",
        "compliance",
        "officer",
        "samsung",
        "electronics",
        "america",
        "said",
        "time",
        "enters",
        "new",
        "company",
        "spends",
        "month",
        "talking",
        "leader",
        "various",
        "business",
        "assessing",
        "risk",
        "firm",
        "face",
        "staff",
        "see",
        "challenge",
        "use",
        "data",
        "help",
        "inform",
        "business",
        "leader",
        "talk",
        "think",
        "risk",
        "think",
        "use",
        "data",
        "alone",
        "get",
        "risk",
        "said",
        "talk",
        "people",
        "show",
        "saw",
        "data",
        "get",
        "thought",
        "business",
        "generally",
        "good",
        "sense",
        "risk",
        "spending",
        "lot",
        "time",
        "crunching",
        "data",
        "identify",
        "trouble",
        "spot",
        "may",
        "make",
        "sense",
        "said",
        "scott",
        "lane",
        "chairman",
        "chief",
        "executive",
        "officer",
        "red",
        "flag",
        "group",
        "firm",
        "data",
        "used",
        "potentially",
        "validate",
        "identify",
        "seriousness",
        "risk",
        "perhaps",
        "predict",
        "risk",
        "going",
        "happen",
        "looking",
        "data",
        "identify",
        "risk",
        "think",
        "fallacy",
        "said",
        "lane",
        "exclusive",
        "risk",
        "compliance",
        "journal",
        "add",
        "entity",
        "list",
        "terrorist",
        "state",
        "department",
        "added",
        "another",
        "offshoot",
        "syrian",
        "group",
        "spawned",
        "al",
        "qaeda",
        "list",
        "terrorist",
        "hayat",
        "tahrir",
        "named",
        "thursday",
        "state",
        "department",
        "another",
        "alias",
        "nusra",
        "front",
        "state",
        "department",
        "repeatedly",
        "amended",
        "sanction",
        "designation",
        "nusra",
        "front",
        "group",
        "take",
        "new",
        "name",
        "continue",
        "activity",
        "wall",
        "street",
        "journal",
        "found",
        "last",
        "month",
        "group",
        "consolidating",
        "power",
        "northwest",
        "syria",
        "vacuum",
        "left",
        "islamic",
        "state",
        "whatever",
        "name",
        "nusra",
        "chooses",
        "continue",
        "deny",
        "resource",
        "seek",
        "violent",
        "cause",
        "said",
        "ambassador",
        "nathan",
        "sale",
        "state",
        "department",
        "coordinator",
        "counterterrorism",
        "statement",
        "group",
        "leader",
        "vowed",
        "conquer",
        "damascus",
        "impose",
        "islamic",
        "rule",
        "across",
        "syria",
        "journal",
        "reported",
        "april",
        "group",
        "battled",
        "rebel",
        "enforced",
        "version",
        "shariah",
        "law",
        "raised",
        "fund",
        "taxing",
        "flow",
        "people",
        "good",
        "report",
        "said",
        "based",
        "idlib",
        "seeking",
        "control",
        "administrative",
        "sector",
        "across",
        "area",
        "body",
        "called",
        "salvation",
        "government",
        "wsj",
        "reported",
        "samuel",
        "rubenfeld",
        "compliance",
        "trump",
        "administration",
        "unable",
        "win",
        "concession",
        "european",
        "union",
        "counterpart",
        "ahead",
        "friday",
        "deadline",
        "planning",
        "make",
        "good",
        "threat",
        "impose",
        "tariff",
        "european",
        "steel",
        "aluminum",
        "wsj",
        "report",
        "announcement",
        "expected",
        "early",
        "thursday",
        "official",
        "say",
        "steel",
        "aluminum",
        "tariff",
        "based",
        "national",
        "security",
        "steel",
        "worker",
        "return",
        "work",
        "granite",
        "city",
        "illinois",
        "lawrence",
        "federal",
        "reserve",
        "proposed",
        "easing",
        "rule",
        "designed",
        "curb",
        "risky",
        "trading",
        "wake",
        "financial",
        "crisis",
        "one",
        "significant",
        "deregulatory",
        "measure",
        "bank",
        "since",
        "president",
        "donald",
        "trump",
        "took",
        "office",
        "proposal",
        "mean",
        "big",
        "bank",
        "would",
        "face",
        "fewer",
        "audit",
        "individual",
        "security",
        "derivative",
        "transaction",
        "wsj",
        "report",
        "wednesday",
        "imposed",
        "sanction",
        "several",
        "iranian",
        "group",
        "official",
        "accused",
        "human",
        "right",
        "abuse",
        "another",
        "round",
        "weekly",
        "punitive",
        "action",
        "intended",
        "isolate",
        "tehran",
        "force",
        "fundamental",
        "change",
        "islamic",
        "republic",
        "iran",
        "military",
        "posture",
        "wsj",
        "report",
        "legg",
        "mason",
        "said",
        "soon",
        "would",
        "complete",
        "talk",
        "authority",
        "resolve",
        "foreign",
        "corrupt",
        "practice",
        "act",
        "probe",
        "unit",
        "activity",
        "libya",
        "prior",
        "fall",
        "moammar",
        "gadhafi",
        "regime",
        "money",
        "manager",
        "took",
        "million",
        "charge",
        "pay",
        "possible",
        "settlement",
        "wsj",
        "report",
        "trump",
        "administration",
        "ordered",
        "state",
        "department",
        "official",
        "china",
        "take",
        "tougher",
        "approach",
        "visa",
        "application",
        "chinese",
        "citizen",
        "according",
        "person",
        "familiar",
        "policy",
        "latest",
        "move",
        "tension",
        "two",
        "country",
        "trade",
        "economic",
        "issue",
        "wsj",
        "report",
        "grand",
        "jury",
        "manhattan",
        "indicted",
        "harvey",
        "weinstein",
        "charge",
        "rape",
        "perpetrating",
        "criminal",
        "sex",
        "act",
        "weinstein",
        "arrested",
        "friday",
        "alleged",
        "sex",
        "crime",
        "two",
        "woman",
        "lawyer",
        "former",
        "hollywood",
        "producer",
        "said",
        "plan",
        "plead",
        "guilty",
        "wsj",
        "report",
        "greg",
        "barker",
        "chairman",
        "holding",
        "company",
        "united",
        "rusal",
        "told",
        "reuters",
        "asked",
        "treasury",
        "extend",
        "permission",
        "allowing",
        "trading",
        "rusal",
        "share",
        "september",
        "completes",
        "plan",
        "company",
        "escape",
        "sanction",
        "existing",
        "sanction",
        "call",
        "trading",
        "end",
        "june",
        "prosecutor",
        "raided",
        "head",
        "office",
        "korean",
        "air",
        "line",
        "seizing",
        "document",
        "investigated",
        "allegation",
        "tax",
        "evasion",
        "embezzlement",
        "company",
        "bloomberg",
        "report",
        "korean",
        "air",
        "spokeswoman",
        "confirmed",
        "raid",
        "data",
        "security",
        "judge",
        "dismissed",
        "pair",
        "lawsuit",
        "filed",
        "russian",
        "cybersecurity",
        "firm",
        "kaspersky",
        "lab",
        "demanding",
        "government",
        "rescind",
        "ban",
        "use",
        "software",
        "government",
        "computer",
        "saying",
        "action",
        "justified",
        "reduce",
        "cybersecurity",
        "risk",
        "european",
        "union",
        "new",
        "privacy",
        "law",
        "drawing",
        "advertising",
        "cash",
        "toward",
        "google",
        "service",
        "away",
        "competitor",
        "straining",
        "show",
        "complying",
        "rule",
        "reason",
        "alphabet",
        "unit",
        "gathering",
        "individual",
        "consent",
        "targeted",
        "ad",
        "faster",
        "many",
        "service",
        "early",
        "data",
        "show",
        "wsj",
        "report",
        "governance",
        "valueact",
        "capital",
        "management",
        "lp",
        "made",
        "first",
        "foray",
        "japan",
        "taking",
        "stake",
        "maker",
        "olympus",
        "latest",
        "example",
        "activist",
        "shareholder",
        "playing",
        "bigger",
        "role",
        "asia",
        "move",
        "represents",
        "bet",
        "olympus",
        "increase",
        "profit",
        "win",
        "higher",
        "valuation",
        "investor",
        "wsj",
        "report",
        "risk",
        "toyota",
        "motor",
        "said",
        "shipment",
        "japan",
        "rose",
        "april",
        "highlighting",
        "problem",
        "face",
        "trump",
        "administration",
        "imposes",
        "higher",
        "tariff",
        "import",
        "rav4",
        "vehicle",
        "popular",
        "toyota",
        "among",
        "american",
        "none",
        "made",
        "wsj",
        "report",
        "toyota",
        "rav4",
        "vehicle",
        "start",
        "compared",
        "camry",
        "sedan",
        "drew",
        "image",
        "operation",
        "strike",
        "temporarily",
        "shut",
        "canadian",
        "pacific",
        "railway",
        "operation",
        "company",
        "union",
        "representing",
        "conductor",
        "locomotive",
        "engineer",
        "wednesday",
        "reached",
        "tentative",
        "deal",
        "wsj",
        "report",
        "strategy",
        "warren",
        "buffett",
        "berkshire",
        "hathaway",
        "earlier",
        "year",
        "offered",
        "invest",
        "billion",
        "uber",
        "technology",
        "two",
        "side",
        "agree",
        "term",
        "wsj",
        "report",
        "talk",
        "came",
        "came",
        "heel",
        "multibillion",
        "investment",
        "firm",
        "softbank",
        "group",
        "january",
        "warren",
        "buffett",
        "chief",
        "executive",
        "officer",
        "berkshire",
        "hathaway",
        "rick",
        "insurer",
        "principal",
        "financial",
        "group",
        "buy",
        "robustwealth",
        "financial",
        "technology",
        "company",
        "offer",
        "automatic",
        "rebalancing",
        "open",
        "menu",
        "investnt",
        "option",
        "beefing",
        "digital",
        "capability",
        "time",
        "retirement",
        "saver",
        "increasingly",
        "opting",
        "robo",
        "adviser",
        "index",
        "fund",
        "wsj",
        "report",
        "fitch",
        "group",
        "agreed",
        "buy",
        "information",
        "provider",
        "fulcrum",
        "financial",
        "data",
        "firm",
        "leeds",
        "equity",
        "partner",
        "latest",
        "move",
        "expand",
        "beyond",
        "credit",
        "rating",
        "fitch",
        "one",
        "big",
        "rating",
        "firm",
        "grading",
        "bond",
        "asset",
        "based",
        "credit",
        "risk",
        "wsj",
        "report",
        "follow",
        "wsj",
        "risk",
        "compliance",
        "team",
        "twitter",
        "srubenfeld",
        "bendipietro1",
        "likelymara",
        "send",
        "complaint",
        "comment",
        "kudos",
        "news",
        "editor",
        "henry",
        "cutter",
        "share",
        "alphabet",
        "aluminum",
        "tariff",
        "berkshire",
        "buffett",
        "ca",
        "technology",
        "canadian",
        "pacific",
        "china",
        "visa",
        "fitch",
        "fulcrum",
        "financial",
        "gdpr",
        "google",
        "greg",
        "barker",
        "harvey",
        "weinstein",
        "hayat",
        "tahrir",
        "iran",
        "sanction",
        "kaspersky",
        "korean",
        "air",
        "line",
        "kpmg",
        "leeds",
        "equity",
        "partner",
        "legg",
        "mason",
        "olympus",
        "principal",
        "financial",
        "robustwealth",
        "rusal",
        "samsung",
        "electronics",
        "steel",
        "tariff",
        "toyota",
        "motor",
        "uber",
        "valueact",
        "volcker",
        "rule",
        "previous",
        "corruption",
        "current",
        "kremlin",
        "critic",
        "briefly",
        "detained",
        "spain",
        "next",
        "chinese",
        "pressure",
        "taiwan",
        "tibet",
        "put",
        "company",
        "awkward",
        "spot",
        "content",
        "sponsor",
        "deloitte",
        "risk",
        "management",
        "strategy",
        "analysis",
        "deloitte",
        "cfo",
        "optimism",
        "sky",
        "high",
        "also",
        "risk",
        "tax",
        "change",
        "cash",
        "management",
        "heated",
        "climate",
        "talent",
        "squeeze",
        "among",
        "chief",
        "challenge",
        "cfo",
        "facing",
        "say",
        "sanford",
        "cockrell",
        "iii",
        "national",
        "managing",
        "partner",
        "cfo",
        "program",
        "deloitte",
        "llp",
        "offer",
        "insight",
        "top",
        "challenge",
        "could",
        "get",
        "way",
        "executing",
        "organization",
        "growth",
        "strategy",
        "capitalizing",
        "today",
        "buoyant",
        "condition",
        "applying",
        "finance",
        "analytic",
        "forecasting",
        "capability",
        "along",
        "scenario",
        "planning",
        "risk",
        "sensing",
        "cfo",
        "mitigate",
        "external",
        "risk",
        "could",
        "cloud",
        "outlook",
        "business",
        "please",
        "note",
        "wall",
        "street",
        "journal",
        "news",
        "department",
        "involved",
        "creation",
        "content",
        "deloitte"
    ]
}