{
    "organizations": [],
    "uuid": "489bbedf8e7a86ba0734b9ea08146055df1a2c44",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/30/business-wire-mednax-reports-first-quarter-gaap-eps-of-0-point-68.html",
    "ord_in_thread": 0,
    "title": "MEDNAX First Quarter GAAP EPS of $0.68",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Adjusted EPS of $0.89\nFORT LAUDERDALE, Fla.--(BUSINESS WIRE)-- MEDNAX, Inc. (NYSE: MD), the national health solutions partner specializing in neonatology, anesthesiology, radiology, maternal-fetal medicine, other pediatric services, and management services, today reported earnings of $0.68 per diluted share for the three months ended March 31, 2018. On a non-GAAP basis, MEDNAX reported Adjusted EPS of $0.89.\nFor the 2018 first quarter, MEDNAX reported the following results:\nNet revenue of $902 million; Net income of $63 million; and EBITDA of $134 million.\n“Our operating results for the first quarter were at the high end of our expectations and reflect further execution of our corporate initiatives,” said Roger J. Medel, M.D., Chief Executive Officer of MEDNAX. “We have begun 2018 with progress in all aspects of the focus areas we identified through 2017, including cost and service excellence, practice-level operating plans, and continuing our strategic growth. Notably, we have expanded the scope of our internal initiatives while also supporting the growth of our organization, which thus far this year has included additions to the radiology groups who joined MEDNAX during 2017. Looking forward, we will continue to focus on execution of our plans, which we believe will position us well to deliver a differentiated value proposition and to remain committed to taking great care of our patients.”\nOperating Results\nMEDNAX’s net revenue for the three months ended March 31, 2018 increased by 7.9 percent, to $901.9 million, from $835.6 million for the prior-year period. MEDNAX’s revenue growth attributable to recent acquisitions was 4.4 percent, while overall same-unit revenue increased by 3.5 percent when compared to the prior-year period.\nSame-unit revenue from net reimbursement-related factors increased by 2.1 percent for the 2018 first quarter as compared to the prior-year period. The net increase in revenue was primarily due to modest improvements in managed care contracting and an increase in the administrative fees received from MEDNAX’s hospital partners.\nThe percentage of services reimbursed under government programs was unfavorable by roughly 70 basis points for the first quarter compared with the prior-year period, reflecting modestly unfavorable comparisons for anesthesiology and neonatology and other pediatric services. This unfavorable payor mix comparison impacted same-unit revenue growth from net reimbursement-related factors negatively by roughly 80 basis points.\nSame-unit revenue attributable to patient volume increased by 1.4 percent for the 2018 first quarter as compared to the prior-year period. Volumes increased across almost all of the Company’s service lines. For the 2018 first quarter, same-unit neonatal intensive care unit (NICU) patient days increased by 1.2 percent compared to the prior-year period.\nFor the 2018 first quarter, practice salaries and benefits expense was $631.8 million, compared to $572.4 million for the prior-year period. Practice salaries and benefits expense as a percentage of net revenue was 70.1 percent for the first quarter of 2018, compared to 68.5 percent for the prior-year period. This increase in expense as a percentage of revenue was primarily attributable to growth in clinician compensation expense at existing practices, support for organic-growth initiatives as well as to support acquisition-related growth.\nFor the 2018 first quarter, general and administrative expenses were $108.8 million, as compared to $103.8 million for the prior-year period. Included within general and administrative expenses was an increase of approximately $2.2 million of stock-based compensation expense primarily resulting from the change in timing of the Company’s annual equity grant from June to March in order to align the timing with other compensation related activities. General and administrative expenses as a percentage of net revenue was 12.1 percent for the first quarter of 2018, compared to 12.4 percent for the prior-year period.\nEarnings before interest, taxes, depreciation and amortization expense (EBITDA) for the 2018 first quarter was $133.6 million, compared to $133.0 million for the prior-year period. EBITDA as a percentage of net revenue was 14.8 percent for the first quarter of 2018, compared to 15.9 percent in the prior-year period, with this decline primarily reflecting higher operating expense growth as compared to revenue growth.\nDepreciation and amortization expense was $26.2 million for the first quarter of 2018 compared to $25.6 million for the first quarter of 2017, an increase of $0.6 million that primarily related to the amortization of intangible assets from recent acquisitions.\nInterest expense was $19.9 million for the first quarter of 2018 compared to $17.8 million for the first quarter of 2017, due primarily to a higher effective interest rate on borrowings between the two periods and slightly higher outstanding borrowings.\nMEDNAX generated net income of $63.4 million for the 2018 first quarter, or $0.68 per diluted share based on a weighted average 93.5 million shares outstanding. This compares with net income of $54.7 million, or $0.59 per diluted share, for the 2017 first quarter, based on a weighted average 93.1 million shares outstanding.\nThe Company’s effective tax rate for the first quarter of 2018 was 27.5 percent, compared to 39.0 percent for the first quarter of 2017, related to the reduction in the corporate tax rate enacted under the Tax Cuts and Jobs Act of 2017.\nFor the first quarter of 2018, MEDNAX reported Adjusted EPS of $0.89, compared to $0.75 for the first quarter of 2017. Adjusted EPS is defined as diluted net income per common and common equivalent share excluding non-cash amortization expense and stock-based compensation expense.\nMEDNAX had cash and cash equivalents of $40.9 million at March 31, 2018, and net accounts receivable were $542.6 million.\nDuring the first quarter of 2018, MEDNAX used $113.6 million to fund operations, which compares to $21.8 million used to fund operations during the 2017 first quarter. MEDNAX typically uses cash during the first quarter of each year as it pays incentive compensation, principally to its physicians, and employee benefit plan matching contributions that were accrued during the prior year. The use of cash during the first quarter of 2018 also reflects the payment of taxes related to 2017 that were deferred for companies impacted by the 2017 hurricanes.\nMEDNAX used $22.4 million during the 2018 first quarter to fund acquisitions and to make contingent purchase price and other payments for previously completed acquisitions. During the quarter, four physician groups were acquired across neonatology, radiology and pediatric subspecialty services.\nAt March 31, 2018, MEDNAX had total net debt outstanding of $2.0 billion, consisting primarily of its borrowings under its revolving credit facility and senior notes. At March 31, 2018, the amount of additional borrowing capacity available under the Company’s revolving credit facility was approximately $780 million.\nSince the end of the first quarter, MEDNAX has announced the acquisition of Women’s Radiology Associates LLP, a radiology practice based in Houston, Texas. This marked the fifth physician group practice group to become part of MEDNAX in 2018 and the sixth radiology services practice acquisition the Company has completed as part of its radiology growth strategy.\n2018 Second Quarter Outlook\nFor the 2018 second quarter, MEDNAX expects earnings per share will be in a range of $0.81 to $0.86 per diluted share and Adjusted EPS will be in a range of $1.04 to $1.09. The Adjusted EPS range excludes $0.14 per diluted share of estimated amortization expense and $0.09 per diluted share of estimated stock-based compensation expense.\nThis outlook assumes that total same-unit revenue growth for the three months ended June 30, 2018 will be in a range of two to four percent, compared to the prior-year period.\nAdditionally, for the 2018 second quarter, MEDNAX expects that EBITDA growth will be between one percent and six percent, compared to the prior-year period EBITDA of $148.7 million. Related to expected EBITDA growth, included within expected general and administrative expense for the second quarter of 2018 is approximately $4.0 million primarily related to the previously mentioned change in the timing of the Company’s annual equity grant from June to March in order to align the timing with other compensation related activities.\nThis outlook also assumes an effective tax rate for the second quarter of 2018 of 27 percent.\nNon-GAAP Measures\nA reconciliation of EBITDA and Adjusted EPS to the most directly comparable GAAP measures for the three months ended March 31, 2018 and 2017 is provided in the financial tables of this press release. Additionally, historical reconciliations of EBITDA and Adjusted EPS to the most directly comparable GAAP measures as well as the reconciliation of forward-looking EBITDA to the most directly comparable GAAP measure are available on the Company’s website at www.mednax.com/investors .\nEarnings Conference Call\nMEDNAX, Inc., will host an investor conference call to discuss the quarterly results on Tuesday, May 1 st , at 9:00 a.m., ET. The conference call Webcast may be accessed from the Company’s Website, www.mednax.com . A telephone replay of the conference call will be available from 12:00 p.m. ET today through midnight ET May 22, 2018 by dialing 800.475.6701, access Code 447904. The replay will also be available at www.mednax.com .\nABOUT MEDNAX\nMEDNAX, Inc. is a national health solutions partner comprised of the nation's leading providers of physician services. Physicians and advanced practitioners practicing as part of MEDNAX are reshaping the delivery of care within their specialties and subspecialties, using evidence-based tools, continuous quality initiatives, clinical research and telemedicine to enhance patient outcomes and provide high-quality, cost-effective care. The Company was founded in 1979, and today, through its affiliated professional corporations, MEDNAX provides services through a network of approximately 4,100 physicians in all 50 states and Puerto Rico. In addition to its national physician network, MEDNAX provides services to healthcare facilities and physicians in over 40 states through two complementary businesses, consisting of a management services company and a consulting services company. Additional information is available at www.mednax.com .\nCertain statements and information in this press release may be deemed to contain forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995, Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended. Forward-looking statements may include, but are not limited to, statements relating to MEDNAX’s objectives, plans and strategies, and all statements, other than statements of historical facts, that address activities, events or developments that we intend, expect, project, believe or anticipate will or may occur in the future. These statements are often characterized by terminology such as “believe”, “hope”, “may”, “anticipate”, “should”, “intend”, “plan”, “will”, “expect”, “estimate”, “project”, “positioned”, “strategy” and similar expressions, and are based on assumptions and assessments made by MEDNAX’s management in light of their experience and their perception of historical trends, current conditions, expected future developments and other factors they believe to be appropriate. Any forward-looking statements in this press release are made as of the date hereof, and MEDNAX undertakes no duty to update or revise any such statements, whether as a result of new information, future events or otherwise. Forward-looking statements are not guarantees of future performance and are subject to risks and uncertainties. Important factors that could cause actual results, developments, and business decisions to differ materially from forward-looking statements are described in MEDNAX’s most recent Annual Report on Form 10-K and its Quarterly Reports on Form 10-Q, including the sections entitled “Risk Factors”, as well MEDNAX’s current reports on Form 8-K, filed with the Securities and Exchange Commission.\nMEDNAX, INC. Consolidated Statements of Income (in thousands, except per share data) (Unaudited) Three Months Ended\nMarch 31,\n2018 2017 Net revenue $ 901,857 $ 835,597 Operating expenses: Practice salaries and benefits 631,830 572,385 Practice supplies and other operating expenses 30,655 27,796 General and administrative expenses 108,776 103,765 Depreciation and amortization 26,163 25,614 Total operating expenses 797,424 729,560 Income from operations 104,433 106,037 Investment and other income 1,464 576 Interest expense (19,935 ) (17,752 ) Equity in earnings of unconsolidated affiliates 1,525 797 Total non-operating expenses (16,946 ) (16,379 ) Income before income taxes 87,487 89,658 Income tax provision (24,059 ) (34,967 ) Net income $ 63,428 $ 54,691 Net income per common and common equivalent share (diluted)\n$\n0.68\n$\n0.59\nWeighted average diluted shares outstanding\n93,505\n93,143\nMEDNAX, INC. Reconciliation of Net Income to EBITDA (in thousands) (Unaudited) Three Months Ended\nMarch 31,\n2018 2017 Net income $ 63,428 $ 54,691 Interest expense 19,935 17,752 Income tax provision 24,059 34,967 Depreciation and amortization 26,163 25,614 EBITDA $ 133,585 $ 133,024 MEDNAX, INC. Reconciliation of Diluted Net Income per Share to Adjusted Diluted Net Income per Share (“Adjusted EPS”) (in thousands, except per share data) (Unaudited) Three Months Ended March 31,\n2018 2017 Weighted average dilutive shares outstanding 93,505 93,143 Net income and diluted net income per share $ 63,428 $ 0.68 $ 54,691 $ 0.59 Adjustments: Amortization (net of tax of $4,764 and $6,843) 12,560 0.13 10,704 0.11 Stock-based compensation (net of tax of $2,715 and $2,939) 7,160 0.08 4,597 0.05 Adjusted net income and diluted EPS $\n83,148\n$\n0.89\n$\n69,992\n$\n0.75\nMEDNAX, INC.\nBalance Sheet Highlights\n(in thousands)\n(Unaudited) As of As of March 31, 2018 December 31, 2017 Assets: Cash and cash equivalents $ 40,939 $ 60,200 Short-term investments 10,844 10,292 Accounts receivable, net 542,609 503,999 Other current assets 28,283 52,744 Intangible assets, net 629,308 639,928 Goodwill, other assets, property and equipment 4,631,091 4,600,115 Total assets $ 5,883,074 $ 5,867,278 Liabilities and shareholders’ equity: Accounts payable and accrued expenses $ 302,565 $ 438,017 Total debt 1,966,399 1,852,824 Other liabilities 470,622 509,983 Total liabilities 2,739,586 2,800,824 Total shareholders’ equity 3,143,488 3,066,454 Total liabilities and shareholders’ equity\n$ 5,883,074 $ 5,867,278\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180430006554/en/\nMEDNAX, Inc.\nCharles Lynch, 954-384-0175, x 5692\nVice President, Strategy and Investor Relations\ncharles_lynch@mednax.com\nSource: MEDNAX, Inc.",
    "published": "2018-05-01T02:05:00.000+03:00",
    "crawled": "2018-05-01T04:11:10.016+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "adjusted",
        "eps",
        "fort",
        "lauderdale",
        "business",
        "wire",
        "mednax",
        "nyse",
        "md",
        "national",
        "health",
        "solution",
        "partner",
        "specializing",
        "neonatology",
        "anesthesiology",
        "radiology",
        "medicine",
        "pediatric",
        "service",
        "management",
        "service",
        "today",
        "reported",
        "earnings",
        "per",
        "diluted",
        "share",
        "three",
        "month",
        "ended",
        "march",
        "basis",
        "mednax",
        "reported",
        "adjusted",
        "eps",
        "first",
        "quarter",
        "mednax",
        "reported",
        "following",
        "result",
        "net",
        "revenue",
        "million",
        "net",
        "income",
        "million",
        "ebitda",
        "million",
        "operating",
        "result",
        "first",
        "quarter",
        "high",
        "end",
        "expectation",
        "reflect",
        "execution",
        "corporate",
        "initiative",
        "said",
        "roger",
        "medel",
        "chief",
        "executive",
        "officer",
        "mednax",
        "begun",
        "progress",
        "aspect",
        "focus",
        "area",
        "identified",
        "including",
        "cost",
        "service",
        "excellence",
        "operating",
        "plan",
        "continuing",
        "strategic",
        "growth",
        "notably",
        "expanded",
        "scope",
        "internal",
        "initiative",
        "also",
        "supporting",
        "growth",
        "organization",
        "thus",
        "far",
        "year",
        "included",
        "addition",
        "radiology",
        "group",
        "joined",
        "mednax",
        "looking",
        "forward",
        "continue",
        "focus",
        "execution",
        "plan",
        "believe",
        "position",
        "u",
        "well",
        "deliver",
        "differentiated",
        "value",
        "proposition",
        "remain",
        "committed",
        "taking",
        "great",
        "care",
        "operating",
        "result",
        "mednax",
        "net",
        "revenue",
        "three",
        "month",
        "ended",
        "march",
        "increased",
        "percent",
        "million",
        "million",
        "period",
        "mednax",
        "revenue",
        "growth",
        "attributable",
        "recent",
        "acquisition",
        "percent",
        "overall",
        "revenue",
        "increased",
        "percent",
        "compared",
        "period",
        "revenue",
        "net",
        "factor",
        "increased",
        "percent",
        "first",
        "quarter",
        "compared",
        "period",
        "net",
        "increase",
        "revenue",
        "primarily",
        "due",
        "modest",
        "improvement",
        "managed",
        "care",
        "contracting",
        "increase",
        "administrative",
        "fee",
        "received",
        "mednax",
        "hospital",
        "partner",
        "percentage",
        "service",
        "reimbursed",
        "government",
        "program",
        "unfavorable",
        "roughly",
        "basis",
        "point",
        "first",
        "quarter",
        "compared",
        "period",
        "reflecting",
        "modestly",
        "unfavorable",
        "comparison",
        "anesthesiology",
        "neonatology",
        "pediatric",
        "service",
        "unfavorable",
        "payor",
        "mix",
        "comparison",
        "impacted",
        "revenue",
        "growth",
        "net",
        "factor",
        "negatively",
        "roughly",
        "basis",
        "point",
        "revenue",
        "attributable",
        "patient",
        "volume",
        "increased",
        "percent",
        "first",
        "quarter",
        "compared",
        "period",
        "volume",
        "increased",
        "across",
        "almost",
        "company",
        "service",
        "line",
        "first",
        "quarter",
        "neonatal",
        "intensive",
        "care",
        "unit",
        "nicu",
        "patient",
        "day",
        "increased",
        "percent",
        "compared",
        "period",
        "first",
        "quarter",
        "practice",
        "salary",
        "benefit",
        "expense",
        "million",
        "compared",
        "million",
        "period",
        "practice",
        "salary",
        "benefit",
        "expense",
        "percentage",
        "net",
        "revenue",
        "percent",
        "first",
        "quarter",
        "compared",
        "percent",
        "period",
        "increase",
        "expense",
        "percentage",
        "revenue",
        "primarily",
        "attributable",
        "growth",
        "clinician",
        "compensation",
        "expense",
        "existing",
        "practice",
        "support",
        "initiative",
        "well",
        "support",
        "growth",
        "first",
        "quarter",
        "general",
        "administrative",
        "expense",
        "million",
        "compared",
        "million",
        "period",
        "included",
        "within",
        "general",
        "administrative",
        "expense",
        "increase",
        "approximately",
        "million",
        "compensation",
        "expense",
        "primarily",
        "resulting",
        "change",
        "timing",
        "company",
        "annual",
        "equity",
        "grant",
        "june",
        "march",
        "order",
        "align",
        "timing",
        "compensation",
        "related",
        "activity",
        "general",
        "administrative",
        "expense",
        "percentage",
        "net",
        "revenue",
        "percent",
        "first",
        "quarter",
        "compared",
        "percent",
        "period",
        "earnings",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "expense",
        "ebitda",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "period",
        "ebitda",
        "percentage",
        "net",
        "revenue",
        "percent",
        "first",
        "quarter",
        "compared",
        "percent",
        "period",
        "decline",
        "primarily",
        "reflecting",
        "higher",
        "operating",
        "expense",
        "growth",
        "compared",
        "revenue",
        "growth",
        "depreciation",
        "amortization",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "increase",
        "million",
        "primarily",
        "related",
        "amortization",
        "intangible",
        "asset",
        "recent",
        "acquisition",
        "interest",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "due",
        "primarily",
        "higher",
        "effective",
        "interest",
        "rate",
        "borrowing",
        "two",
        "period",
        "slightly",
        "higher",
        "outstanding",
        "borrowing",
        "mednax",
        "generated",
        "net",
        "income",
        "million",
        "first",
        "quarter",
        "per",
        "diluted",
        "share",
        "based",
        "weighted",
        "average",
        "million",
        "share",
        "outstanding",
        "compare",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "share",
        "first",
        "quarter",
        "based",
        "weighted",
        "average",
        "million",
        "share",
        "outstanding",
        "company",
        "effective",
        "tax",
        "rate",
        "first",
        "quarter",
        "percent",
        "compared",
        "percent",
        "first",
        "quarter",
        "related",
        "reduction",
        "corporate",
        "tax",
        "rate",
        "enacted",
        "tax",
        "cut",
        "job",
        "act",
        "first",
        "quarter",
        "mednax",
        "reported",
        "adjusted",
        "eps",
        "compared",
        "first",
        "quarter",
        "adjusted",
        "eps",
        "defined",
        "diluted",
        "net",
        "income",
        "per",
        "common",
        "common",
        "equivalent",
        "share",
        "excluding",
        "amortization",
        "expense",
        "compensation",
        "expense",
        "mednax",
        "cash",
        "cash",
        "equivalent",
        "million",
        "march",
        "net",
        "account",
        "receivable",
        "million",
        "first",
        "quarter",
        "mednax",
        "used",
        "million",
        "fund",
        "operation",
        "compare",
        "million",
        "used",
        "fund",
        "operation",
        "first",
        "quarter",
        "mednax",
        "typically",
        "us",
        "cash",
        "first",
        "quarter",
        "year",
        "pay",
        "incentive",
        "compensation",
        "principally",
        "physician",
        "employee",
        "benefit",
        "plan",
        "matching",
        "contribution",
        "accrued",
        "prior",
        "year",
        "use",
        "cash",
        "first",
        "quarter",
        "also",
        "reflects",
        "payment",
        "tax",
        "related",
        "deferred",
        "company",
        "impacted",
        "hurricane",
        "mednax",
        "used",
        "million",
        "first",
        "quarter",
        "fund",
        "acquisition",
        "make",
        "contingent",
        "purchase",
        "price",
        "payment",
        "previously",
        "completed",
        "acquisition",
        "quarter",
        "four",
        "physician",
        "group",
        "acquired",
        "across",
        "neonatology",
        "radiology",
        "pediatric",
        "subspecialty",
        "service",
        "march",
        "mednax",
        "total",
        "net",
        "debt",
        "outstanding",
        "billion",
        "consisting",
        "primarily",
        "borrowing",
        "revolving",
        "credit",
        "facility",
        "senior",
        "note",
        "march",
        "amount",
        "additional",
        "borrowing",
        "capacity",
        "available",
        "company",
        "revolving",
        "credit",
        "facility",
        "approximately",
        "million",
        "since",
        "end",
        "first",
        "quarter",
        "mednax",
        "announced",
        "acquisition",
        "woman",
        "radiology",
        "associate",
        "llp",
        "radiology",
        "practice",
        "based",
        "houston",
        "texas",
        "marked",
        "fifth",
        "physician",
        "group",
        "practice",
        "group",
        "become",
        "part",
        "mednax",
        "sixth",
        "radiology",
        "service",
        "practice",
        "acquisition",
        "company",
        "completed",
        "part",
        "radiology",
        "growth",
        "strategy",
        "second",
        "quarter",
        "outlook",
        "second",
        "quarter",
        "mednax",
        "expects",
        "earnings",
        "per",
        "share",
        "range",
        "per",
        "diluted",
        "share",
        "adjusted",
        "eps",
        "range",
        "adjusted",
        "eps",
        "range",
        "excludes",
        "per",
        "diluted",
        "share",
        "estimated",
        "amortization",
        "expense",
        "per",
        "diluted",
        "share",
        "estimated",
        "compensation",
        "expense",
        "outlook",
        "assumes",
        "total",
        "revenue",
        "growth",
        "three",
        "month",
        "ended",
        "june",
        "range",
        "two",
        "four",
        "percent",
        "compared",
        "period",
        "additionally",
        "second",
        "quarter",
        "mednax",
        "expects",
        "ebitda",
        "growth",
        "one",
        "percent",
        "six",
        "percent",
        "compared",
        "period",
        "ebitda",
        "million",
        "related",
        "expected",
        "ebitda",
        "growth",
        "included",
        "within",
        "expected",
        "general",
        "administrative",
        "expense",
        "second",
        "quarter",
        "approximately",
        "million",
        "primarily",
        "related",
        "previously",
        "mentioned",
        "change",
        "timing",
        "company",
        "annual",
        "equity",
        "grant",
        "june",
        "march",
        "order",
        "align",
        "timing",
        "compensation",
        "related",
        "activity",
        "outlook",
        "also",
        "assumes",
        "effective",
        "tax",
        "rate",
        "second",
        "quarter",
        "percent",
        "measure",
        "reconciliation",
        "ebitda",
        "adjusted",
        "eps",
        "directly",
        "comparable",
        "gaap",
        "measure",
        "three",
        "month",
        "ended",
        "march",
        "provided",
        "financial",
        "table",
        "press",
        "release",
        "additionally",
        "historical",
        "reconciliation",
        "ebitda",
        "adjusted",
        "eps",
        "directly",
        "comparable",
        "gaap",
        "measure",
        "well",
        "reconciliation",
        "ebitda",
        "directly",
        "comparable",
        "gaap",
        "measure",
        "available",
        "company",
        "website",
        "earnings",
        "conference",
        "call",
        "mednax",
        "host",
        "investor",
        "conference",
        "call",
        "discus",
        "quarterly",
        "result",
        "tuesday",
        "may",
        "st",
        "et",
        "conference",
        "call",
        "webcast",
        "may",
        "accessed",
        "company",
        "website",
        "telephone",
        "replay",
        "conference",
        "call",
        "available",
        "et",
        "today",
        "midnight",
        "et",
        "may",
        "dialing",
        "access",
        "code",
        "replay",
        "also",
        "available",
        "mednax",
        "mednax",
        "national",
        "health",
        "solution",
        "partner",
        "comprised",
        "nation",
        "leading",
        "provider",
        "physician",
        "service",
        "physician",
        "advanced",
        "practitioner",
        "practicing",
        "part",
        "mednax",
        "reshaping",
        "delivery",
        "care",
        "within",
        "specialty",
        "subspecialties",
        "using",
        "tool",
        "continuous",
        "quality",
        "initiative",
        "clinical",
        "research",
        "telemedicine",
        "enhance",
        "patient",
        "outcome",
        "provide",
        "care",
        "company",
        "founded",
        "today",
        "affiliated",
        "professional",
        "corporation",
        "mednax",
        "provides",
        "service",
        "network",
        "approximately",
        "physician",
        "state",
        "puerto",
        "rico",
        "addition",
        "national",
        "physician",
        "network",
        "mednax",
        "provides",
        "service",
        "healthcare",
        "facility",
        "physician",
        "state",
        "two",
        "complementary",
        "business",
        "consisting",
        "management",
        "service",
        "company",
        "consulting",
        "service",
        "company",
        "additional",
        "information",
        "available",
        "certain",
        "statement",
        "information",
        "press",
        "release",
        "may",
        "deemed",
        "contain",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "statement",
        "may",
        "include",
        "limited",
        "statement",
        "relating",
        "mednax",
        "objective",
        "plan",
        "strategy",
        "statement",
        "statement",
        "historical",
        "fact",
        "address",
        "activity",
        "event",
        "development",
        "intend",
        "expect",
        "project",
        "believe",
        "anticipate",
        "may",
        "occur",
        "future",
        "statement",
        "often",
        "characterized",
        "terminology",
        "believe",
        "hope",
        "may",
        "anticipate",
        "intend",
        "plan",
        "expect",
        "estimate",
        "project",
        "positioned",
        "strategy",
        "similar",
        "expression",
        "based",
        "assumption",
        "assessment",
        "made",
        "mednax",
        "management",
        "light",
        "experience",
        "perception",
        "historical",
        "trend",
        "current",
        "condition",
        "expected",
        "future",
        "development",
        "factor",
        "believe",
        "appropriate",
        "statement",
        "press",
        "release",
        "made",
        "date",
        "hereof",
        "mednax",
        "undertakes",
        "duty",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "statement",
        "guarantee",
        "future",
        "performance",
        "subject",
        "risk",
        "uncertainty",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "development",
        "business",
        "decision",
        "differ",
        "materially",
        "statement",
        "described",
        "mednax",
        "recent",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "including",
        "section",
        "entitled",
        "risk",
        "factor",
        "well",
        "mednax",
        "current",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "mednax",
        "consolidated",
        "statement",
        "income",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "revenue",
        "operating",
        "expense",
        "practice",
        "salary",
        "benefit",
        "practice",
        "supply",
        "operating",
        "expense",
        "general",
        "administrative",
        "expense",
        "depreciation",
        "amortization",
        "total",
        "operating",
        "expense",
        "income",
        "operation",
        "investment",
        "income",
        "interest",
        "expense",
        "equity",
        "earnings",
        "unconsolidated",
        "affiliate",
        "total",
        "expense",
        "income",
        "income",
        "tax",
        "income",
        "tax",
        "provision",
        "net",
        "income",
        "net",
        "income",
        "per",
        "common",
        "common",
        "equivalent",
        "share",
        "diluted",
        "weighted",
        "average",
        "diluted",
        "share",
        "outstanding",
        "mednax",
        "reconciliation",
        "net",
        "income",
        "ebitda",
        "thousand",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "income",
        "interest",
        "expense",
        "income",
        "tax",
        "provision",
        "depreciation",
        "amortization",
        "ebitda",
        "mednax",
        "reconciliation",
        "diluted",
        "net",
        "income",
        "per",
        "share",
        "adjusted",
        "diluted",
        "net",
        "income",
        "per",
        "share",
        "adjusted",
        "eps",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "weighted",
        "average",
        "dilutive",
        "share",
        "outstanding",
        "net",
        "income",
        "diluted",
        "net",
        "income",
        "per",
        "share",
        "adjustment",
        "amortization",
        "net",
        "tax",
        "compensation",
        "net",
        "tax",
        "adjusted",
        "net",
        "income",
        "diluted",
        "eps",
        "mednax",
        "balance",
        "sheet",
        "highlight",
        "thousand",
        "unaudited",
        "march",
        "december",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "account",
        "receivable",
        "net",
        "current",
        "asset",
        "intangible",
        "asset",
        "net",
        "goodwill",
        "asset",
        "property",
        "equipment",
        "total",
        "asset",
        "liability",
        "shareholder",
        "equity",
        "account",
        "payable",
        "accrued",
        "expense",
        "total",
        "debt",
        "liability",
        "total",
        "liability",
        "total",
        "shareholder",
        "equity",
        "total",
        "liability",
        "shareholder",
        "equity",
        "view",
        "source",
        "version",
        "http",
        "mednax",
        "charles",
        "lynch",
        "x",
        "vice",
        "president",
        "strategy",
        "investor",
        "relation",
        "source",
        "mednax",
        "inc"
    ]
}