{
    "organizations": [],
    "uuid": "584731959e9a36c8e96ef48990b16bf69dd8b616",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/09/globe-newswire-proteon-therapeutics-announces-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Proteon Therapeutics Announces First Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WALTHAM, Mass., May 09, 2018 (GLOBE NEWSWIRE) -- Proteon Therapeutics, Inc. (Nasdaq:PRTO), a company developing novel, first-in-class therapeutics to address the medical needs of patients with kidney and vascular diseases, today announced its financial results for the quarter ended March 31, 2018, and recent business highlights.\n“I am pleased by our team’s many accomplishments in the first quarter of 2018, which keep Proteon on track for a potential BLA filing in 2019,” said Timothy Noyes, President and Chief Executive Officer of Proteon. “Most importantly, we completed enrollment in PATENCY-2, our ongoing Phase 3 trial of vonapanitase. We also completed our drug substance process validation runs at Lonza’s facility in Visp, Switzerland, and executed a long term contract extension with Lonza for the commercial supply of vonapanitase, an agreement that we believe reflects the strength of our relationship with Lonza and the robustness of our manufacturing process.”\nRecent Highlights for 2018\nEnrollment completed in PATENCY-2, the second Phase 3 clinical trial of investigational vonapanitase, in March 2018. PATENCY-2 is a multicenter, randomized, double-blind, placebo-controlled trial that treated 603 patients in the United States and Canada with chronic kidney disease (CKD) undergoing surgical creation of a radiocephalic arteriovenous fistula for hemodialysis. The study’s co-primary endpoints are fistula use for hemodialysis and secondary patency (i.e., time to fistula abandonment), each of which demonstrated improvements in PATENCY-1 using the same definitions as in PATENCY-2. The Company expects to report top-line data from PATENCY-2 in March 2019. If PATENCY-2 is successful in showing statistical significance (p≤0.05) on each of the co-primary endpoints, Proteon expects to file a Biologics License Application (BLA) with the U.S. Food and Drug Administration (FDA) in the second half of 2019 and a Marketing Authorization Application (MAA) with the European Medicines Agency (EMA) in 2020.\nSuccessful completion of the three drug substance validation runs . The Company manufactured three batches of vonapanitase’s active pharmaceutical ingredient (API) in the second half of 2017, each of which met the intended release specifications in the first quarter of 2018. The Company expects to include documentation of the manufacturing process and results from these validation runs in a potential BLA filing in the second half of 2019 if positive topline data from the PATENCY-2 trial is released earlier in 2019. The API manufacturing campaign was validated at commercial scale at Lonza Ltd.’s facility in Visp, Switzerland.\nImportant amendment to the supply agreement with Lonza was signed, securing a potential long term commercial supply of API for vonapanitase. Lonza has manufactured API for Proteon at its microbial manufacturing facility in Visp, Switzerland since 2009. The amendment extends the term of the supply agreement until 2029.\nEnrollment continues in a Phase 1 clinical trial of vonapanitase in patients with peripheral artery disease (PAD). The multicenter, randomized, double-blind, placebo-controlled Phase 1 dose escalation trial is expected to enroll 24 symptomatic PAD patients being treated with balloon angioplasty of an artery below the knee and to follow each patient for up to seven months. Immediately following successful angioplasty, vonapanitase or placebo is delivered to the arterial wall using the Mercator MedSystems Bullfrog® Micro-Infusion Catheter. The primary outcome measure of the trial is safety and the secondary outcome measure is technical feasibility of study drug delivery via the catheter.\nKey Milestones\nComplete enrollment of 24 patients in the PAD Phase 1 trial by the fourth quarter of 2018.\nRelease top-line data from PATENCY-2 in March 2019.\nUpcoming Events\nPresentation at the JMP Securities Life Science Conference June 20-21 in New York City, NY.\nPresentation by Keith Ozaki, M.D., at the Vascular Access Society of Americas (VASA) on May 12 th in New Orleans, Keith Ozaki M.D.\nFirst Quarter 2018 Financial Results\nCash, cash equivalents and available-for-sale investments totaled $36.8 million as of March 31, 2018, compared to $42.1 million as of December 31, 2017. The decrease was primarily driven by operational costs for the first three-month period of 2018.\nR&D expenses: Research and development expenses for the first quarter of 2018 were $4.1 million as compared to $4.2 million for the first quarter of 2017. The decrease in R&D expenses was due primarily to decreased personnel expenses in the first quarter of 2018 as compared to the first quarter of 2017.\nMG&A expenses: Marketing, general and administrative expenses for the first quarter of 2018 were $2.3 million as compared to $2.2 million for the first quarter of 2017. The increase in MG&A expenses was due primarily to higher overhead and personnel expenses in the first quarter of 2018 as compared to the first quarter of 2017.\nNet loss: Net loss for the first quarter of 2018 was $6.1 million as compared to $6.5 million for the first quarter of 2017. Net loss included stock-based compensation expense of $0.8 million for the first quarter of 2018 and $0.8 million for the first quarter of 2017.\nFinancial guidance: The Company expects that its cash, cash equivalents and available-for-sale investments will be sufficient to fund its operations into the fourth quarter of 2019, based on the Company’s current operating plan.\nAbout Vonapanitase\nVonapanitase is an investigational drug intended to improve hemodialysis vascular access outcomes. Vonapanitase is applied in a single administration and is currently being studied in a Phase 3 clinical trial in patients with chronic kidney disease (CKD) undergoing surgical creation of a radiocephalic arteriovenous fistula for hemodialysis. Vonapanitase has received Breakthrough Therapy, Fast Track and Orphan Drug designations from the FDA, and Orphan Medicinal Product designation from the European Commission, for hemodialysis vascular access indications. In addition, vonapanitase may have other surgical and endovascular applications in diseases or conditions in which vessel injury leads to blockages in blood vessels and reduced blood flow. Proteon is currently conducting a Phase 1 clinical trial of vonapanitase in patients with peripheral artery disease (PAD).\nAbout Proteon Therapeutics\nProteon Therapeutics is committed to improving the health of patients with kidney and vascular diseases through the development of novel, first-in-class therapeutics. Proteon's lead product candidate, vonapanitase, is an investigational drug intended to improve hemodialysis vascular access outcomes. Proteon is evaluating vonapanitase in patients with CKD undergoing surgical creation of a radiocephalic arteriovenous fistula. Proteon is also evaluating vonapanitase in a Phase 1 clinical trial in patients with PAD. For more information, please visit www.proteontx.com .\nCautionary Note Regarding Forward-Looking Statements\nThis press release contains statements that are, or may be deemed to be, \"forward-looking statements\" as defined in the Private Securities Litigation Reform Act of 1995. In some cases, these forward-looking statements can be identified by the use of forward-looking terminology, including the terms “estimates,” “anticipates,” \"expects,” “plans,” \"intends,” “may,” or “will,” in each case, their negatives or other variations thereon or comparable terminology, although not all forward-looking statements contain these words. These statements, including the number of patients to be enrolled in and the timing of enrollment in the Company’s ongoing Phase 1 clinical trial of vonapanitase in patients with peripheral artery disease (PAD), when the Company expects to release top-line data from the PATENCY-2 trial, whether and when the Company may submit a Biologics License Application (BLA) in the United States or Marketing Authorization Application (MAA) in Europe, the effect or benefit of vonapanitase in patients with chronic kidney disease (CKD), whether vonapanitase improves fistula use for hemodialysis or secondary patency, the potential surgical and endovascular applications for vonapanitase, including PAD, the sufficiency of the Company’s cash, cash-equivalents and available-for-sale investments to fund the Company’s operations into the fourth quarter of 2019, and those relating to future events or our future financial performance or condition, involve substantial known and unknown risks, uncertainties and other important factors that may cause our actual results, levels of activity, performance or achievements to differ materially from those expressed or implied by these forward-looking statements. These risks, uncertainties and other factors, including whether our cash resources will be sufficient to fund the Company’s operating expenses and capital expenditure requirements for the period anticipated; whether data from early nonclinical or clinical studies will be indicative of the data that will be obtained from future clinical trials; whether vonapanitase will advance through the clinical trial process on the anticipated timeline and warrant submission for regulatory approval; whether such a submission would receive approval from the U.S. Food and Drug Administration or equivalent foreign regulatory agencies on a timely basis or at all; and whether the Company can successfully commercialize and market its product candidates, are described more fully in our Annual Report on Form 10-K for the year ended December 31, 2017, as filed with the Securities and Exchange Commission (“SEC”) on March 14, 2018, and the Company’s subsequent Quarterly Reports on Form 10-Q and Current Reports on Form 8-K, as filed with the SEC, particularly in the sections titled “Risk Factors” and “Management's Discussion and Analysis of Financial Condition and Results of Operations.” In light of the significant uncertainties in the Company’s forward-looking statements, no person should place undue reliance on these statements or regard these statements as a representation or warranty by the Company or any other person that the Company will achieve its objectives and plans in any specified time frame, or at all. The forward-looking statements contained in this press release represent the Company’s estimates and assumptions only as of the date of this press release and, except as required by law, the Company undertakes no obligation to update or revise publicly any forward-looking statements, whether as a result of new information, future events or otherwise after the date of this press release.\nProteon Therapeutics, Inc. Consolidated Balance Sheet Data (In thousands)\nMarch 31, December 31, 2018 2017 Cash, cash equivalents and available-for-sale investments $ 36,818 $ 42,141 Prepaid expenses and other current assets 1,215 1,339 Property and equipment, net and other non-current assets 476 499 Total assets $ 38,509 $ 43,979 Accounts payable and accrued expenses $ 9,020 $ 9,240 Preferred Stock, common stock and additional paid-in-capital 225,315 224,494 Accumulated deficit and accumulated other comprehensive income (195,826 ) (189,755 ) Total liabilities and stockholders’ deficit $ 38,509 $ 43,979\nProteon Therapeutics, Inc. Condensed Consolidated Statements of Operations (in thousands, except share and per share data) Three Months Ended March 31, 2018 2017 Operating expenses: Research and development $ 4,071 $ 4,246 General and administrative 2,294 2,234 Total operating expenses 6,365 6,480 Loss from operations (6,365 ) (6,480 ) Other income (expense): Investment income 92 32 Other income (expense), net 192 (50 ) Total other (expense) income 284 (18 ) Net loss $ (6,081 ) $ (6,498 ) Net loss per share attributable to common stockholders - basic and diluted $ (0.34 ) $ (0.39 ) Weighted-average common shares outstanding used in net loss per share attributable to common stockholders - basic and diluted 17,674,729 16,636,201 Investor Contact\nGeorge Eldridge, Proteon Therapeutics, Senior Vice President and Chief Financial Officer\n781-890-0102\ngeldridge@proteontherapeutics.com\nMedia Contact\nAnn Stanesa, Ten Bridge Communications\n617-230-0347\nproteon@tenbridgecommunications.com\nSource:Proteon Therapeutics, Inc.",
    "published": "2018-05-09T16:10:00.000+03:00",
    "crawled": "2018-05-09T16:34:51.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "waltham",
        "may",
        "globe",
        "newswire",
        "proteon",
        "therapeutic",
        "nasdaq",
        "prto",
        "company",
        "developing",
        "novel",
        "therapeutic",
        "address",
        "medical",
        "need",
        "patient",
        "kidney",
        "vascular",
        "disease",
        "today",
        "announced",
        "financial",
        "result",
        "quarter",
        "ended",
        "march",
        "recent",
        "business",
        "highlight",
        "pleased",
        "team",
        "many",
        "accomplishment",
        "first",
        "quarter",
        "keep",
        "proteon",
        "track",
        "potential",
        "bla",
        "filing",
        "said",
        "timothy",
        "noyes",
        "president",
        "chief",
        "executive",
        "officer",
        "proteon",
        "importantly",
        "completed",
        "enrollment",
        "ongoing",
        "phase",
        "trial",
        "vonapanitase",
        "also",
        "completed",
        "drug",
        "substance",
        "process",
        "validation",
        "run",
        "lonza",
        "facility",
        "visp",
        "switzerland",
        "executed",
        "long",
        "term",
        "contract",
        "extension",
        "lonza",
        "commercial",
        "supply",
        "vonapanitase",
        "agreement",
        "believe",
        "reflects",
        "strength",
        "relationship",
        "lonza",
        "robustness",
        "manufacturing",
        "recent",
        "highlight",
        "enrollment",
        "completed",
        "second",
        "phase",
        "clinical",
        "trial",
        "investigational",
        "vonapanitase",
        "march",
        "multicenter",
        "randomized",
        "trial",
        "treated",
        "patient",
        "united",
        "state",
        "canada",
        "chronic",
        "kidney",
        "disease",
        "ckd",
        "undergoing",
        "surgical",
        "creation",
        "radiocephalic",
        "arteriovenous",
        "fistula",
        "hemodialysis",
        "study",
        "endpoint",
        "fistula",
        "use",
        "hemodialysis",
        "secondary",
        "patency",
        "time",
        "fistula",
        "abandonment",
        "demonstrated",
        "improvement",
        "using",
        "definition",
        "company",
        "expects",
        "report",
        "data",
        "march",
        "successful",
        "showing",
        "statistical",
        "significance",
        "endpoint",
        "proteon",
        "expects",
        "file",
        "biologics",
        "license",
        "application",
        "bla",
        "food",
        "drug",
        "administration",
        "fda",
        "second",
        "half",
        "marketing",
        "authorization",
        "application",
        "maa",
        "european",
        "medicine",
        "agency",
        "ema",
        "successful",
        "completion",
        "three",
        "drug",
        "substance",
        "validation",
        "run",
        "company",
        "manufactured",
        "three",
        "batch",
        "vonapanitase",
        "active",
        "pharmaceutical",
        "ingredient",
        "api",
        "second",
        "half",
        "met",
        "intended",
        "release",
        "specification",
        "first",
        "quarter",
        "company",
        "expects",
        "include",
        "documentation",
        "manufacturing",
        "process",
        "result",
        "validation",
        "run",
        "potential",
        "bla",
        "filing",
        "second",
        "half",
        "positive",
        "topline",
        "data",
        "trial",
        "released",
        "earlier",
        "api",
        "manufacturing",
        "campaign",
        "validated",
        "commercial",
        "scale",
        "lonza",
        "facility",
        "visp",
        "switzerland",
        "important",
        "amendment",
        "supply",
        "agreement",
        "lonza",
        "signed",
        "securing",
        "potential",
        "long",
        "term",
        "commercial",
        "supply",
        "api",
        "vonapanitase",
        "lonza",
        "manufactured",
        "api",
        "proteon",
        "microbial",
        "manufacturing",
        "facility",
        "visp",
        "switzerland",
        "since",
        "amendment",
        "extends",
        "term",
        "supply",
        "agreement",
        "enrollment",
        "continues",
        "phase",
        "clinical",
        "trial",
        "vonapanitase",
        "patient",
        "peripheral",
        "artery",
        "disease",
        "pad",
        "multicenter",
        "randomized",
        "phase",
        "dose",
        "escalation",
        "trial",
        "expected",
        "enroll",
        "symptomatic",
        "pad",
        "patient",
        "treated",
        "balloon",
        "angioplasty",
        "artery",
        "knee",
        "follow",
        "patient",
        "seven",
        "month",
        "immediately",
        "following",
        "successful",
        "angioplasty",
        "vonapanitase",
        "placebo",
        "delivered",
        "arterial",
        "wall",
        "using",
        "mercator",
        "medsystems",
        "catheter",
        "primary",
        "outcome",
        "measure",
        "trial",
        "safety",
        "secondary",
        "outcome",
        "measure",
        "technical",
        "feasibility",
        "study",
        "drug",
        "delivery",
        "via",
        "catheter",
        "key",
        "milestone",
        "complete",
        "enrollment",
        "patient",
        "pad",
        "phase",
        "trial",
        "fourth",
        "quarter",
        "release",
        "data",
        "march",
        "upcoming",
        "event",
        "presentation",
        "jmp",
        "security",
        "life",
        "science",
        "conference",
        "june",
        "new",
        "york",
        "city",
        "ny",
        "presentation",
        "keith",
        "ozaki",
        "vascular",
        "access",
        "society",
        "america",
        "vas",
        "may",
        "th",
        "new",
        "orleans",
        "keith",
        "ozaki",
        "first",
        "quarter",
        "financial",
        "result",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "totaled",
        "million",
        "march",
        "compared",
        "million",
        "december",
        "decrease",
        "primarily",
        "driven",
        "operational",
        "cost",
        "first",
        "period",
        "r",
        "expense",
        "research",
        "development",
        "expense",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "decrease",
        "r",
        "expense",
        "due",
        "primarily",
        "decreased",
        "personnel",
        "expense",
        "first",
        "quarter",
        "compared",
        "first",
        "quarter",
        "mg",
        "expense",
        "marketing",
        "general",
        "administrative",
        "expense",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "increase",
        "mg",
        "expense",
        "due",
        "primarily",
        "higher",
        "overhead",
        "personnel",
        "expense",
        "first",
        "quarter",
        "compared",
        "first",
        "quarter",
        "net",
        "loss",
        "net",
        "loss",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "net",
        "loss",
        "included",
        "compensation",
        "expense",
        "million",
        "first",
        "quarter",
        "million",
        "first",
        "quarter",
        "financial",
        "guidance",
        "company",
        "expects",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "sufficient",
        "fund",
        "operation",
        "fourth",
        "quarter",
        "based",
        "company",
        "current",
        "operating",
        "plan",
        "vonapanitase",
        "vonapanitase",
        "investigational",
        "drug",
        "intended",
        "improve",
        "hemodialysis",
        "vascular",
        "access",
        "outcome",
        "vonapanitase",
        "applied",
        "single",
        "administration",
        "currently",
        "studied",
        "phase",
        "clinical",
        "trial",
        "patient",
        "chronic",
        "kidney",
        "disease",
        "ckd",
        "undergoing",
        "surgical",
        "creation",
        "radiocephalic",
        "arteriovenous",
        "fistula",
        "hemodialysis",
        "vonapanitase",
        "received",
        "breakthrough",
        "therapy",
        "fast",
        "track",
        "orphan",
        "drug",
        "designation",
        "fda",
        "orphan",
        "medicinal",
        "product",
        "designation",
        "european",
        "commission",
        "hemodialysis",
        "vascular",
        "access",
        "indication",
        "addition",
        "vonapanitase",
        "may",
        "surgical",
        "endovascular",
        "application",
        "disease",
        "condition",
        "vessel",
        "injury",
        "lead",
        "blockage",
        "blood",
        "vessel",
        "reduced",
        "blood",
        "flow",
        "proteon",
        "currently",
        "conducting",
        "phase",
        "clinical",
        "trial",
        "vonapanitase",
        "patient",
        "peripheral",
        "artery",
        "disease",
        "pad",
        "proteon",
        "therapeutic",
        "proteon",
        "therapeutic",
        "committed",
        "improving",
        "health",
        "patient",
        "kidney",
        "vascular",
        "disease",
        "development",
        "novel",
        "therapeutic",
        "proteon",
        "lead",
        "product",
        "candidate",
        "vonapanitase",
        "investigational",
        "drug",
        "intended",
        "improve",
        "hemodialysis",
        "vascular",
        "access",
        "outcome",
        "proteon",
        "evaluating",
        "vonapanitase",
        "patient",
        "ckd",
        "undergoing",
        "surgical",
        "creation",
        "radiocephalic",
        "arteriovenous",
        "fistula",
        "proteon",
        "also",
        "evaluating",
        "vonapanitase",
        "phase",
        "clinical",
        "trial",
        "patient",
        "pad",
        "information",
        "please",
        "visit",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "may",
        "deemed",
        "statement",
        "defined",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "case",
        "statement",
        "identified",
        "use",
        "terminology",
        "including",
        "term",
        "estimate",
        "anticipates",
        "expects",
        "plan",
        "intends",
        "may",
        "case",
        "negative",
        "variation",
        "thereon",
        "comparable",
        "terminology",
        "although",
        "statement",
        "contain",
        "word",
        "statement",
        "including",
        "number",
        "patient",
        "enrolled",
        "timing",
        "enrollment",
        "company",
        "ongoing",
        "phase",
        "clinical",
        "trial",
        "vonapanitase",
        "patient",
        "peripheral",
        "artery",
        "disease",
        "pad",
        "company",
        "expects",
        "release",
        "data",
        "trial",
        "whether",
        "company",
        "may",
        "submit",
        "biologics",
        "license",
        "application",
        "bla",
        "united",
        "state",
        "marketing",
        "authorization",
        "application",
        "maa",
        "europe",
        "effect",
        "benefit",
        "vonapanitase",
        "patient",
        "chronic",
        "kidney",
        "disease",
        "ckd",
        "whether",
        "vonapanitase",
        "improves",
        "fistula",
        "use",
        "hemodialysis",
        "secondary",
        "patency",
        "potential",
        "surgical",
        "endovascular",
        "application",
        "vonapanitase",
        "including",
        "pad",
        "sufficiency",
        "company",
        "cash",
        "investment",
        "fund",
        "company",
        "operation",
        "fourth",
        "quarter",
        "relating",
        "future",
        "event",
        "future",
        "financial",
        "performance",
        "condition",
        "involve",
        "substantial",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "important",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "level",
        "activity",
        "performance",
        "achievement",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "risk",
        "uncertainty",
        "factor",
        "including",
        "whether",
        "cash",
        "resource",
        "sufficient",
        "fund",
        "company",
        "operating",
        "expense",
        "capital",
        "expenditure",
        "requirement",
        "period",
        "anticipated",
        "whether",
        "data",
        "early",
        "nonclinical",
        "clinical",
        "study",
        "indicative",
        "data",
        "obtained",
        "future",
        "clinical",
        "trial",
        "whether",
        "vonapanitase",
        "advance",
        "clinical",
        "trial",
        "process",
        "anticipated",
        "timeline",
        "warrant",
        "submission",
        "regulatory",
        "approval",
        "whether",
        "submission",
        "would",
        "receive",
        "approval",
        "food",
        "drug",
        "administration",
        "equivalent",
        "foreign",
        "regulatory",
        "agency",
        "timely",
        "basis",
        "whether",
        "company",
        "successfully",
        "commercialize",
        "market",
        "product",
        "candidate",
        "described",
        "fully",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "march",
        "company",
        "subsequent",
        "quarterly",
        "report",
        "form",
        "current",
        "report",
        "form",
        "filed",
        "sec",
        "particularly",
        "section",
        "titled",
        "risk",
        "factor",
        "management",
        "discussion",
        "analysis",
        "financial",
        "condition",
        "result",
        "light",
        "significant",
        "uncertainty",
        "company",
        "statement",
        "person",
        "place",
        "undue",
        "reliance",
        "statement",
        "regard",
        "statement",
        "representation",
        "warranty",
        "company",
        "person",
        "company",
        "achieve",
        "objective",
        "plan",
        "specified",
        "time",
        "frame",
        "statement",
        "contained",
        "press",
        "release",
        "represent",
        "company",
        "estimate",
        "assumption",
        "date",
        "press",
        "release",
        "except",
        "required",
        "law",
        "company",
        "undertakes",
        "obligation",
        "update",
        "revise",
        "publicly",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "date",
        "press",
        "release",
        "proteon",
        "therapeutic",
        "consolidated",
        "balance",
        "sheet",
        "data",
        "thousand",
        "march",
        "december",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "prepaid",
        "expense",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "asset",
        "total",
        "asset",
        "account",
        "payable",
        "accrued",
        "expense",
        "preferred",
        "stock",
        "common",
        "stock",
        "additional",
        "accumulated",
        "deficit",
        "accumulated",
        "comprehensive",
        "income",
        "total",
        "liability",
        "stockholder",
        "deficit",
        "proteon",
        "therapeutic",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "investment",
        "income",
        "income",
        "expense",
        "net",
        "total",
        "expense",
        "income",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "attributable",
        "common",
        "stockholder",
        "basic",
        "diluted",
        "common",
        "share",
        "outstanding",
        "used",
        "net",
        "loss",
        "per",
        "share",
        "attributable",
        "common",
        "stockholder",
        "basic",
        "diluted",
        "investor",
        "contact",
        "george",
        "eldridge",
        "proteon",
        "therapeutic",
        "senior",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "geldridge",
        "medium",
        "contact",
        "ann",
        "stanesa",
        "ten",
        "bridge",
        "communication",
        "proteon",
        "source",
        "proteon",
        "therapeutic",
        "inc"
    ]
}