{
    "organizations": [],
    "uuid": "7215b99d402350196a6e9b9ce710413671e6e914",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/pr-newswire-ricebran-technologies-reports-q1-2018-financial-results-and-provides-business-updates.html",
    "ord_in_thread": 0,
    "title": "RiceBran Technologies Reports Q1 2018 Financial and Provides Business Updates",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SACRAMENTO, California, May 8, 2018 /PRNewswire/ -- RiceBran Technologies (NASDAQ: RIBT and RIBTW) (the \"Company\" or \"RBT\"), a global leader in the production and marketing of value added products derived from rice bran, announced today the Company's financial results for the first quarter\nBusiness Highlights:\nRevenue in the first quarter totaled $3.55 million, in line with our previous guidance. Net loss of $(1.9) million and adjusted EBITDA of $(1.4) million was also similar to our internal modeling as the Company accelerated efforts to grow sales and achieve SQF certification throughout our system footprint. We received $1.76 million of proceeds from warrant exercises during the quarter, which helped to significantly offset cash burn from operations and slightly increase shareholders' equity. Subsequent to the end of the quarter we received proceeds from additional warrant exercises that further improved working capital. The Company has seen revenue accelerate to favorable levels thus far in the second quarter, but it should be noted that the Delta region is experiencing low milling volumes due to last year's small crop that may limit our growth trajectory in the quarter and is expected to have a negative impact on second quarter EBITDA due to higher transportation and logistics costs associated with a greater mix of our production being sourced in California instead of the Delta region. We are excited by the anticipated growth in our sales pipeline and are working to add additional production capacity to our system to meet expected growth this year and next. The Company is maintaining revenue guidance of $16 million for the full-year of 2018, and the aforementioned warrant exercises give us confidence that our balance sheet is adequately positioned to pursue our plans in 2018 and beyond.\n\"The first quarter essentially met our expectations for both revenue and adjusted EBITDA loss,\" said Dr. Robert Smith, CEO and President. \"We are gaining confidence that our growth plans will result in accelerating revenue growth as 2018 unfolds, especially in the third and fourth quarters.\"\nHighlights for the 2018 first quarter include:\nRevenue of $3.55 million declined 1.7% from $3.62 million. The Company experienced 4% positive sales growth from our Animal Nutrition products during the quarter; while sales from our Food products declined 6%, mainly due to a decrease in sales to one major customer. Gross profit of $954,000 was down from $1.19 million, primarily a result of higher bran prices, a mix shift to Animal Nutrition from Food, and lower absorption at our Dillon, MT facility due to a planned major Cap Ex project that will continue to limit production through September and the lower sales from one of our major customers. SG&A increased 26%, mainly due to growth in selling expenses, including the addition of sales representatives and personnel needed to meet SQF certification needs, as well as costs related to legal expenses and bonus accruals. Our financial condition remained relatively unchanged during the quarter: We ended the quarter with cash and cash equivalents of $5.1 million compared to $6.2 million and shareholders' equity increased to $14.9 million from $14.7 million on March 31, 2018 and December 31, 2017, respectively. We received $1.76 million of proceeds from warrant exercises during the quarter and Cap Ex totaled $745,000. Subsequent to the end of the quarter we have realized substantial additional proceeds from warrant exercises. \"We have experienced meaningful sales growth thus far in the second quarter and we are optimistic that our growth plans are poised to drive substantial growth in 2018 and beyond,\" said Brent Rystrom, Chief Operating Officer and Chief Financial Officer. \"While growth in the quarter may be impeded by production issues from our Delta region causing our transportation and logistics costs to increase, our sales pipeline continues to grow and our system wide upgrades for certification are moving forward in earnest.\"\n\"Early expectations for the 2018 rice crop are encouraging and suggest a larger crop and with that likely lower bran prices on and after harvest; this would help RBT drive accelerating growth and better margins, especially in the second half of 2018,\" Rystrom continued. \"We are also actively working to increase our bran supply through existing and new mill relationships to mitigate future issues associated with mill production and look forward to updating our progress in these efforts.\"\nGuidance Updates:\nFirst quarter revenue was consistent with our previous guidance. Second quarter revenue to-date has grown, but we note the next few months may be negatively impacted by lower supplies coming from the Delta. The new rice crop should be harvested in July-August of 2018. The USDA sees rice acre plantings up 9% in 2018, and the planting and growing conditions so far this season have been favorable in both the Delta and California. We are reiterating our annual revenue target of $16.0 million. While adjusted EBITDA was similar to internal modeling in the first quarter, the milling issues in Delta region will likely result in adjusted EBITDA falling below the first quarter results. While we expect a marked sequential improvement in revenue and adjusted EBITDA in both the third and fourth quarters, we now expect full year adjusted EBITDA in the $(3.5) million to $(4.0) million range. We continue to believe our balance sheet is sufficient to support our growth plan for 2018 and beyond.\nConference Call Information\nRiceBran Technologies will host a conference call today, Tuesday, May 8, at 4:30 p.m. Eastern Time to discuss these results. The conference call information is as follows:\nDirect Dial-in number for US/Canada: (412) 317-6026 Toll Free Dial-in number for US/Canada: (877) 300-8521 Dial-In number for international callers: (412) 317-6026 Participants will ask for the RiceBran Technologies Q1 2018 Financial Results Call\nThis call is being webcast by ViaVid and can be accessed at http://public.viavid.com/index.php?id=129647 .\nThe call will also be available for replay by accessing http://public.viavid.com/index.php?id=129647 .\nAbout RiceBran Technologies\nRiceBran Technologies is a food, animal nutrition, and specialty ingredient company focused on the procurement, bio-refining and marketing of numerous products derived from rice bran. RiceBran Technologies has proprietary and patented intellectual property that allows us to convert rice bran, one of the world's most underutilized food sources, into a number of highly nutritious food, animal nutrition and specialty ingredient products. Our global target markets are food and animal nutrition manufacturers and retailers, as well as specialty food, functional food and nutritional supplement manufacturers and retailers. More information can be found in the Company's filings with the SEC and by visiting our website at http://www.ricebrantech.com .\nForward-Looking Statements\nThis release contains forward-looking statements, including, but not limited to, statements about RiceBran Technologies' expectations regarding the sufficiency of its cash position to pursue its plans in 2018, the rice milling volumes in the Delta region and the impact of these volumes on its financial performance, and its business plans, future growth, revenue and adjusted EBITDA. These statements are made based upon current expectations that are subject to known and unknown risks and uncertainties. RiceBran Technologies does not undertake to update forward-looking statements in this news release to reflect actual results, changes in assumptions or changes in other factors affecting such forward-looking information. Assumptions and other information that could cause results to differ from those set forth in the forward-looking information can be found in RiceBran Technologies' filings with the Securities and Exchange Commission, including its most recent periodic reports.\nInvestor Contact:\nAscendant Partners, LLC\nRichard Galterio\n(732) 410-9810\nrich@ascendantpartnersllc.com\nRiceBran Technologies\nCondensed Consolidated Statements of Operations\nThree Months Ended March 31, 2018 and 2017\n(Unaudited) (in thousands, except share and per share amounts)\nThree Months Ended\n2018\n2017\nRevenues, net\n$ 3,552\n$ 3,615\nCost of goods sold\n2,598\n2,428\nGross profit\n954\n1,187\nSelling, general and administrative expenses\n2,853\n2,266\nLoss from continuing operations before other income (expense)\n(1,899)\n(1,079)\nOther (expense) income:\nInterest expense\n(1)\n(1,055)\nChange in fair value of derivative warrant liabilities\n-\n1,099\nLoss on extinguishment of debt\n-\n(1,680)\nOther income\n-\n5\nOther expense\n(13)\n(100)\nTotal other (expense)\n(14)\n(1,731)\nLoss from continuing operations before income taxes\n(1,913)\n(2,810)\nIncome tax benefit\n-\n397\nLoss from continuing operations\n(1,913)\n(2,413)\nLoss from discontinued operations, net of tax\n-\n(188)\nNet loss\n(1,913)\n(2,601)\nLess - Net loss attributable to noncontrolling interest\nin discontinued operations\n-\n(319)\nNet loss attributable to RiceBran Technologies shareholders\n(1,913)\n(2,282)\nLess - Dividends on preferred stock, beneficial conversion feature\n-\n778\nNet loss attributable to RiceBran Technologies common shareholders\n$ (1,913)\n$ (3,060)\nBasic earnings (loss) per common share:\nContinuing operations\n$ (0.11)\n$ (0.33)\nDiscontinued operations\n-\n0.01\nBasic loss per common share - RiceBran Technologies\n$ (0.11)\n$ (0.32)\nDiluted earnings (loss) per common share:\nContinuing operations\n$ (0.11)\n$ (0.33)\nDiscontinued operations\n-\n0.01\nDiluted loss per common share - RiceBran Technologies\n$ (0.11)\n$ (0.32)\nWeighted average number of shares outstanding:\nBasic\n17,083,442\n9,657,543\nDiluted\n17,083,442\n9,657,543\nRiceBran Technologies\nCondensed Consolidated Balance Sheets\nMarch 31, 2018 (Unaudited) and December 31, 2017\n(in thousands, except share amounts)\nMarch 31\nDecember 31\n2018\n2017\nASSETS\nCurrent assets:\nCash and cash equivalents\n$ 5,130\n$ 6,203\nRestricted cash\n775\n775\nAccounts receivable\n1,552\n1,273\nInventories - Finished goods\n677\n564\nInventories - Packaging\n88\n114\nDeposits and other current assets\n439\n519\nTotal current assets\n8,661\n9,448\nProperty and equipment, net\n7,985\n7,850\nOther long-term assets, net\n48\n63\nTotal assets\n$ 16,694\n$ 17,361\nLIABILITIES AND EQUITY\nCurrent liabilities:\nAccounts payable\n$ 497\n$ 765\nAccrued salary, wages and benefits\n441\n773\nAccrued expenses\n510\n741\nUnearned revenue\n78\n75\nEscrow liability\n258\n258\nCurrent maturities of long-term debt\n4\n4\nTotal current liabilities\n1,788\n2,616\nLong-term debt, less current portion\n11\n12\nTotal liabilities\n1,799\n2,628\nCommitments and contingencies\nShareholders' Equity:\nEquity attributable to RiceBran Technologies shareholders:\nPreferred stock, 20,000,000 shares authorized:\nSeries G, convertible, 3,000 shares authorized, 630 shares issued and outstanding\n313\n313\nCommon stock, no par value, 50,000,000 shares authorized,\n19,953,107 and 18,046,731 shares issued and outstanding\n281,623\n279,548\nAccumulated deficit\n(267,041)\n(265,128)\nTotal shareholders' equity attributable to RiceBran Technologies shareholders\n14,895\n14,733\nTotal liabilities and shareholders' equity\n$ 16,694\n$ 17,361\nUSE OF NON-GAAP FINANCIAL INFORMATION\nWe utilize \"Adjusted EBITDA\" as a supplemental measure in our ongoing analysis of short term and long term cash requirement and liquidity needs. Adjusted EBITDA does not represent cash flows from operations as defined by generally accepted accounting principles (\"GAAP\"), is not a measure derived in accordance with GAAP and should not be considered as an alternative to net income (the most comparable GAAP financial measure to EBITDA). Management uses Adjusted EBITDA as an indicator of our current financial performance. By eliminating the impact of all material non-cash charges as well as items that do not regularly occur, we believe that Adjusted EBITDA provides a more accurate and informative indicator of our cash requirements.\nThe table below contains a reconciliation of net income (GAAP) and Adjusted EBITDA (Non-GAAP) for the three months ended March 31, 2018 and 2017. We do not provide a reconciliation of forward-looking net income (GAAP) to Adjusted EBITDA (non-GAAP). Due to the nature of certain reconciling items, it is not possible to predict with any reliability what future outcomes may be with regard to the expense or income that may ultimately be recognized in future periods. Any forward-looking Adjusted EBITDA information that we may provide from time to time consistently excludes the same items from projected net income that are excluded from actual net income in the table below.\nRiceBran Technologies\nAdjusted EBITDA Reconciliation\nFor the three months ended March 31 (in thousands)\n2018\n2017\nNet income (loss)\n$ (1,913)\n$ (2,810)\nInterest expense\n1\n1,055\nDepreciation & amortization\n199\n233\nUnadjusted EBITDA\n$ (1,713)\n$ (1,522)\nAdd Back Other Items:\nChange in fair value of derivative liabilities\n-\n(1,099)\nLoss on extinguishment of debt\n-\n1,680\nOther income/expense\n13\n95\nShare-based compensation\n260\n293\nCorporate relocation associated expenses\n-\n45\nAdjusted EBITDA\n$ (1,440)\n$ (508)\nInvestor Contact:\nAscendant Partners, LLC\nRichard Galterio\n(732) 410-9810\nrich@ascendantpartnersllc.com\nView original content: http://www.prnewswire.com/news-releases/ricebran-technologies-reports-q1-2018-financial-results-and-provides-business-updates-300644775.html\nSOURCE RiceBran Technologies",
    "published": "2018-05-09T00:00:00.000+03:00",
    "crawled": "2018-05-09T00:57:08.028+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "sacramento",
        "california",
        "may",
        "ricebran",
        "technology",
        "nasdaq",
        "ribt",
        "ribtw",
        "company",
        "rbt",
        "global",
        "leader",
        "production",
        "marketing",
        "value",
        "added",
        "product",
        "derived",
        "rice",
        "bran",
        "announced",
        "today",
        "company",
        "financial",
        "result",
        "first",
        "quarter",
        "business",
        "highlight",
        "revenue",
        "first",
        "quarter",
        "totaled",
        "million",
        "line",
        "previous",
        "guidance",
        "net",
        "loss",
        "million",
        "adjusted",
        "ebitda",
        "million",
        "also",
        "similar",
        "internal",
        "modeling",
        "company",
        "accelerated",
        "effort",
        "grow",
        "sale",
        "achieve",
        "sqf",
        "certification",
        "throughout",
        "system",
        "footprint",
        "received",
        "million",
        "proceeds",
        "warrant",
        "exercise",
        "quarter",
        "helped",
        "significantly",
        "offset",
        "cash",
        "burn",
        "operation",
        "slightly",
        "increase",
        "shareholder",
        "equity",
        "subsequent",
        "end",
        "quarter",
        "received",
        "proceeds",
        "additional",
        "warrant",
        "exercise",
        "improved",
        "working",
        "capital",
        "company",
        "seen",
        "revenue",
        "accelerate",
        "favorable",
        "level",
        "thus",
        "far",
        "second",
        "quarter",
        "noted",
        "delta",
        "region",
        "experiencing",
        "low",
        "milling",
        "volume",
        "due",
        "last",
        "year",
        "small",
        "crop",
        "may",
        "limit",
        "growth",
        "trajectory",
        "quarter",
        "expected",
        "negative",
        "impact",
        "second",
        "quarter",
        "ebitda",
        "due",
        "higher",
        "transportation",
        "logistics",
        "cost",
        "associated",
        "greater",
        "mix",
        "production",
        "sourced",
        "california",
        "instead",
        "delta",
        "region",
        "excited",
        "anticipated",
        "growth",
        "sale",
        "pipeline",
        "working",
        "add",
        "additional",
        "production",
        "capacity",
        "system",
        "meet",
        "expected",
        "growth",
        "year",
        "next",
        "company",
        "maintaining",
        "revenue",
        "guidance",
        "million",
        "aforementioned",
        "warrant",
        "exercise",
        "give",
        "u",
        "confidence",
        "balance",
        "sheet",
        "adequately",
        "positioned",
        "pursue",
        "plan",
        "beyond",
        "first",
        "quarter",
        "essentially",
        "met",
        "expectation",
        "revenue",
        "adjusted",
        "ebitda",
        "loss",
        "said",
        "robert",
        "smith",
        "ceo",
        "president",
        "gaining",
        "confidence",
        "growth",
        "plan",
        "result",
        "accelerating",
        "revenue",
        "growth",
        "unfolds",
        "especially",
        "third",
        "fourth",
        "quarter",
        "highlight",
        "first",
        "quarter",
        "include",
        "revenue",
        "million",
        "declined",
        "million",
        "company",
        "experienced",
        "positive",
        "sale",
        "growth",
        "animal",
        "nutrition",
        "product",
        "quarter",
        "sale",
        "food",
        "product",
        "declined",
        "mainly",
        "due",
        "decrease",
        "sale",
        "one",
        "major",
        "customer",
        "gross",
        "profit",
        "million",
        "primarily",
        "result",
        "higher",
        "bran",
        "price",
        "mix",
        "shift",
        "animal",
        "nutrition",
        "food",
        "lower",
        "absorption",
        "dillon",
        "mt",
        "facility",
        "due",
        "planned",
        "major",
        "cap",
        "ex",
        "project",
        "continue",
        "limit",
        "production",
        "september",
        "lower",
        "sale",
        "one",
        "major",
        "customer",
        "sg",
        "increased",
        "mainly",
        "due",
        "growth",
        "selling",
        "expense",
        "including",
        "addition",
        "sale",
        "representative",
        "personnel",
        "needed",
        "meet",
        "sqf",
        "certification",
        "need",
        "well",
        "cost",
        "related",
        "legal",
        "expense",
        "bonus",
        "accrual",
        "financial",
        "condition",
        "remained",
        "relatively",
        "unchanged",
        "quarter",
        "ended",
        "quarter",
        "cash",
        "cash",
        "equivalent",
        "million",
        "compared",
        "million",
        "shareholder",
        "equity",
        "increased",
        "million",
        "million",
        "march",
        "december",
        "respectively",
        "received",
        "million",
        "proceeds",
        "warrant",
        "exercise",
        "quarter",
        "cap",
        "ex",
        "totaled",
        "subsequent",
        "end",
        "quarter",
        "realized",
        "substantial",
        "additional",
        "proceeds",
        "warrant",
        "exercise",
        "experienced",
        "meaningful",
        "sale",
        "growth",
        "thus",
        "far",
        "second",
        "quarter",
        "optimistic",
        "growth",
        "plan",
        "poised",
        "drive",
        "substantial",
        "growth",
        "beyond",
        "said",
        "brent",
        "rystrom",
        "chief",
        "operating",
        "officer",
        "chief",
        "financial",
        "officer",
        "growth",
        "quarter",
        "may",
        "impeded",
        "production",
        "issue",
        "delta",
        "region",
        "causing",
        "transportation",
        "logistics",
        "cost",
        "increase",
        "sale",
        "pipeline",
        "continues",
        "grow",
        "system",
        "wide",
        "upgrade",
        "certification",
        "moving",
        "forward",
        "earnest",
        "early",
        "expectation",
        "rice",
        "crop",
        "encouraging",
        "suggest",
        "larger",
        "crop",
        "likely",
        "lower",
        "bran",
        "price",
        "harvest",
        "would",
        "help",
        "rbt",
        "drive",
        "accelerating",
        "growth",
        "better",
        "margin",
        "especially",
        "second",
        "half",
        "rystrom",
        "continued",
        "also",
        "actively",
        "working",
        "increase",
        "bran",
        "supply",
        "existing",
        "new",
        "mill",
        "relationship",
        "mitigate",
        "future",
        "issue",
        "associated",
        "mill",
        "production",
        "look",
        "forward",
        "updating",
        "progress",
        "effort",
        "guidance",
        "update",
        "first",
        "quarter",
        "revenue",
        "consistent",
        "previous",
        "guidance",
        "second",
        "quarter",
        "revenue",
        "grown",
        "note",
        "next",
        "month",
        "may",
        "negatively",
        "impacted",
        "lower",
        "supply",
        "coming",
        "delta",
        "new",
        "rice",
        "crop",
        "harvested",
        "usda",
        "see",
        "rice",
        "acre",
        "planting",
        "planting",
        "growing",
        "condition",
        "far",
        "season",
        "favorable",
        "delta",
        "california",
        "reiterating",
        "annual",
        "revenue",
        "target",
        "million",
        "adjusted",
        "ebitda",
        "similar",
        "internal",
        "modeling",
        "first",
        "quarter",
        "milling",
        "issue",
        "delta",
        "region",
        "likely",
        "result",
        "adjusted",
        "ebitda",
        "falling",
        "first",
        "quarter",
        "result",
        "expect",
        "marked",
        "sequential",
        "improvement",
        "revenue",
        "adjusted",
        "ebitda",
        "third",
        "fourth",
        "quarter",
        "expect",
        "full",
        "year",
        "adjusted",
        "ebitda",
        "million",
        "million",
        "range",
        "continue",
        "believe",
        "balance",
        "sheet",
        "sufficient",
        "support",
        "growth",
        "plan",
        "beyond",
        "conference",
        "call",
        "information",
        "ricebran",
        "technology",
        "host",
        "conference",
        "call",
        "today",
        "tuesday",
        "may",
        "eastern",
        "time",
        "discus",
        "result",
        "conference",
        "call",
        "information",
        "follows",
        "direct",
        "number",
        "toll",
        "free",
        "number",
        "number",
        "international",
        "caller",
        "participant",
        "ask",
        "ricebran",
        "technology",
        "q1",
        "financial",
        "result",
        "call",
        "call",
        "webcast",
        "viavid",
        "accessed",
        "http",
        "call",
        "also",
        "available",
        "replay",
        "accessing",
        "http",
        "ricebran",
        "technology",
        "ricebran",
        "technology",
        "food",
        "animal",
        "nutrition",
        "specialty",
        "ingredient",
        "company",
        "focused",
        "procurement",
        "marketing",
        "numerous",
        "product",
        "derived",
        "rice",
        "bran",
        "ricebran",
        "technology",
        "proprietary",
        "patented",
        "intellectual",
        "property",
        "allows",
        "u",
        "convert",
        "rice",
        "bran",
        "one",
        "world",
        "underutilized",
        "food",
        "source",
        "number",
        "highly",
        "nutritious",
        "food",
        "animal",
        "nutrition",
        "specialty",
        "ingredient",
        "product",
        "global",
        "target",
        "market",
        "food",
        "animal",
        "nutrition",
        "manufacturer",
        "retailer",
        "well",
        "specialty",
        "food",
        "functional",
        "food",
        "nutritional",
        "supplement",
        "manufacturer",
        "retailer",
        "information",
        "found",
        "company",
        "filing",
        "sec",
        "visiting",
        "website",
        "http",
        "statement",
        "release",
        "contains",
        "statement",
        "including",
        "limited",
        "statement",
        "ricebran",
        "technology",
        "expectation",
        "regarding",
        "sufficiency",
        "cash",
        "position",
        "pursue",
        "plan",
        "rice",
        "milling",
        "volume",
        "delta",
        "region",
        "impact",
        "volume",
        "financial",
        "performance",
        "business",
        "plan",
        "future",
        "growth",
        "revenue",
        "adjusted",
        "ebitda",
        "statement",
        "made",
        "based",
        "upon",
        "current",
        "expectation",
        "subject",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "ricebran",
        "technology",
        "undertake",
        "update",
        "statement",
        "news",
        "release",
        "reflect",
        "actual",
        "result",
        "change",
        "assumption",
        "change",
        "factor",
        "affecting",
        "information",
        "assumption",
        "information",
        "could",
        "cause",
        "result",
        "differ",
        "set",
        "forth",
        "information",
        "found",
        "ricebran",
        "technology",
        "filing",
        "security",
        "exchange",
        "commission",
        "including",
        "recent",
        "periodic",
        "report",
        "investor",
        "contact",
        "ascendant",
        "partner",
        "llc",
        "richard",
        "galterio",
        "rich",
        "ricebran",
        "technology",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "three",
        "month",
        "ended",
        "march",
        "unaudited",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "revenue",
        "net",
        "cost",
        "good",
        "sold",
        "gross",
        "profit",
        "selling",
        "general",
        "administrative",
        "expense",
        "loss",
        "continuing",
        "operation",
        "income",
        "expense",
        "expense",
        "income",
        "interest",
        "expense",
        "change",
        "fair",
        "value",
        "derivative",
        "warrant",
        "liability",
        "loss",
        "extinguishment",
        "debt",
        "income",
        "expense",
        "total",
        "expense",
        "loss",
        "continuing",
        "operation",
        "income",
        "tax",
        "income",
        "tax",
        "benefit",
        "loss",
        "continuing",
        "operation",
        "loss",
        "discontinued",
        "operation",
        "net",
        "tax",
        "net",
        "loss",
        "less",
        "net",
        "loss",
        "attributable",
        "noncontrolling",
        "interest",
        "discontinued",
        "operation",
        "net",
        "loss",
        "attributable",
        "ricebran",
        "technology",
        "shareholder",
        "less",
        "dividend",
        "preferred",
        "stock",
        "beneficial",
        "conversion",
        "feature",
        "net",
        "loss",
        "attributable",
        "ricebran",
        "technology",
        "common",
        "shareholder",
        "basic",
        "earnings",
        "loss",
        "per",
        "common",
        "share",
        "continuing",
        "operation",
        "discontinued",
        "operation",
        "basic",
        "loss",
        "per",
        "common",
        "share",
        "ricebran",
        "technology",
        "diluted",
        "earnings",
        "loss",
        "per",
        "common",
        "share",
        "continuing",
        "operation",
        "discontinued",
        "operation",
        "diluted",
        "loss",
        "per",
        "common",
        "share",
        "ricebran",
        "technology",
        "weighted",
        "average",
        "number",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "ricebran",
        "technology",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "march",
        "unaudited",
        "december",
        "thousand",
        "except",
        "share",
        "amount",
        "march",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "account",
        "receivable",
        "inventory",
        "finished",
        "good",
        "inventory",
        "packaging",
        "deposit",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "asset",
        "net",
        "total",
        "asset",
        "liability",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "salary",
        "wage",
        "benefit",
        "accrued",
        "expense",
        "unearned",
        "revenue",
        "escrow",
        "liability",
        "current",
        "maturity",
        "debt",
        "total",
        "current",
        "liability",
        "debt",
        "less",
        "current",
        "portion",
        "total",
        "liability",
        "commitment",
        "contingency",
        "shareholder",
        "equity",
        "equity",
        "attributable",
        "ricebran",
        "technology",
        "shareholder",
        "preferred",
        "stock",
        "share",
        "authorized",
        "series",
        "g",
        "convertible",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "accumulated",
        "deficit",
        "total",
        "shareholder",
        "equity",
        "attributable",
        "ricebran",
        "technology",
        "shareholder",
        "total",
        "liability",
        "shareholder",
        "equity",
        "use",
        "financial",
        "information",
        "utilize",
        "adjusted",
        "ebitda",
        "supplemental",
        "measure",
        "ongoing",
        "analysis",
        "short",
        "term",
        "long",
        "term",
        "cash",
        "requirement",
        "liquidity",
        "need",
        "adjusted",
        "ebitda",
        "represent",
        "cash",
        "flow",
        "operation",
        "defined",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "measure",
        "derived",
        "accordance",
        "gaap",
        "considered",
        "alternative",
        "net",
        "income",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "ebitda",
        "management",
        "us",
        "adjusted",
        "ebitda",
        "indicator",
        "current",
        "financial",
        "performance",
        "eliminating",
        "impact",
        "material",
        "charge",
        "well",
        "item",
        "regularly",
        "occur",
        "believe",
        "adjusted",
        "ebitda",
        "provides",
        "accurate",
        "informative",
        "indicator",
        "cash",
        "requirement",
        "table",
        "contains",
        "reconciliation",
        "net",
        "income",
        "gaap",
        "adjusted",
        "ebitda",
        "three",
        "month",
        "ended",
        "march",
        "provide",
        "reconciliation",
        "net",
        "income",
        "gaap",
        "adjusted",
        "ebitda",
        "due",
        "nature",
        "certain",
        "reconciling",
        "item",
        "possible",
        "predict",
        "reliability",
        "future",
        "outcome",
        "may",
        "regard",
        "expense",
        "income",
        "may",
        "ultimately",
        "recognized",
        "future",
        "period",
        "adjusted",
        "ebitda",
        "information",
        "may",
        "provide",
        "time",
        "time",
        "consistently",
        "excludes",
        "item",
        "projected",
        "net",
        "income",
        "excluded",
        "actual",
        "net",
        "income",
        "table",
        "ricebran",
        "technology",
        "adjusted",
        "ebitda",
        "reconciliation",
        "three",
        "month",
        "ended",
        "march",
        "thousand",
        "net",
        "income",
        "loss",
        "interest",
        "expense",
        "depreciation",
        "amortization",
        "unadjusted",
        "ebitda",
        "add",
        "back",
        "item",
        "change",
        "fair",
        "value",
        "derivative",
        "liability",
        "loss",
        "extinguishment",
        "debt",
        "compensation",
        "corporate",
        "relocation",
        "associated",
        "expense",
        "adjusted",
        "ebitda",
        "investor",
        "contact",
        "ascendant",
        "partner",
        "llc",
        "richard",
        "galterio",
        "rich",
        "view",
        "original",
        "content",
        "http",
        "source",
        "ricebran",
        "technology"
    ]
}