{
    "organizations": [],
    "uuid": "e565bd881f554fa0e6407f37ff9d340b1ac90fdb",
    "author": "Samuel Rubenfeld",
    "url": "https://blogs.wsj.com/riskandcompliance/2018/05/23/the-morning-risk-report-new-reprieve-for-russian-automaker-gaz-group/",
    "ord_in_thread": 0,
    "title": "The Morning Risk Report: New Reprieve for Russian Auto Maker GAZ Group",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "0 COMMENTS Readers can subscribe to The Morning Risk Report here: http://on.wsj.com/MorningRiskReportSignup . Follow us on Twitter at @WSJRisk.\nA Gaz logo on a car produced by the GAZ Group , in Nizhny Novgorod, Russia, in 2015. Bloomberg News Good morning. The U.S. Treasury Department gave Americans more time to unwind their ties to a vehicle maker linked to Russian oligarch Oleg Deripsaka, as the firm works to get out from under sanctions.\nTreasury’s Office of Foreign Assets Control said Tuesday it issued a license allowing transactions necessary for the winding down of operations at GAZ Group , which is about 60% owned by Russian Machines , a company controlled by Mr. Deripaska. The license allows for the use of frozen funds until Oct. 23 to conduct the necessary transactions, though assets will remain otherwise blocked. Treasury also said GAZ could escape sanctions by breaking ties with Mr. Deripaska.\n“The path for the U.S. to provide sanctions relief” to GAZ Group is “through divestment and relinquishment of control” by anyone on the U.S. blacklist, including Mr. Deripaska, OFAC said in a frequently-asked-question document .\nMr. Deripaska was hit with U.S. sanctions in April as part of a broad sweep of measures targeting Russian oligarchs. He has said he doesn’t separate himself from the Russian state, but the sanctions targeting him have put a strain on his business relationships. For example, Russian energy-related firm EN+ Group PLC accepted his resignation from its board of directors as part of a plan from Chairman Lord Barker to get EN+ and aluminum giant United Co. Rusal PLC off the U.S. sanctions list .\nThe license is another example of OFAC’s increasingly frequent effort to calibrate the effects of its sanctions, especially against major companies, said Adam M. Smith, a partner at the law firm Gibson Dunn & Crutcher LLP.\n“Allowing such wind-downs used to be rare but they have become common,” he said, noting how they “limit harm to innocent parties” but also give “further time to remove any oligarch ownership or control of the company.”\nIt was the latest in a flurry of activity from the Treasury’s sanctions office in the past two weeks. Much of the activity has involved Venezuela, Iran or Hezbollah, with multiple announcements of new sanctions targets and allegations of malign activity. The moves could push the limits of U.S. sanctions power, if Washington’s allies stop following the U.S. line, said some observers.\nVenezuela on Tuesday expelled two U.S. diplomats in apparent response to U.S. sanctions barring the purchase of public debt and the targeting of the country’s second-most powerful official.\nIran has reacted harshly to U.S. conditions for achieving a new nuclear dea l following Washington’s exit from the agreement, as well as sanctions targeting alleged weapons trafficking to the Houthis in Yemen and links to Hezbollah .\nEuropean companies have already begun to walk away from Iran in response to U.S. aggressiveness and they are likely to continue leaving the country despite efforts to protect them, said the Eurasia Group, a political risk analysis, advisory and consulting organization.\n“The EU and member states are playing a weak hand. They are asking companies to rely on novel financial mechanisms and political commitments against the established and aggressive enforcement track record of U.S. regulators,” the group said in a policy note.\nEXCLUSIVE ON RISK AND COMPLIANCE JOURNAL\nCrisis-management experts assess PPG Industries ‘s public handling of a disclosure that some of its employees had made improper accounting entries at the direction of the company’s now-former controller.\nThe U.K. Serious Fraud Office brought additional charges Tuesday against two people facing trial in its ongoing investigation of Monaco-based Unaoil Group .\nCOMPLIANCE\nThe U.S. Congress moved to relax crisis-era restrictions on financial firms, as the House approved a plan to ease rules for small and midsize banks.The measure now advances to President Donald Trump for his signature, setting off deregulatory actions by federal agencies that will ease—but not dismantle—the 2010 Dodd-Frank financial law, the WSJ reports.\nHouse Speaker Paul Ryan said the move will help free the U.S. economy from overregulation. J. Scott Applewhite/Associated Press Big banks are avoiding dealing with Iran, but six small credit unions from southern Germany are still providing trade financing , Handelsblatt Global reports. The credit unions’ International Competence Center, set up to handle foreign business, is likely to continue handling transactions until early August, when new U.S. rules take effect.\nGOVERNANCE\nShareholders in Wynn Resorts voted overwhelmingly against the company’s executive compensation plan, according to results released Tuesday, a rare public rebuke of the corporation’s leadership in the months since founder Steve Wynn resigned amid sexual-misconduct allegations, the WSJ reports.\nREPUTATION\nTwo hundred professors at the University of Southern California called for the school’s president, C.L. Max Nikias, to step down amid a scandal over how the university dealt with sexual-misconduct allegations against a student health center gynecologist. Dr. Nikias said he is committed to regaining the facuty’s trust, the WSJ reports.\nRISK\nU.S. President Donald Trump said he would scotch a planned summit with Kim Jong Un unless the North Korean leader first agreed to a list of unspecified conditions, adding new uncertainty to the meeting scheduled for Singapore in just three weeks, the WSJ reports.\nThe U.S. and European Union clashed anew in a dispute over aircraft subsidies when Washington rejected Airbus SE ’s claim that it had satisfied World Trade Organization demands with a new European loan agreement, the WSJ reports.\nTalks to renegotiate the North American Free Trade Agreement have reached a stalemate , the WSJ reports. Key points remain rules on auto production, removing international arbitration panels that now resolve commercial disputes and creating a clause that would terminate the deal every five years.\nPresident Donald Trump is weighing measures to cut European Union steel and aluminum exports to the U.S. by about 10%, in a sign the bloc’s concessions to secure tariff exemptions aren’t meeting White House demands, EU officials said. Temporary exemptions end June 1, the WSJ reports.\nU.S. lawmakers are moving to thwart Trump administration efforts to ease restrictions on Chinese telecommunications giant ZTE Corp. and other sensitive technology, citing fears the positions would compromise national security, the WSJ reports.\nOPERATIONS\nHawaiian authorities scrambled to protect an Ormat Technologies geothermal power plant from lava, in the latest threat from renewed eruption of the Big Island’s Kilauea volcano. The plant produces electricity by tapping superheated water from wells; if lava enters the wells, it could produce toxic gas, the WSJ reports.\nLava flowed from a Kilauea volcano fissure near the Puna Geothermal Venture plant on Hawaii’s Big Island. PHOTO: MARIO TAMA/GETTY IMAGES STRATEGY\nSoftBank Group Corp. agreed to sell its entire stake in India’s Flipkart Group to Walmart Inc. SoftBank Chief Executive Masayoshi Son said last week he was considering investing more in Paytm , a startup that runs an online marketplace competing against Flipkart, the WSJ reports.\nThe Morning Risk Report from WSJ’s Risk & Compliance Journal cues up the most important news in risk and compliance every weekday morning. Send tips, suggestions and complaints to henry.cutter@wsj.com .\nShare this: Airbus Derispaska En+ Flipkart GAZ Group Hawaii geothermal Hawaii volcano Iran Sanctions Masayoshi Son Nafta Nikias OFAC Ormat Paytm PPG Rusal Softbank Unaoil University of Southern California USC Walmart Wynn ZTE Previous Corruption Currents: Dirty Russian Money Continues Flowing to U.K. Next Corruption Currents: Potential ZTE Deal Marches Forward Amid Congressional Objection Content from our sponsor Deloitte Risk management, strategy and analysis from Deloitte How Agile Internal Audit Can Add Value Internal auditor groups are continually challenged to provide more value to stakeholders while enhancing organizational influence and impact. However, many efforts to address these challenges are not working—or not working quickly enough. An agile internal audit function can provide methods that work to change both the mindset of internal auditors and their work processes. Learn the key concepts that help build an agile internal audit function, and understand how applying a few agile practices can provide a glimpse into the methodology’s transformative power.\nPlease note: The Wall Street Journal News Department was not involved in the creation of the content above. More from Deloitte →",
    "published": "2018-05-23T16:40:00.000+03:00",
    "crawled": "2018-05-25T20:20:18.107+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "reader",
        "subscribe",
        "morning",
        "risk",
        "report",
        "http",
        "follow",
        "u",
        "twitter",
        "wsjrisk",
        "gaz",
        "logo",
        "car",
        "produced",
        "gaz",
        "group",
        "nizhny",
        "novgorod",
        "russia",
        "bloomberg",
        "news",
        "good",
        "morning",
        "treasury",
        "department",
        "gave",
        "american",
        "time",
        "unwind",
        "tie",
        "vehicle",
        "maker",
        "linked",
        "russian",
        "oligarch",
        "oleg",
        "deripsaka",
        "firm",
        "work",
        "get",
        "sanction",
        "treasury",
        "office",
        "foreign",
        "asset",
        "control",
        "said",
        "tuesday",
        "issued",
        "license",
        "allowing",
        "transaction",
        "necessary",
        "winding",
        "operation",
        "gaz",
        "group",
        "owned",
        "russian",
        "machine",
        "company",
        "controlled",
        "deripaska",
        "license",
        "allows",
        "use",
        "frozen",
        "fund",
        "conduct",
        "necessary",
        "transaction",
        "though",
        "asset",
        "remain",
        "otherwise",
        "blocked",
        "treasury",
        "also",
        "said",
        "gaz",
        "could",
        "escape",
        "sanction",
        "breaking",
        "tie",
        "deripaska",
        "path",
        "provide",
        "sanction",
        "relief",
        "gaz",
        "group",
        "divestment",
        "relinquishment",
        "control",
        "anyone",
        "blacklist",
        "including",
        "deripaska",
        "ofac",
        "said",
        "document",
        "deripaska",
        "hit",
        "sanction",
        "april",
        "part",
        "broad",
        "sweep",
        "measure",
        "targeting",
        "russian",
        "oligarch",
        "said",
        "separate",
        "russian",
        "state",
        "sanction",
        "targeting",
        "put",
        "strain",
        "business",
        "relationship",
        "example",
        "russian",
        "firm",
        "group",
        "plc",
        "accepted",
        "resignation",
        "board",
        "director",
        "part",
        "plan",
        "chairman",
        "lord",
        "barker",
        "get",
        "aluminum",
        "giant",
        "united",
        "rusal",
        "plc",
        "sanction",
        "list",
        "license",
        "another",
        "example",
        "ofac",
        "increasingly",
        "frequent",
        "effort",
        "calibrate",
        "effect",
        "sanction",
        "especially",
        "major",
        "company",
        "said",
        "adam",
        "smith",
        "partner",
        "law",
        "firm",
        "gibson",
        "dunn",
        "crutcher",
        "llp",
        "allowing",
        "used",
        "rare",
        "become",
        "common",
        "said",
        "noting",
        "limit",
        "harm",
        "innocent",
        "party",
        "also",
        "give",
        "time",
        "remove",
        "oligarch",
        "ownership",
        "control",
        "latest",
        "flurry",
        "activity",
        "treasury",
        "sanction",
        "office",
        "past",
        "two",
        "week",
        "much",
        "activity",
        "involved",
        "venezuela",
        "iran",
        "hezbollah",
        "multiple",
        "announcement",
        "new",
        "sanction",
        "target",
        "allegation",
        "malign",
        "activity",
        "move",
        "could",
        "push",
        "limit",
        "sanction",
        "power",
        "washington",
        "ally",
        "stop",
        "following",
        "line",
        "said",
        "observer",
        "venezuela",
        "tuesday",
        "expelled",
        "two",
        "diplomat",
        "apparent",
        "response",
        "sanction",
        "barring",
        "purchase",
        "public",
        "debt",
        "targeting",
        "country",
        "powerful",
        "official",
        "iran",
        "reacted",
        "harshly",
        "condition",
        "achieving",
        "new",
        "nuclear",
        "dea",
        "l",
        "following",
        "washington",
        "exit",
        "agreement",
        "well",
        "sanction",
        "targeting",
        "alleged",
        "weapon",
        "trafficking",
        "houthis",
        "yemen",
        "link",
        "hezbollah",
        "european",
        "company",
        "already",
        "begun",
        "walk",
        "away",
        "iran",
        "response",
        "aggressiveness",
        "likely",
        "continue",
        "leaving",
        "country",
        "despite",
        "effort",
        "protect",
        "said",
        "eurasia",
        "group",
        "political",
        "risk",
        "analysis",
        "advisory",
        "consulting",
        "organization",
        "eu",
        "member",
        "state",
        "playing",
        "weak",
        "hand",
        "asking",
        "company",
        "rely",
        "novel",
        "financial",
        "mechanism",
        "political",
        "commitment",
        "established",
        "aggressive",
        "enforcement",
        "track",
        "record",
        "regulator",
        "group",
        "said",
        "policy",
        "note",
        "exclusive",
        "risk",
        "compliance",
        "journal",
        "expert",
        "assess",
        "ppg",
        "industry",
        "public",
        "handling",
        "disclosure",
        "employee",
        "made",
        "improper",
        "accounting",
        "entry",
        "direction",
        "company",
        "controller",
        "serious",
        "fraud",
        "office",
        "brought",
        "additional",
        "charge",
        "tuesday",
        "two",
        "people",
        "facing",
        "trial",
        "ongoing",
        "investigation",
        "unaoil",
        "group",
        "compliance",
        "congress",
        "moved",
        "relax",
        "restriction",
        "financial",
        "firm",
        "house",
        "approved",
        "plan",
        "ease",
        "rule",
        "small",
        "midsize",
        "measure",
        "advance",
        "president",
        "donald",
        "trump",
        "signature",
        "setting",
        "deregulatory",
        "action",
        "federal",
        "agency",
        "financial",
        "law",
        "wsj",
        "report",
        "house",
        "speaker",
        "paul",
        "ryan",
        "said",
        "move",
        "help",
        "free",
        "economy",
        "overregulation",
        "scott",
        "press",
        "big",
        "bank",
        "avoiding",
        "dealing",
        "iran",
        "six",
        "small",
        "credit",
        "union",
        "southern",
        "germany",
        "still",
        "providing",
        "trade",
        "financing",
        "handelsblatt",
        "global",
        "report",
        "credit",
        "union",
        "international",
        "competence",
        "center",
        "set",
        "handle",
        "foreign",
        "business",
        "likely",
        "continue",
        "handling",
        "transaction",
        "early",
        "august",
        "new",
        "rule",
        "take",
        "effect",
        "governance",
        "shareholder",
        "wynn",
        "resort",
        "voted",
        "overwhelmingly",
        "company",
        "executive",
        "compensation",
        "plan",
        "according",
        "result",
        "released",
        "tuesday",
        "rare",
        "public",
        "rebuke",
        "corporation",
        "leadership",
        "month",
        "since",
        "founder",
        "steve",
        "wynn",
        "resigned",
        "amid",
        "allegation",
        "wsj",
        "report",
        "reputation",
        "two",
        "hundred",
        "professor",
        "university",
        "southern",
        "california",
        "called",
        "school",
        "president",
        "max",
        "nikias",
        "step",
        "amid",
        "scandal",
        "university",
        "dealt",
        "allegation",
        "student",
        "health",
        "center",
        "gynecologist",
        "nikias",
        "said",
        "committed",
        "regaining",
        "facuty",
        "trust",
        "wsj",
        "report",
        "risk",
        "president",
        "donald",
        "trump",
        "said",
        "would",
        "scotch",
        "planned",
        "summit",
        "kim",
        "jong",
        "un",
        "unless",
        "north",
        "korean",
        "leader",
        "first",
        "agreed",
        "list",
        "unspecified",
        "condition",
        "adding",
        "new",
        "uncertainty",
        "meeting",
        "scheduled",
        "singapore",
        "three",
        "week",
        "wsj",
        "report",
        "european",
        "union",
        "clashed",
        "anew",
        "dispute",
        "aircraft",
        "subsidy",
        "washington",
        "rejected",
        "airbus",
        "se",
        "claim",
        "satisfied",
        "world",
        "trade",
        "organization",
        "demand",
        "new",
        "european",
        "loan",
        "agreement",
        "wsj",
        "report",
        "talk",
        "renegotiate",
        "north",
        "american",
        "free",
        "trade",
        "agreement",
        "reached",
        "stalemate",
        "wsj",
        "report",
        "key",
        "point",
        "remain",
        "rule",
        "auto",
        "production",
        "removing",
        "international",
        "arbitration",
        "panel",
        "resolve",
        "commercial",
        "dispute",
        "creating",
        "clause",
        "would",
        "terminate",
        "deal",
        "every",
        "five",
        "year",
        "president",
        "donald",
        "trump",
        "weighing",
        "measure",
        "cut",
        "european",
        "union",
        "steel",
        "aluminum",
        "export",
        "sign",
        "bloc",
        "concession",
        "secure",
        "tariff",
        "exemption",
        "meeting",
        "white",
        "house",
        "demand",
        "eu",
        "official",
        "said",
        "temporary",
        "exemption",
        "end",
        "june",
        "wsj",
        "report",
        "lawmaker",
        "moving",
        "thwart",
        "trump",
        "administration",
        "effort",
        "ease",
        "restriction",
        "chinese",
        "telecommunication",
        "giant",
        "zte",
        "sensitive",
        "technology",
        "citing",
        "fear",
        "position",
        "would",
        "compromise",
        "national",
        "security",
        "wsj",
        "report",
        "operation",
        "hawaiian",
        "authority",
        "scrambled",
        "protect",
        "ormat",
        "technology",
        "geothermal",
        "power",
        "plant",
        "lava",
        "latest",
        "threat",
        "renewed",
        "eruption",
        "big",
        "island",
        "kilauea",
        "volcano",
        "plant",
        "produce",
        "electricity",
        "tapping",
        "superheated",
        "water",
        "well",
        "lava",
        "enters",
        "well",
        "could",
        "produce",
        "toxic",
        "gas",
        "wsj",
        "report",
        "lava",
        "flowed",
        "kilauea",
        "volcano",
        "fissure",
        "near",
        "puna",
        "geothermal",
        "venture",
        "plant",
        "hawaii",
        "big",
        "island",
        "photo",
        "mario",
        "image",
        "strategy",
        "softbank",
        "group",
        "agreed",
        "sell",
        "entire",
        "stake",
        "india",
        "flipkart",
        "group",
        "walmart",
        "softbank",
        "chief",
        "executive",
        "masayoshi",
        "son",
        "said",
        "last",
        "week",
        "considering",
        "investing",
        "paytm",
        "startup",
        "run",
        "online",
        "marketplace",
        "competing",
        "flipkart",
        "wsj",
        "report",
        "morning",
        "risk",
        "report",
        "wsj",
        "risk",
        "compliance",
        "journal",
        "cue",
        "important",
        "news",
        "risk",
        "compliance",
        "every",
        "weekday",
        "morning",
        "send",
        "tip",
        "suggestion",
        "complaint",
        "share",
        "airbus",
        "derispaska",
        "flipkart",
        "gaz",
        "group",
        "hawaii",
        "geothermal",
        "hawaii",
        "volcano",
        "iran",
        "sanction",
        "masayoshi",
        "son",
        "nafta",
        "nikias",
        "ofac",
        "ormat",
        "paytm",
        "ppg",
        "rusal",
        "softbank",
        "unaoil",
        "university",
        "southern",
        "california",
        "usc",
        "walmart",
        "wynn",
        "zte",
        "previous",
        "corruption",
        "current",
        "dirty",
        "russian",
        "money",
        "continues",
        "flowing",
        "next",
        "corruption",
        "current",
        "potential",
        "zte",
        "deal",
        "march",
        "forward",
        "amid",
        "congressional",
        "objection",
        "content",
        "sponsor",
        "deloitte",
        "risk",
        "management",
        "strategy",
        "analysis",
        "deloitte",
        "agile",
        "internal",
        "audit",
        "add",
        "value",
        "internal",
        "auditor",
        "group",
        "continually",
        "challenged",
        "provide",
        "value",
        "stakeholder",
        "enhancing",
        "organizational",
        "influence",
        "impact",
        "however",
        "many",
        "effort",
        "address",
        "challenge",
        "working",
        "quickly",
        "enough",
        "agile",
        "internal",
        "audit",
        "function",
        "provide",
        "method",
        "work",
        "change",
        "mindset",
        "internal",
        "auditor",
        "work",
        "process",
        "learn",
        "key",
        "concept",
        "help",
        "build",
        "agile",
        "internal",
        "audit",
        "function",
        "understand",
        "applying",
        "agile",
        "practice",
        "provide",
        "glimpse",
        "methodology",
        "transformative",
        "power",
        "please",
        "note",
        "wall",
        "street",
        "journal",
        "news",
        "department",
        "involved",
        "creation",
        "content",
        "deloitte"
    ]
}