{
    "organizations": [],
    "uuid": "76418cd68218cf9eaf74b638203cbad1740e8d4e",
    "author": "Aaron Pressman, Adam Lashinsky",
    "url": "http://fortune.com/2018/05/18/data-sheet-paypal-izettle-square-payments/",
    "ord_in_thread": 0,
    "title": "Data Sheet—PayPal’s Latest Acquisition Shows Why Everyone Wants a Piece of the Payments Pie",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Aaron Pressman and Adam Lashinsky 9:13 AM EDT\nThis is the web version of Data Sheet, Fortune’s daily newsletter on the top tech news. To get it delivered daily to your in-box, sign up here .\nPayPal is buying a Swedish startup that offers Square-like payments services in Europe for a whopping $2.2 billion. It’s a lot of money because the company, iZettle, processes a tiny fraction of Square’s volume, which is a tiny fraction of PayPal’s.\nThree takeaways:\n* Who would have thought a decade ago that payments would be such a hot field? PayPal was an obvious acquisition for eBay once upon a time because all the then-auction site’s customers were using it. Today, the independent PayPal is worth 2.5 times its one-time owner, and its business is way bigger than merely processing transactions on eBay. The big banks, Apple , Google , Samsung, and a bevy of “fintech” startups all want a piece of this pie, which continues to grow.\n* The same phenomenon is playing out in China, where Alibaba affiliate Ant Financial’s Alipay started the mobile payments phenomenon and has more recently been joined by Tencent’s WeChat Pay. The two are investing hither and yon to bolster their payment platforms. Again, it’s a segment that once would have been an undercard fight and now is the main event.\n* European tech is hot in its own right. Spotify led the way, but success stories like iZettle remind investors and consumers that impressive tech stories don’t have to come out of Silicon Valley. It’s such an important trend that we’re hosting a roundtable on European startups in Aspen, Colo., at Brainstorm Tech this summer. We’re still looking for a few good entrepreneurs to participate.\n***\nSpeaking of Brainstorm Tech, The Wall Street Journal has reported that Vista Equity Partners, the software-focused buyout shop, is raising a $12-billion fund. Robert Smith, the founder, chairman, and CEO of Vista, is making his first appearance at Brainstorm. Vista is a fascinating story that has kept a relatively low profile until recently . We’ll shine a light on Smith and Vista in Aspen in July.\nHave a good weekend. @adamlashinsky NEWSWORTHY\nDemo doubters. We and others made plenty of hay with Google’s amazing Duplex AI phone call demonstration. Now Axios (and former Fortune ) reporter Dan Primack has some questions and Google has, so far, declined to provide any answers. Before playing the Duplex taped calls, Google CEO Sundar Pichai said the app “was actually calling a real salon to schedule an appointment.” Primack had a few issues, like why the establishments didn’t give their names and why they didn’t ask for contact info.\nInhaling outrage . It’s time to regulate privacy and especially to regulate Facebook, Salesforce CEO Marc Benioff said this week. Europe’s General Data Protection Regulation law could be a model, he said in an appearance on the show CBS This Morning on Wednesday. “In some ways you can say Facebook has really become the new cigarettes in our industry,” Benioff explained . “It’s a technology that is…addictive, it may not be that great for you and it might be something that you might want to go back to.”\nSpit in a tube . Speaking of privacy, after law enforcers cracked the Golden State Killer case by finding the suspect’s relatives with genealogy data, a firm called Parabon NanoLabs is using the technique on at least 100 more cases, BuzzFeed reports. The firm has already found 20 possible matches of DNA collected at crime scenes to the genetic codes of people listed a public genealogy database called GEDmatch .\nI see you. Speaking even more of privacy, LocationSmart , a company that collects extensive location data from customers of all four major wireless carriers, was accidentally leaking the information to anyone who visited its web site, security reporter Brian Krebs reports. A demonstration page on LocationSmart’s web site could be used to track anyone’s phone number. LocationSmart took down the demo and said it was investigating.\nComing on strong . The smart speaker market is still dominated by Amazon despite Apple’s recent entry, tracking firm Strategy Analytics says. In the first quarter, Amazon shipped 4 million devices, good for 44% share, Google grabbed 27% of the market with 2.4 million of its speakers, and Apple’s HomePod lagged, shipping 600,000 units, or 6% of the market, the firm said.\nFirst person shooter accommodations. All kinds of people play video games, including people with disabilities. So Microsoft’s new Xbox Adaptive Controller has two large buttons that can be operated not just by hand, but with elbows and feet, also. And it’s compatible with a wide range of other input devices, like mouth-operated quadsticks used by quadriplegic players. All kinds of people write computer code, too. So Apple said it has adapted its “Everyone Can Code” school curriculum for students who are blind or deaf.\nCareful what you post. The Trump administration has abandon an effort to create machine learning software that would help with the “extreme vetting” of foreign visitors, the Washington Post reported. The program was intended to scan Facebook, Twitter, and other Internet posts to assess whether a person might be a risk to allow entrance. Instead, the Immigration and Customs Enforcement agency will rely on humans to perform the tasks. Advertisement FOR YOUR WEEKEND READING PLEASURE\nA few interesting longer reads I came across that are suitable for your weekend reading pleasure.\nThe Impact of Masayoshi Son’s $100 Billion Tech Fund Will Be Profound ( Economist ) An outsize investment in an unconventional business is typical of a fund that itself is both vast and resistant to definition. It is the brainchild of Masayoshi Son, an unusually risk-loving Japanese telecoms and internet entrepreneur. It is too big to be considered a conventional venture-capital firm, which would typically manage much smaller sums. It eschews many of the practices of private-equity funds, such as shaking up management and applying plenty of debt. Yet this impressive-but-puzzling experiment is having an impact on everyone who invests in technology.\nWhat Happened to Facebook’s Grand Plan to Wire the World? ( Wired ) Zuckerberg was sincere in his swashbuckling belief that Facebook was among a small number of players that had the money, know-how, and global reach to fast-forward history, jump-starting the economic lives of the 5 billion people who do not yet surf the web. He believed peer-to-peer communications would be responsible for redistributing global power, making it possible for any individual to access and share information. “The story of the next century is the transition from an industrial, resource-based economy to a knowledge economy,” he said in an interview with WIRED at the time.\nThe Mysterious Heir of Extreme Travel ( Rolling Stone ) As they sailed through the miles of icy waters, the ship’s 60-plus passengers traded the monotony of sea for mingling. Among them was William Baekeland, a young and unassuming outsider, who cut an intriguing figure. An inveterate travel expert at 22 years old, with a scrawny build and neatly combed hair, he looked more like a high-school student than an explorer. Shockingly, though, his knowledge of world geography was immense – he’d claimed to have already visited most of the 193 countries recognized by the United Nations. The other explorers onboard the ship—seasoned members of the Travelers’ Century Club, the Most Traveled People, and other exclusive societies—perked up in the company of the curious stranger.\nFrom Memory to Myth: The Adventures of Patrick Leigh Fermor ( The Weekly Standard ) We have come to Patsos in a group from the Patrick Leigh Fermor Society. In April 1944, Leigh Fermor, his fellow Special Operations Executive officer William Stanley Moss, and a supporting cast of Cretan resistance fighters kidnapped General Heinrich Kreipe, the commandant of German-occupied Crete, on the road near Knossos. For 18 days and nights, the kidnappers evaded German search parties and traversed the mountainous spine of Crete—until a Royal Navy launch extracted them and their prisoner from the beach at Rodakino on the south coast. FOOD FOR THOUGHT\nAfter hundreds of startups have raised money by issuing their own bitcoin-like digital tokens, regulators and reporters are taking a deeper look into the world of “initial coin offerings.” And the results aren’t pretty. Wall Street Journal reporters Shane Shifflett and Coulter Jones say they dug into the documents for 1,450 ICOs and found at least 271 that looked suspicious or even illegal. Here’s one example:\n“Jeremy Boker” is listed as a co-founder of Denaro, an online-payment project. In investor documents for a public offering in March, which claimed to have raised $8.3 million, Mr. Boker boasted of his cryptocurrency startup’s “powerhouse” team. In his biography, he noted a “respectable history of happy clients” in consulting before he launched Denaro.\nIn fact, Mr. Boker’s bio image was a stock photo, there is no evidence he exists and the rest of his team appears to be fictional, except for two freelancers who said they were paid by people unknown to them to market the project, the Journal found.\nThe principals behind Denaro couldn’t be identified and attempts to reach the company went unanswered. The real person whose image was repurposed as Mr. Boker’s turns out to be Jenish Mirani, a banker in Poland. Mr. Mirani, who had posted the photo on his personal website, said “it was really shocking” to find out about its afterlife. Advertisement IN CASE YOU MISSED IT",
    "published": "2018-05-18T16:13:00.000+03:00",
    "crawled": "2018-05-18T16:15:48.032+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "aaron",
        "pressman",
        "adam",
        "lashinsky",
        "edt",
        "web",
        "version",
        "data",
        "sheet",
        "fortune",
        "daily",
        "newsletter",
        "top",
        "tech",
        "news",
        "get",
        "delivered",
        "daily",
        "sign",
        "paypal",
        "buying",
        "swedish",
        "startup",
        "offer",
        "payment",
        "service",
        "europe",
        "whopping",
        "billion",
        "lot",
        "money",
        "company",
        "izettle",
        "process",
        "tiny",
        "fraction",
        "square",
        "volume",
        "tiny",
        "fraction",
        "paypal",
        "three",
        "takeaway",
        "would",
        "thought",
        "decade",
        "ago",
        "payment",
        "would",
        "hot",
        "field",
        "paypal",
        "obvious",
        "acquisition",
        "ebay",
        "upon",
        "time",
        "site",
        "customer",
        "using",
        "today",
        "independent",
        "paypal",
        "worth",
        "time",
        "owner",
        "business",
        "way",
        "bigger",
        "merely",
        "processing",
        "transaction",
        "ebay",
        "big",
        "bank",
        "apple",
        "google",
        "samsung",
        "bevy",
        "fintech",
        "startup",
        "want",
        "piece",
        "pie",
        "continues",
        "grow",
        "phenomenon",
        "playing",
        "china",
        "alibaba",
        "affiliate",
        "ant",
        "financial",
        "alipay",
        "started",
        "mobile",
        "payment",
        "phenomenon",
        "recently",
        "joined",
        "tencent",
        "wechat",
        "pay",
        "two",
        "investing",
        "hither",
        "yon",
        "bolster",
        "payment",
        "platform",
        "segment",
        "would",
        "undercard",
        "fight",
        "main",
        "event",
        "european",
        "tech",
        "hot",
        "right",
        "spotify",
        "led",
        "way",
        "success",
        "story",
        "like",
        "izettle",
        "remind",
        "investor",
        "consumer",
        "impressive",
        "tech",
        "story",
        "come",
        "silicon",
        "valley",
        "important",
        "trend",
        "hosting",
        "roundtable",
        "european",
        "startup",
        "aspen",
        "brainstorm",
        "tech",
        "summer",
        "still",
        "looking",
        "good",
        "entrepreneur",
        "participate",
        "speaking",
        "brainstorm",
        "tech",
        "wall",
        "street",
        "journal",
        "reported",
        "vista",
        "equity",
        "partner",
        "buyout",
        "shop",
        "raising",
        "fund",
        "robert",
        "smith",
        "founder",
        "chairman",
        "ceo",
        "vista",
        "making",
        "first",
        "appearance",
        "brainstorm",
        "vista",
        "fascinating",
        "story",
        "kept",
        "relatively",
        "low",
        "profile",
        "recently",
        "shine",
        "light",
        "smith",
        "vista",
        "aspen",
        "july",
        "good",
        "weekend",
        "adamlashinsky",
        "newsworthy",
        "demo",
        "doubter",
        "others",
        "made",
        "plenty",
        "hay",
        "google",
        "amazing",
        "duplex",
        "ai",
        "phone",
        "call",
        "demonstration",
        "axios",
        "former",
        "fortune",
        "reporter",
        "dan",
        "primack",
        "question",
        "google",
        "far",
        "declined",
        "provide",
        "answer",
        "playing",
        "duplex",
        "taped",
        "call",
        "google",
        "ceo",
        "sundar",
        "pichai",
        "said",
        "app",
        "actually",
        "calling",
        "real",
        "salon",
        "schedule",
        "primack",
        "issue",
        "like",
        "establishment",
        "give",
        "name",
        "ask",
        "contact",
        "info",
        "inhaling",
        "outrage",
        "time",
        "regulate",
        "privacy",
        "especially",
        "regulate",
        "facebook",
        "salesforce",
        "ceo",
        "marc",
        "benioff",
        "said",
        "week",
        "europe",
        "general",
        "data",
        "protection",
        "regulation",
        "law",
        "could",
        "model",
        "said",
        "appearance",
        "show",
        "cbs",
        "morning",
        "wednesday",
        "way",
        "say",
        "facebook",
        "really",
        "become",
        "new",
        "cigarette",
        "industry",
        "benioff",
        "explained",
        "technology",
        "may",
        "great",
        "might",
        "something",
        "might",
        "want",
        "go",
        "back",
        "spit",
        "tube",
        "speaking",
        "privacy",
        "law",
        "enforcer",
        "cracked",
        "golden",
        "state",
        "killer",
        "case",
        "finding",
        "suspect",
        "relative",
        "genealogy",
        "data",
        "firm",
        "called",
        "parabon",
        "nanolabs",
        "using",
        "technique",
        "least",
        "case",
        "buzzfeed",
        "report",
        "firm",
        "already",
        "found",
        "possible",
        "match",
        "dna",
        "collected",
        "crime",
        "scene",
        "genetic",
        "code",
        "people",
        "listed",
        "public",
        "genealogy",
        "database",
        "called",
        "gedmatch",
        "see",
        "speaking",
        "even",
        "privacy",
        "locationsmart",
        "company",
        "collect",
        "extensive",
        "location",
        "data",
        "customer",
        "four",
        "major",
        "wireless",
        "carrier",
        "accidentally",
        "leaking",
        "information",
        "anyone",
        "visited",
        "web",
        "site",
        "security",
        "reporter",
        "brian",
        "krebs",
        "report",
        "demonstration",
        "page",
        "locationsmart",
        "web",
        "site",
        "could",
        "used",
        "track",
        "anyone",
        "phone",
        "number",
        "locationsmart",
        "took",
        "demo",
        "said",
        "investigating",
        "coming",
        "strong",
        "smart",
        "speaker",
        "market",
        "still",
        "dominated",
        "amazon",
        "despite",
        "apple",
        "recent",
        "entry",
        "tracking",
        "firm",
        "strategy",
        "analytics",
        "say",
        "first",
        "quarter",
        "amazon",
        "shipped",
        "million",
        "device",
        "good",
        "share",
        "google",
        "grabbed",
        "market",
        "million",
        "speaker",
        "apple",
        "homepod",
        "lagged",
        "shipping",
        "unit",
        "market",
        "firm",
        "said",
        "first",
        "person",
        "shooter",
        "accommodation",
        "kind",
        "people",
        "play",
        "video",
        "game",
        "including",
        "people",
        "disability",
        "microsoft",
        "new",
        "xbox",
        "adaptive",
        "controller",
        "two",
        "large",
        "button",
        "operated",
        "hand",
        "elbow",
        "foot",
        "also",
        "compatible",
        "wide",
        "range",
        "input",
        "device",
        "like",
        "quadsticks",
        "used",
        "quadriplegic",
        "player",
        "kind",
        "people",
        "write",
        "computer",
        "code",
        "apple",
        "said",
        "adapted",
        "everyone",
        "code",
        "school",
        "curriculum",
        "student",
        "blind",
        "deaf",
        "careful",
        "post",
        "trump",
        "administration",
        "abandon",
        "effort",
        "create",
        "machine",
        "learning",
        "software",
        "would",
        "help",
        "extreme",
        "vetting",
        "foreign",
        "visitor",
        "washington",
        "post",
        "reported",
        "program",
        "intended",
        "scan",
        "facebook",
        "twitter",
        "internet",
        "post",
        "assess",
        "whether",
        "person",
        "might",
        "risk",
        "allow",
        "entrance",
        "instead",
        "immigration",
        "custom",
        "enforcement",
        "agency",
        "rely",
        "human",
        "perform",
        "task",
        "advertisement",
        "weekend",
        "reading",
        "pleasure",
        "interesting",
        "longer",
        "read",
        "came",
        "across",
        "suitable",
        "weekend",
        "reading",
        "pleasure",
        "impact",
        "masayoshi",
        "son",
        "billion",
        "tech",
        "fund",
        "profound",
        "economist",
        "outsize",
        "investment",
        "unconventional",
        "business",
        "typical",
        "fund",
        "vast",
        "resistant",
        "definition",
        "brainchild",
        "masayoshi",
        "son",
        "unusually",
        "japanese",
        "telecom",
        "internet",
        "entrepreneur",
        "big",
        "considered",
        "conventional",
        "firm",
        "would",
        "typically",
        "manage",
        "much",
        "smaller",
        "sum",
        "eschews",
        "many",
        "practice",
        "fund",
        "shaking",
        "management",
        "applying",
        "plenty",
        "debt",
        "yet",
        "experiment",
        "impact",
        "everyone",
        "invests",
        "technology",
        "happened",
        "facebook",
        "grand",
        "plan",
        "wire",
        "world",
        "wired",
        "zuckerberg",
        "sincere",
        "swashbuckling",
        "belief",
        "facebook",
        "among",
        "small",
        "number",
        "player",
        "money",
        "global",
        "reach",
        "history",
        "economic",
        "life",
        "billion",
        "people",
        "yet",
        "surf",
        "web",
        "believed",
        "communication",
        "would",
        "responsible",
        "redistributing",
        "global",
        "power",
        "making",
        "possible",
        "individual",
        "access",
        "share",
        "information",
        "story",
        "next",
        "century",
        "transition",
        "industrial",
        "economy",
        "knowledge",
        "economy",
        "said",
        "interview",
        "wired",
        "time",
        "mysterious",
        "heir",
        "extreme",
        "travel",
        "rolling",
        "stone",
        "sailed",
        "mile",
        "icy",
        "water",
        "ship",
        "passenger",
        "traded",
        "monotony",
        "sea",
        "mingling",
        "among",
        "william",
        "baekeland",
        "young",
        "unassuming",
        "outsider",
        "cut",
        "intriguing",
        "figure",
        "inveterate",
        "travel",
        "expert",
        "year",
        "old",
        "scrawny",
        "build",
        "neatly",
        "combed",
        "hair",
        "looked",
        "like",
        "student",
        "explorer",
        "shockingly",
        "though",
        "knowledge",
        "world",
        "geography",
        "immense",
        "claimed",
        "already",
        "visited",
        "country",
        "recognized",
        "united",
        "nation",
        "explorer",
        "onboard",
        "member",
        "traveler",
        "century",
        "club",
        "traveled",
        "people",
        "exclusive",
        "company",
        "curious",
        "stranger",
        "memory",
        "myth",
        "adventure",
        "patrick",
        "leigh",
        "fermor",
        "weekly",
        "standard",
        "come",
        "patsos",
        "group",
        "patrick",
        "leigh",
        "fermor",
        "society",
        "april",
        "leigh",
        "fermor",
        "fellow",
        "special",
        "operation",
        "executive",
        "officer",
        "william",
        "stanley",
        "moss",
        "supporting",
        "cast",
        "cretan",
        "resistance",
        "fighter",
        "kidnapped",
        "general",
        "heinrich",
        "kreipe",
        "commandant",
        "crete",
        "road",
        "near",
        "knossos",
        "day",
        "night",
        "kidnapper",
        "evaded",
        "german",
        "search",
        "party",
        "traversed",
        "mountainous",
        "spine",
        "royal",
        "navy",
        "launch",
        "extracted",
        "prisoner",
        "beach",
        "rodakino",
        "south",
        "coast",
        "food",
        "thought",
        "hundred",
        "startup",
        "raised",
        "money",
        "issuing",
        "digital",
        "token",
        "regulator",
        "reporter",
        "taking",
        "deeper",
        "look",
        "world",
        "initial",
        "coin",
        "result",
        "pretty",
        "wall",
        "street",
        "journal",
        "reporter",
        "shane",
        "shifflett",
        "coulter",
        "jones",
        "say",
        "dug",
        "document",
        "icos",
        "found",
        "least",
        "looked",
        "suspicious",
        "even",
        "illegal",
        "one",
        "example",
        "jeremy",
        "boker",
        "listed",
        "denaro",
        "project",
        "investor",
        "document",
        "public",
        "offering",
        "march",
        "claimed",
        "raised",
        "million",
        "boker",
        "boasted",
        "cryptocurrency",
        "startup",
        "powerhouse",
        "team",
        "biography",
        "noted",
        "respectable",
        "history",
        "happy",
        "client",
        "consulting",
        "launched",
        "denaro",
        "fact",
        "boker",
        "bio",
        "image",
        "stock",
        "photo",
        "evidence",
        "exists",
        "rest",
        "team",
        "appears",
        "fictional",
        "except",
        "two",
        "freelancer",
        "said",
        "paid",
        "people",
        "unknown",
        "market",
        "project",
        "journal",
        "found",
        "principal",
        "behind",
        "denaro",
        "identified",
        "attempt",
        "reach",
        "company",
        "went",
        "unanswered",
        "real",
        "person",
        "whose",
        "image",
        "repurposed",
        "boker",
        "turn",
        "jenish",
        "mirani",
        "banker",
        "poland",
        "mirani",
        "posted",
        "photo",
        "personal",
        "website",
        "said",
        "really",
        "shocking",
        "find",
        "afterlife",
        "advertisement",
        "case",
        "missed"
    ]
}