{
    "organizations": [],
    "uuid": "62c99e0b2a37a93beb93bdf26c658f7a87ec5659",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/30/globe-newswire-builders-capital-mortgage-corp-reports-2017-fourth-quarter-and-full-year-results.html",
    "ord_in_thread": 0,
    "title": "Builders Capital Mortgage Corp. Fourth Quarter and Full-Year",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CALGARY, Alberta, April 30, 2018 (GLOBE NEWSWIRE) -- Builders Capital Mortgage Corp. (TSX VENTURE:BCF) (Builders Capital or the company) today released financial results for the three and twelve months ended December 31, 2017. The three-month period represents the fourth quarter of the company’s 2017 fiscal year.\n“Our fourth quarter financial performance continued to reflect lingering impacts of the lengthy downturn in Alberta’s economy,” said Sandy Loutitt, President of Builder Capital. “While topline results strengthened slightly, our earnings were negatively affected by a block of unproductive inventory assets resulting from foreclosures in 2017. Despite this impact, our share structure continued to work as intended, with Class A shareholders receiving their full, planned quarterly dividend both in the fourth quarter and for the full year.”\nThe company was also successful in increasing its mortgage portfolio by 20.4% in 2017 as a result of a number of financing initiatives. These included raising $2.6 million in new capital during the year, increasing the available limit on its line of credit by $1 million, and securing a $1.3 million loan against property held for resale.\n“These funds have since been invested into profitable mortgages, which going forward, will help to mitigate the negative impact that unproductive assets have on earnings. Even with the increased financing, our debt-to-equity remains very conservative at approximately 22.3%,” added Loutitt.\nFourth Quarter Financial Results\nMortgage revenue for the three months ended December 31, 2017 increased slightly to $842,000, from $835,000 in Q4 2016. The Q4 2017 revenue represents annualized gross revenue of 12.5% of gross share capital, compared to 14.0% in Q4 2016. It consisted of $776,000 in interest and $65,000 in lender fees charged to borrowers. The lender fees for the quarter were 3% below the management fees paid to Builders Capital Management Corp. for the period.\nFourth quarter operating expenses of $107,000, excluding a provision for mortgage losses and interest expense, were up by $25,000 from $83,000 last year. The year-over-year increase primarily reflects one-time legal costs incurred in the arranging of additional financing, together with additional management fees paid as a result of the increase in share capital.\nManagement set aside $137,000 during the quarter to fund potential loan losses. To date, the company has accumulated a total of $1.32 million to provide for loan losses, of which $996,000 has been applied against specific foreclosed properties or discharged mortgages. The company bases its planned quarterly provision for loan losses on an analysis of historical bad debts by its portfolio manager and a current analysis of the construction finance marketplace.\nThe increased provision for mortgage losses, combined with the company’s strategy of charging slightly lower rates to borrowers in order to ensure a full mortgage portfolio and higher-quality lending opportunities, was reflected in bottom-line results. Fourth quarter total comprehensive income decreased by 20.3% to $533,000, or $0.20 per share, from $669,000, or $0.28 per share, in Q4 2016. The Q4 2017 income translates to earnings of $0.31 per Class A Non-Voting Share, compared to earnings of $0.48 per Class A Non-Voting Share in 2016.\n“I’m pleased to report that we subsequently sold one of our foreclosed properties worth $820,000 in February 2018 and we are optimistic about our ability to sell all of the remaining properties in due course,” added Loutitt.\nTwelve-Month Financial Results\nFor the 2017 fiscal year, mortgage revenue was $3.4 million, virtually unchanged from 2016. Full-year 2017 revenue comprised $3.1 million in interest and $266,000 in lender fees, representing annualized gross revenue of 13.3% of the weighted average gross share capital, compared to 14.4% in 2016. Lender fees for the 2017 year exceeded management fees by 5%.\nFull-year operating expenses, excluding a provision for mortgage losses and interest expense, were within expectations at 11.2% of revenues, compared to 9.9% in 2016.\nFor the 12-month period, comprehensive income of $2.4 million, or $0.94 per share, declined by 12.3% from $2.7 million, or $1.15 per share, in 2016. This translates to earnings of $1.53 per Class A Non-Voting Share, compared to earnings of $1.97 per Class A Non-Voting Share in 2016.\nFinancing Activity\nFinancing activity in 2017 included:\nA public offering of 219, 975 Class A Non-Voting shares at $10.00 per share for gross proceeds of $2, 199,750. This offering closed on May 31, 2017. A private placement of 50,000 Class A Non-Voting shares at $10.00 per share for gross proceeds of $500,000, which closed on July 25, 2017. A private placement of an additional 52,000 Class A Non-Voting shares at $10.00 per share for gross proceeds of $520,000, which closed on November 8, 2017.\nMortgage Portfolio\nAt December 31, 2017, Builders Capital’s mortgage portfolio consisted of 26 mortgage loans with an aggregate value of $28.1 million. All mortgage transactions conducted during the year were consistent with the company’s tight focus on financing short-term, wood-frame residential construction in strong urban markets. During 2017, $25.3 million in mortgages were purchased or funded and $14.3 million was received as mortgage repayments. The acquisition of $1.3 million in mortgages and sale of $6.9 million in mortgages helped to ensure full cash utilization and create the required liquidity.\nDistributions\nOn December 14, 2017, based on income for the fourth quarter, the company’s Board of Directors declared a dividend of $0.2016 per Class A Non-Voting Share to shareholders of record on December 31, 2017. This distribution was paid on January 31, 2018. The dividend amount was calculated to provide an annualized 8% return for the quarter on the $10.00 initial Class A Non-Voting Share price. Fourth quarter earnings generated by the company exceeded the amount required to pay planned Class A Non-Voting Share dividends by a healthy 1.9 time s.\nSubsequent to the year-end on January 23, 2018, again based on income for the fourth quarter of 2017, the company’s Board declared a dividend of $0.2521 per share to Class B Non-Voting shareholders of record on that date. This distribution was also paid on January 31, 2017.\nMarket Outlook\nWith Alberta’s recession finally in the rear-view mirror, the market outlook has improved and is largely favourable for all three of the company’s key provincial markets.\nAlberta’s recovering economy is driving increasing employment levels, and with net population growth also beginning to accelerate, employment in the province is expected to exceed pre-recession levels in 2018. Canada Mortgage and Housing Corporation (“CMHC”) predicts that Alberta’s resale market will transition from a buyers’ market to more balanced conditions in 2018. CMHC further forecasts that single-detached housing starts in Alberta for 2018, which the company believes is a good indicator of its potential market, will be between 13,000 and 18,200 units, with starts expected to remain at similar levels of between 13,100 and 18,500 units in 2019. Based on these projections, the company anticipates overall more profitable markets for Alberta home builders in 2018 than in either 2016 or 2017, and accordingly, a more profitable market for its mortgages.\nIn British Columbia, the economy is expected to continue to grow in 2018 and 2019, supported by a low Canadian dollar, high consumer spending and a strong housing sector. However, construction of single-detached homes is expected to move closer to historical norms through this same period, following two years of elevated levels of activity. CMHC predicts single-detached housing starts of between 11,000 and 11,600 units in 2018 and between 10,600 and 11,100 units in 2019. These levels are sufficient to ensure that BC continues to be a strong growth market for Builders Capital in the near term.\nIn Saskatchewan, CMHC forecasts that economic expansion in 2017 and 2018 will drive an upward trend in home construction. Single-detached housing starts for 2018 are forecast to range from 2,400 to 3,400 units, increasing to between 2,400 and 3,600 units in 2019.\nOverall, management believes that the levels of housing starts forecast by CMHC across its key markets are more than adequate to support the growth of the company’s business in the near term. It also expects that margins on new construction will remain viable, particularly in Alberta, where building costs have generally decreased and selling prices are expected to gradually strengthen.\nWhile the outlook is improving, the company cautions that the extended downturn has taken its toll on builders in the Alberta market and it is possible that Builders Capital will need to take additional steps to collect on some of its mortgage assets over the coming months. However, the company is optimistic that it has weeded out the most significant vulnerabilities in its portfolio, and is confident in its ability to enforce current mortgages .\nThe company also has multiple strategies in place to limit downside risk. Builders Capital takes a cautious approach to leverage and maintains a prudent debt-to-equity ratio. By investing only in short-term mortgages, the company maintains the liquidity necessary to preserve capital. It generally restricts mortgage lending to 75% of what it believes the fair market value of a property at any given time to be, ensuring that it holds a targeted minimum of 25% of the value of the project in owner’s equity. Investors are also protected by the general allowance for doubtful accounts the company sets aside each quarter before paying dividends. Finally, safeguards built into Builders Capital’s share structure give public Class A Non-Voting shareholders priority on all capital, as well as income distributions over Class B Non-Voting shareholders. Even if fourth quarter earnings had been only 65% of their actual figure, Builders Capital would still have been in a position to pay Class A shareholders their full, planned quarterly dividend.\n“Given the improving market conditions in Alberta, and continued strength in both BC and Saskatchewan, we are well positioned to continue sourcing high-quality lending opportunities that appropriately balance risk while maintaining attractive returns for shareholders.”\nA more detailed discussion of the company’s financial results can be found in Builders Capital’s 2017 Management’s Discussion and Analysis, which will be posted along with unaudited interim condensed financial statements for the quarter on the company’s website ( www.builderscapital.ca ) and SEDAR ( www.sedar.com ) on April 30, 2018.\nAbout Builders Capital\nBuilders Capital is a mortgage lender providing short-term course of construction financing to builders of residential, wood-frame properties in Western Canada. The company was formed on March 28, 2013 but did not commence active operations until December 12, 2013, on the closing of its initial public offering, following which it acquired a portfolio of mortgages from two predecessor companies.\nBuilders Capital’s investment objective is to generate attractive returns, relative to risk, in order to provide stable and steady distributions to shareholders while remaining focused on capital preservation and staying within the criteria mandated for mortgage investment corporations, as defined in the Income Tax Act .\nAs an MIC, Builders Capital is not subject to income tax provided that it distributes all of its taxable income as dividends to shareholders within 90 days of its December 31 st year-end. Such dividends are generally treated by shareholders as interest income, so that each shareholder is in the same tax position as if their proportionate share of mortgage investments made by the company had been made directly by the shareholder.\nForward-Looking Information\nThis news release contains forward-looking statements within the meaning of applicable securities legislation, including statements with respect to management’s beliefs, estimates and intentions, and similar statements concerning anticipated future events, results, circumstances, performance or expectations that are not historical facts. Forward-looking statements generally can be identified by the use of forward-looking terminology such as “outlook”, “objective”, “may”, “will”, “expect”, “intent”, “estimate”, “anticipate”, “believe”, “should”, “plans” or “continue” or similar expressions suggesting future outcomes or events. Such forward-looking statements reflect management’s current beliefs and are based on information currently available to management. These statements are not guarantees of future performance and are based on estimates and assumptions that are subject to risks and uncertainties which could cause actual results to differ materially from the forward-looking statements contained in this news release. These include, among other things, risks associated with mortgage lending, competition for mortgage lending, real estate values, interest rate fluctuations, environmental matters and the general economic environment. The company cautions that the foregoing list is not exhaustive, as other factors could adversely affect its results, performance or achievements. Readers are cautioned against undue reliance on any forward-looking statements. Although the forward-looking information contained in this news release is based upon what management believes are reasonable assumptions, there can be no assurance that actual results will be consistent with these forward-looking statements. Except as required by applicable law, Builders Capital undertakes no obligation to publicly update or revise any forward-looking statement, whether as a result of new information, future events or otherwise.\nFor more information, please contact:\nJohn Strangway, Chief Financial Officer\nTelephone: (403) 685-9888\nEmail: jstrangway@builderscapital.ca\nWebsite: www.builderscapital.ca\nSource:Builders Capital Mortgage Corp.",
    "published": "2018-05-01T02:20:00.000+03:00",
    "crawled": "2018-05-01T04:10:34.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "calgary",
        "alberta",
        "april",
        "globe",
        "newswire",
        "builder",
        "capital",
        "mortgage",
        "tsx",
        "venture",
        "bcf",
        "builder",
        "capital",
        "company",
        "today",
        "released",
        "financial",
        "result",
        "three",
        "twelve",
        "month",
        "ended",
        "december",
        "period",
        "represents",
        "fourth",
        "quarter",
        "company",
        "fiscal",
        "year",
        "fourth",
        "quarter",
        "financial",
        "performance",
        "continued",
        "reflect",
        "lingering",
        "impact",
        "lengthy",
        "downturn",
        "alberta",
        "economy",
        "said",
        "sandy",
        "loutitt",
        "president",
        "builder",
        "capital",
        "topline",
        "result",
        "strengthened",
        "slightly",
        "earnings",
        "negatively",
        "affected",
        "block",
        "unproductive",
        "inventory",
        "asset",
        "resulting",
        "foreclosure",
        "despite",
        "impact",
        "share",
        "structure",
        "continued",
        "work",
        "intended",
        "class",
        "shareholder",
        "receiving",
        "full",
        "planned",
        "quarterly",
        "dividend",
        "fourth",
        "quarter",
        "full",
        "company",
        "also",
        "successful",
        "increasing",
        "mortgage",
        "portfolio",
        "result",
        "number",
        "financing",
        "initiative",
        "included",
        "raising",
        "million",
        "new",
        "capital",
        "year",
        "increasing",
        "available",
        "limit",
        "line",
        "credit",
        "million",
        "securing",
        "million",
        "loan",
        "property",
        "held",
        "resale",
        "fund",
        "since",
        "invested",
        "profitable",
        "mortgage",
        "going",
        "forward",
        "help",
        "mitigate",
        "negative",
        "impact",
        "unproductive",
        "asset",
        "earnings",
        "even",
        "increased",
        "financing",
        "remains",
        "conservative",
        "approximately",
        "added",
        "loutitt",
        "fourth",
        "quarter",
        "financial",
        "result",
        "mortgage",
        "revenue",
        "three",
        "month",
        "ended",
        "december",
        "increased",
        "slightly",
        "q4",
        "q4",
        "revenue",
        "represents",
        "annualized",
        "gross",
        "revenue",
        "gross",
        "share",
        "capital",
        "compared",
        "q4",
        "consisted",
        "interest",
        "lender",
        "fee",
        "charged",
        "borrower",
        "lender",
        "fee",
        "quarter",
        "management",
        "fee",
        "paid",
        "builder",
        "capital",
        "management",
        "period",
        "fourth",
        "quarter",
        "operating",
        "expense",
        "excluding",
        "provision",
        "mortgage",
        "loss",
        "interest",
        "expense",
        "last",
        "year",
        "increase",
        "primarily",
        "reflects",
        "legal",
        "cost",
        "incurred",
        "arranging",
        "additional",
        "financing",
        "together",
        "additional",
        "management",
        "fee",
        "paid",
        "result",
        "increase",
        "share",
        "capital",
        "management",
        "set",
        "aside",
        "quarter",
        "fund",
        "potential",
        "loan",
        "loss",
        "date",
        "company",
        "accumulated",
        "total",
        "million",
        "provide",
        "loan",
        "loss",
        "applied",
        "specific",
        "foreclosed",
        "property",
        "discharged",
        "mortgage",
        "company",
        "base",
        "planned",
        "quarterly",
        "provision",
        "loan",
        "loss",
        "analysis",
        "historical",
        "bad",
        "debt",
        "portfolio",
        "manager",
        "current",
        "analysis",
        "construction",
        "finance",
        "marketplace",
        "increased",
        "provision",
        "mortgage",
        "loss",
        "combined",
        "company",
        "strategy",
        "charging",
        "slightly",
        "lower",
        "rate",
        "borrower",
        "order",
        "ensure",
        "full",
        "mortgage",
        "portfolio",
        "lending",
        "opportunity",
        "reflected",
        "result",
        "fourth",
        "quarter",
        "total",
        "comprehensive",
        "income",
        "decreased",
        "per",
        "share",
        "per",
        "share",
        "q4",
        "q4",
        "income",
        "translates",
        "earnings",
        "per",
        "class",
        "share",
        "compared",
        "earnings",
        "per",
        "class",
        "share",
        "pleased",
        "report",
        "subsequently",
        "sold",
        "one",
        "foreclosed",
        "property",
        "worth",
        "february",
        "optimistic",
        "ability",
        "sell",
        "remaining",
        "property",
        "due",
        "course",
        "added",
        "loutitt",
        "financial",
        "result",
        "fiscal",
        "year",
        "mortgage",
        "revenue",
        "million",
        "virtually",
        "unchanged",
        "revenue",
        "comprised",
        "million",
        "interest",
        "lender",
        "fee",
        "representing",
        "annualized",
        "gross",
        "revenue",
        "weighted",
        "average",
        "gross",
        "share",
        "capital",
        "compared",
        "lender",
        "fee",
        "year",
        "exceeded",
        "management",
        "fee",
        "operating",
        "expense",
        "excluding",
        "provision",
        "mortgage",
        "loss",
        "interest",
        "expense",
        "within",
        "expectation",
        "revenue",
        "compared",
        "period",
        "comprehensive",
        "income",
        "million",
        "per",
        "share",
        "declined",
        "million",
        "per",
        "share",
        "translates",
        "earnings",
        "per",
        "class",
        "share",
        "compared",
        "earnings",
        "per",
        "class",
        "share",
        "financing",
        "activity",
        "financing",
        "activity",
        "included",
        "public",
        "offering",
        "class",
        "share",
        "per",
        "share",
        "gross",
        "proceeds",
        "offering",
        "closed",
        "may",
        "private",
        "placement",
        "class",
        "share",
        "per",
        "share",
        "gross",
        "proceeds",
        "closed",
        "july",
        "private",
        "placement",
        "additional",
        "class",
        "share",
        "per",
        "share",
        "gross",
        "proceeds",
        "closed",
        "november",
        "mortgage",
        "portfolio",
        "december",
        "builder",
        "capital",
        "mortgage",
        "portfolio",
        "consisted",
        "mortgage",
        "loan",
        "aggregate",
        "value",
        "million",
        "mortgage",
        "transaction",
        "conducted",
        "year",
        "consistent",
        "company",
        "tight",
        "focus",
        "financing",
        "residential",
        "construction",
        "strong",
        "urban",
        "market",
        "million",
        "mortgage",
        "purchased",
        "funded",
        "million",
        "received",
        "mortgage",
        "repayment",
        "acquisition",
        "million",
        "mortgage",
        "sale",
        "million",
        "mortgage",
        "helped",
        "ensure",
        "full",
        "cash",
        "utilization",
        "create",
        "required",
        "liquidity",
        "distribution",
        "december",
        "based",
        "income",
        "fourth",
        "quarter",
        "company",
        "board",
        "director",
        "declared",
        "dividend",
        "per",
        "class",
        "share",
        "shareholder",
        "record",
        "december",
        "distribution",
        "paid",
        "january",
        "dividend",
        "amount",
        "calculated",
        "provide",
        "annualized",
        "return",
        "quarter",
        "initial",
        "class",
        "share",
        "price",
        "fourth",
        "quarter",
        "earnings",
        "generated",
        "company",
        "exceeded",
        "amount",
        "required",
        "pay",
        "planned",
        "class",
        "share",
        "dividend",
        "healthy",
        "time",
        "subsequent",
        "january",
        "based",
        "income",
        "fourth",
        "quarter",
        "company",
        "board",
        "declared",
        "dividend",
        "per",
        "share",
        "class",
        "b",
        "shareholder",
        "record",
        "date",
        "distribution",
        "also",
        "paid",
        "january",
        "market",
        "outlook",
        "alberta",
        "recession",
        "finally",
        "mirror",
        "market",
        "outlook",
        "improved",
        "largely",
        "favourable",
        "three",
        "company",
        "key",
        "provincial",
        "market",
        "alberta",
        "recovering",
        "economy",
        "driving",
        "increasing",
        "employment",
        "level",
        "net",
        "population",
        "growth",
        "also",
        "beginning",
        "accelerate",
        "employment",
        "province",
        "expected",
        "exceed",
        "level",
        "canada",
        "mortgage",
        "housing",
        "corporation",
        "cmhc",
        "predicts",
        "alberta",
        "resale",
        "market",
        "transition",
        "buyer",
        "market",
        "balanced",
        "condition",
        "cmhc",
        "forecast",
        "housing",
        "start",
        "alberta",
        "company",
        "belief",
        "good",
        "indicator",
        "potential",
        "market",
        "unit",
        "start",
        "expected",
        "remain",
        "similar",
        "level",
        "unit",
        "based",
        "projection",
        "company",
        "anticipates",
        "overall",
        "profitable",
        "market",
        "alberta",
        "home",
        "builder",
        "either",
        "accordingly",
        "profitable",
        "market",
        "mortgage",
        "british",
        "columbia",
        "economy",
        "expected",
        "continue",
        "grow",
        "supported",
        "low",
        "canadian",
        "dollar",
        "high",
        "consumer",
        "spending",
        "strong",
        "housing",
        "sector",
        "however",
        "construction",
        "home",
        "expected",
        "move",
        "closer",
        "historical",
        "norm",
        "period",
        "following",
        "two",
        "year",
        "elevated",
        "level",
        "activity",
        "cmhc",
        "predicts",
        "housing",
        "start",
        "unit",
        "unit",
        "level",
        "sufficient",
        "ensure",
        "bc",
        "continues",
        "strong",
        "growth",
        "market",
        "builder",
        "capital",
        "near",
        "term",
        "saskatchewan",
        "cmhc",
        "forecast",
        "economic",
        "expansion",
        "drive",
        "upward",
        "trend",
        "home",
        "construction",
        "housing",
        "start",
        "forecast",
        "range",
        "unit",
        "increasing",
        "unit",
        "overall",
        "management",
        "belief",
        "level",
        "housing",
        "start",
        "forecast",
        "cmhc",
        "across",
        "key",
        "market",
        "adequate",
        "support",
        "growth",
        "company",
        "business",
        "near",
        "term",
        "also",
        "expects",
        "margin",
        "new",
        "construction",
        "remain",
        "viable",
        "particularly",
        "alberta",
        "building",
        "cost",
        "generally",
        "decreased",
        "selling",
        "price",
        "expected",
        "gradually",
        "strengthen",
        "outlook",
        "improving",
        "company",
        "caution",
        "extended",
        "downturn",
        "taken",
        "toll",
        "builder",
        "alberta",
        "market",
        "possible",
        "builder",
        "capital",
        "need",
        "take",
        "additional",
        "step",
        "collect",
        "mortgage",
        "asset",
        "coming",
        "month",
        "however",
        "company",
        "optimistic",
        "weeded",
        "significant",
        "vulnerability",
        "portfolio",
        "confident",
        "ability",
        "enforce",
        "current",
        "mortgage",
        "company",
        "also",
        "multiple",
        "strategy",
        "place",
        "limit",
        "downside",
        "risk",
        "builder",
        "capital",
        "take",
        "cautious",
        "approach",
        "leverage",
        "maintains",
        "prudent",
        "ratio",
        "investing",
        "mortgage",
        "company",
        "maintains",
        "liquidity",
        "necessary",
        "preserve",
        "capital",
        "generally",
        "restricts",
        "mortgage",
        "lending",
        "belief",
        "fair",
        "market",
        "value",
        "property",
        "given",
        "time",
        "ensuring",
        "hold",
        "targeted",
        "minimum",
        "value",
        "project",
        "owner",
        "equity",
        "investor",
        "also",
        "protected",
        "general",
        "allowance",
        "doubtful",
        "account",
        "company",
        "set",
        "aside",
        "quarter",
        "paying",
        "dividend",
        "finally",
        "safeguard",
        "built",
        "builder",
        "capital",
        "share",
        "structure",
        "give",
        "public",
        "class",
        "shareholder",
        "priority",
        "capital",
        "well",
        "income",
        "distribution",
        "class",
        "b",
        "shareholder",
        "even",
        "fourth",
        "quarter",
        "earnings",
        "actual",
        "figure",
        "builder",
        "capital",
        "would",
        "still",
        "position",
        "pay",
        "class",
        "shareholder",
        "full",
        "planned",
        "quarterly",
        "dividend",
        "given",
        "improving",
        "market",
        "condition",
        "alberta",
        "continued",
        "strength",
        "bc",
        "saskatchewan",
        "well",
        "positioned",
        "continue",
        "sourcing",
        "lending",
        "opportunity",
        "appropriately",
        "balance",
        "risk",
        "maintaining",
        "attractive",
        "return",
        "detailed",
        "discussion",
        "company",
        "financial",
        "result",
        "found",
        "builder",
        "capital",
        "management",
        "discussion",
        "analysis",
        "posted",
        "along",
        "unaudited",
        "interim",
        "condensed",
        "financial",
        "statement",
        "quarter",
        "company",
        "website",
        "sedar",
        "april",
        "builder",
        "capital",
        "builder",
        "capital",
        "mortgage",
        "lender",
        "providing",
        "course",
        "construction",
        "financing",
        "builder",
        "residential",
        "property",
        "western",
        "canada",
        "company",
        "formed",
        "march",
        "commence",
        "active",
        "operation",
        "december",
        "closing",
        "initial",
        "public",
        "offering",
        "following",
        "acquired",
        "portfolio",
        "mortgage",
        "two",
        "predecessor",
        "company",
        "builder",
        "capital",
        "investment",
        "objective",
        "generate",
        "attractive",
        "return",
        "relative",
        "risk",
        "order",
        "provide",
        "stable",
        "steady",
        "distribution",
        "shareholder",
        "remaining",
        "focused",
        "capital",
        "preservation",
        "staying",
        "within",
        "criterion",
        "mandated",
        "mortgage",
        "investment",
        "corporation",
        "defined",
        "income",
        "tax",
        "act",
        "mic",
        "builder",
        "capital",
        "subject",
        "income",
        "tax",
        "provided",
        "distributes",
        "taxable",
        "income",
        "dividend",
        "shareholder",
        "within",
        "day",
        "december",
        "st",
        "dividend",
        "generally",
        "treated",
        "shareholder",
        "interest",
        "income",
        "shareholder",
        "tax",
        "position",
        "proportionate",
        "share",
        "mortgage",
        "investment",
        "made",
        "company",
        "made",
        "directly",
        "shareholder",
        "information",
        "news",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "applicable",
        "security",
        "legislation",
        "including",
        "statement",
        "respect",
        "management",
        "belief",
        "estimate",
        "intention",
        "similar",
        "statement",
        "concerning",
        "anticipated",
        "future",
        "event",
        "result",
        "circumstance",
        "performance",
        "expectation",
        "historical",
        "fact",
        "statement",
        "generally",
        "identified",
        "use",
        "terminology",
        "outlook",
        "objective",
        "may",
        "expect",
        "intent",
        "estimate",
        "anticipate",
        "believe",
        "plan",
        "continue",
        "similar",
        "expression",
        "suggesting",
        "future",
        "outcome",
        "event",
        "statement",
        "reflect",
        "management",
        "current",
        "belief",
        "based",
        "information",
        "currently",
        "available",
        "management",
        "statement",
        "guarantee",
        "future",
        "performance",
        "based",
        "estimate",
        "assumption",
        "subject",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "statement",
        "contained",
        "news",
        "release",
        "include",
        "among",
        "thing",
        "risk",
        "associated",
        "mortgage",
        "lending",
        "competition",
        "mortgage",
        "lending",
        "real",
        "estate",
        "value",
        "interest",
        "rate",
        "fluctuation",
        "environmental",
        "matter",
        "general",
        "economic",
        "environment",
        "company",
        "caution",
        "foregoing",
        "list",
        "exhaustive",
        "factor",
        "could",
        "adversely",
        "affect",
        "result",
        "performance",
        "achievement",
        "reader",
        "cautioned",
        "undue",
        "reliance",
        "statement",
        "although",
        "information",
        "contained",
        "news",
        "release",
        "based",
        "upon",
        "management",
        "belief",
        "reasonable",
        "assumption",
        "assurance",
        "actual",
        "result",
        "consistent",
        "statement",
        "except",
        "required",
        "applicable",
        "law",
        "builder",
        "capital",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "information",
        "please",
        "contact",
        "john",
        "strangway",
        "chief",
        "financial",
        "officer",
        "telephone",
        "email",
        "jstrangway",
        "website",
        "source",
        "builder",
        "capital",
        "mortgage",
        "corp"
    ]
}