{
    "organizations": [],
    "uuid": "24021ce357f593eeb9b767a4471b2159b16b8672",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/02/globe-newswire-mantech-announces-financial-results-for-first-quarter-of-2018.html",
    "ord_in_thread": 0,
    "title": "ManTech Announces Financial Results for First Quarter of 2018",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Revenues: $473 million, up 13% from first quarter of 2017 Operating Income: $26.4 million for an operating margin of 5.6% Diluted EPS: $0.51, up 31% from first quarter of 2017 Bookings of $430 million, resulting in a book-to-bill ratio of 0.9 and a LTM book-to-bill of 2.2\nFAIRFAX, Va., May 02, 2018 (GLOBE NEWSWIRE) -- ManTech International Corporation (Nasdaq:MANT), a leading provider of innovative technologies and solutions for mission-critical national security programs, today announced financial results for the first quarter of fiscal year 2018, which ended March 31, 2018.\n“With the solid execution in the quarter, ManTech is well positioned for another successful year. We continue our strong trajectory with another quarter of robust organic revenue growth. Equally important is our commitment to invest for the future and our steadfast focus on delivering innovative and differentiated solutions to meet our customers' mission-critical requirements,” said ManTech President and Chief Executive Officer Kevin M. Phillips.\nSummary Operating Results Three months ended\nMarch 31, (In Millions Except Per Share Amounts) 2018 2017 Revenue $473.2 $418.4 Operating Income $26.4 $24.4 Operating Margin 5.6 % 5.8 % Depreciation and Amortization $13.2 $7.7 Depreciation and Amortization % of Revenue 2.8 % 1.8 % Net Income $20.1 $15.0 Diluted Earnings Per Share $0.51 $0.39\nAs a result of increased demand for our services and solutions, revenues for the quarter were $473.2 million, up 13% from $418.4 million in the first quarter of 2017. Revenue growth was driven by a combination of organic expansion from recent contract awards and acquisitions.\nOperating income for the quarter was $26.4 million, up 8% compared to the first quarter of 2017, representing an operating margin of 5.6%. For the quarter, net income was $20.1 million and diluted earnings per share were $0.51, up 34% and 31%, respectively, compared to the first quarter of 2017.\nCash Management and Capital Deployment Three months ended\nMarch 31, (Dollars In Millions)\n2018 2017 Net Income $20.1 $15.0 Cash Flow from Operations $(18.0) $36.5 Operating Cash Flow Multiple of Net Income (0.9)x 2.4x Capital Expenditures $8.7 $3.4 Days Sales Outstanding (DSO) 69 68 Cash and Cash Equivalents, End of Period $10.4 $91.6 Current and Long Term Debt, End of Period $65.5 $0.0\nThe company used $18.0 million of net cash flow to fund operating activities in the quarter. Days sales outstanding (DSO) were 69 days. As of March 31, 2018, the company had $10.4 million in cash and cash equivalents and $65.5 million of outstanding borrowings on its $500 million revolving-credit facility, which leaves the company with ample financial capacity to support growth, pursue acquisitions and issue dividends while maintaining a strong balance sheet.\nThe company paid $9.9 million in dividends, or $0.25 per share, to its common stockholders of record as of March 9, 2018. The Board of Directors has declared that the company will pay a cash dividend of $0.25 per share on June 22, 2018, to all common stockholders of record as of June 8, 2018, as part of its regular quarterly cash dividend program. Future declarations of dividends and their record and payment dates are subject to the final determination of ManTech's Board of Directors.\nContract Awards\nContract awards (bookings) totaled $430 million in the quarter, representing a book-to-bill ratio of 0.9. Over the trailing 12 months, the book-to-bill ratio is 2.2. ManTech won several large, single-award contracts in the quarter including:\nC4I Integration in U.S. Marine Corps (USMC) Combat Vehicles. ManTech was awarded a 5-year contract totaling $82 million by the Navy's Space and Naval Warfare Systems Center (SPAWAR SSC) to augment Command, Control, Communications, Computers and Intelligence (C4I) capabilities of USMC combat vehicles.\nAdditional contract awards in the quarter include several extensions to existing contracts and new contracts from various customers, most of which are classified.\nIn addition, the company won several multiple-award indefinite-delivery, indefinite-quantity (IDIQ) contracts, which are not included in bookings, including:\nDefense Information Systems Agency (DISA) ENCORE III. Under this 10-year, $17.5 billion contract ManTech will have the opportunity to win task orders to provide a range of IT solutions.\nThe company’s backlog of business at the end of quarter was $7.1 billion and funded backlog was $1.2 billion.\nForward Guidance\nBased on our strong performance in the first quarter, we are raising and narrowing our 2018 guidance range on revenue, net income, and diluted earnings per share as specified in the table below.\nMeasure Fiscal 2018 Guidance Revenue (billion) $1.90 - $1.95 Net Income (million) $80.1 - $83.3 Diluted Earnings per Share $2.00 - $2.08\nManTech Chief Financial Officer Judith L. Bjornaas said, \"I am pleased to see the strong organic performance of the business, which met all of our financial targets for the first quarter. ManTech's positioning in important national and homeland security missions provides a solid foundation for continued growth.\"\nConference Call\nManTech executive management will hold a conference call on May 2, 2018, at 5 p.m. Eastern to discuss the financial results and outlook and answer questions. Analysts may participate on the conference call by dialing 877-638-9567 (domestic) or 253-237-1032 (international) and entering passcode 6293764. The conference call will be webcast simultaneously to the public through a link on the Investor Relations section of the ManTech website ( http://investor.mantech.com ). A replay of the conference call will be available on the ManTech website approximately 2 hours after the conclusion of the conference call.\nAbout ManTech International Corporation\nManTech provides mission-focused technology solutions and services for U.S. defense, intelligence community and federal civilian agencies. Now in our 50 th year, we excel in full-spectrum cyber, data collection & analytics, enterprise IT, systems engineering and software application development solutions that support national and homeland security. Additional information on ManTech can be found at www.mantech.com .\nForward-Looking Information\nStatements and assumptions made in this press release, which do not address historical facts, constitute “forward-looking” statements that ManTech believes to be within the definition in the Private Securities Litigation Reform Act of 1995 and involve risks and uncertainties, many of which are outside of our control. Words such as “may,” “will,” “expect,” “intend,” “anticipate,” “believe,” or “estimate,” or the negative of these terms or words of similar import, are intended to identify .\nThese are inherently subject to risks and uncertainties, and actual results and outcomes may differ materially from the results and outcomes we anticipate. Factors that could cause actual results to differ materially from the results we anticipate include, but are not limited to, the following: failure to maintain our relationship with the U.S. government, or failure to compete effectively for new contract awards or to retain existing U.S. government contracts; inability to recruit and retain sufficient number of employees with specialized skill sets or necessary security clearances who are in great demand and limited supply; issues relating to competing effectively for awards procured through the competitive bidding process, including the adverse impact of delay caused by competitors’ protests of contracts awards received by us; adverse changes in U.S. government spending for programs we support, whether due to changing mission priorities, socio-economic policies that reduce the contracts that we may bid on, cost reduction and efficiency initiatives by our customers, or other federal budget constraints generally; failure to obtain option awards, task orders or funding under contracts; failure to realize the full amount of our backlog or adverse changes in the timing of receipt of revenues under contracts included in backlog; renegotiation, modification or termination of our contracts, or failure to perform in conformity with contract terms or our expectations; disruption of our business or damage to our reputation resulting from security breaches in customer systems, internal systems or services failures (including as a result of cyber or other security threats), or employee or subcontractor misconduct; failure to successfully integrate acquired companies or businesses into our operations or to realize any accretive or synergistic effects from such acquisitions; increased exposure to risks associated with conducting business internationally; non-compliance with, or adverse changes in, complex U.S. government laws, procurement regulations or processes; and adverse results of U.S. government audits or other investigations of our government contracts. These and other risk factors are more fully discussed in the section entitled \"Risk Factors\" in ManTech's Annual Report on Form 10-K previously filed with the Commission on Feb. 23, 2018, Item 1A of Part II of our Quarterly Reports on Form 10-Q, and, from time to time, in ManTech's other filings with the Commission.\nThe included herein are only made as of the date of this press release, and ManTech undertakes no obligation to publicly update any of the made herein, whether as a result of new information, subsequent events or circumstances, changes in expectations or otherwise.\nMANTECH INTERNATIONAL CORPORATION CONDENSED CONSOLIDATED BALANCE SHEETS (In Thousands Except Share and Per Share Amounts) (unaudited) March 31,\n2018 December 31,\n2017 ASSETS Cash and cash equivalents $ 10,382 $ 9,451 Receivables—net 364,180 311,410 Prepaid expenses and other 49,360 46,207 Contractual inventory 92 96 Total Current Assets 424,014 367,164 Goodwill 1,085,321 1,084,560 Other intangible assets—net 189,452 194,348 Property and equipment—net 50,288 46,082 Employee supplemental savings plan assets 33,300 33,555 Investments 11,848 11,843 Other assets 7,383 6,923 TOTAL ASSETS $ 1,801,606 $ 1,744,475 LIABILITIES AND STOCKHOLDERS' EQUITY LIABILITIES Accounts payable and accrued expenses $ 134,870 $ 122,405 Accrued salaries and related expenses 77,087 87,064 Contract liabilities 21,876 18,816 Total Current Liabilities 233,833 228,285 Long term debt 65,500 31,000 Deferred income taxes 101,163 97,194 Accrued retirement 32,293 34,517 Other long-term liabilities 10,718 10,505 TOTAL LIABILITIES 443,507 401,501 COMMITMENTS AND CONTINGENCIES STOCKHOLDERS' EQUITY Common stock, Class A—$0.01 par value; 150,000,000 shares authorized;\n26,576,960 and 26,285,773 shares issued at March 31, 2018 and\nDecember 31, 2017; 26,332,847 and 26,041,660 shares outstanding at\nMarch 31, 2018 and December 31, 2017 266 263 Common stock, Class B—$0.01 par value; 50,000,000 shares authorized;\n13,189,245 and 13,189,245 shares issued and outstanding at March 31,\n2018 and December 31, 2017 132 132 Additional paid-in capital 496,354 492,030 Treasury stock, 244,113 and 244,113 shares at cost at March 31, 2018 and December 31, 2017 (9,158 ) (9,158 ) Retained earnings 870,814 860,027 Accumulated other comprehensive loss (309 ) (320 ) TOTAL STOCKHOLDERS’ EQUITY 1,358,099 1,342,974 TOTAL LIABILITIES AND STOCKHOLDERS’ EQUITY $ 1,801,606 $ 1,744,475\nMANTECH INTERNATIONAL CORPORATION CONDENSED CONSOLIDATED STATEMENTS OF INCOME (In Thousands Except Per Share Amounts) (unaudited)\nThree months ended\nMarch 31, 2018 2017 REVENUE $ 473,236 $ 418,374 Cost of services 403,933 357,047 General and administrative expenses 42,882 36,937 OPERATING INCOME 26,421 24,390 Interest expense (734 ) (294 ) Interest income 15 24 Other income, net 4 39 INCOME FROM OPERATIONS BEFORE INCOME TAXES AND EQUITY METHOD INVESTMENTS 25,706 24,159 Provision for income taxes (5,679 ) (9,100 ) Equity in gains (losses) of unconsolidated subsidiaries 40 (31 ) NET INCOME $ 20,067 $ 15,028 BASIC EARNINGS PER SHARE: Class A common stock $ 0.51 $ 0.39 Class B common stock $ 0.51 $ 0.39 DILUTED EARNINGS PER SHARE: Class A common stock $ 0.51 $ 0.39 Class B common stock $ 0.51 $ 0.39\nMANTECH INTERNATIONAL CORPORATION CONDENSED CONSOLIDATED STATEMENTS OF CASH FLOWS (In Thousands) (unaudited)\nThree months ended\nMarch 31, 2018 2017 CASH FLOWS FROM (USED IN) OPERATING ACTIVITIES: Net income $ 20,067 $ 15,028 Adjustments to reconcile net income to net cash flow from (used in) operating activities: Depreciation and amortization 13,209 7,674 Deferred income taxes 3,969 3,653 Stock-based compensation 1,054 1,067 Equity in (gains) losses of unconsolidated subsidiaries (40 ) 31 Change in assets and liabilities—net of effects from acquired businesses: Receivables—net (45,458 ) 5,645 Prepaid expenses and other (3,255 ) 4,411 Contractual inventory 4 1,192 Employee supplemental savings plan asset 255 (1,287 ) Accounts payable and accrued expenses 4,980 (2,644 ) Accrued salaries and related expenses (9,873 ) 3,646 Contract liabilities (397 ) (899 ) Accrued retirement (2,224 ) (655 ) Other (306 ) (333 ) Net cash flow from (used in) operating activities (18,015 ) 36,529 CASH FLOWS (USED IN) INVESTING ACTIVITIES: Purchases of property and equipment (6,574 ) (2,578 ) Investment in capitalized software for internal use (2,097 ) (817 ) Deferred contract costs (295 ) — Net cash used in investing activities (8,966 ) (3,395 ) CASH FLOWS FROM (USED IN) FINANCING ACTIVITIES: Borrowing under revolving credit facility 191,000 — Repayments under revolving credit facility (156,500 ) — Dividends paid (9,861 ) (8,137 ) Proceeds from exercise of stock options 5,996 1,694 Payment consideration to tax authority on employees' behalf (2,723 ) — Net cash flow from (used in) financing activities 27,912 (6,443 ) NET CHANGE IN CASH AND CASH EQUIVALENTS 931 26,691 CASH AND CASH EQUIVALENTS, BEGINNING OF PERIOD 9,451 64,936 CASH AND CASH EQUIVALENTS, END OF PERIOD $ 10,382 $ 91,627\nManTech-F\nManTech International Corporation\nInvestor Relations\nJudy Bjornaas\nExecutive Vice President and Chief Financial Officer\n(703) 218-8269\nInvestor.Relations@ManTech.com\nMedia\nSue Cushing\nVP Corporate Communications\n(703) 814-8369\nSue.Cushing@ManTech.com\nSource:ManTech International Corporation",
    "published": "2018-05-03T00:00:00.000+03:00",
    "crawled": "2018-05-03T01:57:20.032+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "revenue",
        "million",
        "first",
        "quarter",
        "operating",
        "income",
        "million",
        "operating",
        "margin",
        "diluted",
        "eps",
        "first",
        "quarter",
        "booking",
        "million",
        "resulting",
        "ratio",
        "ltm",
        "fairfax",
        "may",
        "globe",
        "newswire",
        "mantech",
        "international",
        "corporation",
        "nasdaq",
        "mant",
        "leading",
        "provider",
        "innovative",
        "technology",
        "solution",
        "national",
        "security",
        "program",
        "today",
        "announced",
        "financial",
        "result",
        "first",
        "quarter",
        "fiscal",
        "year",
        "ended",
        "march",
        "solid",
        "execution",
        "quarter",
        "mantech",
        "well",
        "positioned",
        "another",
        "successful",
        "year",
        "continue",
        "strong",
        "trajectory",
        "another",
        "quarter",
        "robust",
        "organic",
        "revenue",
        "growth",
        "equally",
        "important",
        "commitment",
        "invest",
        "future",
        "steadfast",
        "focus",
        "delivering",
        "innovative",
        "differentiated",
        "solution",
        "meet",
        "customer",
        "requirement",
        "said",
        "mantech",
        "president",
        "chief",
        "executive",
        "officer",
        "kevin",
        "phillips",
        "summary",
        "operating",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "except",
        "per",
        "share",
        "amount",
        "revenue",
        "operating",
        "income",
        "operating",
        "margin",
        "depreciation",
        "amortization",
        "depreciation",
        "amortization",
        "revenue",
        "net",
        "income",
        "diluted",
        "earnings",
        "per",
        "share",
        "result",
        "increased",
        "demand",
        "service",
        "solution",
        "revenue",
        "quarter",
        "million",
        "million",
        "first",
        "quarter",
        "revenue",
        "growth",
        "driven",
        "combination",
        "organic",
        "expansion",
        "recent",
        "contract",
        "award",
        "acquisition",
        "operating",
        "income",
        "quarter",
        "million",
        "compared",
        "first",
        "quarter",
        "representing",
        "operating",
        "margin",
        "quarter",
        "net",
        "income",
        "million",
        "diluted",
        "earnings",
        "per",
        "share",
        "respectively",
        "compared",
        "first",
        "quarter",
        "cash",
        "management",
        "capital",
        "deployment",
        "three",
        "month",
        "ended",
        "march",
        "dollar",
        "million",
        "net",
        "income",
        "cash",
        "flow",
        "operation",
        "operating",
        "cash",
        "flow",
        "multiple",
        "net",
        "income",
        "x",
        "capital",
        "expenditure",
        "day",
        "sale",
        "outstanding",
        "dso",
        "cash",
        "cash",
        "equivalent",
        "end",
        "period",
        "current",
        "long",
        "term",
        "debt",
        "end",
        "period",
        "company",
        "used",
        "million",
        "net",
        "cash",
        "flow",
        "fund",
        "operating",
        "activity",
        "quarter",
        "day",
        "sale",
        "outstanding",
        "dso",
        "day",
        "march",
        "company",
        "million",
        "cash",
        "cash",
        "equivalent",
        "million",
        "outstanding",
        "borrowing",
        "million",
        "facility",
        "leaf",
        "company",
        "ample",
        "financial",
        "capacity",
        "support",
        "growth",
        "pursue",
        "acquisition",
        "issue",
        "dividend",
        "maintaining",
        "strong",
        "balance",
        "sheet",
        "company",
        "paid",
        "million",
        "dividend",
        "per",
        "share",
        "common",
        "stockholder",
        "record",
        "march",
        "board",
        "director",
        "declared",
        "company",
        "pay",
        "cash",
        "dividend",
        "per",
        "share",
        "june",
        "common",
        "stockholder",
        "record",
        "june",
        "part",
        "regular",
        "quarterly",
        "cash",
        "dividend",
        "program",
        "future",
        "declaration",
        "dividend",
        "record",
        "payment",
        "date",
        "subject",
        "final",
        "determination",
        "mantech",
        "board",
        "director",
        "contract",
        "award",
        "contract",
        "award",
        "booking",
        "totaled",
        "million",
        "quarter",
        "representing",
        "ratio",
        "trailing",
        "month",
        "ratio",
        "mantech",
        "several",
        "large",
        "contract",
        "quarter",
        "including",
        "c4i",
        "integration",
        "marine",
        "corp",
        "usmc",
        "combat",
        "vehicle",
        "mantech",
        "awarded",
        "contract",
        "totaling",
        "million",
        "navy",
        "space",
        "naval",
        "warfare",
        "system",
        "center",
        "spawar",
        "ssc",
        "augment",
        "command",
        "control",
        "communication",
        "computer",
        "intelligence",
        "c4i",
        "capability",
        "usmc",
        "combat",
        "vehicle",
        "additional",
        "contract",
        "award",
        "quarter",
        "include",
        "several",
        "extension",
        "existing",
        "contract",
        "new",
        "contract",
        "various",
        "customer",
        "classified",
        "addition",
        "company",
        "several",
        "idiq",
        "contract",
        "included",
        "booking",
        "including",
        "defense",
        "information",
        "system",
        "agency",
        "disa",
        "encore",
        "iii",
        "billion",
        "contract",
        "mantech",
        "opportunity",
        "win",
        "task",
        "order",
        "provide",
        "range",
        "solution",
        "company",
        "backlog",
        "business",
        "end",
        "quarter",
        "billion",
        "funded",
        "backlog",
        "billion",
        "forward",
        "guidance",
        "based",
        "strong",
        "performance",
        "first",
        "quarter",
        "raising",
        "narrowing",
        "guidance",
        "range",
        "revenue",
        "net",
        "income",
        "diluted",
        "earnings",
        "per",
        "share",
        "specified",
        "table",
        "measure",
        "fiscal",
        "guidance",
        "revenue",
        "billion",
        "net",
        "income",
        "million",
        "diluted",
        "earnings",
        "per",
        "share",
        "mantech",
        "chief",
        "financial",
        "officer",
        "judith",
        "bjornaas",
        "said",
        "pleased",
        "see",
        "strong",
        "organic",
        "performance",
        "business",
        "met",
        "financial",
        "target",
        "first",
        "quarter",
        "mantech",
        "positioning",
        "important",
        "national",
        "homeland",
        "security",
        "mission",
        "provides",
        "solid",
        "foundation",
        "continued",
        "growth",
        "conference",
        "call",
        "mantech",
        "executive",
        "management",
        "hold",
        "conference",
        "call",
        "may",
        "eastern",
        "discus",
        "financial",
        "result",
        "outlook",
        "answer",
        "question",
        "analyst",
        "may",
        "participate",
        "conference",
        "call",
        "dialing",
        "domestic",
        "international",
        "entering",
        "passcode",
        "conference",
        "call",
        "webcast",
        "simultaneously",
        "public",
        "link",
        "investor",
        "relation",
        "section",
        "mantech",
        "website",
        "http",
        "replay",
        "conference",
        "call",
        "available",
        "mantech",
        "website",
        "approximately",
        "hour",
        "conclusion",
        "conference",
        "call",
        "mantech",
        "international",
        "corporation",
        "mantech",
        "provides",
        "technology",
        "solution",
        "service",
        "defense",
        "intelligence",
        "community",
        "federal",
        "civilian",
        "agency",
        "th",
        "year",
        "excel",
        "cyber",
        "data",
        "collection",
        "analytics",
        "enterprise",
        "system",
        "engineering",
        "software",
        "application",
        "development",
        "solution",
        "support",
        "national",
        "homeland",
        "security",
        "additional",
        "information",
        "mantech",
        "found",
        "information",
        "statement",
        "assumption",
        "made",
        "press",
        "release",
        "address",
        "historical",
        "fact",
        "constitute",
        "statement",
        "mantech",
        "belief",
        "within",
        "definition",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "involve",
        "risk",
        "uncertainty",
        "many",
        "outside",
        "control",
        "word",
        "may",
        "expect",
        "intend",
        "anticipate",
        "believe",
        "estimate",
        "negative",
        "term",
        "word",
        "similar",
        "import",
        "intended",
        "identify",
        "inherently",
        "subject",
        "risk",
        "uncertainty",
        "actual",
        "result",
        "outcome",
        "may",
        "differ",
        "materially",
        "result",
        "outcome",
        "anticipate",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "result",
        "anticipate",
        "include",
        "limited",
        "following",
        "failure",
        "maintain",
        "relationship",
        "government",
        "failure",
        "compete",
        "effectively",
        "new",
        "contract",
        "award",
        "retain",
        "existing",
        "government",
        "contract",
        "inability",
        "recruit",
        "retain",
        "sufficient",
        "number",
        "employee",
        "specialized",
        "skill",
        "set",
        "necessary",
        "security",
        "clearance",
        "great",
        "demand",
        "limited",
        "supply",
        "issue",
        "relating",
        "competing",
        "effectively",
        "award",
        "procured",
        "competitive",
        "bidding",
        "process",
        "including",
        "adverse",
        "impact",
        "delay",
        "caused",
        "competitor",
        "protest",
        "contract",
        "award",
        "received",
        "u",
        "adverse",
        "change",
        "government",
        "spending",
        "program",
        "support",
        "whether",
        "due",
        "changing",
        "mission",
        "priority",
        "policy",
        "reduce",
        "contract",
        "may",
        "bid",
        "cost",
        "reduction",
        "efficiency",
        "initiative",
        "customer",
        "federal",
        "budget",
        "constraint",
        "generally",
        "failure",
        "obtain",
        "option",
        "award",
        "task",
        "order",
        "funding",
        "contract",
        "failure",
        "realize",
        "full",
        "amount",
        "backlog",
        "adverse",
        "change",
        "timing",
        "receipt",
        "revenue",
        "contract",
        "included",
        "backlog",
        "renegotiation",
        "modification",
        "termination",
        "contract",
        "failure",
        "perform",
        "conformity",
        "contract",
        "term",
        "expectation",
        "disruption",
        "business",
        "damage",
        "reputation",
        "resulting",
        "security",
        "breach",
        "customer",
        "system",
        "internal",
        "system",
        "service",
        "failure",
        "including",
        "result",
        "cyber",
        "security",
        "threat",
        "employee",
        "subcontractor",
        "misconduct",
        "failure",
        "successfully",
        "integrate",
        "acquired",
        "company",
        "business",
        "operation",
        "realize",
        "accretive",
        "synergistic",
        "effect",
        "acquisition",
        "increased",
        "exposure",
        "risk",
        "associated",
        "conducting",
        "business",
        "internationally",
        "adverse",
        "change",
        "complex",
        "government",
        "law",
        "procurement",
        "regulation",
        "process",
        "adverse",
        "result",
        "government",
        "audit",
        "investigation",
        "government",
        "contract",
        "risk",
        "factor",
        "fully",
        "discussed",
        "section",
        "entitled",
        "risk",
        "factor",
        "mantech",
        "annual",
        "report",
        "form",
        "previously",
        "filed",
        "commission",
        "item",
        "1a",
        "part",
        "ii",
        "quarterly",
        "report",
        "form",
        "time",
        "time",
        "mantech",
        "filing",
        "commission",
        "included",
        "herein",
        "made",
        "date",
        "press",
        "release",
        "mantech",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "made",
        "herein",
        "whether",
        "result",
        "new",
        "information",
        "subsequent",
        "event",
        "circumstance",
        "change",
        "expectation",
        "otherwise",
        "mantech",
        "international",
        "corporation",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "unaudited",
        "march",
        "december",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "prepaid",
        "expense",
        "contractual",
        "inventory",
        "total",
        "current",
        "asset",
        "goodwill",
        "intangible",
        "property",
        "employee",
        "supplemental",
        "saving",
        "plan",
        "asset",
        "investment",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "accrued",
        "salary",
        "related",
        "expense",
        "contract",
        "liability",
        "total",
        "current",
        "liability",
        "long",
        "term",
        "debt",
        "deferred",
        "income",
        "tax",
        "accrued",
        "retirement",
        "liability",
        "total",
        "liability",
        "commitment",
        "contingency",
        "stockholder",
        "equity",
        "common",
        "stock",
        "class",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "march",
        "december",
        "share",
        "outstanding",
        "march",
        "december",
        "common",
        "stock",
        "class",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "march",
        "december",
        "additional",
        "capital",
        "treasury",
        "stock",
        "share",
        "cost",
        "march",
        "december",
        "retained",
        "earnings",
        "accumulated",
        "comprehensive",
        "loss",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "mantech",
        "international",
        "corporation",
        "condensed",
        "consolidated",
        "statement",
        "income",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "cost",
        "service",
        "general",
        "administrative",
        "expense",
        "operating",
        "income",
        "interest",
        "expense",
        "interest",
        "income",
        "income",
        "net",
        "income",
        "operation",
        "income",
        "tax",
        "equity",
        "method",
        "investment",
        "provision",
        "income",
        "tax",
        "equity",
        "gain",
        "loss",
        "unconsolidated",
        "subsidiary",
        "net",
        "income",
        "basic",
        "earnings",
        "per",
        "share",
        "class",
        "common",
        "stock",
        "class",
        "b",
        "common",
        "stock",
        "diluted",
        "earnings",
        "per",
        "share",
        "class",
        "common",
        "stock",
        "class",
        "b",
        "common",
        "stock",
        "mantech",
        "international",
        "corporation",
        "condensed",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "thousand",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "cash",
        "flow",
        "used",
        "operating",
        "activity",
        "net",
        "income",
        "adjustment",
        "reconcile",
        "net",
        "income",
        "net",
        "cash",
        "flow",
        "used",
        "operating",
        "activity",
        "depreciation",
        "amortization",
        "deferred",
        "income",
        "tax",
        "compensation",
        "equity",
        "gain",
        "loss",
        "unconsolidated",
        "subsidiary",
        "change",
        "asset",
        "effect",
        "acquired",
        "business",
        "prepaid",
        "expense",
        "contractual",
        "inventory",
        "employee",
        "supplemental",
        "saving",
        "plan",
        "asset",
        "account",
        "payable",
        "accrued",
        "expense",
        "accrued",
        "salary",
        "related",
        "expense",
        "contract",
        "liability",
        "accrued",
        "retirement",
        "net",
        "cash",
        "flow",
        "used",
        "operating",
        "activity",
        "cash",
        "flow",
        "used",
        "investing",
        "activity",
        "purchase",
        "property",
        "equipment",
        "investment",
        "capitalized",
        "software",
        "internal",
        "use",
        "deferred",
        "contract",
        "cost",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "cash",
        "flow",
        "used",
        "financing",
        "activity",
        "borrowing",
        "revolving",
        "credit",
        "facility",
        "repayment",
        "revolving",
        "credit",
        "facility",
        "dividend",
        "paid",
        "proceeds",
        "exercise",
        "stock",
        "option",
        "payment",
        "consideration",
        "tax",
        "authority",
        "employee",
        "behalf",
        "net",
        "cash",
        "flow",
        "used",
        "financing",
        "activity",
        "net",
        "change",
        "cash",
        "cash",
        "equivalent",
        "cash",
        "cash",
        "equivalent",
        "beginning",
        "period",
        "cash",
        "cash",
        "equivalent",
        "end",
        "period",
        "mantech",
        "international",
        "corporation",
        "investor",
        "relation",
        "judy",
        "bjornaas",
        "executive",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "medium",
        "sue",
        "cushing",
        "vp",
        "corporate",
        "communication",
        "source",
        "mantech",
        "international",
        "corporation"
    ]
}