{
    "organizations": [],
    "uuid": "944afb682032726414b84d278a39decb2196fe6e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/04/business-wire-cincinnati-bell-hawaiian-telcom-merger-receives-hawaiei-puc-approval.html",
    "ord_in_thread": 0,
    "title": "Cincinnati Bell-Hawaiian Telcom Merger Receives Hawaiʻi PUC Approval",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CINCINNATI & HONOLULU--(BUSINESS WIRE)-- Cincinnati Bell Inc. (NYSE: CBB) (the “Company”) announced that it has received unanimous approval from the Hawaiʻi Public Utilities Commission (“PUC” or the “Commission”) with respect to its pending acquisition of Honolulu-based Hawaiian Telcom (NASDAQ: HCOM), the leading integrated communications provider serving Hawaiʻi and the state’s fiber-centric technology leader. In approving the merger, the Commission concludes that net benefits will result from the transaction.\n“We greatly appreciate the support of the Hawaiʻi PUC and are pleased that the Commission has acknowledged that our combination with Hawaiian Telcom is expected to bring benefits to Hawaiʻi consumers as we continue to invest in next-generation fiber,” said Leigh Fox, President and Chief Executive Officer of Cincinnati Bell. “This marks a key milestone as we work to create a stronger communications and technology company that builds upon the complementary strengths of Cincinnati Bell and Hawaiian Telcom, allowing us to deliver more competitive products and services to customers.”\nThe combination, previously announced on July 10, 2017, will accelerate Cincinnati Bell’s overarching strategy to create a diversified and balanced revenue mix by expanding the Company’s high-speed, high-bandwidth fiber optic network while building a complementary IT solutions and cloud services business. By leveraging Hawaiian Telcom’s local knowledge and continuing to invest in its deep fiber infrastructure, the combined company will be well-positioned to capitalize on the growing demand for strategic fiber offerings.\nHawaiʻi PUC approval satisfies one of the conditions for the closing of the transaction. The pending acquisition has already cleared the Hart-Scott-Rodino Act review period, and has been overwhelmingly approved by Hawaiian Telcom shareholders. In addition, the Hawaiʻi Department of Commerce and Consumer Affairs’ Cable Television Division has conditionally approved the transfer of control of Hawaiian Telcom’s cable franchise to Cincinnati Bell.\nWith approval from the Hawaiʻi PUC, the transaction is expected to close following completion of the Federal Communications Commission’s review and other remaining customary closing conditions.\nAbout Cincinnati Bell\nWith headquarters in Cincinnati, Ohio, Cincinnati Bell Inc. (NYSE: CBB) provides integrated communications solutions – including local and long distance voice, data, high-speed Internet and video – that keep residential and business customers in Greater Cincinnati and Dayton connected with each other and with the world. In addition, enterprise customers across the United States and Canada rely on CBTS and OnX, wholly-owned subsidiaries, for efficient, scalable office communications systems and end-to-end IT solutions. For more information, please visit www.cincinnatibell.com .\nAbout Hawaiian Telcom\nHawaiian Telcom (NASDAQ: HCOM), headquartered in Honolulu, is Hawai'i’s Technology Leader, providing integrated communications, broadband, data center and entertainment solutions for business and residential customers. With roots in Hawai'i beginning in 1883, the Company offers a full range of services including Internet, video, voice, wireless, data network solutions and security, colocation, and managed and cloud services supported by the reach and reliability of its next generation fiber network and a 24/7 state-of-the-art network operations center. With employees statewide sharing a commitment to innovation and a passion for delivering superior service, Hawaiian Telcom provides an Always On SM customer experience. For more information, visit hawaiiantel.com .\nCautionary Statement Concerning Forward-Looking Statements\nThis press release may contain “forward-looking” statements, as defined in federal securities laws including the Private Securities Litigation Reform Act of 1995, which are based on our current expectations, estimates, forecasts and projections. Statements that are not historical facts, including statements about the beliefs, expectations and future plans and strategies of the Company, are . Actual results may differ materially from those expressed in any . The following important factors, among other things, could cause or contribute to actual results being materially and adversely different from those described or implied by such including, but not limited to: those discussed in this release; we operate in highly competitive industries, and customers may not continue to purchase products or services, which would result in reduced revenue and loss of market share; we may be unable to grow our revenues and cash flows despite the initiatives we have implemented; failure to anticipate the need for and introduce new products and services or to compete with new technologies may compromise our success in the telecommunications industry; our access lines, which generate a significant portion of our cash flows and profits, are decreasing in number and if we continue to experience access line losses similar to the past several years, our revenues, earnings and cash flows from operations may be adversely impacted; our failure to meet performance standards under our agreements could result in customers terminating their relationships with us or customers being entitled to receive financial compensation, which would lead to reduced revenues and/or increased costs; we generate a substantial portion of our revenue by serving a limited geographic area; a large customer accounts for a significant portion of our revenues and accounts receivable and the loss or significant reduction in business from this customer would cause operating revenues to decline and could negatively impact profitability and cash flows; maintaining our telecommunications networks requires significant capital expenditures, and our inability or failure to maintain our telecommunications networks could have a material impact on our market share and ability to generate revenue; increases in broadband usage may cause network capacity limitations, resulting in service disruptions or reduced capacity for customers; we may be liable for material that content providers distribute on our networks; cyber attacks or other breaches of network or other information technology security could have an adverse effect on our business; natural disasters, terrorists acts or acts of war could cause damage to our infrastructure and result in significant disruptions to our operations; the regulation of our businesses by federal and state authorities may, among other things, place us at a competitive disadvantage, restrict our ability to price our products and services and threaten our operating licenses; we depend on a number of third party providers, and the loss of, or problems with, one or more of these providers may impede our growth or cause us to lose customers; a failure of back-office information technology systems could adversely affect our results of operations and financial condition; if we fail to extend or renegotiate our collective bargaining agreements with our labor union when they expire or if our unionized employees were to engage in a strike or other work stoppage, our business and operating results could be materially harmed; the loss of any of the senior management team or attrition among key sales associates could adversely affect our business, financial condition, results of operations and cash flows; our debt could limit our ability to fund operations, raise additional capital, and fulfill our obligations, which, in turn, would have a material adverse effect on our businesses and prospects generally; our indebtedness imposes significant restrictions on us; we depend on our loans and credit facilities to provide for our short-term financing requirements in excess of amounts generated by operations, and the availability of those funds may be reduced or limited; the servicing of our indebtedness is dependent on our ability to generate cash, which could be impacted by many factors beyond our control; we depend on the receipt of dividends or other intercompany transfers from our subsidiaries and investments; the trading price of our common shares may be volatile, and the value of an investment in our common shares may decline; the uncertain economic environment, including uncertainty in the U.S. and world securities markets, could impact our business and financial condition; our future cash flows could be adversely affected if it is unable to fully realize our deferred tax assets; adverse changes in the value of assets or obligations associated with our employee benefit plans could negatively impact shareowners’ deficit and liquidity; third parties may claim that we are infringing upon their intellectual property, and we could suffer significant litigation or licensing expenses or be prevented from selling products; third parties may infringe upon our intellectual property, and we may expend significant resources enforcing our rights or suffer competitive injury; we could be subject to a significant amount of litigation, which could require us to pay significant damages or settlements; we could incur significant costs resulting from complying with, or potential violations of, environmental, health and human safety laws; the timing and likelihood of completing the merger with Hawaiian Telcom, including the timing, receipt and terms and conditions of any required governmental and regulatory approvals for the proposed transaction that could reduce anticipated benefits or cause the parties to abandon the transaction; the possibility that competing offers or acquisition proposals for Hawaiian Telcom will be made; the occurrence of any event, change or other circumstance that could give rise to the termination of the proposed transaction; the possibility that the expected synergies and value creation from the proposed transaction involving Hawaiian Telcom will not be realized or will not be realized within the expected time period; the risk that the businesses of the Company and Hawaiian Telcom and other acquired companies will not be integrated successfully; disruption from the proposed transaction involving Hawaiian Telcom making it more difficult to maintain business and operational relationships; the risk that unexpected costs will be incurred; and the possibility that the proposed transaction involving Hawaiian Telcom does not close, including due to the failure to satisfy the closing conditions and the other risks and uncertainties detailed in our filings with the SEC, including our Form 10-K report, Form 10-Q reports and Form 8-K reports, as well as Hawaiian Telcom’s filings with the SEC, including its Form 10-K reports, Form 10-Q reports and Form 8-K reports.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180504005852/en/\nCincinnati Bell Inc.\nInvestor contact:\nJosh Duckworth, +1 513-397-2292\njoshua.duckworth@cinbell.com\nor\nMedia contact:\nJosh Pichler, +1 513-565-0310\njosh.pichler@cinbell.com\nor\nHawaiian Telcom\nInvestor contact:\nNgoc Nguyen, +1 808-546-3475\nngoc.nguyen@hawaiiantel.com\nor\nMedia contact:\nSu Shin, +1 808-546-2344\nsu.shin@hawaiiantel.com\nSource: Cincinnati Bell Inc.",
    "published": "2018-05-05T00:30:00.000+03:00",
    "crawled": "2018-05-05T02:26:49.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "cincinnati",
        "honolulu",
        "business",
        "wire",
        "cincinnati",
        "bell",
        "nyse",
        "cbb",
        "company",
        "announced",
        "received",
        "unanimous",
        "approval",
        "hawaiʻi",
        "public",
        "utility",
        "commission",
        "puc",
        "commission",
        "respect",
        "pending",
        "acquisition",
        "hawaiian",
        "telcom",
        "nasdaq",
        "hcom",
        "leading",
        "integrated",
        "communication",
        "provider",
        "serving",
        "hawaiʻi",
        "state",
        "technology",
        "leader",
        "approving",
        "merger",
        "commission",
        "concludes",
        "net",
        "benefit",
        "result",
        "transaction",
        "greatly",
        "appreciate",
        "support",
        "hawaiʻi",
        "puc",
        "pleased",
        "commission",
        "acknowledged",
        "combination",
        "hawaiian",
        "telcom",
        "expected",
        "bring",
        "benefit",
        "hawaiʻi",
        "consumer",
        "continue",
        "invest",
        "fiber",
        "said",
        "leigh",
        "fox",
        "president",
        "chief",
        "executive",
        "officer",
        "cincinnati",
        "bell",
        "mark",
        "key",
        "milestone",
        "work",
        "create",
        "stronger",
        "communication",
        "technology",
        "company",
        "build",
        "upon",
        "complementary",
        "strength",
        "cincinnati",
        "bell",
        "hawaiian",
        "telcom",
        "allowing",
        "u",
        "deliver",
        "competitive",
        "product",
        "service",
        "combination",
        "previously",
        "announced",
        "july",
        "accelerate",
        "cincinnati",
        "bell",
        "overarching",
        "strategy",
        "create",
        "diversified",
        "balanced",
        "revenue",
        "mix",
        "expanding",
        "company",
        "fiber",
        "optic",
        "network",
        "building",
        "complementary",
        "solution",
        "cloud",
        "service",
        "business",
        "leveraging",
        "hawaiian",
        "telcom",
        "local",
        "knowledge",
        "continuing",
        "invest",
        "deep",
        "fiber",
        "infrastructure",
        "combined",
        "company",
        "capitalize",
        "growing",
        "demand",
        "strategic",
        "fiber",
        "offering",
        "hawaiʻi",
        "puc",
        "approval",
        "satisfies",
        "one",
        "condition",
        "closing",
        "transaction",
        "pending",
        "acquisition",
        "already",
        "cleared",
        "act",
        "review",
        "period",
        "overwhelmingly",
        "approved",
        "hawaiian",
        "telcom",
        "shareholder",
        "addition",
        "hawaiʻi",
        "department",
        "commerce",
        "consumer",
        "affair",
        "cable",
        "television",
        "division",
        "conditionally",
        "approved",
        "transfer",
        "control",
        "hawaiian",
        "telcom",
        "cable",
        "franchise",
        "cincinnati",
        "bell",
        "approval",
        "hawaiʻi",
        "puc",
        "transaction",
        "expected",
        "close",
        "following",
        "completion",
        "federal",
        "communication",
        "commission",
        "review",
        "remaining",
        "customary",
        "closing",
        "condition",
        "cincinnati",
        "bell",
        "headquarters",
        "cincinnati",
        "ohio",
        "cincinnati",
        "bell",
        "nyse",
        "cbb",
        "provides",
        "integrated",
        "communication",
        "solution",
        "including",
        "local",
        "long",
        "distance",
        "voice",
        "data",
        "internet",
        "video",
        "keep",
        "residential",
        "business",
        "customer",
        "greater",
        "cincinnati",
        "dayton",
        "connected",
        "world",
        "addition",
        "enterprise",
        "customer",
        "across",
        "united",
        "state",
        "canada",
        "rely",
        "cbts",
        "onx",
        "subsidiary",
        "efficient",
        "scalable",
        "office",
        "communication",
        "system",
        "solution",
        "information",
        "please",
        "visit",
        "hawaiian",
        "telcom",
        "hawaiian",
        "telcom",
        "nasdaq",
        "hcom",
        "headquartered",
        "honolulu",
        "hawai",
        "technology",
        "leader",
        "providing",
        "integrated",
        "communication",
        "broadband",
        "data",
        "center",
        "entertainment",
        "solution",
        "business",
        "residential",
        "customer",
        "root",
        "hawai",
        "beginning",
        "company",
        "offer",
        "full",
        "range",
        "service",
        "including",
        "internet",
        "video",
        "voice",
        "wireless",
        "data",
        "network",
        "solution",
        "security",
        "colocation",
        "managed",
        "cloud",
        "service",
        "supported",
        "reach",
        "reliability",
        "next",
        "generation",
        "fiber",
        "network",
        "network",
        "operation",
        "center",
        "employee",
        "statewide",
        "sharing",
        "commitment",
        "innovation",
        "passion",
        "delivering",
        "superior",
        "service",
        "hawaiian",
        "telcom",
        "provides",
        "always",
        "sm",
        "customer",
        "experience",
        "information",
        "visit",
        "cautionary",
        "statement",
        "concerning",
        "statement",
        "press",
        "release",
        "may",
        "contain",
        "statement",
        "defined",
        "federal",
        "security",
        "law",
        "including",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "based",
        "current",
        "expectation",
        "estimate",
        "forecast",
        "projection",
        "statement",
        "historical",
        "fact",
        "including",
        "statement",
        "belief",
        "expectation",
        "future",
        "plan",
        "strategy",
        "company",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "expressed",
        "following",
        "important",
        "factor",
        "among",
        "thing",
        "could",
        "cause",
        "contribute",
        "actual",
        "result",
        "materially",
        "adversely",
        "different",
        "described",
        "implied",
        "including",
        "limited",
        "discussed",
        "release",
        "operate",
        "highly",
        "competitive",
        "industry",
        "customer",
        "may",
        "continue",
        "purchase",
        "product",
        "service",
        "would",
        "result",
        "reduced",
        "revenue",
        "loss",
        "market",
        "share",
        "may",
        "unable",
        "grow",
        "revenue",
        "cash",
        "flow",
        "despite",
        "initiative",
        "implemented",
        "failure",
        "anticipate",
        "need",
        "introduce",
        "new",
        "product",
        "service",
        "compete",
        "new",
        "technology",
        "may",
        "compromise",
        "success",
        "telecommunication",
        "industry",
        "access",
        "line",
        "generate",
        "significant",
        "portion",
        "cash",
        "flow",
        "profit",
        "decreasing",
        "number",
        "continue",
        "experience",
        "access",
        "line",
        "loss",
        "similar",
        "past",
        "several",
        "year",
        "revenue",
        "earnings",
        "cash",
        "flow",
        "operation",
        "may",
        "adversely",
        "impacted",
        "failure",
        "meet",
        "performance",
        "standard",
        "agreement",
        "could",
        "result",
        "customer",
        "terminating",
        "relationship",
        "u",
        "customer",
        "entitled",
        "receive",
        "financial",
        "compensation",
        "would",
        "lead",
        "reduced",
        "revenue",
        "increased",
        "cost",
        "generate",
        "substantial",
        "portion",
        "revenue",
        "serving",
        "limited",
        "geographic",
        "area",
        "large",
        "customer",
        "account",
        "significant",
        "portion",
        "revenue",
        "account",
        "receivable",
        "loss",
        "significant",
        "reduction",
        "business",
        "customer",
        "would",
        "cause",
        "operating",
        "revenue",
        "decline",
        "could",
        "negatively",
        "impact",
        "profitability",
        "cash",
        "flow",
        "maintaining",
        "telecommunication",
        "network",
        "requires",
        "significant",
        "capital",
        "expenditure",
        "inability",
        "failure",
        "maintain",
        "telecommunication",
        "network",
        "could",
        "material",
        "impact",
        "market",
        "share",
        "ability",
        "generate",
        "revenue",
        "increase",
        "broadband",
        "usage",
        "may",
        "cause",
        "network",
        "capacity",
        "limitation",
        "resulting",
        "service",
        "disruption",
        "reduced",
        "capacity",
        "customer",
        "may",
        "liable",
        "material",
        "content",
        "provider",
        "distribute",
        "network",
        "cyber",
        "attack",
        "breach",
        "network",
        "information",
        "technology",
        "security",
        "could",
        "adverse",
        "effect",
        "business",
        "natural",
        "disaster",
        "terrorist",
        "act",
        "act",
        "war",
        "could",
        "cause",
        "damage",
        "infrastructure",
        "result",
        "significant",
        "disruption",
        "operation",
        "regulation",
        "business",
        "federal",
        "state",
        "authority",
        "may",
        "among",
        "thing",
        "place",
        "u",
        "competitive",
        "disadvantage",
        "restrict",
        "ability",
        "price",
        "product",
        "service",
        "threaten",
        "operating",
        "license",
        "depend",
        "number",
        "third",
        "party",
        "provider",
        "loss",
        "problem",
        "one",
        "provider",
        "may",
        "impede",
        "growth",
        "cause",
        "u",
        "lose",
        "customer",
        "failure",
        "information",
        "technology",
        "system",
        "could",
        "adversely",
        "affect",
        "result",
        "operation",
        "financial",
        "condition",
        "fail",
        "extend",
        "renegotiate",
        "collective",
        "bargaining",
        "agreement",
        "labor",
        "union",
        "expire",
        "unionized",
        "employee",
        "engage",
        "strike",
        "work",
        "stoppage",
        "business",
        "operating",
        "result",
        "could",
        "materially",
        "harmed",
        "loss",
        "senior",
        "management",
        "team",
        "attrition",
        "among",
        "key",
        "sale",
        "associate",
        "could",
        "adversely",
        "affect",
        "business",
        "financial",
        "condition",
        "result",
        "operation",
        "cash",
        "flow",
        "debt",
        "could",
        "limit",
        "ability",
        "fund",
        "operation",
        "raise",
        "additional",
        "capital",
        "fulfill",
        "obligation",
        "turn",
        "would",
        "material",
        "adverse",
        "effect",
        "business",
        "prospect",
        "generally",
        "indebtedness",
        "imposes",
        "significant",
        "restriction",
        "u",
        "depend",
        "loan",
        "credit",
        "facility",
        "provide",
        "financing",
        "requirement",
        "excess",
        "amount",
        "generated",
        "operation",
        "availability",
        "fund",
        "may",
        "reduced",
        "limited",
        "servicing",
        "indebtedness",
        "dependent",
        "ability",
        "generate",
        "cash",
        "could",
        "impacted",
        "many",
        "factor",
        "beyond",
        "control",
        "depend",
        "receipt",
        "dividend",
        "intercompany",
        "transfer",
        "subsidiary",
        "investment",
        "trading",
        "price",
        "common",
        "share",
        "may",
        "volatile",
        "value",
        "investment",
        "common",
        "share",
        "may",
        "decline",
        "uncertain",
        "economic",
        "environment",
        "including",
        "uncertainty",
        "world",
        "security",
        "market",
        "could",
        "impact",
        "business",
        "financial",
        "condition",
        "future",
        "cash",
        "flow",
        "could",
        "adversely",
        "affected",
        "unable",
        "fully",
        "realize",
        "deferred",
        "tax",
        "asset",
        "adverse",
        "change",
        "value",
        "asset",
        "obligation",
        "associated",
        "employee",
        "benefit",
        "plan",
        "could",
        "negatively",
        "impact",
        "shareowner",
        "deficit",
        "liquidity",
        "third",
        "party",
        "may",
        "claim",
        "infringing",
        "upon",
        "intellectual",
        "property",
        "could",
        "suffer",
        "significant",
        "litigation",
        "licensing",
        "expense",
        "prevented",
        "selling",
        "product",
        "third",
        "party",
        "may",
        "infringe",
        "upon",
        "intellectual",
        "property",
        "may",
        "expend",
        "significant",
        "resource",
        "enforcing",
        "right",
        "suffer",
        "competitive",
        "injury",
        "could",
        "subject",
        "significant",
        "amount",
        "litigation",
        "could",
        "require",
        "u",
        "pay",
        "significant",
        "damage",
        "settlement",
        "could",
        "incur",
        "significant",
        "cost",
        "resulting",
        "complying",
        "potential",
        "violation",
        "environmental",
        "health",
        "human",
        "safety",
        "law",
        "timing",
        "likelihood",
        "completing",
        "merger",
        "hawaiian",
        "telcom",
        "including",
        "timing",
        "receipt",
        "term",
        "condition",
        "required",
        "governmental",
        "regulatory",
        "approval",
        "proposed",
        "transaction",
        "could",
        "reduce",
        "anticipated",
        "benefit",
        "cause",
        "party",
        "abandon",
        "transaction",
        "possibility",
        "competing",
        "offer",
        "acquisition",
        "proposal",
        "hawaiian",
        "telcom",
        "made",
        "occurrence",
        "event",
        "change",
        "circumstance",
        "could",
        "give",
        "rise",
        "termination",
        "proposed",
        "transaction",
        "possibility",
        "expected",
        "synergy",
        "value",
        "creation",
        "proposed",
        "transaction",
        "involving",
        "hawaiian",
        "telcom",
        "realized",
        "realized",
        "within",
        "expected",
        "time",
        "period",
        "risk",
        "business",
        "company",
        "hawaiian",
        "telcom",
        "acquired",
        "company",
        "integrated",
        "successfully",
        "disruption",
        "proposed",
        "transaction",
        "involving",
        "hawaiian",
        "telcom",
        "making",
        "difficult",
        "maintain",
        "business",
        "operational",
        "relationship",
        "risk",
        "unexpected",
        "cost",
        "incurred",
        "possibility",
        "proposed",
        "transaction",
        "involving",
        "hawaiian",
        "telcom",
        "close",
        "including",
        "due",
        "failure",
        "satisfy",
        "closing",
        "condition",
        "risk",
        "uncertainty",
        "detailed",
        "filing",
        "sec",
        "including",
        "form",
        "report",
        "form",
        "report",
        "form",
        "report",
        "well",
        "hawaiian",
        "telcom",
        "filing",
        "sec",
        "including",
        "form",
        "report",
        "form",
        "report",
        "form",
        "report",
        "view",
        "source",
        "version",
        "http",
        "cincinnati",
        "bell",
        "investor",
        "contact",
        "josh",
        "duckworth",
        "medium",
        "contact",
        "josh",
        "pichler",
        "hawaiian",
        "telcom",
        "investor",
        "contact",
        "ngoc",
        "nguyen",
        "medium",
        "contact",
        "su",
        "shin",
        "source",
        "cincinnati",
        "bell",
        "inc"
    ]
}