{
    "organizations": [],
    "uuid": "cb1aee6b17153b0fa5ed3631236eecf98c52fe8c",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/02/business-wire-annaly-capital-management-inc-to-acquire-mtge-investment-corp-for-900-million.html",
    "ord_in_thread": 0,
    "title": "Annaly Capital Management, Inc. to Acquire MTGE Investment Corp. for $900 million",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Strategic Transaction is Mutually Beneficial to Shareholders of Both Companies Enhances the Scale and Diversification of Annaly’s Unrivaled Investment Platform Accretive to Annaly’s Core Earnings Per Share of Common Stock and Aligns with Annaly’s Current Risk Profile and Capital Allocation Strategy Provides Immediate and Tangible Cost Savings to Shareholders Increased Equity Base and Access to Capital Supports Continued Growth Reinforces Annaly’s Stature as a Market Leader and Industry Consolidator MTGE Shareholders to Have a Cash / Stock Election with Aggregate Transaction Consideration to Consist of Approximately 50% Annaly Shares and Approximately 50% Cash Transaction Expected To Close During the Third Quarter of 2018\nNEW YORK & BETHESDA, Md.--(BUSINESS WIRE)-- Annaly Capital Management, Inc. (“Annaly”) (NYSE:NLY) and MTGE Investment Corp. (“MTGE”) (Nasdaq:MTGE) today announced the signing of a definitive merger agreement under which Annaly will acquire MTGE for consideration to be paid in cash and shares of Annaly common stock, which values MTGE at $19.65 per share of MTGE common stock based upon the closing price of Annaly common stock on April 30, 2018. The value of the consideration represents a premium of approximately 12% to the 60-day volume-weighted average price of MTGE common stock ending on April 30, 2018.\nSubject to the terms and conditions of the merger agreement, a wholly-owned subsidiary of Annaly will commence an exchange offer to acquire all outstanding shares of MTGE common stock. For each share of MTGE common stock validly tendered in the exchange offer or converted pursuant to the second-step merger described below, MTGE shareholders may elect to receive: (a) $9.82 in cash and 0.9519 shares of Annaly common stock; (b) $19.65 in cash (the “Cash Consideration Option”); or (c) 1.9037 shares of Annaly common stock (the “Stock Consideration Option”). MTGE shareholders who elect the Cash Consideration Option or Stock Consideration Option will be subject to proration, in each of the exchange offer and the subsequent second step merger, so that the aggregate consideration will consist of approximately 50% of Annaly’s common stock and approximately 50% in cash. In addition to the above consideration, Annaly would assume the existing notional $55 million in MTGE 8.125% Series A cumulative redeemable preferred stock.\nThe transactions contemplated by the merger agreement, including the exchange offer and the merger, have been approved by the Board of Directors of Annaly and approved by the Board of Directors of MTGE upon the recommendation of the Special Committee of the MTGE Board of Directors, which is comprised entirely of independent directors (the “MTGE Special Committee”).\n“This transaction is another milestone in Annaly’s successful history as a disciplined, market leading consolidator,” commented Kevin Keyes, Chairman, CEO and President of Annaly. “The acquisition of MTGE adds complementary assets across three of our four businesses, deepens the breadth of our investment alternatives, is accretive to earnings and provides immediate cost savings and efficiencies to shareholders. This strategic acquisition further enhances our capital base to support continued growth of our investment platforms and creates tremendous value for both of our companies’ shareholders. This marks our third transformative acquisition and solidifies Annaly’s position as the market leader in our industry.”\nRandy Dobbs, Chairman and Lead Independent Director of MTGE, said: “We are excited to have reached an agreement with Annaly for the sale of our company and expect that our shareholders will benefit from the increased diversification, scale and liquidity of the Annaly platform.”\nTransaction Highlights\nEnhances the scale, liquidity and access to capital of Annaly’s platform: A pro-forma equity base of over $14 billion supports the continued growth of all investment businesses Increases investment diversification and optionality: MTGE’s portfolio, which consists of agency and non-Agency residential mortgage backed securities and investments in triple net-leased healthcare real estate, is complementary to Annaly’s existing businesses and expands the number of investment options to 37, furthering Annaly’s ability to pivot as market dynamics change. Pro forma for the transaction, Annaly will have 27% of its capital allocated to credit assets Accretive to earnings: Transaction is expected to be accretive to Annaly’s core earnings per share in 2018 and is aligned with Annaly’s current risk profile and capital allocation strategy Enables MTGE shareholders to benefit from a more efficient operating platform: Through ownership of Annaly common stock received in conjunction with the transaction, MTGE’s shareholders will benefit from significant and tangible cost efficiencies generated by Annaly’s scalable operating model as well as participate in upside of shares of Annaly stock Reinforces Annaly’s stature as industry leader: Acquisition of MTGE further reinforces Annaly as the largest and most liquid diversified mortgage REIT in the world and would represent Annaly’s 3 rd successful acquisition since 2013, with a combined value of approximately $3.3 billion Provides a meaningful premium to MTGE’s common stock price : The value of the consideration represents a premium of approximately 12% to the 60-day volume-weighted average price of MTGE’s common stock ending on April 30, 2018 based upon the closing price of Annaly common stock on April 30, 2018 MTGE shareholders may elect between cash and stock consideration or a combination of both : MTGE shareholders will have an ability to elect between cash and stock consideration (or a combination of both cash and stock consideration), subject to proration rules such that the aggregate transaction consideration will consist of approximately 50% of Annaly’s common stock and approximately 50% in cash\nPrior to closing, each of Annaly and MTGE will declare for their respective shareholders a pro rata common dividend based on its last regular quarterly dividend declared prior to closing and the number of days elapsed since the record date for the most recent quarterly dividend, as of the day immediately prior to the closing date.\nThe exchange offer is subject to customary closing conditions, including the tender for exchange of a majority of all then outstanding shares of MTGE common stock when added to any shares of MTGE common shares owned by Annaly and its wholly-owned subsidiary. Following completion of the exchange offer, the parties will promptly effect a second-step merger without the approval of MTGE shareholders under Maryland law pursuant to which all remaining shares of MTGE common stock not tendered in the exchange offer will be converted into the right to receive the same consideration as in the exchange offer, with the same election options and subject to the same proration rules. The transaction is expected to close during the third quarter of 2018.\nWells Fargo Securities, LLC and Sandler O’Neill + Partners, L.P. served as financial advisors to Annaly, and Wachtell, Lipton, Rosen & Katz served as legal counsel to Annaly. Barclays Capital Inc. served as financial advisor to the MTGE Special Committee, and Cooley LLP served as legal counsel to the MTGE Special Committee.\nConference Call\nAnnaly will hold a conference call on May 3, 2018 at 10:00 A.M. Eastern Time to discuss this transaction and Annaly’s quarterly earnings. The number to call is 888-317-6003 for domestic calls and 412-317-6061 for international calls. The conference passcode is 5191574. There will also be an audio webcast of the call on www.annaly.com . If you would like to be added to the e-mail distribution list, please visit www.annaly.com , click on Investor Relations, then select Email Alerts and complete the email notification form.\nAbout Annaly\nAnnaly is a leading diversified capital manager that invests in and finances residential and commercial assets. Annaly’s principal business objective is to generate net income for distribution to its shareholders and to preserve capital through prudent selection of investments and continuous management of its portfolio. Annaly has elected to be taxed as a real estate investment trust, or REIT, for federal income tax purposes. Annaly is externally managed by Annaly Management Company LLC. Additional information about Annaly can be found at www.annaly.com .\nAbout MTGE Investment Corp.\nMTGE Investment Corp. is a real estate investment trust that invests in and manages a leveraged portfolio of agency mortgage investments, non-agency mortgage investments and other real estate-related investments. The company is externally managed and advised by MTGE Management, LLC, an affiliate of AGNC Investment Corp. (Nasdaq: AGNC). For further information, please refer to www.mtge.com .\nForward-Looking Statements\nThis communication includes . These generally can be identified by phrases such as “will,” “expects,” “anticipates,” “foresees,” “forecasts,” “estimates” or other words or phrases of similar import. Similarly, statements herein that describe the proposed transaction, including its financial and operational impact, and other statements of management’s beliefs, intentions or goals also are . It is uncertain whether any of the events anticipated by the will transpire or occur, or if any of them do, what impact they will have on the results of operations and financial condition of the combined companies or the price of Annaly or MTGE stock. These involve certain risks and uncertainties, many of which are beyond the parties’ control, that could cause actual results to differ materially from those indicated in such , including but not limited to the ability of the parties to consummate the proposed transaction on a timely basis or at all and the satisfaction of the conditions precedent to consummation of the proposed transaction, including a majority of MTGE’s common shares being validly tendered into the exchange offer; that required regulatory approvals for the proposed transaction may not be obtained in a timely manner, if at all; business disruption following completion of the merger; and the other risks and important factors contained and identified in Annaly’s and MTGE’s filings with the Securities and Exchange Committee (“SEC”), including their respective Quarterly Reports on Form 10-Q and Annual Reports on Form 10-K, any of which could cause actual results to differ materially from the . The included in this communication are made only as of the date hereof. Neither Annaly nor MTGE undertakes any obligation to update the to reflect subsequent events or circumstances, except as required by law.\nAdditional Information and Where to Find It\nThe exchange offer referenced in this communication has not yet commenced. This communication is for informational purposes only and is neither an offer to purchase nor a solicitation of an offer to sell shares, nor is it a substitute for the exchange offer materials that Annaly and its merger subsidiary will file with the SEC. At the time the exchange offer is commenced, Annaly and its merger subsidiary will file a tender offer statement on Schedule TO, Annaly will file a registration statement on Form S-4 and MTGE will file a Solicitation/Recommendation Statement on Schedule 14D-9 with the SEC with respect to the exchange offer. THE OFFER MATERIALS (INCLUDING AN OFFER TO EXCHANGE, A RELATED LETTER OF TRANSMITTAL AND CERTAIN OTHER OFFER DOCUMENTS) AND THE SOLICITATION/RECOMMENDATION STATEMENT WILL CONTAIN IMPORTANT INFORMATION. MTGE SHAREHOLDERS ARE URGED TO READ THESE DOCUMENTS CAREFULLY WHEN THEY BECOME AVAILABLE BECAUSE THEY WILL CONTAIN IMPORTANT INFORMATION THAT HOLDERS OF MTGE SECURITIES SHOULD CONSIDER BEFORE MAKING ANY DECISION REGARDING EXCHANGING THEIR SECURITIES. The Offer to Exchange, the related Letter of Transmittal and certain other exchange offer documents, as well as the Solicitation/Recommendation Statement, will be made available to all holders of MTGE common stock at no expense to them. The exchange offer materials and the Solicitation/Recommendation Statement will be made available for free at the SEC’s website at www.sec.gov . Additional copies may be obtained for free by contacting Annaly’s Investor Relations department at 1-888-8Annaly (1-888-826-6259).\nIn addition to the Offer to Exchange, the related Letter of Transmittal and certain other exchange offer documents, as well as the Solicitation/Recommendation Statement, Annaly and MTGE file annual, quarterly and current reports and other information with the SEC. You may read and copy any reports or other information filed by Annaly and MTGE at the SEC public reference room at 100 F Street, N.E., Washington, D.C. 20549. Please call the SEC at 1-800-SEC-0330 for further information on the public reference room. Annaly’s and MTGE’s filings with the SEC are also available to the public from commercial document-retrieval services and at the website maintained by the SEC at http://www.sec.gov .\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180502006781/en/\nAnnaly Capital Management, Inc.\nInvestor Relations\n1-888-8Annaly\nwww.annaly.com\nSource: Annaly Capital Management, Inc.",
    "published": "2018-05-03T00:41:00.000+03:00",
    "crawled": "2018-05-03T02:31:55.024+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "strategic",
        "transaction",
        "mutually",
        "beneficial",
        "shareholder",
        "company",
        "enhances",
        "scale",
        "diversification",
        "annaly",
        "unrivaled",
        "investment",
        "platform",
        "accretive",
        "annaly",
        "core",
        "earnings",
        "per",
        "share",
        "common",
        "stock",
        "aligns",
        "annaly",
        "current",
        "risk",
        "profile",
        "capital",
        "allocation",
        "strategy",
        "provides",
        "immediate",
        "tangible",
        "cost",
        "saving",
        "shareholder",
        "increased",
        "equity",
        "base",
        "access",
        "capital",
        "support",
        "continued",
        "growth",
        "reinforces",
        "annaly",
        "stature",
        "market",
        "leader",
        "industry",
        "consolidator",
        "mtge",
        "shareholder",
        "cash",
        "stock",
        "election",
        "aggregate",
        "transaction",
        "consideration",
        "consist",
        "approximately",
        "annaly",
        "share",
        "approximately",
        "cash",
        "transaction",
        "expected",
        "close",
        "third",
        "quarter",
        "new",
        "york",
        "bethesda",
        "business",
        "wire",
        "annaly",
        "capital",
        "management",
        "annaly",
        "nyse",
        "nly",
        "mtge",
        "investment",
        "mtge",
        "nasdaq",
        "mtge",
        "today",
        "announced",
        "signing",
        "definitive",
        "merger",
        "agreement",
        "annaly",
        "acquire",
        "mtge",
        "consideration",
        "paid",
        "cash",
        "share",
        "annaly",
        "common",
        "stock",
        "value",
        "mtge",
        "per",
        "share",
        "mtge",
        "common",
        "stock",
        "based",
        "upon",
        "closing",
        "price",
        "annaly",
        "common",
        "stock",
        "april",
        "value",
        "consideration",
        "represents",
        "premium",
        "approximately",
        "average",
        "price",
        "mtge",
        "common",
        "stock",
        "ending",
        "april",
        "subject",
        "term",
        "condition",
        "merger",
        "agreement",
        "subsidiary",
        "annaly",
        "commence",
        "exchange",
        "offer",
        "acquire",
        "outstanding",
        "share",
        "mtge",
        "common",
        "stock",
        "share",
        "mtge",
        "common",
        "stock",
        "validly",
        "tendered",
        "exchange",
        "offer",
        "converted",
        "pursuant",
        "merger",
        "described",
        "mtge",
        "shareholder",
        "may",
        "elect",
        "receive",
        "cash",
        "share",
        "annaly",
        "common",
        "stock",
        "b",
        "cash",
        "cash",
        "consideration",
        "option",
        "c",
        "share",
        "annaly",
        "common",
        "stock",
        "stock",
        "consideration",
        "option",
        "mtge",
        "shareholder",
        "elect",
        "cash",
        "consideration",
        "option",
        "stock",
        "consideration",
        "option",
        "subject",
        "proration",
        "exchange",
        "offer",
        "subsequent",
        "second",
        "step",
        "merger",
        "aggregate",
        "consideration",
        "consist",
        "approximately",
        "annaly",
        "common",
        "stock",
        "approximately",
        "cash",
        "addition",
        "consideration",
        "annaly",
        "would",
        "assume",
        "existing",
        "notional",
        "million",
        "mtge",
        "series",
        "cumulative",
        "redeemable",
        "preferred",
        "stock",
        "transaction",
        "contemplated",
        "merger",
        "agreement",
        "including",
        "exchange",
        "offer",
        "merger",
        "approved",
        "board",
        "director",
        "annaly",
        "approved",
        "board",
        "director",
        "mtge",
        "upon",
        "recommendation",
        "special",
        "committee",
        "mtge",
        "board",
        "director",
        "comprised",
        "entirely",
        "independent",
        "director",
        "mtge",
        "special",
        "committee",
        "transaction",
        "another",
        "milestone",
        "annaly",
        "successful",
        "history",
        "disciplined",
        "market",
        "leading",
        "consolidator",
        "commented",
        "kevin",
        "keyes",
        "chairman",
        "ceo",
        "president",
        "annaly",
        "acquisition",
        "mtge",
        "add",
        "complementary",
        "asset",
        "across",
        "three",
        "four",
        "business",
        "deepens",
        "breadth",
        "investment",
        "alternative",
        "accretive",
        "earnings",
        "provides",
        "immediate",
        "cost",
        "saving",
        "efficiency",
        "shareholder",
        "strategic",
        "acquisition",
        "enhances",
        "capital",
        "base",
        "support",
        "continued",
        "growth",
        "investment",
        "platform",
        "creates",
        "tremendous",
        "value",
        "company",
        "shareholder",
        "mark",
        "third",
        "transformative",
        "acquisition",
        "solidifies",
        "annaly",
        "position",
        "market",
        "leader",
        "randy",
        "dobbs",
        "chairman",
        "lead",
        "independent",
        "director",
        "mtge",
        "said",
        "excited",
        "reached",
        "agreement",
        "annaly",
        "sale",
        "company",
        "expect",
        "shareholder",
        "benefit",
        "increased",
        "diversification",
        "scale",
        "liquidity",
        "annaly",
        "transaction",
        "highlight",
        "enhances",
        "scale",
        "liquidity",
        "access",
        "capital",
        "annaly",
        "platform",
        "equity",
        "base",
        "billion",
        "support",
        "continued",
        "growth",
        "investment",
        "business",
        "increase",
        "investment",
        "diversification",
        "optionality",
        "mtge",
        "portfolio",
        "consists",
        "agency",
        "residential",
        "mortgage",
        "backed",
        "security",
        "investment",
        "triple",
        "healthcare",
        "real",
        "estate",
        "complementary",
        "annaly",
        "existing",
        "business",
        "expands",
        "number",
        "investment",
        "option",
        "furthering",
        "annaly",
        "ability",
        "pivot",
        "market",
        "dynamic",
        "change",
        "pro",
        "forma",
        "transaction",
        "annaly",
        "capital",
        "allocated",
        "credit",
        "asset",
        "accretive",
        "earnings",
        "transaction",
        "expected",
        "accretive",
        "annaly",
        "core",
        "earnings",
        "per",
        "share",
        "aligned",
        "annaly",
        "current",
        "risk",
        "profile",
        "capital",
        "allocation",
        "strategy",
        "enables",
        "mtge",
        "shareholder",
        "benefit",
        "efficient",
        "operating",
        "platform",
        "ownership",
        "annaly",
        "common",
        "stock",
        "received",
        "conjunction",
        "transaction",
        "mtge",
        "shareholder",
        "benefit",
        "significant",
        "tangible",
        "cost",
        "efficiency",
        "generated",
        "annaly",
        "scalable",
        "operating",
        "model",
        "well",
        "participate",
        "upside",
        "share",
        "annaly",
        "stock",
        "reinforces",
        "annaly",
        "stature",
        "industry",
        "leader",
        "acquisition",
        "mtge",
        "reinforces",
        "annaly",
        "largest",
        "liquid",
        "diversified",
        "mortgage",
        "reit",
        "world",
        "would",
        "represent",
        "annaly",
        "rd",
        "successful",
        "acquisition",
        "since",
        "combined",
        "value",
        "approximately",
        "billion",
        "provides",
        "meaningful",
        "premium",
        "mtge",
        "common",
        "stock",
        "price",
        "value",
        "consideration",
        "represents",
        "premium",
        "approximately",
        "average",
        "price",
        "mtge",
        "common",
        "stock",
        "ending",
        "april",
        "based",
        "upon",
        "closing",
        "price",
        "annaly",
        "common",
        "stock",
        "april",
        "mtge",
        "shareholder",
        "may",
        "elect",
        "cash",
        "stock",
        "consideration",
        "combination",
        "mtge",
        "shareholder",
        "ability",
        "elect",
        "cash",
        "stock",
        "consideration",
        "combination",
        "cash",
        "stock",
        "consideration",
        "subject",
        "proration",
        "rule",
        "aggregate",
        "transaction",
        "consideration",
        "consist",
        "approximately",
        "annaly",
        "common",
        "stock",
        "approximately",
        "cash",
        "prior",
        "closing",
        "annaly",
        "mtge",
        "declare",
        "respective",
        "shareholder",
        "pro",
        "rata",
        "common",
        "dividend",
        "based",
        "last",
        "regular",
        "quarterly",
        "dividend",
        "declared",
        "prior",
        "closing",
        "number",
        "day",
        "elapsed",
        "since",
        "record",
        "date",
        "recent",
        "quarterly",
        "dividend",
        "day",
        "immediately",
        "prior",
        "closing",
        "date",
        "exchange",
        "offer",
        "subject",
        "customary",
        "closing",
        "condition",
        "including",
        "tender",
        "exchange",
        "majority",
        "outstanding",
        "share",
        "mtge",
        "common",
        "stock",
        "added",
        "share",
        "mtge",
        "common",
        "share",
        "owned",
        "annaly",
        "subsidiary",
        "following",
        "completion",
        "exchange",
        "offer",
        "party",
        "promptly",
        "effect",
        "merger",
        "without",
        "approval",
        "mtge",
        "shareholder",
        "maryland",
        "law",
        "pursuant",
        "remaining",
        "share",
        "mtge",
        "common",
        "stock",
        "tendered",
        "exchange",
        "offer",
        "converted",
        "right",
        "receive",
        "consideration",
        "exchange",
        "offer",
        "election",
        "option",
        "subject",
        "proration",
        "rule",
        "transaction",
        "expected",
        "close",
        "third",
        "quarter",
        "well",
        "fargo",
        "security",
        "llc",
        "sandler",
        "neill",
        "partner",
        "served",
        "financial",
        "advisor",
        "annaly",
        "wachtell",
        "lipton",
        "rosen",
        "katz",
        "served",
        "legal",
        "counsel",
        "annaly",
        "barclays",
        "capital",
        "served",
        "financial",
        "advisor",
        "mtge",
        "special",
        "committee",
        "cooley",
        "llp",
        "served",
        "legal",
        "counsel",
        "mtge",
        "special",
        "committee",
        "conference",
        "call",
        "annaly",
        "hold",
        "conference",
        "call",
        "may",
        "eastern",
        "time",
        "discus",
        "transaction",
        "annaly",
        "quarterly",
        "earnings",
        "number",
        "call",
        "domestic",
        "call",
        "international",
        "call",
        "conference",
        "passcode",
        "also",
        "audio",
        "webcast",
        "call",
        "would",
        "like",
        "added",
        "distribution",
        "list",
        "please",
        "visit",
        "click",
        "investor",
        "relation",
        "select",
        "email",
        "alert",
        "complete",
        "email",
        "notification",
        "form",
        "annaly",
        "annaly",
        "leading",
        "diversified",
        "capital",
        "manager",
        "invests",
        "finance",
        "residential",
        "commercial",
        "asset",
        "annaly",
        "principal",
        "business",
        "objective",
        "generate",
        "net",
        "income",
        "distribution",
        "shareholder",
        "preserve",
        "capital",
        "prudent",
        "selection",
        "investment",
        "continuous",
        "management",
        "portfolio",
        "annaly",
        "elected",
        "taxed",
        "real",
        "estate",
        "investment",
        "trust",
        "reit",
        "federal",
        "income",
        "tax",
        "purpose",
        "annaly",
        "externally",
        "managed",
        "annaly",
        "management",
        "company",
        "llc",
        "additional",
        "information",
        "annaly",
        "found",
        "mtge",
        "investment",
        "mtge",
        "investment",
        "real",
        "estate",
        "investment",
        "trust",
        "invests",
        "manages",
        "leveraged",
        "portfolio",
        "agency",
        "mortgage",
        "investment",
        "mortgage",
        "investment",
        "real",
        "investment",
        "company",
        "externally",
        "managed",
        "advised",
        "mtge",
        "management",
        "llc",
        "affiliate",
        "agnc",
        "investment",
        "nasdaq",
        "agnc",
        "information",
        "please",
        "refer",
        "statement",
        "communication",
        "includes",
        "generally",
        "identified",
        "phrase",
        "expects",
        "anticipates",
        "foresees",
        "forecast",
        "estimate",
        "word",
        "phrase",
        "similar",
        "import",
        "similarly",
        "statement",
        "herein",
        "describe",
        "proposed",
        "transaction",
        "including",
        "financial",
        "operational",
        "impact",
        "statement",
        "management",
        "belief",
        "intention",
        "goal",
        "also",
        "uncertain",
        "whether",
        "event",
        "anticipated",
        "transpire",
        "occur",
        "impact",
        "result",
        "operation",
        "financial",
        "condition",
        "combined",
        "company",
        "price",
        "annaly",
        "mtge",
        "stock",
        "involve",
        "certain",
        "risk",
        "uncertainty",
        "many",
        "beyond",
        "party",
        "control",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "indicated",
        "including",
        "limited",
        "ability",
        "party",
        "consummate",
        "proposed",
        "transaction",
        "timely",
        "basis",
        "satisfaction",
        "condition",
        "precedent",
        "consummation",
        "proposed",
        "transaction",
        "including",
        "majority",
        "mtge",
        "common",
        "share",
        "validly",
        "tendered",
        "exchange",
        "offer",
        "required",
        "regulatory",
        "approval",
        "proposed",
        "transaction",
        "may",
        "obtained",
        "timely",
        "manner",
        "business",
        "disruption",
        "following",
        "completion",
        "merger",
        "risk",
        "important",
        "factor",
        "contained",
        "identified",
        "annaly",
        "mtge",
        "filing",
        "security",
        "exchange",
        "committee",
        "sec",
        "including",
        "respective",
        "quarterly",
        "report",
        "form",
        "annual",
        "report",
        "form",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "included",
        "communication",
        "made",
        "date",
        "hereof",
        "neither",
        "annaly",
        "mtge",
        "undertakes",
        "obligation",
        "update",
        "reflect",
        "subsequent",
        "event",
        "circumstance",
        "except",
        "required",
        "law",
        "additional",
        "information",
        "find",
        "exchange",
        "offer",
        "referenced",
        "communication",
        "yet",
        "commenced",
        "communication",
        "informational",
        "purpose",
        "neither",
        "offer",
        "purchase",
        "solicitation",
        "offer",
        "sell",
        "share",
        "substitute",
        "exchange",
        "offer",
        "material",
        "annaly",
        "merger",
        "subsidiary",
        "file",
        "sec",
        "time",
        "exchange",
        "offer",
        "commenced",
        "annaly",
        "merger",
        "subsidiary",
        "file",
        "tender",
        "offer",
        "statement",
        "schedule",
        "annaly",
        "file",
        "registration",
        "statement",
        "form",
        "mtge",
        "file",
        "statement",
        "schedule",
        "sec",
        "respect",
        "exchange",
        "offer",
        "offer",
        "material",
        "including",
        "offer",
        "exchange",
        "related",
        "letter",
        "transmittal",
        "certain",
        "offer",
        "document",
        "statement",
        "contain",
        "important",
        "information",
        "mtge",
        "shareholder",
        "urged",
        "read",
        "document",
        "carefully",
        "become",
        "available",
        "contain",
        "important",
        "information",
        "holder",
        "mtge",
        "security",
        "consider",
        "making",
        "decision",
        "regarding",
        "exchanging",
        "security",
        "offer",
        "exchange",
        "related",
        "letter",
        "transmittal",
        "certain",
        "exchange",
        "offer",
        "document",
        "well",
        "statement",
        "made",
        "available",
        "holder",
        "mtge",
        "common",
        "stock",
        "expense",
        "exchange",
        "offer",
        "material",
        "statement",
        "made",
        "available",
        "free",
        "sec",
        "website",
        "additional",
        "copy",
        "may",
        "obtained",
        "free",
        "contacting",
        "annaly",
        "investor",
        "relation",
        "department",
        "addition",
        "offer",
        "exchange",
        "related",
        "letter",
        "transmittal",
        "certain",
        "exchange",
        "offer",
        "document",
        "well",
        "statement",
        "annaly",
        "mtge",
        "file",
        "annual",
        "quarterly",
        "current",
        "report",
        "information",
        "sec",
        "may",
        "read",
        "copy",
        "report",
        "information",
        "filed",
        "annaly",
        "mtge",
        "sec",
        "public",
        "reference",
        "room",
        "f",
        "street",
        "washington",
        "please",
        "call",
        "sec",
        "information",
        "public",
        "reference",
        "room",
        "annaly",
        "mtge",
        "filing",
        "sec",
        "also",
        "available",
        "public",
        "commercial",
        "service",
        "website",
        "maintained",
        "sec",
        "http",
        "view",
        "source",
        "version",
        "http",
        "annaly",
        "capital",
        "management",
        "investor",
        "relation",
        "source",
        "annaly",
        "capital",
        "management",
        "inc"
    ]
}