{
    "organizations": [],
    "uuid": "c7d2a1b177dcbfbf2a1adb63ce54f6851487be97",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/23/pr-newswire-kroger-and-home-chef-to-join-forces-to-revolutionize-mealtime.html",
    "ord_in_thread": 0,
    "title": "Kroger and Home Chef to Join Forces to Revolutionize Mealtime",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CINCINNATI and CHICAGO, May 23, 2018 /PRNewswire/ -- The Kroger Co. (NYSE: KR) and Home Chef, the country's largest private meal kit company, today announced a merger agreement that will significantly accelerate availability of meal kits and position the combined company to lead the way in revolutionizing how families shop for, prep, and cook their meals. The initial transaction price is $200 million and future earnout payments of up to $500 million over five years are contingent on achieving certain milestones, including significant growth of in-store and online meal kit sales. The pending merger comes on the heels of Home Chef's 150% growth in 2017, $250M in revenue, and two profitable quarters.\n\"Customers want convenience, simplicity and a personalized food experience. Bringing Home Chef's innovative and exciting products and services to Kroger's customers will help make meal planning even easier and mealtime more delicious,\" said Yael Cosset, Kroger's chief digital officer. \"This merger will introduce Kroger's 60 million shoppers to Home Chef, enhance our ship-to-home and subscription capabilities, and contribute to Restock Kroger.\"\n\"We've long believed that the future of our industry is omni-channel and bigger than just meal kits sold online. We want to be where our customers are and want to help make cooking at home easier, more accessible and even more enjoyable,\" said Pat Vihtelic, Home Chef's founder and CEO. \"We're thrilled that we will be part of the Kroger family and plan to maintain our relentless focus on innovation that meets customers' evolving food needs. Kroger's expansive retail footprint will allow us to serve millions of more customers across the country with simple, convenient and enjoyable meal solutions.\"\nHome Chef features delicious and approachable meals that fit every taste preference and easy-to-follow recipes for every experience level. They currently lead the industry with the most variety among the leading meal kit companies and have gone beyond the one-size-fits-all model to bring new innovations like 5 Minute Lunches, Flexible Serving options, and new, easy-to-prepare meals that require minimal prep. Home Chef's offerings complement Kroger's Prep+Pared offering that is currently available in more than 525 stores.\nHome Chef employs approximately 1,000 employees, is headquartered in downtown Chicago, and operates three distribution centers in Chicago, Atlanta and San Bernardino. Home Chef's distribution centers reach 98% of all continental U.S. households within a two-day delivery window.\n\"As one of the fastest growing meal kit companies in the country, Home Chef is poised for even more explosive growth,\" said Mr. Cosset. \"We admire their focus on the customer, culture of collaboration, dynamic experimentation, and demonstrated financial success. Home Chef's combination of culinary expertise and a customer data driven decision-making process is right in line with Kroger's vision to serve America through food inspiration and uplift by providing meal solutions for every lifestyle.\"\nAfter the deal closes, Home Chef will operate as a subsidiary of The Kroger Co., maintain its e-commerce business on homechef.com , and assume responsibility for Kroger's meal solutions portfolio. The company will continue to operate its offices and facilities.\nFollowing closing, Kroger will make Home Chef meal kits available to Kroger shoppers, both in stores and online.\nKroger expects the transaction to have no effect on 2018 earnings, and to be slightly accretive in 2019.\nAdditional Information\nThe transaction is expected to close in the second quarter, following the satisfaction of customary closing conditions, including regulatory approval.\nWeil, Gotshal & Manges LLP is acting as legal advisor to Kroger and Sidley Austin LLP is acting as legal advisor to Home Chef.\nAbout Kroger\nAt The Kroger Co. (NYSE: KR), we are dedicated to our Purpose: to Feed the Human Spirit™. We are nearly half a million associates who serve nine million customers daily through a seamless digital shopping experience and 2,800 retail food stores under a variety of banner names , serving America through food inspiration and uplift, and creating #ZeroHungerZeroWaste communities by 2025. To learn more about us, visit our newsroom and investor relations site .\nAbout Home Chef\nHome Chef is one of the largest meal kit delivery companies in the U.S., with over 3 million meals delivered each month. Founded in 2013, Home Chef offers fresh, pre-portioned ingredients and easy to follow recipes delivered weekly and is designed for anyone to be able to cook and everyone to enjoy. The Chicago-based company delivers nationwide from its distribution centers in the Chicago, Atlanta, and Los Angeles areas. Home Chef was recently honored by Entrepreneur Magazine as part of the 2018 list of the Best Entrepreneurial Companies in America. Find out more and get cooking at www.homechef.com . Follow us on Twitter , Instagram and Facebook for live updates and delicious inspiration.\nForward-Looking Statements\nThis press release contains \"forward-looking statements\" within the meaning of the safe harbor provisions of the United States Private Securities Litigation Reform Act of 1995 about future performance of Kroger. These statements are based on management's assumptions and beliefs in light of the information currently available to it. These statements are indicated by words such as \"will,\" \"continue,\" \"expect,\" \"poised,\" and similar words. Various uncertainties and other factors could cause actual results to differ materially from those contained in the forward-looking statements. These include the specific risk factors identified in \"Risk Factors\" and \"Outlook\" in Kroger's annual report on Form 10-K for our last fiscal year and any subsequent filings, as well as the following:\nKroger's ability to achieve sales, earnings and cash flow goals may be affected by: labor negotiations or disputes; changes in the types and numbers of businesses that compete with Kroger; pricing and promotional activities of existing and new competitors, including non-traditional competitors, and the aggressiveness of that competition; Kroger's response to these actions; the state of the economy, including interest rates, the inflationary and deflationary trends in certain commodities, and the unemployment rate; the effect that fuel costs have on consumer spending; volatility of fuel margins; changes in government-funded benefit programs; manufacturing commodity costs; diesel fuel costs related to Kroger's logistics operations; trends in consumer spending; the extent to which Kroger's customers exercise caution in their purchasing in response to economic conditions; the inconsistent pace of the economic recovery; changes in inflation or deflation in product and operating costs; stock repurchases; Kroger's ability to retain pharmacy sales from third party payors; consolidation in the healthcare industry, including pharmacy benefit managers; Kroger's ability to negotiate modifications to multi-employer pension plans; natural disasters or adverse weather conditions; the potential costs and risks associated with potential cyber-attacks or data security breaches; the success of Kroger's future growth plans; the ability to execute on Restock Kroger; and the successful integration of Harris Teeter and Roundy's. Kroger's ability to achieve sales and earnings goals may also be affected by Kroger's ability to manage the factors identified above. Kroger's ability to execute its financial strategy may be affected by its ability to generate cash flow. The consummation of the merger is contingent upon regulatory approval and the conditions of the merger being satisfied or waived. Earnout payments are contingent on the achievement of performance goals. Our ability to accelerate market growth of meal kits and enhance Restock Kroger will depend on customer acceptance, execution, competitive forces, and other factors.\nWe assume no obligation to update the information contained herein. Please refer to Kroger's report and filings with the Securities and Exchange Commission for a further discussion of these risks and uncertainties.\nView original content with multimedia: http://www.prnewswire.com/news-releases/kroger-and-home-chef-to-join-forces-to-revolutionize-mealtime-300653872.html\nSOURCE Home Chef",
    "published": "2018-05-24T00:15:00.000+03:00",
    "crawled": "2018-05-24T03:01:13.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "cincinnati",
        "chicago",
        "may",
        "kroger",
        "nyse",
        "kr",
        "home",
        "chef",
        "country",
        "largest",
        "private",
        "meal",
        "kit",
        "company",
        "today",
        "announced",
        "merger",
        "agreement",
        "significantly",
        "accelerate",
        "availability",
        "meal",
        "kit",
        "position",
        "combined",
        "company",
        "lead",
        "way",
        "revolutionizing",
        "family",
        "shop",
        "prep",
        "cook",
        "meal",
        "initial",
        "transaction",
        "price",
        "million",
        "future",
        "earnout",
        "payment",
        "million",
        "five",
        "year",
        "contingent",
        "achieving",
        "certain",
        "milestone",
        "including",
        "significant",
        "growth",
        "online",
        "meal",
        "kit",
        "sale",
        "pending",
        "merger",
        "come",
        "heel",
        "home",
        "chef",
        "growth",
        "250m",
        "revenue",
        "two",
        "profitable",
        "quarter",
        "customer",
        "want",
        "convenience",
        "simplicity",
        "personalized",
        "food",
        "experience",
        "bringing",
        "home",
        "chef",
        "innovative",
        "exciting",
        "product",
        "service",
        "kroger",
        "customer",
        "help",
        "make",
        "meal",
        "planning",
        "even",
        "easier",
        "mealtime",
        "delicious",
        "said",
        "yael",
        "cosset",
        "kroger",
        "chief",
        "digital",
        "officer",
        "merger",
        "introduce",
        "kroger",
        "million",
        "shopper",
        "home",
        "chef",
        "enhance",
        "subscription",
        "capability",
        "contribute",
        "restock",
        "kroger",
        "long",
        "believed",
        "future",
        "industry",
        "bigger",
        "meal",
        "kit",
        "sold",
        "online",
        "want",
        "customer",
        "want",
        "help",
        "make",
        "cooking",
        "home",
        "easier",
        "accessible",
        "even",
        "enjoyable",
        "said",
        "pat",
        "vihtelic",
        "home",
        "chef",
        "founder",
        "ceo",
        "thrilled",
        "part",
        "kroger",
        "family",
        "plan",
        "maintain",
        "relentless",
        "focus",
        "innovation",
        "meet",
        "customer",
        "evolving",
        "food",
        "need",
        "kroger",
        "expansive",
        "retail",
        "footprint",
        "allow",
        "u",
        "serve",
        "million",
        "customer",
        "across",
        "country",
        "simple",
        "convenient",
        "enjoyable",
        "meal",
        "solution",
        "home",
        "chef",
        "feature",
        "delicious",
        "approachable",
        "meal",
        "fit",
        "every",
        "taste",
        "preference",
        "recipe",
        "every",
        "experience",
        "level",
        "currently",
        "lead",
        "industry",
        "variety",
        "among",
        "leading",
        "meal",
        "kit",
        "company",
        "gone",
        "beyond",
        "model",
        "bring",
        "new",
        "innovation",
        "like",
        "minute",
        "lunch",
        "flexible",
        "serving",
        "option",
        "new",
        "meal",
        "require",
        "minimal",
        "prep",
        "home",
        "chef",
        "offering",
        "complement",
        "kroger",
        "offering",
        "currently",
        "available",
        "store",
        "home",
        "chef",
        "employ",
        "approximately",
        "employee",
        "headquartered",
        "downtown",
        "chicago",
        "operates",
        "three",
        "distribution",
        "center",
        "chicago",
        "atlanta",
        "san",
        "bernardino",
        "home",
        "chef",
        "distribution",
        "center",
        "reach",
        "continental",
        "household",
        "within",
        "delivery",
        "window",
        "one",
        "fastest",
        "growing",
        "meal",
        "kit",
        "company",
        "country",
        "home",
        "chef",
        "poised",
        "even",
        "explosive",
        "growth",
        "said",
        "cosset",
        "admire",
        "focus",
        "customer",
        "culture",
        "collaboration",
        "dynamic",
        "experimentation",
        "demonstrated",
        "financial",
        "success",
        "home",
        "chef",
        "combination",
        "culinary",
        "expertise",
        "customer",
        "data",
        "driven",
        "process",
        "right",
        "line",
        "kroger",
        "vision",
        "serve",
        "america",
        "food",
        "inspiration",
        "uplift",
        "providing",
        "meal",
        "solution",
        "every",
        "lifestyle",
        "deal",
        "close",
        "home",
        "chef",
        "operate",
        "subsidiary",
        "kroger",
        "maintain",
        "business",
        "assume",
        "responsibility",
        "kroger",
        "meal",
        "solution",
        "portfolio",
        "company",
        "continue",
        "operate",
        "office",
        "facility",
        "following",
        "closing",
        "kroger",
        "make",
        "home",
        "chef",
        "meal",
        "kit",
        "available",
        "kroger",
        "shopper",
        "store",
        "online",
        "kroger",
        "expects",
        "transaction",
        "effect",
        "earnings",
        "slightly",
        "accretive",
        "additional",
        "information",
        "transaction",
        "expected",
        "close",
        "second",
        "quarter",
        "following",
        "satisfaction",
        "customary",
        "closing",
        "condition",
        "including",
        "regulatory",
        "approval",
        "weil",
        "gotshal",
        "mange",
        "llp",
        "acting",
        "legal",
        "advisor",
        "kroger",
        "sidley",
        "austin",
        "llp",
        "acting",
        "legal",
        "advisor",
        "home",
        "chef",
        "kroger",
        "kroger",
        "nyse",
        "kr",
        "dedicated",
        "purpose",
        "feed",
        "human",
        "nearly",
        "half",
        "million",
        "associate",
        "serve",
        "nine",
        "million",
        "customer",
        "daily",
        "seamless",
        "digital",
        "shopping",
        "experience",
        "retail",
        "food",
        "store",
        "variety",
        "banner",
        "name",
        "serving",
        "america",
        "food",
        "inspiration",
        "uplift",
        "creating",
        "zerohungerzerowaste",
        "community",
        "learn",
        "u",
        "visit",
        "newsroom",
        "investor",
        "relation",
        "site",
        "home",
        "chef",
        "home",
        "chef",
        "one",
        "largest",
        "meal",
        "kit",
        "delivery",
        "company",
        "million",
        "meal",
        "delivered",
        "month",
        "founded",
        "home",
        "chef",
        "offer",
        "fresh",
        "ingredient",
        "easy",
        "follow",
        "recipe",
        "delivered",
        "weekly",
        "designed",
        "anyone",
        "able",
        "cook",
        "everyone",
        "enjoy",
        "company",
        "delivers",
        "nationwide",
        "distribution",
        "center",
        "chicago",
        "atlanta",
        "los",
        "angeles",
        "area",
        "home",
        "chef",
        "recently",
        "honored",
        "entrepreneur",
        "magazine",
        "part",
        "list",
        "best",
        "entrepreneurial",
        "company",
        "america",
        "find",
        "get",
        "cooking",
        "follow",
        "u",
        "twitter",
        "instagram",
        "facebook",
        "live",
        "update",
        "delicious",
        "inspiration",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "safe",
        "harbor",
        "provision",
        "united",
        "state",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "future",
        "performance",
        "kroger",
        "statement",
        "based",
        "management",
        "assumption",
        "belief",
        "light",
        "information",
        "currently",
        "available",
        "statement",
        "indicated",
        "word",
        "continue",
        "expect",
        "poised",
        "similar",
        "word",
        "various",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "contained",
        "statement",
        "include",
        "specific",
        "risk",
        "factor",
        "identified",
        "risk",
        "factor",
        "outlook",
        "kroger",
        "annual",
        "report",
        "form",
        "last",
        "fiscal",
        "year",
        "subsequent",
        "filing",
        "well",
        "following",
        "kroger",
        "ability",
        "achieve",
        "sale",
        "earnings",
        "cash",
        "flow",
        "goal",
        "may",
        "affected",
        "labor",
        "negotiation",
        "dispute",
        "change",
        "type",
        "number",
        "business",
        "compete",
        "kroger",
        "pricing",
        "promotional",
        "activity",
        "existing",
        "new",
        "competitor",
        "including",
        "competitor",
        "aggressiveness",
        "competition",
        "kroger",
        "response",
        "action",
        "state",
        "economy",
        "including",
        "interest",
        "rate",
        "inflationary",
        "deflationary",
        "trend",
        "certain",
        "commodity",
        "unemployment",
        "rate",
        "effect",
        "fuel",
        "cost",
        "consumer",
        "spending",
        "volatility",
        "fuel",
        "margin",
        "change",
        "benefit",
        "program",
        "manufacturing",
        "commodity",
        "cost",
        "diesel",
        "fuel",
        "cost",
        "related",
        "kroger",
        "logistics",
        "operation",
        "trend",
        "consumer",
        "spending",
        "extent",
        "kroger",
        "customer",
        "exercise",
        "caution",
        "purchasing",
        "response",
        "economic",
        "condition",
        "inconsistent",
        "pace",
        "economic",
        "recovery",
        "change",
        "inflation",
        "deflation",
        "product",
        "operating",
        "cost",
        "stock",
        "repurchase",
        "kroger",
        "ability",
        "retain",
        "pharmacy",
        "sale",
        "third",
        "party",
        "payors",
        "consolidation",
        "healthcare",
        "industry",
        "including",
        "pharmacy",
        "benefit",
        "manager",
        "kroger",
        "ability",
        "negotiate",
        "modification",
        "pension",
        "plan",
        "natural",
        "disaster",
        "adverse",
        "weather",
        "condition",
        "potential",
        "cost",
        "risk",
        "associated",
        "potential",
        "data",
        "security",
        "breach",
        "success",
        "kroger",
        "future",
        "growth",
        "plan",
        "ability",
        "execute",
        "restock",
        "kroger",
        "successful",
        "integration",
        "harris",
        "teeter",
        "roundy",
        "kroger",
        "ability",
        "achieve",
        "sale",
        "earnings",
        "goal",
        "may",
        "also",
        "affected",
        "kroger",
        "ability",
        "manage",
        "factor",
        "identified",
        "kroger",
        "ability",
        "execute",
        "financial",
        "strategy",
        "may",
        "affected",
        "ability",
        "generate",
        "cash",
        "flow",
        "consummation",
        "merger",
        "contingent",
        "upon",
        "regulatory",
        "approval",
        "condition",
        "merger",
        "satisfied",
        "waived",
        "earnout",
        "payment",
        "contingent",
        "achievement",
        "performance",
        "goal",
        "ability",
        "accelerate",
        "market",
        "growth",
        "meal",
        "kit",
        "enhance",
        "restock",
        "kroger",
        "depend",
        "customer",
        "acceptance",
        "execution",
        "competitive",
        "force",
        "factor",
        "assume",
        "obligation",
        "update",
        "information",
        "contained",
        "herein",
        "please",
        "refer",
        "kroger",
        "report",
        "filing",
        "security",
        "exchange",
        "commission",
        "discussion",
        "risk",
        "uncertainty",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "home",
        "chef"
    ]
}