{
    "organizations": [],
    "uuid": "fb1e396391270ed7edd4ec3cfce64b907ef9f09f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/09/globe-newswire-paratek-pharmaceuticals-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Paratek Pharmaceuticals Reports First Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "-- New drug applications for omadacycline accepted for priority review by FDA; PDUFA action date in October 2018 --\n-- Company on track for a first quarter 2019 omadacycline U.S. launch --\n-- Company strengthens balance sheet to support commercial launch --\nBOSTON, May 09, 2018 (GLOBE NEWSWIRE) -- Paratek Pharmaceuticals, Inc. (Nasdaq:PRTK), a biopharmaceutical company focused on the development and commercialization of innovative therapies based upon tetracycline chemistry, today reported financial results and provided an update on financial, clinical, commercial and regulatory filing activities for the quarter ended March 31, 2018.\n“The positive momentum we generated in 2017 continued into the first quarter of 2018. The FDA accepted the omadacycline New Drug Applications for priority review with an anticipated approval in October. We continued to advance our commercial readiness activities toward a first quarter 2019 launch and significantly strengthened our balance sheet, which we believe provides the Company the needed capital to fund a successful U.S. launch of omadacycline,” said Michael Bigham, Chairman and Chief Executive Officer, Paratek. “We also showcased the efficacy of omadacycline against relevant pathogens in life-threatening infections such as community-acquired bacterial pneumonia and acute bacterial skin and skin structure infections at the recent European Congress of Clinical Microbiology and Infectious Diseases meeting. Our significant presence there included nine posters and the first oral presentation of the results of OASIS-2, our Phase 3 oral-only study of omadacycline in skin infections.”\nRecent Highlights\nNew drug applications (NDAs) for the once-daily oral and intravenous formulations of omadacycline for the treatment of community-acquired bacterial pneumonia (CABP) and acute skin and skin structure infections (ABSSSI) accepted for priority review by U.S. Food and Drug Administration (FDA). Continued commercial readiness activities, including advancement of manufacturing validation and commercial product supply and expansion of the medical affairs and payer account management teams in preparation for payer formulary discussions. Significant presence at European Congress of Clinical Microbiology and Infectious Diseases in Madrid, Spain with nine posters and the first oral presentation of the results of OASIS-2, our Phase 3 oral-only study of omadacycline in skin infections. First of two Phase 2 studies of omadacycline in urinary tract infections (UTI) currently enrolling patients. Strengthened balance sheet Raised $49.8 million in net proceeds through a registered underwritten public offering of common stock in January. Raised $158.8 million in net proceeds through the issuance of convertible senior subordinated notes in April that will mature on May 1, 2024. Appointed Rolf Hoffmann to our Board of Directors. With over 30 years of broad global biopharmaceutical executive experience including senior U.S. and international commercial roles with Amgen, Mr. Hoffmann adds proven commercial experience to the Board.\nUpcoming Milestones\nCompany preparing for an advisory committee meeting, expected in late summer 2018, to review omadacycline applications. Prescription Drug User Fee Act (PDUFA) Action Date for omadacycline in October 2018. Company remains on track to submit the marketing authorization for omadacycline in Europe in the second half of 2018. Company expects to initiate second Phase 2 study in the second half of 2018. Phase 2 UTI data expected in the second half of 2019. PDUFA action date for sarecycline expected in the second half of 2018.\nFirst Quarter 2018 Financial Results\nFor the first quarter of 2018, Paratek reported a net loss of $27.8 million, or $0.91 per share, compared to a net loss of $27.7 million, or $1.14 per share, for the same period in 2017.\nResearch and development expenses were $14.9 million for the first quarter of 2018, compared to $18.7 million for the first quarter of 2017. The decrease was primarily driven by lower clinical study costs, offset by an increase in manufacturing production costs for omadacycline.\nGeneral and administrative expenses were $11.9 million for the first quarter of 2018 compared to $8.4 million for the first quarter of 2017. The increase was primarily due to additional headcount, higher marketing, market access and other commercial costs related to commercial launch preparation activities.\nAs of March 31, 2018, Paratek had cash, cash equivalents, and marketable securities of $184.3 million. Based on current assumptions, including full commercial buildout and launch of omadacycline, Paratek’s existing capital resources as well as the $158.8 million in net proceeds from the Company’s April 2018 issuance of convertible senior subordinated notes, future contingent regulatory and commercial milestone payments from collaborations with Allergan and Zai Lab, and estimated omadacycline product sales will enable Paratek to fund operating expenses and capital expenditure requirements through the first quarter of 2021.\nConference Call and Webcast\nParatek’s earnings conference call for the quarter ended March 31, 2018 will be broadcast today at 8:30 a.m. EDT on May 9, 2018. The live webcast can be accessed under \"Events and Presentations\" in the Investor Relations section of Paratek’s website at www.ParatekPharma.com .\nDomestic investors wishing to participate in the call should dial: 877-407-0792 and international investors should dial: 201-689-8263. The conference ID is 13678489. Investors can also access the call at http://public.viavid.com/index.php?id=129152 .\nReplays of the call will be available through May 23, 2018. Domestic investors can access the replay by dialing 844-512-2921 and international investors can access the replay by dialing 412-317-6671. The PIN code to access the replay is 13678489.\nWebsite Information\nParatek routinely posts important information for investors on the Investor Relations section of its website at www.ParatekPharma.com . Paratek intends to use this website as a means of disclosing material, non-public information and for complying with its disclosure obligations under Regulation FD. Accordingly, investors should monitor the Investor Relations section of Paratek’s website, in addition to following its press releases, SEC filings, public conference calls, presentations and webcasts. The information contained on, or that may be accessed through, Paratek’s website is not incorporated by reference into, and is not a part of, this document.\nAbout Paratek Pharmaceuticals, Inc.\nParatek Pharmaceuticals, Inc. is a biopharmaceutical company focused on the development and commercialization of innovative therapies based upon its expertise in novel tetracycline chemistry. The Company’s lead product candidate, omadacycline, is a new, once-daily oral and intravenous broad-spectrum antibiotic being developed for the treatment of serious community-acquired bacterial infections, including community-acquired bacterial pneumonia (CABP), acute bacterial skin and skin structure infections (ABSSSI), and urinary tract infections (UTI). Omadacycline has been granted Qualified Infectious Disease Product designation and Fast Track status by the U.S. Food and Drug Administration for the target indications of ABSSSI, CABP, and UTI. Paratek has completed Phase 3 development activities for omadacycline in CABP and ABSSSI, and its New Drug Applications to the U.S. FDA have been accepted for priority review. The Company plans to submit a marketing authorization in the European Union in the second half of this year. Paratek has entered into a collaboration agreement with Zai Lab for the development and commercialization of omadacycline in the greater China region, and retains all remaining global rights.\nUnder a research agreement with the U.S. Department of Defense, omadacycline also is being studied against pathogenic agents causing infectious diseases of public health and biodefense importance, including plague and anthrax.\nParatek's second product candidate, SEYSARA™ (sarecycline), is being developed by Allergan in the U.S. as a new once-daily oral therapy for the treatment of acne. Allergan has completed Phase 3 development activities for Seysara and its new drug application was accepted for review by the U.S. FDA in December 2017. Paratek retains all ex-U.S. rights to sarecycline.\nRecognizing the serious threat of bacterial infections, Paratek is dedicated to providing solutions that enable positive outcomes and lead to better patient stories.\nFor more information, visit www.ParatekPharma.com or follow @ParatekPharma on Twitter.\nForward Looking Statements\nThis press release contains forward-looking statements including statements related to our overall strategy, product candidates, clinical studies, prospects, potential and expected results, including statements about the timing of advancing omadacycline and otherwise preparing for clinical studies, the timing of enrollment in our clinical studies and our reporting of the results of such studies, the potential for omadacycline to serve as an empiric monotherapy treatment option for patients suffering from ABSSSI, CABP, UTI, and other bacterial infections when resistance is of concern, the prospect of omadacycline providing broad-spectrum activity, and our ability to obtain regulatory approval of omadacycline. All statements, other than statements of historical facts, included in this press release are forward-looking statements, and are identified by words such as \"advancing,\" \"believe,\" \"expect,\" \"well positioned,\" \"look forward,\" \"anticipated,\" \"continued,\" and other words and terms of similar meaning. These forward-looking statements are based upon our current expectations and involve substantial risks and uncertainties. We may not actually achieve the plans, carry out the intentions or meet the expectations or projections disclosed in our forward-looking statements and you should not place undue reliance on these forward-looking statements. Our actual results and the timing of events could differ materially from those included in such forward-looking statements as a result of these risks and uncertainties. These and other risk factors are discussed under \"Risk Factors\" and elsewhere in our Annual Report on Form 10-K for the year ended December 31, 2017, and our other filings with the Securities and Exchange Commission. We expressly disclaim any obligation or undertaking to update or revise any forward-looking statements contained herein.\nPARATEK PHARMACEUTICALS, INC. Condensed Consolidated Statements of Operations (unaudited) (in thousands, except loss per share data) Three Months Ended March 31, 2018 2017 License and royalty revenue $ 10 $ 18 Operating expenses: Research and development 14,864 18,657 General and administrative 11,873 8,363 Changes in fair value of contingent consideration (15 ) (231 ) Total operating expenses 26,722 26,789 Loss from operations (26,712 ) (26,771 ) Other income and expenses: Interest expense (1,507 ) (1,132 ) Interest income 475 240 Other (loss) income, net (6 ) (7 ) Net loss $ (27,750 ) $ (27,670 ) Net loss per share - basic and diluted $ (0.91 ) $ (1.14 ) Weighted average common shares outstanding Basic and diluted 30,566,694 24,196,158\nCondensed Consolidated Balance Sheets (unaudited) (in thousands) March 31, December 31, 2018 2017 (unaudited) Cash, cash equivalents and marketable securities $ 184,324 $ 151,723 Total assets 191,292 163,698 Working capital 164,863 143,697 Total current liabilities 23,365 16,789 Long-term debt, less current portion 51,684 59,186 Common stock and additional paid-in-capital 608,807 552,748 Accumulated deficit (497,860 ) (470,112 ) Total stockholders' equity 110,767 82,478 CONTACT:\nInvestor and Media Relations: Ben Strain 617-807-6688 ir@ParatekPharma.com\nSource:Paratek Pharmaceuticals",
    "published": "2018-05-09T15:30:00.000+03:00",
    "crawled": "2018-05-09T19:41:51.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "drug",
        "application",
        "omadacycline",
        "accepted",
        "priority",
        "review",
        "fda",
        "pdufa",
        "action",
        "date",
        "october",
        "company",
        "track",
        "first",
        "quarter",
        "omadacycline",
        "launch",
        "company",
        "strengthens",
        "balance",
        "sheet",
        "support",
        "commercial",
        "launch",
        "boston",
        "may",
        "globe",
        "newswire",
        "paratek",
        "pharmaceutical",
        "nasdaq",
        "prtk",
        "biopharmaceutical",
        "company",
        "focused",
        "development",
        "commercialization",
        "innovative",
        "therapy",
        "based",
        "upon",
        "tetracycline",
        "chemistry",
        "today",
        "reported",
        "financial",
        "result",
        "provided",
        "update",
        "financial",
        "clinical",
        "commercial",
        "regulatory",
        "filing",
        "activity",
        "quarter",
        "ended",
        "march",
        "positive",
        "momentum",
        "generated",
        "continued",
        "first",
        "quarter",
        "fda",
        "accepted",
        "omadacycline",
        "new",
        "drug",
        "application",
        "priority",
        "review",
        "anticipated",
        "approval",
        "october",
        "continued",
        "advance",
        "commercial",
        "readiness",
        "activity",
        "toward",
        "first",
        "quarter",
        "launch",
        "significantly",
        "strengthened",
        "balance",
        "sheet",
        "believe",
        "provides",
        "company",
        "needed",
        "capital",
        "fund",
        "successful",
        "launch",
        "omadacycline",
        "said",
        "michael",
        "bigham",
        "chairman",
        "chief",
        "executive",
        "officer",
        "paratek",
        "also",
        "showcased",
        "efficacy",
        "omadacycline",
        "relevant",
        "pathogen",
        "infection",
        "bacterial",
        "pneumonia",
        "acute",
        "bacterial",
        "skin",
        "skin",
        "structure",
        "infection",
        "recent",
        "european",
        "congress",
        "clinical",
        "microbiology",
        "infectious",
        "disease",
        "meeting",
        "significant",
        "presence",
        "included",
        "nine",
        "poster",
        "first",
        "oral",
        "presentation",
        "result",
        "phase",
        "study",
        "omadacycline",
        "skin",
        "recent",
        "highlight",
        "new",
        "drug",
        "application",
        "ndas",
        "oral",
        "intravenous",
        "formulation",
        "omadacycline",
        "treatment",
        "bacterial",
        "pneumonia",
        "cabp",
        "acute",
        "skin",
        "skin",
        "structure",
        "infection",
        "absssi",
        "accepted",
        "priority",
        "review",
        "food",
        "drug",
        "administration",
        "fda",
        "continued",
        "commercial",
        "readiness",
        "activity",
        "including",
        "advancement",
        "manufacturing",
        "validation",
        "commercial",
        "product",
        "supply",
        "expansion",
        "medical",
        "affair",
        "payer",
        "account",
        "management",
        "team",
        "preparation",
        "payer",
        "formulary",
        "discussion",
        "significant",
        "presence",
        "european",
        "congress",
        "clinical",
        "microbiology",
        "infectious",
        "disease",
        "madrid",
        "spain",
        "nine",
        "poster",
        "first",
        "oral",
        "presentation",
        "result",
        "phase",
        "study",
        "omadacycline",
        "skin",
        "infection",
        "first",
        "two",
        "phase",
        "study",
        "omadacycline",
        "urinary",
        "tract",
        "infection",
        "uti",
        "currently",
        "enrolling",
        "patient",
        "strengthened",
        "balance",
        "sheet",
        "raised",
        "million",
        "net",
        "proceeds",
        "registered",
        "underwritten",
        "public",
        "offering",
        "common",
        "stock",
        "january",
        "raised",
        "million",
        "net",
        "proceeds",
        "issuance",
        "convertible",
        "senior",
        "subordinated",
        "note",
        "april",
        "mature",
        "may",
        "appointed",
        "rolf",
        "hoffmann",
        "board",
        "director",
        "year",
        "broad",
        "global",
        "biopharmaceutical",
        "executive",
        "experience",
        "including",
        "senior",
        "international",
        "commercial",
        "role",
        "amgen",
        "hoffmann",
        "add",
        "proven",
        "commercial",
        "experience",
        "board",
        "upcoming",
        "milestone",
        "company",
        "preparing",
        "advisory",
        "committee",
        "meeting",
        "expected",
        "late",
        "summer",
        "review",
        "omadacycline",
        "application",
        "prescription",
        "drug",
        "user",
        "fee",
        "act",
        "pdufa",
        "action",
        "date",
        "omadacycline",
        "october",
        "company",
        "remains",
        "track",
        "submit",
        "marketing",
        "authorization",
        "omadacycline",
        "europe",
        "second",
        "half",
        "company",
        "expects",
        "initiate",
        "second",
        "phase",
        "study",
        "second",
        "half",
        "phase",
        "uti",
        "data",
        "expected",
        "second",
        "half",
        "pdufa",
        "action",
        "date",
        "sarecycline",
        "expected",
        "second",
        "half",
        "first",
        "quarter",
        "financial",
        "result",
        "first",
        "quarter",
        "paratek",
        "reported",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "period",
        "research",
        "development",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "decrease",
        "primarily",
        "driven",
        "lower",
        "clinical",
        "study",
        "cost",
        "offset",
        "increase",
        "manufacturing",
        "production",
        "cost",
        "omadacycline",
        "general",
        "administrative",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "increase",
        "primarily",
        "due",
        "additional",
        "headcount",
        "higher",
        "marketing",
        "market",
        "access",
        "commercial",
        "cost",
        "related",
        "commercial",
        "launch",
        "preparation",
        "activity",
        "march",
        "paratek",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "million",
        "based",
        "current",
        "assumption",
        "including",
        "full",
        "commercial",
        "buildout",
        "launch",
        "omadacycline",
        "paratek",
        "existing",
        "capital",
        "resource",
        "well",
        "million",
        "net",
        "proceeds",
        "company",
        "april",
        "issuance",
        "convertible",
        "senior",
        "subordinated",
        "note",
        "future",
        "contingent",
        "regulatory",
        "commercial",
        "milestone",
        "payment",
        "collaboration",
        "allergan",
        "zai",
        "lab",
        "estimated",
        "omadacycline",
        "product",
        "sale",
        "enable",
        "paratek",
        "fund",
        "operating",
        "expense",
        "capital",
        "expenditure",
        "requirement",
        "first",
        "quarter",
        "conference",
        "call",
        "webcast",
        "paratek",
        "earnings",
        "conference",
        "call",
        "quarter",
        "ended",
        "march",
        "broadcast",
        "today",
        "edt",
        "may",
        "live",
        "webcast",
        "accessed",
        "event",
        "presentation",
        "investor",
        "relation",
        "section",
        "paratek",
        "website",
        "domestic",
        "investor",
        "wishing",
        "participate",
        "call",
        "dial",
        "international",
        "investor",
        "dial",
        "conference",
        "id",
        "investor",
        "also",
        "access",
        "call",
        "http",
        "replay",
        "call",
        "available",
        "may",
        "domestic",
        "investor",
        "access",
        "replay",
        "dialing",
        "international",
        "investor",
        "access",
        "replay",
        "dialing",
        "pin",
        "code",
        "access",
        "replay",
        "website",
        "information",
        "paratek",
        "routinely",
        "post",
        "important",
        "information",
        "investor",
        "investor",
        "relation",
        "section",
        "website",
        "paratek",
        "intends",
        "use",
        "website",
        "mean",
        "disclosing",
        "material",
        "information",
        "complying",
        "disclosure",
        "obligation",
        "regulation",
        "fd",
        "accordingly",
        "investor",
        "monitor",
        "investor",
        "relation",
        "section",
        "paratek",
        "website",
        "addition",
        "following",
        "press",
        "release",
        "sec",
        "filing",
        "public",
        "conference",
        "call",
        "presentation",
        "webcasts",
        "information",
        "contained",
        "may",
        "accessed",
        "paratek",
        "website",
        "incorporated",
        "reference",
        "part",
        "document",
        "paratek",
        "pharmaceutical",
        "paratek",
        "pharmaceutical",
        "biopharmaceutical",
        "company",
        "focused",
        "development",
        "commercialization",
        "innovative",
        "therapy",
        "based",
        "upon",
        "expertise",
        "novel",
        "tetracycline",
        "chemistry",
        "company",
        "lead",
        "product",
        "candidate",
        "omadacycline",
        "new",
        "oral",
        "intravenous",
        "antibiotic",
        "developed",
        "treatment",
        "serious",
        "bacterial",
        "infection",
        "including",
        "bacterial",
        "pneumonia",
        "cabp",
        "acute",
        "bacterial",
        "skin",
        "skin",
        "structure",
        "infection",
        "absssi",
        "urinary",
        "tract",
        "infection",
        "uti",
        "omadacycline",
        "granted",
        "qualified",
        "infectious",
        "disease",
        "product",
        "designation",
        "fast",
        "track",
        "status",
        "food",
        "drug",
        "administration",
        "target",
        "indication",
        "absssi",
        "cabp",
        "uti",
        "paratek",
        "completed",
        "phase",
        "development",
        "activity",
        "omadacycline",
        "cabp",
        "absssi",
        "new",
        "drug",
        "application",
        "fda",
        "accepted",
        "priority",
        "review",
        "company",
        "plan",
        "submit",
        "marketing",
        "authorization",
        "european",
        "union",
        "second",
        "half",
        "year",
        "paratek",
        "entered",
        "collaboration",
        "agreement",
        "zai",
        "lab",
        "development",
        "commercialization",
        "omadacycline",
        "greater",
        "china",
        "region",
        "retains",
        "remaining",
        "global",
        "right",
        "research",
        "agreement",
        "department",
        "defense",
        "omadacycline",
        "also",
        "studied",
        "pathogenic",
        "agent",
        "causing",
        "infectious",
        "disease",
        "public",
        "health",
        "biodefense",
        "importance",
        "including",
        "plague",
        "anthrax",
        "paratek",
        "second",
        "product",
        "candidate",
        "sarecycline",
        "developed",
        "allergan",
        "new",
        "oral",
        "therapy",
        "treatment",
        "acne",
        "allergan",
        "completed",
        "phase",
        "development",
        "activity",
        "seysara",
        "new",
        "drug",
        "application",
        "accepted",
        "review",
        "fda",
        "december",
        "paratek",
        "retains",
        "right",
        "sarecycline",
        "recognizing",
        "serious",
        "threat",
        "bacterial",
        "infection",
        "paratek",
        "dedicated",
        "providing",
        "solution",
        "enable",
        "positive",
        "outcome",
        "lead",
        "better",
        "patient",
        "story",
        "information",
        "visit",
        "follow",
        "paratekpharma",
        "twitter",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "including",
        "statement",
        "related",
        "overall",
        "strategy",
        "product",
        "candidate",
        "clinical",
        "study",
        "prospect",
        "potential",
        "expected",
        "result",
        "including",
        "statement",
        "timing",
        "advancing",
        "omadacycline",
        "otherwise",
        "preparing",
        "clinical",
        "study",
        "timing",
        "enrollment",
        "clinical",
        "study",
        "reporting",
        "result",
        "study",
        "potential",
        "omadacycline",
        "serve",
        "empiric",
        "monotherapy",
        "treatment",
        "option",
        "patient",
        "suffering",
        "absssi",
        "cabp",
        "uti",
        "bacterial",
        "infection",
        "resistance",
        "concern",
        "prospect",
        "omadacycline",
        "providing",
        "activity",
        "ability",
        "obtain",
        "regulatory",
        "approval",
        "omadacycline",
        "statement",
        "statement",
        "historical",
        "fact",
        "included",
        "press",
        "release",
        "statement",
        "identified",
        "word",
        "advancing",
        "believe",
        "expect",
        "well",
        "positioned",
        "look",
        "forward",
        "anticipated",
        "continued",
        "word",
        "term",
        "similar",
        "meaning",
        "statement",
        "based",
        "upon",
        "current",
        "expectation",
        "involve",
        "substantial",
        "risk",
        "uncertainty",
        "may",
        "actually",
        "achieve",
        "plan",
        "carry",
        "intention",
        "meet",
        "expectation",
        "projection",
        "disclosed",
        "statement",
        "place",
        "undue",
        "reliance",
        "statement",
        "actual",
        "result",
        "timing",
        "event",
        "could",
        "differ",
        "materially",
        "included",
        "statement",
        "result",
        "risk",
        "uncertainty",
        "risk",
        "factor",
        "discussed",
        "risk",
        "factor",
        "elsewhere",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "filing",
        "security",
        "exchange",
        "commission",
        "expressly",
        "disclaim",
        "obligation",
        "undertaking",
        "update",
        "revise",
        "statement",
        "contained",
        "herein",
        "paratek",
        "pharmaceutical",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "thousand",
        "except",
        "loss",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "license",
        "royalty",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "change",
        "fair",
        "value",
        "contingent",
        "consideration",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "interest",
        "expense",
        "interest",
        "income",
        "loss",
        "income",
        "net",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "thousand",
        "march",
        "december",
        "unaudited",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "total",
        "asset",
        "working",
        "capital",
        "total",
        "current",
        "liability",
        "debt",
        "less",
        "current",
        "portion",
        "common",
        "stock",
        "additional",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "contact",
        "investor",
        "medium",
        "relation",
        "ben",
        "strain",
        "ir",
        "source",
        "paratek",
        "pharmaceutical"
    ]
}