{
    "organizations": [],
    "uuid": "5fb5ec0ca31ddba744924b2ceead070260f27a7c",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/14/globe-newswire-raging-river-exploration-inc-announces-first-quarter-operating-and-financial-results-and-reaffirms-credit-facilities.html",
    "ord_in_thread": 0,
    "title": "Raging River Exploration Inc. Announces First Quarter Operating and Financial Results and Reaffirms Credit Facilities",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CALGARY, Alberta, May 14, 2018 (GLOBE NEWSWIRE) -- Raging River Exploration Inc. (the “Company” or “Raging River” ) (TSX:RRX) announces its operating and financial results 2018. Selected financial and operational information is outlined below and should be read in conjunction with the unaudited interim financial statements and the related management’s discussion and analysis (“MD&A”). These filings will be available at www.sedar.com and the Company’s website at www.rrexploration.com .\nFinancial and Operating Highlights\nThree months ended\nMarch 31, Percent\nChange 2018 2017 Financial ( thousands of dollars except share data) Petroleum and natural gas revenue 136,312 112,017 22 Funds flow from operations (1) 88,964 72,752 22 Per share - basic 0.38 0.31 23 - diluted 0.38 0.31 23 Net earnings 21,737 15,343 42 Per share - basic 0.09 0.07 29 - diluted 0.09 0.07 29 Development capital expenditures 118,410 112,685 5 Net debt (1)(3) 329,040 249,475 32 Shareholders’ equity 993,603 917,366 8 Weighted average shares (thousands) Basic 231,299 231,152 - Diluted 231,660 231,501 - Shares outstanding, end of period (thousands) Basic 231,303 231,156 - Diluted 232,416 236,603 (2 ) Operating ( 6:1 boe conversion) Average daily production Crude oil and NGLs (bbls/d) 21,351 19,476 10 Heavy crude oil (bbls/d) 1,146 1,419 (19 ) Natural gas (mcf/d) 9,722 11,161 (13 ) Barrels of oil equivalent (2) (boe/d) 24,118 22,755 6 Netbacks ($/boe) Operating Oil and gas sales (3) 62.80 54.70 15 Royalties (5.64 ) (5.22 ) 8 Operating expenses (10.97 ) (10.50 ) 4 Transportation expenses (1.41 ) (1.45 ) (3 ) Field netback (1) 44.78 37.53 19 Realized gain (loss) on risk management contracts (5) (1.38 ) 0.13 (1,162 ) Operating netback (1) 43.40 37.66 15 General and administrative expense (1.05 ) (1.02 ) 3 Financial charges (1.28 ) (0.99 ) 29 Realized loss on risk management contracts (6) (0.06 ) - (100 ) Asset retirement expenditures (0.02 ) (0.12 ) (83 ) Funds flow netback (1) 40.99 35.53 15 Net earnings 10.03 7.48 34 Wells drilled (4) Gross 126 99 27 Net 112.7 94.5 19 Success 100 % 99 % 1 (1) See “Non-IFRS Measures.”\n(2) See ‘“Barrels of Oil Equivalent.”\n(3) Excludes unrealized risk management contracts.\n(4) Excludes injection and service wells.\n(5) Includes realized gains and loss on commodity contracts. Excludes realized loss on interest rate swap.\n(6) Loss on interest rate swap.\nFIRST QUARTER 2018 HIGHLIGHTS\nAchieved a quarterly production record with average production of 24,118 boe/d (93% oil) representing an increase of 6% over the comparable period in 2017. This represents a 6% production per share increase from the first quarter of 2017.\nAchieved funds flow from operations of $89 million ($0.38/share basic) relative to $83.9 million ($0.36/share basic) in the fourth quarter of 2017 and $72.8 million ($0.31/share basic) in the first quarter of 2017.\nThe Company generated operating netbacks of $44.78/boe on an unhedged basis and funds flow netbacks of $40.99/boe.\nGenerated first quarter net earnings of $21.7 million or $10.03/boe.\nCorporate royalties continued to be stable at 9.0% during the quarter.\nContinued diligent cost control with top decile general and administrative costs of $1.05/boe.\nThe Company’s capital expenditures were $118.4 million inclusive of $5.6 million on land and $112.8 million of exploration and development expenditures resulting in the drilling of 109.7 net Viking crude oil wells and 3.0 net Duvernay crude oils wells at a 100% success rate.\nMaintained balance sheet strength with first quarter net debt of $329 million representing 0.9 times net debt to first quarter annualized funds flow from operations.\nREAFFIRMS CREDIT FACILITIES\nRaging River’s borrowing base was reviewed and was unanimously reaffirmed by the syndicate of lenders at $500 million, on similar terms. The next borrowing base redetermination is scheduled for October 2018.\nOPERATIONS UPDATE\nDUVERNAY\nAs previously disclosed in the March 5, 2018 press release, Raging River successfully drilled and completed a Duvernay light oil discovery well (14-36) in the Pembina (Pigeon Lake) area of central Alberta. In response to encouraging geotechnical data, the completion of the 14-36 was advanced into the first quarter of 2018. Production testing operations commenced on March 22, 2018, with light oil (42 o API) recovered early in the flow testing process. In mid-April, the well was equipped with artificial lift and surface facilities to allow gas conservation and continuous production operations. During the month of April the average daily production rate was 360 bbls/d of oil with an average gas oil ratio of 820 scf/bbl. Rates over the last 14 days have averaged 243 bbls/d of oil with average gas oil ratios of 1,800 scf/bbl.\nThe remaining two Duvernay wells, Ferrybank (02-20) and Gilby (01-20) were drilled and uncompleted in the first quarter and are expected to be completed by the middle of July.\nVIKING\nDuring the first quarter of 2018, the Company drilled 109.7 net Viking horizontal light oil wells. 38 net Viking horizontal oil wells were drilled but uncompleted at the end of the first quarter. On May 8, 2018, Raging River began completion activities on the drilled uncompleted Viking wells. Drilling operations in the Viking have recently recommenced with one drilling rig currently active. As spring break-up conditions continue to improve, we anticipate having four drilling rigs operational by early June.\nOUTLOOK\nOn March 5, 2018, Raging River announced that it commenced a formal process to initiate a strategic repositioning of the Company (the “ Repositioning Process ”) in an effort to enhance shareholder value. The Board is undertaking a comprehensive review to identify and consider a broad range of alternatives to enhance shareholder value, including, but not limited to, a merger, corporate sale, corporate restructuring, sale of select assets, purchase of assets, or any combination of the potential alternatives. The Repositioning Process is ongoing and Raging River does not intend to disclose developments unless the Board has approved a specific transaction, or otherwise determines that disclosure is necessary or appropriate.\nFOR FURTHER INFORMATION PLEASE CONTACT:\nRAGING RIVER EXPLORATION INC. RAGING RIVER EXPLORATION INC.\nMr. Neil Roszell, P. Eng. Mr. Bruce Beynon, P. Geol.\nCEO and Executive Chairman President\nTel: (403) 767-1250; Fax: (403) 387-2951 Tel: (403) 767-1251; Fax: (403) 387-2951\nRAGING RIVER EXPLORATION INC.\nMr. Jerry Sapieha, CA\nVice President, Finance and\nTel: (403) 767-1265; Fax: (403) 387-2951\nFORWARD LOOKING STATEMENTS: This press release contains . More particularly, this press release contains statements concerning the anticipated timing associated with certain drilling and completion activities. In addition, the use of any of the words “guidance”, “initial, “scheduled”, “can”, “will”, “prior to”, “estimate”, “anticipate”, “believe”, “potential”, “should”, “unaudited”, “forecast”, “future”, “continue”, “may”, “expect”, “project”, and similar expressions are intended to identify . The contained herein are based on certain key expectations and assumptions made by the Company, including but not limited to expectations and assumptions concerning the success of optimization and efficiency improvement projects, the availability of capital, current legislation, receipt of required regulatory approval, the success of future drilling and development activities, the performance of existing wells, the performance of new wells, Raging River’s growth strategy, general economic conditions, availability of required equipment and services and prevailing commodity prices. Although the Company believes that the expectations and assumptions on which the are based are reasonable, undue reliance should not be placed on the because the Company can give no assurance that they will prove to be correct. Since address future events and conditions, by their very nature they involve inherent risks and uncertainties. Actual results could differ materially from those currently anticipated due to a number of factors and risks. These include, but are not limited to, risks associated with the oil and gas industry in general (e.g., operational risks in development, exploration and production; delays or changes in plans with respect to exploration or development projects or capital expenditures; as the uncertainty of reserve estimates; the uncertainty of estimates and projections relating to production, costs and expenses, and health, safety and environmental risks), commodity price and exchange rate fluctuations, changes in legislation affecting the oil and gas industry and uncertainties resulting from potential delays or changes in plans with respect to exploration or development projects or capital expenditures. Refer to Raging River’s most recent Annual Information Form dated March 5, 2018, on Sedar at www.sedar.com , and the risk factors contained therein.\nThe contained in this press release are made as of the date hereof and the Company undertakes no obligation to update publicly or revise any or information, whether as a result of new information, future events or otherwise, unless so required by applicable securities laws.\nNON-IFRS MEASURES: This document contains the terms \"funds flow from operations\", \"net debt\", \"field netback\", \"operating netback\" and \"funds flow netback\", which do not have a standardized meaning prescribed by International Financial Reporting Standards (\"IFRS\") and therefore may not be comparable with the calculation of similar measures by other companies. Management uses funds flow from operations to analyze operating performance and leverage. Management believes \"net debt\" is a useful supplemental measure of the total amount of current and long-term debt of the Company. Mark-to-market risk management contracts are excluded from the net debt calculation. Management believes \"field netback\", \"operating netback\" and \"funds flow netback\" are useful supplemental measures of firstly, the amount of revenues received after royalties and operating and transportation costs, secondly, the amount of revenues received after royalties, operating, transportation costs and realized gain (loss) on risk management contracts, and thirdly, the amount of revenues received after royalties, operating, transportation costs, realized gain (loss) on risk management contracts, general and administrative costs, financial charges, asset retirement obligations and current taxes. Additional information relating to certain of these non-IFRS measures, including the reconciliation between funds flow from operations and cash flow from operating activities, can be found in the MD&A.\nBARRELS OF OIL EQUIVALENT: The term \"boe\" or barrels of oil equivalent may be misleading, particularly if used in isolation. A boe conversion ratio of six thousand cubic feet of natural gas to one barrel of oil equivalent (6 Mcf: 1 bbl) is based on an energy equivalency conversion method primarily applicable at the burner tip and does not represent a value equivalency at the wellhead. Additionally, given that the value ratio based on the current price of crude oil, as compared to natural gas, is significantly different from the energy equivalency of 6:1; utilizing a conversion ratio of 6:1 may be misleading as an indication of value.\nINITIAL RATES OF PRODUCTION: References in this press release to performance and production rates associated with certain newly drilled wells are useful in confirming the presence of hydrocarbons, however such rates are not determinative of: the future production and decline rates of such wells, the rates other wells to be drilled by the Company will commence production and decline thereafter and are not indicative of long term performance or of ultimate recovery. While encouraging, readers are cautioned not to place reliance on such rates in calculating the aggregate production for the Company. The Company cautions that such production rates should be considered to be preliminary.\nSource: Raging River Exploration Inc.",
    "published": "2018-05-15T01:15:00.000+03:00",
    "crawled": "2018-05-15T01:49:32.015+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "calgary",
        "alberta",
        "may",
        "globe",
        "newswire",
        "raging",
        "river",
        "exploration",
        "company",
        "raging",
        "river",
        "tsx",
        "rrx",
        "announces",
        "operating",
        "financial",
        "result",
        "selected",
        "financial",
        "operational",
        "information",
        "outlined",
        "read",
        "conjunction",
        "unaudited",
        "interim",
        "financial",
        "statement",
        "related",
        "management",
        "discussion",
        "analysis",
        "md",
        "filing",
        "available",
        "company",
        "website",
        "financial",
        "operating",
        "highlight",
        "three",
        "month",
        "ended",
        "march",
        "percent",
        "change",
        "financial",
        "thousand",
        "dollar",
        "except",
        "share",
        "data",
        "petroleum",
        "natural",
        "gas",
        "revenue",
        "fund",
        "flow",
        "operation",
        "per",
        "share",
        "basic",
        "diluted",
        "net",
        "earnings",
        "per",
        "share",
        "basic",
        "diluted",
        "development",
        "capital",
        "expenditure",
        "net",
        "debt",
        "shareholder",
        "equity",
        "weighted",
        "average",
        "share",
        "thousand",
        "basic",
        "diluted",
        "share",
        "outstanding",
        "end",
        "period",
        "thousand",
        "basic",
        "diluted",
        "operating",
        "boe",
        "conversion",
        "average",
        "daily",
        "production",
        "crude",
        "oil",
        "ngls",
        "heavy",
        "crude",
        "oil",
        "natural",
        "gas",
        "barrel",
        "oil",
        "equivalent",
        "netbacks",
        "operating",
        "oil",
        "gas",
        "sale",
        "royalty",
        "operating",
        "expense",
        "transportation",
        "expense",
        "field",
        "netback",
        "realized",
        "gain",
        "loss",
        "risk",
        "management",
        "contract",
        "operating",
        "netback",
        "general",
        "administrative",
        "expense",
        "financial",
        "charge",
        "realized",
        "loss",
        "risk",
        "management",
        "contract",
        "asset",
        "retirement",
        "expenditure",
        "fund",
        "flow",
        "netback",
        "net",
        "earnings",
        "well",
        "drilled",
        "gross",
        "net",
        "success",
        "see",
        "see",
        "barrel",
        "oil",
        "excludes",
        "unrealized",
        "risk",
        "management",
        "contract",
        "excludes",
        "injection",
        "service",
        "well",
        "includes",
        "realized",
        "gain",
        "loss",
        "commodity",
        "contract",
        "excludes",
        "realized",
        "loss",
        "interest",
        "rate",
        "swap",
        "loss",
        "interest",
        "rate",
        "swap",
        "first",
        "quarter",
        "highlight",
        "achieved",
        "quarterly",
        "production",
        "record",
        "average",
        "production",
        "oil",
        "representing",
        "increase",
        "comparable",
        "period",
        "represents",
        "production",
        "per",
        "share",
        "increase",
        "first",
        "quarter",
        "achieved",
        "fund",
        "flow",
        "operation",
        "million",
        "basic",
        "relative",
        "million",
        "basic",
        "fourth",
        "quarter",
        "million",
        "basic",
        "first",
        "quarter",
        "company",
        "generated",
        "operating",
        "netbacks",
        "unhedged",
        "basis",
        "fund",
        "flow",
        "netbacks",
        "generated",
        "first",
        "quarter",
        "net",
        "earnings",
        "million",
        "corporate",
        "royalty",
        "continued",
        "stable",
        "quarter",
        "continued",
        "diligent",
        "cost",
        "control",
        "top",
        "decile",
        "general",
        "administrative",
        "cost",
        "company",
        "capital",
        "expenditure",
        "million",
        "inclusive",
        "million",
        "land",
        "million",
        "exploration",
        "development",
        "expenditure",
        "resulting",
        "drilling",
        "net",
        "viking",
        "crude",
        "oil",
        "well",
        "net",
        "duvernay",
        "crude",
        "oil",
        "well",
        "success",
        "rate",
        "maintained",
        "balance",
        "sheet",
        "strength",
        "first",
        "quarter",
        "net",
        "debt",
        "million",
        "representing",
        "time",
        "net",
        "debt",
        "first",
        "quarter",
        "annualized",
        "fund",
        "flow",
        "operation",
        "reaffirms",
        "credit",
        "facility",
        "raging",
        "river",
        "borrowing",
        "base",
        "reviewed",
        "unanimously",
        "reaffirmed",
        "syndicate",
        "lender",
        "million",
        "similar",
        "term",
        "next",
        "borrowing",
        "base",
        "redetermination",
        "scheduled",
        "october",
        "operation",
        "update",
        "duvernay",
        "previously",
        "disclosed",
        "march",
        "press",
        "release",
        "raging",
        "river",
        "successfully",
        "drilled",
        "completed",
        "duvernay",
        "light",
        "oil",
        "discovery",
        "well",
        "pembina",
        "pigeon",
        "lake",
        "area",
        "central",
        "alberta",
        "response",
        "encouraging",
        "geotechnical",
        "data",
        "completion",
        "advanced",
        "first",
        "quarter",
        "production",
        "testing",
        "operation",
        "commenced",
        "march",
        "light",
        "oil",
        "api",
        "recovered",
        "early",
        "flow",
        "testing",
        "process",
        "well",
        "equipped",
        "artificial",
        "lift",
        "surface",
        "facility",
        "allow",
        "gas",
        "conservation",
        "continuous",
        "production",
        "operation",
        "month",
        "april",
        "average",
        "daily",
        "production",
        "rate",
        "oil",
        "average",
        "gas",
        "oil",
        "ratio",
        "rate",
        "last",
        "day",
        "averaged",
        "oil",
        "average",
        "gas",
        "oil",
        "ratio",
        "remaining",
        "two",
        "duvernay",
        "well",
        "ferrybank",
        "gilby",
        "drilled",
        "uncompleted",
        "first",
        "quarter",
        "expected",
        "completed",
        "middle",
        "july",
        "viking",
        "first",
        "quarter",
        "company",
        "drilled",
        "net",
        "viking",
        "horizontal",
        "light",
        "oil",
        "well",
        "net",
        "viking",
        "horizontal",
        "oil",
        "well",
        "drilled",
        "uncompleted",
        "end",
        "first",
        "quarter",
        "may",
        "raging",
        "river",
        "began",
        "completion",
        "activity",
        "drilled",
        "uncompleted",
        "viking",
        "well",
        "drilling",
        "operation",
        "viking",
        "recently",
        "recommenced",
        "one",
        "drilling",
        "rig",
        "currently",
        "active",
        "spring",
        "condition",
        "continue",
        "improve",
        "anticipate",
        "four",
        "drilling",
        "rig",
        "operational",
        "early",
        "june",
        "outlook",
        "march",
        "raging",
        "river",
        "announced",
        "commenced",
        "formal",
        "process",
        "initiate",
        "strategic",
        "repositioning",
        "company",
        "repositioning",
        "process",
        "effort",
        "enhance",
        "shareholder",
        "value",
        "board",
        "undertaking",
        "comprehensive",
        "review",
        "identify",
        "consider",
        "broad",
        "range",
        "alternative",
        "enhance",
        "shareholder",
        "value",
        "including",
        "limited",
        "merger",
        "corporate",
        "sale",
        "corporate",
        "restructuring",
        "sale",
        "select",
        "asset",
        "purchase",
        "asset",
        "combination",
        "potential",
        "alternative",
        "repositioning",
        "process",
        "ongoing",
        "raging",
        "river",
        "intend",
        "disclose",
        "development",
        "unless",
        "board",
        "approved",
        "specific",
        "transaction",
        "otherwise",
        "determines",
        "disclosure",
        "necessary",
        "appropriate",
        "information",
        "please",
        "contact",
        "raging",
        "river",
        "exploration",
        "raging",
        "river",
        "exploration",
        "neil",
        "roszell",
        "eng",
        "bruce",
        "beynon",
        "geol",
        "ceo",
        "executive",
        "chairman",
        "president",
        "tel",
        "fax",
        "tel",
        "fax",
        "raging",
        "river",
        "exploration",
        "jerry",
        "sapieha",
        "ca",
        "vice",
        "president",
        "finance",
        "tel",
        "fax",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "contains",
        "particularly",
        "press",
        "release",
        "contains",
        "statement",
        "concerning",
        "anticipated",
        "timing",
        "associated",
        "certain",
        "drilling",
        "completion",
        "activity",
        "addition",
        "use",
        "word",
        "guidance",
        "initial",
        "scheduled",
        "prior",
        "estimate",
        "anticipate",
        "believe",
        "potential",
        "unaudited",
        "forecast",
        "future",
        "continue",
        "may",
        "expect",
        "project",
        "similar",
        "expression",
        "intended",
        "identify",
        "contained",
        "herein",
        "based",
        "certain",
        "key",
        "expectation",
        "assumption",
        "made",
        "company",
        "including",
        "limited",
        "expectation",
        "assumption",
        "concerning",
        "success",
        "optimization",
        "efficiency",
        "improvement",
        "project",
        "availability",
        "capital",
        "current",
        "legislation",
        "receipt",
        "required",
        "regulatory",
        "approval",
        "success",
        "future",
        "drilling",
        "development",
        "activity",
        "performance",
        "existing",
        "well",
        "performance",
        "new",
        "well",
        "raging",
        "river",
        "growth",
        "strategy",
        "general",
        "economic",
        "condition",
        "availability",
        "required",
        "equipment",
        "service",
        "prevailing",
        "commodity",
        "price",
        "although",
        "company",
        "belief",
        "expectation",
        "assumption",
        "based",
        "reasonable",
        "undue",
        "reliance",
        "placed",
        "company",
        "give",
        "assurance",
        "prove",
        "correct",
        "since",
        "address",
        "future",
        "event",
        "condition",
        "nature",
        "involve",
        "inherent",
        "risk",
        "uncertainty",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "currently",
        "anticipated",
        "due",
        "number",
        "factor",
        "risk",
        "include",
        "limited",
        "risk",
        "associated",
        "oil",
        "gas",
        "industry",
        "general",
        "operational",
        "risk",
        "development",
        "exploration",
        "production",
        "delay",
        "change",
        "plan",
        "respect",
        "exploration",
        "development",
        "project",
        "capital",
        "expenditure",
        "uncertainty",
        "reserve",
        "estimate",
        "uncertainty",
        "estimate",
        "projection",
        "relating",
        "production",
        "cost",
        "expense",
        "health",
        "safety",
        "environmental",
        "risk",
        "commodity",
        "price",
        "exchange",
        "rate",
        "fluctuation",
        "change",
        "legislation",
        "affecting",
        "oil",
        "gas",
        "industry",
        "uncertainty",
        "resulting",
        "potential",
        "delay",
        "change",
        "plan",
        "respect",
        "exploration",
        "development",
        "project",
        "capital",
        "expenditure",
        "refer",
        "raging",
        "river",
        "recent",
        "annual",
        "information",
        "form",
        "dated",
        "march",
        "sedar",
        "risk",
        "factor",
        "contained",
        "therein",
        "contained",
        "press",
        "release",
        "made",
        "date",
        "hereof",
        "company",
        "undertakes",
        "obligation",
        "update",
        "publicly",
        "revise",
        "information",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "unless",
        "required",
        "applicable",
        "security",
        "law",
        "measure",
        "document",
        "contains",
        "term",
        "fund",
        "flow",
        "operation",
        "net",
        "debt",
        "field",
        "netback",
        "operating",
        "netback",
        "fund",
        "flow",
        "netback",
        "standardized",
        "meaning",
        "prescribed",
        "international",
        "financial",
        "reporting",
        "standard",
        "ifrs",
        "therefore",
        "may",
        "comparable",
        "calculation",
        "similar",
        "measure",
        "company",
        "management",
        "us",
        "fund",
        "flow",
        "operation",
        "analyze",
        "operating",
        "performance",
        "leverage",
        "management",
        "belief",
        "net",
        "debt",
        "useful",
        "supplemental",
        "measure",
        "total",
        "amount",
        "current",
        "debt",
        "company",
        "risk",
        "management",
        "contract",
        "excluded",
        "net",
        "debt",
        "calculation",
        "management",
        "belief",
        "field",
        "netback",
        "operating",
        "netback",
        "fund",
        "flow",
        "netback",
        "useful",
        "supplemental",
        "measure",
        "firstly",
        "amount",
        "revenue",
        "received",
        "royalty",
        "operating",
        "transportation",
        "cost",
        "secondly",
        "amount",
        "revenue",
        "received",
        "royalty",
        "operating",
        "transportation",
        "cost",
        "realized",
        "gain",
        "loss",
        "risk",
        "management",
        "contract",
        "thirdly",
        "amount",
        "revenue",
        "received",
        "royalty",
        "operating",
        "transportation",
        "cost",
        "realized",
        "gain",
        "loss",
        "risk",
        "management",
        "contract",
        "general",
        "administrative",
        "cost",
        "financial",
        "charge",
        "asset",
        "retirement",
        "obligation",
        "current",
        "tax",
        "additional",
        "information",
        "relating",
        "certain",
        "measure",
        "including",
        "reconciliation",
        "fund",
        "flow",
        "operation",
        "cash",
        "flow",
        "operating",
        "activity",
        "found",
        "md",
        "barrel",
        "oil",
        "equivalent",
        "term",
        "boe",
        "barrel",
        "oil",
        "equivalent",
        "may",
        "misleading",
        "particularly",
        "used",
        "isolation",
        "boe",
        "conversion",
        "ratio",
        "six",
        "thousand",
        "cubic",
        "foot",
        "natural",
        "gas",
        "one",
        "barrel",
        "oil",
        "equivalent",
        "mcf",
        "bbl",
        "based",
        "energy",
        "equivalency",
        "conversion",
        "method",
        "primarily",
        "applicable",
        "burner",
        "tip",
        "represent",
        "value",
        "equivalency",
        "wellhead",
        "additionally",
        "given",
        "value",
        "ratio",
        "based",
        "current",
        "price",
        "crude",
        "oil",
        "compared",
        "natural",
        "gas",
        "significantly",
        "different",
        "energy",
        "equivalency",
        "utilizing",
        "conversion",
        "ratio",
        "may",
        "misleading",
        "indication",
        "value",
        "initial",
        "rate",
        "production",
        "reference",
        "press",
        "release",
        "performance",
        "production",
        "rate",
        "associated",
        "certain",
        "newly",
        "drilled",
        "well",
        "useful",
        "confirming",
        "presence",
        "hydrocarbon",
        "however",
        "rate",
        "determinative",
        "future",
        "production",
        "decline",
        "rate",
        "well",
        "rate",
        "well",
        "drilled",
        "company",
        "commence",
        "production",
        "decline",
        "thereafter",
        "indicative",
        "long",
        "term",
        "performance",
        "ultimate",
        "recovery",
        "encouraging",
        "reader",
        "cautioned",
        "place",
        "reliance",
        "rate",
        "calculating",
        "aggregate",
        "production",
        "company",
        "company",
        "caution",
        "production",
        "rate",
        "considered",
        "preliminary",
        "source",
        "raging",
        "river",
        "exploration",
        "inc"
    ]
}