{
    "organizations": [],
    "uuid": "b379d5e0d49ef144782d966e143a957e2cb5af7f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/15/pr-newswire-avino-reports-q1-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Avino Reports Q1 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, May 15, 2018 /PRNewswire/ - Avino Silver & Gold Mines Ltd. (ASM: TSX, ASM: NYSE American, GV6: FSE, \"Avino\" or \"the Company\") is pleased to announce the consolidated financial results for the Company's first quarter ended March 31, 2018. The financial statements and the management discussion and analysis can be viewed on the Company's web site at www.avino.com, on SEDAR at www.sedar.com and on EDGAR at www.sec.gov.\n\"We continued to deliver steady financial and operating results for the first quarter of 2018, and while our silver and copper production was slightly lower, gold production and silver equivalent production increased by 12% and 9% respectively. We are very close to the completion of Mill Circuit 4, which is a significant investment in Avino's growth, and we look forward to the increase in our production profile\" said David Wolfin, President and CEO. \"We are also focused on completing the paste backfill engineering and looking towards construction of the paste backfill plant\".\nFIRST QUARTER 2018 HIGHLIGHTS\nGenerated revenues of $8.2 million from the sale of bulk concentrates Mine operating income of $1.9 million Net income after taxes of $0.8 million or $0.02 earnings per share Produced 656,699 silver equivalent ounces 1 , including 309,927 ounces of silver, 2,065 ounces of gold and 970,165 pounds of copper Total consolidated cash cost 2 was $9.63 per payable silver equivalent ounce 1 Consolidated all-in sustaining cost (\"AISC\") 2 was $11.74 per payable silver equivalent ounce 1 Working capital of $11.6 million Cash of $2.3 million was on hand at the end of the quarter Average realized selling prices for silver and gold were US$16.73 and US$1,330 per ounce, respectively\n1. In Q1 2018, AgEq was calculated using metals prices of $16.77 oz Ag, $1,330 oz Au and $3.16 lb Cu. In Q1 2017, AgEq was calculated using metals prices of $17.05 oz Ag, $1,258 oz Au and $2.80 lb Cu.\n2. The Company reports non-IFRS measures which include cash cost per silver equivalent ounce, all-in sustaining cash cost per ounce, and cash flow per share. These measures are widely used in the mining industry as a benchmark for performance, but do not have a standardized meaning and the calculation methods may differ from methods used by other companies with similar reported measures.\nHIGHLIGHTS\n(Expressed in US$)\nFirst Quarter\n2018\nFirst Quarter\n2017\nChange\nOperating\nTonnes Milled\n140,817\n136,686\n3%\nSilver Ounces Produced\n309,927\n320,082\n-3%\nGold Ounces Produced\n2,065\n1,837\n12%\nCopper Pounds Produced\n970,165\n1,024,853\n-5%\nSilver Equivalent Ounces 1 Produced\n656,699\n604,643\n9%\nConcentrate Sales and Cash Costs\nSilver Equivalent Ounces Sold 2\n566,157\n524,356\n8%\nCash Cost per Silver Equivalent Ounce 2,3\n$\n9.63\n$\n8.01\n20%\nAll-in Sustaining Cash Cost per Silver Equivalent Ounce 2,3\n$\n11.74\n$\n9.55\n23%\nAverage Realized Silver Price per Ounce\n$\n16.73\n$\n17.38\n-4%\nAverage Realized Gold Price per Ounce\n$\n1,330\n$\n1,218\n9%\nAverage Realized Copper Price per Tonne\n$\n6,979\n$\n5,873\n19%\nFinancial\nRevenues\n$\n8,155,902\n$\n8,127,863\n0%\nMine Operating Income\n$\n1,855,360\n$\n3,460,843\n-46%\nNet Income\n$\n817,501\n$\n721,305\n13%\nCash\n$\n2,340,073\n$\n3,419,532\n-32%\nWorking Capital\n$\n11,558,478\n$\n16,402,359\n-30%\nPer Share Amounts\nEarnings per Share (\"EPS\") – Basic\n$\n0.02\n$\n0.01\n100%\nCash Flow per Share (YTD) 3 – Basic\n$\n0.02\n$\n0.04\n-50%\n1. In Q1 2018, AgEq was calculated using metals prices of $16.77 oz Ag, $1,330 oz Au and $3.16 lb Cu. In Q1 2017, AgEq was calculated using metals prices of $17.05 oz Ag, $1,258 oz Au and $2.80 lb Cu.\n2. \"Silver equivalent ounces sold\" for the purposes of cash costs and all-in sustaining costs consists of the sum of silver ounces, gold ounces and copper tonnes sold multiplied by the ratio of the average spot gold and copper prices to the average spot silver price for the corresponding period.\n3. The Company reports non-IFRS measures which include cash cost per silver equivalent ounce, all-in sustaining cash cost per ounce, and cash flow per share. These measures are widely used in the mining industry as a benchmark for performance, but do not have a standardized meaning and the calculation methods may differ from methods used by other companies with similar reported measures.\nFinancial Results\nThe Company generated revenues of $8.2 million during the first quarter of 2018; which was slightly higher than the first quarter of 2017.\nMine operating income was $1.9 million during the first quarter of 2018, compared to $3.5 million in the same period of 2017. The decrease is due to slightly lower production rates, increase in labour and energy costs, and depletion at San Gonzalo.\nDuring the first quarter of 2018, net income increased by 13% to $0.8 million or $0.02 earnings per share, compared to net income of $0.7 million or $0.01 earnings per share in the first quarter of 2017.\nOperational Results\nSilver equivalent production for the first quarter of 2018 increased by 9% to 656,699 oz 1 compared to 604,643 oz 1 in the first quarter of 2017. Silver production for the first quarter of 2018 decreased 3% to 309,927oz compared to 320,082 oz in the first quarter of 2017. Gold production for the first quarter of 2018 increased by 12% to 2,065 oz compared to 1,837 oz in the corresponding period of 2017. Copper production decreased by 5% to 970,165 lbs compared to 1,024,853 lbs in the first quarter of 2017. Total mill feed processed during the first quarter of 2018 was 140,817 dry tonnes compared to 136,686 dry tonnes during the first quarter of 2017, a increase of 3%.\nAt the Avino Mine, silver equivalent ounces 1 produced during the first quarter of 2018 totalled 480,315 compared to 439,163 during the first quarter of 2017, an increase of 9%. The increase is due to a higher gold feed grade which increased by 16% over the same period in 2017, and a 23% increase in gold production for the quarter.\nAt the San Gonzalo Mine, silver equivalent ounces 1 produced during the first quarter of 2018 totalled 176,384 representing an increase of 7% compared to 165,480 in the first quarter of 2017. This increase is due to a 15% increase in the silver grades together with a 96% plant availability for the quarter with no major shutdowns experienced.\nCosts and Capital Expenditures\nConsolidated cash costs per AgEq ounce 2 for the quarter was $9.63, while the all-in sustaining cash costs per AgEq ounce 2 during the first quarter of 2018 was $11.74 compared to $9.55 during the first quarter of 2017, an increase of 23% due to overall higher operating costs which include labour, mine-mill supplies, contractor services, electricity, and fuel costs.\nAll-in sustaining cash cost 2 at San Gonzalo during the first quarter of 2018 was $10.69 per AgEq ounce 1 compared to $6.21 during the first quarter of 2017. All-in sustaining cash costs 2 at Avino during the first quarter of 2018 was $12.14, compared to $10.81 realized during the first quarter of 2017, the increases attributable to the higher costs mentioned above.\nCapital expenditures during the three months ended March 31, 2018, were $3,575,319 compared to $1,965,198 for the corresponding period of 2017\nCapital expenditures relate to the Avino mine advancement (including Mill Circuit 4) and mining and production equipment to advance operations at the Avino mine.\n1. In Q1 2018, AgEq was calculated using metals prices of $16.77 oz Ag, $1,330 oz Au and $3.16 lb Cu. In Q1 2017, AgEq was calculated using metals prices of $17.05 oz Ag, $1,258 oz Au and $2.80 lb Cu.\n2. The Company reports non-IFRS measures which include cash cost per silver equivalent ounce, all-in sustaining cash cost per ounce, and cash flow per share. These measures are widely used in the mining industry as a benchmark for performance, but do not have a standardized meaning and the calculation methods may differ from methods used by other companies with similar reported measures.\nBralorne Mine Update\nIn the first quarter of 2018, approximately half of the 8,000-metre planned drill program which was announced in December 2017, was completed. The Bralorne geological team is currently evaluating the results.\nSubsequent to the end of the first quarter, the Company closed a private placement with gross proceeds of C$6,000,000 comprising 3,000,000 flow-through common shares. The Company will use the gross proceeds raised from the offering to incur qualifying Canadian exploration expenses and flow-through mining expenditures on its Bralorne Mine, located in British Columbia, which will be renounced to the purchasers of the flow-through shares for the 2018 taxation year.\nIn 2017, engineering and internal economic models indicated that a larger operation is required than 100tpd under the amended M207 permit, which was issued in November 2017. Thus, engineering for mine design, mine planning, process design and infrastructure is now on hold while the Company carries out exploration to better define and expand current resources, and make new discoveries.\nAlso in the quarter, environmental work continued with regard to the requirements under the operating permit (M207), in particular studies and reclamation regarding legacy issues, plus work to improve the short / long term water treatment and overall water management. A bio-reactor pilot plant was constructed in the first quarter of 2018, which will be commissioned in Q2 of 2018, and tested through maximum mine water flow during freshet from April to June and more normal flows for the remainder of the year.\nThe objective is to find a passive system that could replace the current water treatment plant to lower operating costs.\nFirst Nations Education, Training and Engagement, and Collaboration\nIn 2017, Avino continued with the underground mining training for members of the St'at'imc communities, and the third training program with North Island College was completed in February 2018 in Pemberton, B.C. In addition to the training program through North Island College, Avino has been working with the Center for Training Excellence in Mining, the BC government, Thompson Rivers University, New Gold, Seabridge Gold and Sandvik, amongst others, on the development of the curriculum for a new accredited underground mining training program aligned with the Mining Industry Human Resources Council's Canadian Mining Certification Program.\nNon-IFRS Measures\nThe financial results in this news release include references to cash flow per share, cash cost per silver equivalent ounce, and all-in sustaining cash cost per silver equivalent ounce, all of which are non-IFRS measures. Cash flow per share, cash cost per ounce, and all-in sustaining cash cost per ounce are measures developed by mining companies in an effort to provide a comparable standard of performance. However, there can be no assurance that our reporting of these non-IFRS measures is similar to that reported by other mining companies. Cash flow per share, cash cost per silver equivalent ounce, and all-in sustaining cash cost per silver equivalent ounce are measures used by the Company to manage and evaluate operating performance of the Company's mining operations, and are widely reported in the silver and gold mining industry as benchmarks for performance, but do not have standardized meanings prescribed by IFRS, and are disclosed in addition to the prescribed IFRS measures provided in the Company's financial statements and MD&A.\nConference Call\nIn addition, the Company will be holding a conference call and webcast on Wednesday, May 16, 2018 at 8:00 am PDT (11:00 am EDT).\nShareholders, analysts, investors and media are invited to join the webcast and conference call by logging in here Avino First Quarter 2018 Webcast and Conference Call or by dialing the following numbers five to ten minutes prior to the start time:\nToll Free Canada & USA: 1-800-319-4610\nOutside of Canada & USA: 1-604-638-5340\nNo pass-code is necessary to participate in the conference call or webcast; participants will have the opportunity to ask questions during the Q&A portion.\nThe conference call and webcast will be recorded and the replay will be available on the Company's web site later that day.\nOutlook\nAvino's mission is to create shareholder value through profitable organic growth at the Avino Property and the strategic acquisition and advancement of mineral exploration and mining properties. We are committed to expanding our operations and managing all business activities in an environmentally responsible and cost-effective manner while contributing to the well-being of the communities in which we operate.\nThe Company remains focused on the following key objectives:\nMaintain and improve profitable mining operations while managing operating costs and achieving efficiencies; Complete the Mill Circuit 4 expansion to increase Avino Mine production; Complete a successful drill program to increase and improve confidence in our resource base at Bralorne; and evaluate new exploration targets on the property Continue mine expansion drilling and explore regional targets on the Avino property; Follow the recommendations made in the 2017 PEA on the oxide tailings resource at the Avino Mine and assess the potential for processing the oxide tailings resource. Complete paste backfill engineering and commence the construction of the paste backfill plant.\nQualified Person(s)\nAvino's Mexican projects are under the supervision of Mr. Jasman Yee, P.Eng, Avino director; Avino's Bralorne Mine project is under the supervision of Fred Sveinson, B.A., BSc, P.Eng, Avino Senior Mining Advisor. These individuals are qualified persons (\"QP\") within the context of National Instrument 43-101. The respective QP's have reviewed and approved all the applicable technical data in this press release.\nOn Behalf of the Board\n\"David Wolfin\"",
    "published": "2018-05-16T02:22:00.000+03:00",
    "crawled": "2018-05-16T04:57:15.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "may",
        "avino",
        "silver",
        "gold",
        "mine",
        "asm",
        "tsx",
        "asm",
        "nyse",
        "american",
        "gv6",
        "fse",
        "avino",
        "company",
        "pleased",
        "announce",
        "consolidated",
        "financial",
        "result",
        "company",
        "first",
        "quarter",
        "ended",
        "march",
        "financial",
        "statement",
        "management",
        "discussion",
        "analysis",
        "viewed",
        "company",
        "web",
        "site",
        "sedar",
        "edgar",
        "continued",
        "deliver",
        "steady",
        "financial",
        "operating",
        "result",
        "first",
        "quarter",
        "silver",
        "copper",
        "production",
        "slightly",
        "lower",
        "gold",
        "production",
        "silver",
        "equivalent",
        "production",
        "increased",
        "respectively",
        "close",
        "completion",
        "mill",
        "circuit",
        "significant",
        "investment",
        "avino",
        "growth",
        "look",
        "forward",
        "increase",
        "production",
        "profile",
        "said",
        "david",
        "wolfin",
        "president",
        "ceo",
        "also",
        "focused",
        "completing",
        "paste",
        "backfill",
        "engineering",
        "looking",
        "towards",
        "construction",
        "paste",
        "backfill",
        "plant",
        "first",
        "quarter",
        "highlight",
        "generated",
        "revenue",
        "million",
        "sale",
        "bulk",
        "concentrate",
        "mine",
        "operating",
        "income",
        "million",
        "net",
        "income",
        "tax",
        "million",
        "earnings",
        "per",
        "share",
        "produced",
        "silver",
        "equivalent",
        "ounce",
        "including",
        "ounce",
        "silver",
        "ounce",
        "gold",
        "pound",
        "copper",
        "total",
        "consolidated",
        "cash",
        "cost",
        "per",
        "payable",
        "silver",
        "equivalent",
        "ounce",
        "consolidated",
        "sustaining",
        "cost",
        "aisc",
        "per",
        "payable",
        "silver",
        "equivalent",
        "ounce",
        "working",
        "capital",
        "million",
        "cash",
        "million",
        "hand",
        "end",
        "quarter",
        "average",
        "realized",
        "selling",
        "price",
        "silver",
        "gold",
        "u",
        "u",
        "per",
        "ounce",
        "respectively",
        "q1",
        "ageq",
        "calculated",
        "using",
        "metal",
        "price",
        "oz",
        "ag",
        "oz",
        "au",
        "lb",
        "cu",
        "q1",
        "ageq",
        "calculated",
        "using",
        "metal",
        "price",
        "oz",
        "ag",
        "oz",
        "au",
        "lb",
        "cu",
        "company",
        "report",
        "measure",
        "include",
        "cash",
        "cost",
        "per",
        "silver",
        "equivalent",
        "ounce",
        "sustaining",
        "cash",
        "cost",
        "per",
        "ounce",
        "cash",
        "flow",
        "per",
        "share",
        "measure",
        "widely",
        "used",
        "mining",
        "industry",
        "benchmark",
        "performance",
        "standardized",
        "meaning",
        "calculation",
        "method",
        "may",
        "differ",
        "method",
        "used",
        "company",
        "similar",
        "reported",
        "measure",
        "highlight",
        "expressed",
        "u",
        "first",
        "quarter",
        "first",
        "quarter",
        "change",
        "operating",
        "tonne",
        "milled",
        "silver",
        "ounce",
        "produced",
        "gold",
        "ounce",
        "produced",
        "copper",
        "pound",
        "produced",
        "silver",
        "equivalent",
        "ounce",
        "produced",
        "concentrate",
        "sale",
        "cash",
        "cost",
        "silver",
        "equivalent",
        "ounce",
        "sold",
        "cash",
        "cost",
        "per",
        "silver",
        "equivalent",
        "ounce",
        "sustaining",
        "cash",
        "cost",
        "per",
        "silver",
        "equivalent",
        "ounce",
        "average",
        "realized",
        "silver",
        "price",
        "per",
        "ounce",
        "average",
        "realized",
        "gold",
        "price",
        "per",
        "ounce",
        "average",
        "realized",
        "copper",
        "price",
        "per",
        "tonne",
        "financial",
        "revenue",
        "mine",
        "operating",
        "income",
        "net",
        "income",
        "cash",
        "working",
        "capital",
        "per",
        "share",
        "amount",
        "earnings",
        "per",
        "share",
        "eps",
        "basic",
        "cash",
        "flow",
        "per",
        "share",
        "ytd",
        "basic",
        "q1",
        "ageq",
        "calculated",
        "using",
        "metal",
        "price",
        "oz",
        "ag",
        "oz",
        "au",
        "lb",
        "cu",
        "q1",
        "ageq",
        "calculated",
        "using",
        "metal",
        "price",
        "oz",
        "ag",
        "oz",
        "au",
        "lb",
        "cu",
        "silver",
        "equivalent",
        "ounce",
        "sold",
        "purpose",
        "cash",
        "cost",
        "sustaining",
        "cost",
        "consists",
        "sum",
        "silver",
        "ounce",
        "gold",
        "ounce",
        "copper",
        "tonne",
        "sold",
        "multiplied",
        "ratio",
        "average",
        "spot",
        "gold",
        "copper",
        "price",
        "average",
        "spot",
        "silver",
        "price",
        "corresponding",
        "period",
        "company",
        "report",
        "measure",
        "include",
        "cash",
        "cost",
        "per",
        "silver",
        "equivalent",
        "ounce",
        "sustaining",
        "cash",
        "cost",
        "per",
        "ounce",
        "cash",
        "flow",
        "per",
        "share",
        "measure",
        "widely",
        "used",
        "mining",
        "industry",
        "benchmark",
        "performance",
        "standardized",
        "meaning",
        "calculation",
        "method",
        "may",
        "differ",
        "method",
        "used",
        "company",
        "similar",
        "reported",
        "measure",
        "financial",
        "result",
        "company",
        "generated",
        "revenue",
        "million",
        "first",
        "quarter",
        "slightly",
        "higher",
        "first",
        "quarter",
        "mine",
        "operating",
        "income",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "period",
        "decrease",
        "due",
        "slightly",
        "lower",
        "production",
        "rate",
        "increase",
        "labour",
        "energy",
        "cost",
        "depletion",
        "san",
        "gonzalo",
        "first",
        "quarter",
        "net",
        "income",
        "increased",
        "million",
        "earnings",
        "per",
        "share",
        "compared",
        "net",
        "income",
        "million",
        "earnings",
        "per",
        "share",
        "first",
        "quarter",
        "operational",
        "result",
        "silver",
        "equivalent",
        "production",
        "first",
        "quarter",
        "increased",
        "oz",
        "compared",
        "oz",
        "first",
        "quarter",
        "silver",
        "production",
        "first",
        "quarter",
        "decreased",
        "compared",
        "oz",
        "first",
        "quarter",
        "gold",
        "production",
        "first",
        "quarter",
        "increased",
        "oz",
        "compared",
        "oz",
        "corresponding",
        "period",
        "copper",
        "production",
        "decreased",
        "lb",
        "compared",
        "lb",
        "first",
        "quarter",
        "total",
        "mill",
        "feed",
        "processed",
        "first",
        "quarter",
        "dry",
        "tonne",
        "compared",
        "dry",
        "tonne",
        "first",
        "quarter",
        "increase",
        "avino",
        "mine",
        "silver",
        "equivalent",
        "ounce",
        "produced",
        "first",
        "quarter",
        "totalled",
        "compared",
        "first",
        "quarter",
        "increase",
        "increase",
        "due",
        "higher",
        "gold",
        "feed",
        "grade",
        "increased",
        "period",
        "increase",
        "gold",
        "production",
        "quarter",
        "san",
        "gonzalo",
        "mine",
        "silver",
        "equivalent",
        "ounce",
        "produced",
        "first",
        "quarter",
        "totalled",
        "representing",
        "increase",
        "compared",
        "first",
        "quarter",
        "increase",
        "due",
        "increase",
        "silver",
        "grade",
        "together",
        "plant",
        "availability",
        "quarter",
        "major",
        "shutdown",
        "experienced",
        "cost",
        "capital",
        "expenditure",
        "consolidated",
        "cash",
        "cost",
        "per",
        "ageq",
        "ounce",
        "quarter",
        "sustaining",
        "cash",
        "cost",
        "per",
        "ageq",
        "ounce",
        "first",
        "quarter",
        "compared",
        "first",
        "quarter",
        "increase",
        "due",
        "overall",
        "higher",
        "operating",
        "cost",
        "include",
        "labour",
        "supply",
        "contractor",
        "service",
        "electricity",
        "fuel",
        "cost",
        "sustaining",
        "cash",
        "cost",
        "san",
        "gonzalo",
        "first",
        "quarter",
        "per",
        "ageq",
        "ounce",
        "compared",
        "first",
        "quarter",
        "sustaining",
        "cash",
        "cost",
        "avino",
        "first",
        "quarter",
        "compared",
        "realized",
        "first",
        "quarter",
        "increase",
        "attributable",
        "higher",
        "cost",
        "mentioned",
        "capital",
        "expenditure",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "corresponding",
        "period",
        "capital",
        "expenditure",
        "relate",
        "avino",
        "mine",
        "advancement",
        "including",
        "mill",
        "circuit",
        "mining",
        "production",
        "equipment",
        "advance",
        "operation",
        "avino",
        "mine",
        "q1",
        "ageq",
        "calculated",
        "using",
        "metal",
        "price",
        "oz",
        "ag",
        "oz",
        "au",
        "lb",
        "cu",
        "q1",
        "ageq",
        "calculated",
        "using",
        "metal",
        "price",
        "oz",
        "ag",
        "oz",
        "au",
        "lb",
        "cu",
        "company",
        "report",
        "measure",
        "include",
        "cash",
        "cost",
        "per",
        "silver",
        "equivalent",
        "ounce",
        "sustaining",
        "cash",
        "cost",
        "per",
        "ounce",
        "cash",
        "flow",
        "per",
        "share",
        "measure",
        "widely",
        "used",
        "mining",
        "industry",
        "benchmark",
        "performance",
        "standardized",
        "meaning",
        "calculation",
        "method",
        "may",
        "differ",
        "method",
        "used",
        "company",
        "similar",
        "reported",
        "measure",
        "bralorne",
        "mine",
        "update",
        "first",
        "quarter",
        "approximately",
        "half",
        "planned",
        "drill",
        "program",
        "announced",
        "december",
        "completed",
        "bralorne",
        "geological",
        "team",
        "currently",
        "evaluating",
        "result",
        "subsequent",
        "end",
        "first",
        "quarter",
        "company",
        "closed",
        "private",
        "placement",
        "gross",
        "proceeds",
        "c",
        "comprising",
        "common",
        "share",
        "company",
        "use",
        "gross",
        "proceeds",
        "raised",
        "offering",
        "incur",
        "qualifying",
        "canadian",
        "exploration",
        "expense",
        "mining",
        "expenditure",
        "bralorne",
        "mine",
        "located",
        "british",
        "columbia",
        "renounced",
        "purchaser",
        "share",
        "taxation",
        "year",
        "engineering",
        "internal",
        "economic",
        "model",
        "indicated",
        "larger",
        "operation",
        "required",
        "100tpd",
        "amended",
        "m207",
        "permit",
        "issued",
        "november",
        "thus",
        "engineering",
        "mine",
        "design",
        "mine",
        "planning",
        "process",
        "design",
        "infrastructure",
        "hold",
        "company",
        "carry",
        "exploration",
        "better",
        "define",
        "expand",
        "current",
        "resource",
        "make",
        "new",
        "discovery",
        "also",
        "quarter",
        "environmental",
        "work",
        "continued",
        "regard",
        "requirement",
        "operating",
        "permit",
        "m207",
        "particular",
        "study",
        "reclamation",
        "regarding",
        "legacy",
        "issue",
        "plus",
        "work",
        "improve",
        "short",
        "long",
        "term",
        "water",
        "treatment",
        "overall",
        "water",
        "management",
        "pilot",
        "plant",
        "constructed",
        "first",
        "quarter",
        "commissioned",
        "q2",
        "tested",
        "maximum",
        "mine",
        "water",
        "flow",
        "freshet",
        "april",
        "june",
        "normal",
        "flow",
        "remainder",
        "year",
        "objective",
        "find",
        "passive",
        "system",
        "could",
        "replace",
        "current",
        "water",
        "treatment",
        "plant",
        "lower",
        "operating",
        "cost",
        "first",
        "nation",
        "education",
        "training",
        "engagement",
        "collaboration",
        "avino",
        "continued",
        "underground",
        "mining",
        "training",
        "member",
        "community",
        "third",
        "training",
        "program",
        "north",
        "island",
        "college",
        "completed",
        "february",
        "pemberton",
        "addition",
        "training",
        "program",
        "north",
        "island",
        "college",
        "avino",
        "working",
        "center",
        "training",
        "excellence",
        "mining",
        "bc",
        "government",
        "thompson",
        "river",
        "university",
        "new",
        "gold",
        "seabridge",
        "gold",
        "sandvik",
        "amongst",
        "others",
        "development",
        "curriculum",
        "new",
        "accredited",
        "underground",
        "mining",
        "training",
        "program",
        "aligned",
        "mining",
        "industry",
        "human",
        "resource",
        "council",
        "canadian",
        "mining",
        "certification",
        "program",
        "measure",
        "financial",
        "result",
        "news",
        "release",
        "include",
        "reference",
        "cash",
        "flow",
        "per",
        "share",
        "cash",
        "cost",
        "per",
        "silver",
        "equivalent",
        "ounce",
        "sustaining",
        "cash",
        "cost",
        "per",
        "silver",
        "equivalent",
        "ounce",
        "measure",
        "cash",
        "flow",
        "per",
        "share",
        "cash",
        "cost",
        "per",
        "ounce",
        "sustaining",
        "cash",
        "cost",
        "per",
        "ounce",
        "measure",
        "developed",
        "mining",
        "company",
        "effort",
        "provide",
        "comparable",
        "standard",
        "performance",
        "however",
        "assurance",
        "reporting",
        "measure",
        "similar",
        "reported",
        "mining",
        "company",
        "cash",
        "flow",
        "per",
        "share",
        "cash",
        "cost",
        "per",
        "silver",
        "equivalent",
        "ounce",
        "sustaining",
        "cash",
        "cost",
        "per",
        "silver",
        "equivalent",
        "ounce",
        "measure",
        "used",
        "company",
        "manage",
        "evaluate",
        "operating",
        "performance",
        "company",
        "mining",
        "operation",
        "widely",
        "reported",
        "silver",
        "gold",
        "mining",
        "industry",
        "benchmark",
        "performance",
        "standardized",
        "meaning",
        "prescribed",
        "ifrs",
        "disclosed",
        "addition",
        "prescribed",
        "ifrs",
        "measure",
        "provided",
        "company",
        "financial",
        "statement",
        "md",
        "conference",
        "call",
        "addition",
        "company",
        "holding",
        "conference",
        "call",
        "webcast",
        "wednesday",
        "may",
        "pdt",
        "edt",
        "shareholder",
        "analyst",
        "investor",
        "medium",
        "invited",
        "join",
        "webcast",
        "conference",
        "call",
        "logging",
        "avino",
        "first",
        "quarter",
        "webcast",
        "conference",
        "call",
        "dialing",
        "following",
        "number",
        "five",
        "ten",
        "minute",
        "prior",
        "start",
        "time",
        "toll",
        "free",
        "canada",
        "usa",
        "outside",
        "canada",
        "usa",
        "necessary",
        "participate",
        "conference",
        "call",
        "webcast",
        "participant",
        "opportunity",
        "ask",
        "question",
        "q",
        "portion",
        "conference",
        "call",
        "webcast",
        "recorded",
        "replay",
        "available",
        "company",
        "web",
        "site",
        "later",
        "day",
        "outlook",
        "avino",
        "mission",
        "create",
        "shareholder",
        "value",
        "profitable",
        "organic",
        "growth",
        "avino",
        "property",
        "strategic",
        "acquisition",
        "advancement",
        "mineral",
        "exploration",
        "mining",
        "property",
        "committed",
        "expanding",
        "operation",
        "managing",
        "business",
        "activity",
        "environmentally",
        "responsible",
        "manner",
        "contributing",
        "community",
        "operate",
        "company",
        "remains",
        "focused",
        "following",
        "key",
        "objective",
        "maintain",
        "improve",
        "profitable",
        "mining",
        "operation",
        "managing",
        "operating",
        "cost",
        "achieving",
        "efficiency",
        "complete",
        "mill",
        "circuit",
        "expansion",
        "increase",
        "avino",
        "mine",
        "production",
        "complete",
        "successful",
        "drill",
        "program",
        "increase",
        "improve",
        "confidence",
        "resource",
        "base",
        "bralorne",
        "evaluate",
        "new",
        "exploration",
        "target",
        "property",
        "continue",
        "mine",
        "expansion",
        "drilling",
        "explore",
        "regional",
        "target",
        "avino",
        "property",
        "follow",
        "recommendation",
        "made",
        "pea",
        "oxide",
        "tailing",
        "resource",
        "avino",
        "mine",
        "assess",
        "potential",
        "processing",
        "oxide",
        "tailing",
        "resource",
        "complete",
        "paste",
        "backfill",
        "engineering",
        "commence",
        "construction",
        "paste",
        "backfill",
        "plant",
        "qualified",
        "person",
        "avino",
        "mexican",
        "project",
        "supervision",
        "jasman",
        "yee",
        "avino",
        "director",
        "avino",
        "bralorne",
        "mine",
        "project",
        "supervision",
        "fred",
        "sveinson",
        "bsc",
        "avino",
        "senior",
        "mining",
        "advisor",
        "individual",
        "qualified",
        "person",
        "qp",
        "within",
        "context",
        "national",
        "instrument",
        "respective",
        "qp",
        "reviewed",
        "approved",
        "applicable",
        "technical",
        "data",
        "press",
        "release",
        "behalf",
        "board",
        "david",
        "wolfin"
    ]
}