{
    "organizations": [],
    "uuid": "9e7241ebb13dde244692ed4bc36ff83d51a185b7",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/30/business-wire-rbc-bearings-incorporated-announces-fiscal-2018-fourth-quarter-results.html",
    "ord_in_thread": 0,
    "title": "RBC Bearings Incorporated Announces Fiscal 2018 Fourth Quarter Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "OXFORD, Conn.--(BUSINESS WIRE)-- RBC Bearings Incorporated (Nasdaq: ROLL), a leading international manufacturer of highly-engineered precision bearings and components for the industrial, defense and aerospace industries, today reported results for the fourth quarter of fiscal year 2018.\nKey Highlights\nOrganic net sales growth of 13.5% in the fourth quarter 2018 and 10.0% for fiscal year 2018 Adjusted diluted EPS for the fourth quarter of $1.08 increased 20.0% and full year fiscal 2018 adjusted diluted EPS of $3.87 increased 22.1% Adjusted operating income was 20.2% of net sales for fiscal 2018 compared to 19.7% for the same period last year Full year fiscal 2018 operating cash flow of $130.3 million increased 28.7%\nFourth Quarter Financial Highlights\n($ in millions) Fiscal 2018 Fiscal 2017 Change GAAP Adjusted (1) GAAP Adjusted (1) GAAP Adjusted (1) Net sales $179.9 $179.9 $160.2 $160.2 12.3% 12.3% Gross margin $69.7 $69.7 $63.2 $63.2 10.3% 10.3% Gross margin % 38.8% 38.8% 39.5% 39.5% Operating income $37.9 $38.3 $34.4 $34.4 10.3% 11.5% Operating income % 21.1% 21.3% 21.5% 21.5% Net income $26.7 $26.4 $21.6 $21.6 23.6% 22.3% Diluted EPS $1.09 $1.08 $0.90 $0.90 21.1% 20.0% (1) Results exclude items in reconciliation below. Twelve Month Financial Highlights\n($ in millions) Fiscal 2018 Fiscal 2017 Change GAAP Adjusted (1) GAAP Adjusted (1) GAAP Adjusted (1) Net sales $674.9 $674.9 $615.4 $615.4 9.7% 9.7% Gross margin $258.1 $258.1 $229.6 $233.2 12.4% 10.7% Gross margin % 38.2% 38.2% 37.3% 37.9% Operating income $128.1 $136.1 $113.7 $121.4 12.7% 12.2% Operating income % 19.0% 20.2% 18.5% 19.7% Net income $87.1 $94.3 $70.6 $75.4 23.4% 25.0% Diluted EPS $3.58 $3.87 $2.97 $3.17 20.5% 22.1% (1) Results exclude items in reconciliation below. “The fourth quarter completed a tremendous year for RBC Bearings and I couldn’t be more pleased with our performance,” said Dr. Michael J. Hartnett, Chairman and Chief Executive Officer. “Most of our industrial and aerospace markets contributed to achieve strong organic growth and free cash flow generation supported a net debt reduction of over 100 million dollars over the year.”\nFourth Quarter Results\nNet sales for the fourth quarter of fiscal 2018 were $179.9 million, an increase of 12.3% from $160.2 million in the fourth quarter of fiscal 2017. Excluding RBC Canada, organic net sales increased 13.5% for the fourth quarter and 10% for the full year fiscal 2018. Net sales for the aerospace markets increased 4.6% and the industrial markets increased by 26.4%. Organically, net sales in the aerospace and industrial markets increased by 6.4% and 26.3% respectively. Gross margin for the fourth quarter of fiscal 2018 was $69.7 million compared to $63.2 million for the same period last year. Gross margin as a percentage of net sales was 38.8% in the fourth quarter of fiscal 2018 compared to 39.5% for the same period last year.\nSG&A for the fourth quarter of fiscal 2018 was $29.6 million, an increase of $3.4 million from $26.2 million for the same period last year. As a percentage of net sales, SG&A was 16.4% for the fourth quarter of fiscal 2018 compared to 16.4% for the same period last year. The increase was primarily due to higher personnel related expenses of $2.2 million, $0.3 million of additional incentive stock compensation and other items of $0.9 million.\nOther operating expenses for the fourth quarter of fiscal 2018 totaled $2.2 million compared to $2.6 million for the same period last year. For the fourth quarter of fiscal 2018, other operating expenses were comprised primarily of $2.3 million of amortization of intangible assets offset by $0.1 million of other items. Other operating expenses last year consisted of $2.4 million in amortization of intangible assets and $0.2 million of other items.\nOperating income for the fourth quarter of fiscal 2018 was $37.9 million compared to operating income of $34.4 million for the same period last year. Excluding costs associated with restructuring, operating income would have been $38.3 million for the fourth quarter of fiscal 2018. Excluding these adjustments, operating income as a percentage of net sales would have been 21.3% compared to 21.5% for the same period last year.\nInterest expense, net was $1.8 million for the fourth quarter of fiscal 2018 compared to $2.0 million for the same period last year.\nIncome tax expense for the fourth quarter of fiscal 2018 was $9.1 million compared to $10.7 million for the same period last year. Our effective income tax rate for the fourth quarter of fiscal 2018 was 25.5% compared to 33.2% for the same period last year. Tax provision was impacted by the adoption of the Tax Cuts and Jobs Act (TCJA) signed into law by the President on December 22, 2017. The income tax expense includes approximately $0.3 million benefit related to the one-time repatriation transition tax and approximately $0.3 million benefit associated with the revaluation of deferred tax liabilities. The income tax expense also includes approximately $1.0 million of benefit associated with the adoption of ASU No. 2016-09 “Improvements to Employee Share-Based Payment Accounting” and reflects the lower blended statutory rate as a result of the enactment of TCJA.\nNet income for the fourth quarter of fiscal 2018 was $26.7 million compared to $21.6 million for the same period last year. On an adjusted basis, net income would have been $26.4 million for the fourth quarter of fiscal 2018, compared to an adjusted net income of $21.6 million for the same period last year.\nDiluted EPS for the fourth quarter of fiscal 2018 was $1.09 per share compared to $0.90 per share for the same period last year. On an adjusted basis, diluted EPS for the fourth quarter of fiscal 2018 would have been $1.08 per share compared to an adjusted diluted EPS of $0.90 per share for the same period last year, an increase of 20.0%.\nBacklog, as of March 31, 2018, was $392.1 million compared to $354.1 million as of April 1, 2017.\nOutlook for the First Quarter Fiscal 2019\nThe Company expects net sales to be approximately $171.0 million to $174.0 million in the first quarter fiscal 2019. This would result in a growth rate of approximately 4.3% to 6.2% on a year over year basis and organic growth rate of approximately 6.3% to 8.2% on a year over year basis.\nLive Webcast\nRBC Bearings Incorporated will host a webcast at 11:00 a.m. ET today to discuss the quarterly results. To access the webcast, go to the investor relations portion of the Company’s website, www.rbcbearings.com , and click on the webcast icon. If you do not have access to the Internet and wish to listen to the call, dial 844-419-1755 (international callers dial 216-562-0468) and provide conference ID # 8883418. An audio replay of the call will be available from 2:00 p.m. ET May 30th, 2018 until 2:00 p.m. ET June 6th, 2018. The replay can be accessed by dialing 855-859-2056 (international callers dial 404-537-3406) and providing conference call ID # 8883418. Investors are advised to dial into the call at least ten minutes prior to the call to register.\nNon-GAAP Financial Measures\nIn addition to disclosing results of operations that are determined in accordance with U.S. generally accepted accounting principles (“GAAP”), this press release also discloses non-GAAP results of operations that exclude certain items. These non-GAAP measures adjust for items that Management believes are unusual. Management believes that the presentation of these non-GAAP measures provides useful information to investors regarding the Company’s results of operations, as these non-GAAP measures allow investors to better evaluate ongoing business performance. Investors should consider non-GAAP measures in addition to, not as a substitute for, financial measures prepared in accordance with U.S. GAAP. A reconciliation of the non-GAAP measures disclosed in the press release with the most comparable U.S. GAAP measures are included in the financial table attached to this press release.\nAbout RBC Bearings\nRBC Bearings Incorporated is an international manufacturer and marketer of highly engineered precision bearings and components. Founded in 1919, the Company is primarily focused on producing highly technical or regulated bearing products and components requiring sophisticated design, testing and manufacturing capabilities for the diversified industrial, aerospace and defense markets. The Company is headquartered in Oxford, Connecticut.\nSafe Harbor for Forward Looking Statements\nCertain statements in this press release contain “forward-looking statements.” All statements other than statements of historical fact are “forward-looking statements” for purposes of federal and state securities laws, including the section of this press release entitled “Outlook”; any projections of earnings, revenue or other financial items relating to the Company, any statement of the plans, strategies and objectives of management for future operations; any statements concerning proposed future growth rates in the markets we serve; any statements of belief; any characterization of and the Company’s ability to control contingent liabilities; anticipated trends in the Company’s businesses; and any statements of assumptions underlying any of the foregoing. Forward-looking statements may include the words “may,” “estimate,” “intend,” “continue,” “believe,” “expect,” “anticipate,” and other similar words. Although the Company believes that the expectations reflected in any forward-looking statements are reasonable, actual results could differ materially from those projected or assumed in any of our forward-looking statements. Our future financial condition and results of operations, as well as any forward-looking statements, are subject to change and to inherent risks and uncertainties beyond the control of the Company. These risks and uncertainties include, but are not limited to, risks and uncertainties relating to general economic conditions, geopolitical factors, future levels of general industrial manufacturing activity, future financial performance, market acceptance of new or enhanced versions of the Company’s products, the pricing of raw materials, changes in the competitive environments in which the Company’s businesses operate, the outcome of pending or future litigation and governmental proceedings and approvals, estimated legal costs, increases in interest rates, tax legislation and changes, including the impact of the TCJA, the Company’s ability to meet its debt obligations, the Company’s ability to acquire and integrate complementary businesses, and risks and uncertainties listed or disclosed in the Company’s reports filed with the Securities and Exchange Commission, including, without limitation, the risks identified under the heading “Risk Factors” set forth in the Company’s most recent Annual Report filed on Form 10-K. The Company does not intend, and undertakes no obligation, to update or alter any forward-looking statements.\nRBC Bearings Incorporated Consolidated Statements of Operations (dollars in thousands, except share and per share data) (Unaudited) Three Months Ended Twelve Months Ended March 31, April 1, March 31, April 1, 2018 2017 2018 2017 Net sales $ 179,877 $ 160,210 $ 674,949 $ 615,388 Cost of sales 110,151 96,981 416,838 385,792 Gross margin 69,726 63,229 258,111 229,596 Operating expenses: Selling, general and administrative 29,589 26,226 113,124 102,922 Other, net 2,197 2,614 16,846 12,981 Total operating expenses 31,786 28,840 129,970 115,903 Operating income 37,940 34,389 128,141 113,693 Interest expense, net 1,803 2,047 7,507 8,706 Other non-operating (income) expense 321 52 783 103 Income before income taxes 35,816 32,290 119,851 104,884 Provision for income taxes 9,139 10,705 32,710 34,261 Net income $ 26,677 $ 21,585 $ 87,141 $ 70,623 Net income per common share: Basic $ 1.11 $ 0.91 $ 3.64 $ 3.00 Diluted $ 1.09 $ 0.90 $ 3.58 $ 2.97 Weighted average common shares: Basic 24,056,839 23,713,311 23,948,565 23,521,615 Diluted 24,483,990 23,984,298 24,363,789 23,784,636 Three Months Ended Twelve Months Ended Reconciliation of Reported Gross Margin to March 31, April 1, March 31, April 1, Adjusted Gross Margin: 2018 2017 2018 2017 Reported gross margin $ 69,726 $ 63,229 $ 258,111 $ 229,596 Inventory purchase accounting adjustment - - - 382 Integration and restructuring - - - 3,215 Adjusted gross margin $ 69,726 $ 63,229 $ 258,111 $ 233,193 Three Months Ended Twelve Months Ended Reconciliation of Reported Operating Income to March 31, April 1, March 31, April 1, Adjusted Operating Income: 2018 2017 2018 2017 Reported operating income $ 37,940 $ 34,389 $ 128,141 $ 113,693 Inventory purchase accounting adjustment - - - 382 Integration and restructuring 397 - 7,982 7,282 Adjusted operating income $ 38,337 $ 34,389 $ 136,123 $ 121,357 Reconciliation of Reported Net Income and Net Income Three Months Ended Twelve Months Ended Per Common Share to Adjusted Net Income and March 31, April 1, March 31, April 1, Adjusted Net Income Per Common Share: 2018 2017 2018 2017 Reported net income $ 26,677 $ 21,585 $ 87,141 $ 70,623 Inventory purchase accounting adjustment (1) - - - 257 Integration and restructuring (1) 323 - 6,991 4,987 Foreign exchange translation loss (gain) (1) 258 - 408 (199 ) TCJA repatriation transition tax (325 ) - 9,166 - TCJA revaluation of deferred tax liabilities (273 ) - (8,981 ) - Discrete tax reserve loss (benefit) (269 ) - (406 ) (238 ) Adjusted net income $ 26,391 $ 21,585 $ 94,319 $ 75,430 (1) After tax impact. Adjusted net income per common share: Basic $ 1.10 $ 0.91 $ 3.94 $ 3.21 Diluted $ 1.08 $ 0.90 $ 3.87 $ 3.17 Weighted average common shares: Basic 24,056,839 23,713,311 23,948,565 23,521,615 Diluted 24,483,990 23,984,298 24,363,789 23,784,636 Three Months Ended Twelve Months Ended March 31, April 1, March 31, April 1, Segment Data, Net External Sales: 2018 2017 2018 2017 Plain bearings segment $ 81,899 $ 72,593 $ 296,708 $ 277,700 Roller bearings segment 35,806 28,697 132,021 109,483 Ball bearings segment 19,050 16,469 67,806 58,448 Engineered products segment 43,122 42,451 178,414 169,757 $ 179,877 $ 160,210 $ 674,949 $ 615,388 Three Months Ended Twelve Months Ended March 31, April 1, March 31, April 1, Selected Financial Data: 2018 2017 2018 2017 Depreciation and amortization $ 7,164 $ 6,894 $ 28,360 $ 27,372 Incentive stock compensation expense $ 3,506 $ 3,197 $ 13,403 $ 12,111 Adjusted operating income plus depreciation/amortization plus incentive stock compensation expense $ 49,007 $ 44,480 $ 177,886 $ 160,840 Cash provided by operating activities $ 37,793 $ 26,667 $ 130,289 $ 101,242 Capital expenditures $ 7,434 $ 6,479 $ 27,976 $ 20,894 Total debt $ 173,355 $ 269,800 Cash and short-term investments $ 54,163 $ 38,923 Repurchase of common stock $ 4,992 $ 4,754 Backlog $ 392,085 $ 354,068\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180530005209/en/\nRBC Bearings\nDaniel A. Bergeron, 203-267-5028\ndbergeron@rbcbearings.com\nor\nAlpha IR Group\nMichael Cummings, 617-461-1101\ninvestors@rbcbearings.com\nSource: RBC Bearings Incorporated",
    "published": "2018-05-30T16:00:00.000+03:00",
    "crawled": "2018-05-30T17:11:00.061+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "oxford",
        "business",
        "wire",
        "rbc",
        "bearing",
        "incorporated",
        "nasdaq",
        "roll",
        "leading",
        "international",
        "manufacturer",
        "precision",
        "bearing",
        "component",
        "industrial",
        "defense",
        "aerospace",
        "industry",
        "today",
        "reported",
        "result",
        "fourth",
        "quarter",
        "fiscal",
        "year",
        "key",
        "highlight",
        "organic",
        "net",
        "sale",
        "growth",
        "fourth",
        "quarter",
        "fiscal",
        "year",
        "adjusted",
        "diluted",
        "eps",
        "fourth",
        "quarter",
        "increased",
        "full",
        "year",
        "fiscal",
        "adjusted",
        "diluted",
        "eps",
        "increased",
        "adjusted",
        "operating",
        "income",
        "net",
        "sale",
        "fiscal",
        "compared",
        "period",
        "last",
        "year",
        "full",
        "year",
        "fiscal",
        "operating",
        "cash",
        "flow",
        "million",
        "increased",
        "fourth",
        "quarter",
        "financial",
        "highlight",
        "million",
        "fiscal",
        "fiscal",
        "change",
        "gaap",
        "adjusted",
        "gaap",
        "adjusted",
        "gaap",
        "adjusted",
        "net",
        "sale",
        "gross",
        "margin",
        "gross",
        "margin",
        "operating",
        "income",
        "operating",
        "income",
        "net",
        "income",
        "diluted",
        "eps",
        "result",
        "exclude",
        "item",
        "reconciliation",
        "twelve",
        "month",
        "financial",
        "highlight",
        "million",
        "fiscal",
        "fiscal",
        "change",
        "gaap",
        "adjusted",
        "gaap",
        "adjusted",
        "gaap",
        "adjusted",
        "net",
        "sale",
        "gross",
        "margin",
        "gross",
        "margin",
        "operating",
        "income",
        "operating",
        "income",
        "net",
        "income",
        "diluted",
        "eps",
        "result",
        "exclude",
        "item",
        "reconciliation",
        "fourth",
        "quarter",
        "completed",
        "tremendous",
        "year",
        "rbc",
        "bearing",
        "pleased",
        "performance",
        "said",
        "michael",
        "hartnett",
        "chairman",
        "chief",
        "executive",
        "officer",
        "industrial",
        "aerospace",
        "market",
        "contributed",
        "achieve",
        "strong",
        "organic",
        "growth",
        "free",
        "cash",
        "flow",
        "generation",
        "supported",
        "net",
        "debt",
        "reduction",
        "million",
        "dollar",
        "fourth",
        "quarter",
        "result",
        "net",
        "sale",
        "fourth",
        "quarter",
        "fiscal",
        "million",
        "increase",
        "million",
        "fourth",
        "quarter",
        "fiscal",
        "excluding",
        "rbc",
        "canada",
        "organic",
        "net",
        "sale",
        "increased",
        "fourth",
        "quarter",
        "full",
        "year",
        "fiscal",
        "net",
        "sale",
        "aerospace",
        "market",
        "increased",
        "industrial",
        "market",
        "increased",
        "organically",
        "net",
        "sale",
        "aerospace",
        "industrial",
        "market",
        "increased",
        "respectively",
        "gross",
        "margin",
        "fourth",
        "quarter",
        "fiscal",
        "million",
        "compared",
        "million",
        "period",
        "last",
        "year",
        "gross",
        "margin",
        "percentage",
        "net",
        "sale",
        "fourth",
        "quarter",
        "fiscal",
        "compared",
        "period",
        "last",
        "year",
        "sg",
        "fourth",
        "quarter",
        "fiscal",
        "million",
        "increase",
        "million",
        "million",
        "period",
        "last",
        "year",
        "percentage",
        "net",
        "sale",
        "sg",
        "fourth",
        "quarter",
        "fiscal",
        "compared",
        "period",
        "last",
        "year",
        "increase",
        "primarily",
        "due",
        "higher",
        "personnel",
        "related",
        "expense",
        "million",
        "million",
        "additional",
        "incentive",
        "stock",
        "compensation",
        "item",
        "million",
        "operating",
        "expense",
        "fourth",
        "quarter",
        "fiscal",
        "totaled",
        "million",
        "compared",
        "million",
        "period",
        "last",
        "year",
        "fourth",
        "quarter",
        "fiscal",
        "operating",
        "expense",
        "comprised",
        "primarily",
        "million",
        "amortization",
        "intangible",
        "asset",
        "offset",
        "million",
        "item",
        "operating",
        "expense",
        "last",
        "year",
        "consisted",
        "million",
        "amortization",
        "intangible",
        "asset",
        "million",
        "item",
        "operating",
        "income",
        "fourth",
        "quarter",
        "fiscal",
        "million",
        "compared",
        "operating",
        "income",
        "million",
        "period",
        "last",
        "year",
        "excluding",
        "cost",
        "associated",
        "restructuring",
        "operating",
        "income",
        "would",
        "million",
        "fourth",
        "quarter",
        "fiscal",
        "excluding",
        "adjustment",
        "operating",
        "income",
        "percentage",
        "net",
        "sale",
        "would",
        "compared",
        "period",
        "last",
        "year",
        "interest",
        "expense",
        "net",
        "million",
        "fourth",
        "quarter",
        "fiscal",
        "compared",
        "million",
        "period",
        "last",
        "year",
        "income",
        "tax",
        "expense",
        "fourth",
        "quarter",
        "fiscal",
        "million",
        "compared",
        "million",
        "period",
        "last",
        "year",
        "effective",
        "income",
        "tax",
        "rate",
        "fourth",
        "quarter",
        "fiscal",
        "compared",
        "period",
        "last",
        "year",
        "tax",
        "provision",
        "impacted",
        "adoption",
        "tax",
        "cut",
        "job",
        "act",
        "tcja",
        "signed",
        "law",
        "president",
        "december",
        "income",
        "tax",
        "expense",
        "includes",
        "approximately",
        "million",
        "benefit",
        "related",
        "repatriation",
        "transition",
        "tax",
        "approximately",
        "million",
        "benefit",
        "associated",
        "revaluation",
        "deferred",
        "tax",
        "liability",
        "income",
        "tax",
        "expense",
        "also",
        "includes",
        "approximately",
        "million",
        "benefit",
        "associated",
        "adoption",
        "asu",
        "improvement",
        "employee",
        "payment",
        "accounting",
        "reflects",
        "lower",
        "blended",
        "statutory",
        "rate",
        "result",
        "enactment",
        "tcja",
        "net",
        "income",
        "fourth",
        "quarter",
        "fiscal",
        "million",
        "compared",
        "million",
        "period",
        "last",
        "year",
        "adjusted",
        "basis",
        "net",
        "income",
        "would",
        "million",
        "fourth",
        "quarter",
        "fiscal",
        "compared",
        "adjusted",
        "net",
        "income",
        "million",
        "period",
        "last",
        "year",
        "diluted",
        "eps",
        "fourth",
        "quarter",
        "fiscal",
        "per",
        "share",
        "compared",
        "per",
        "share",
        "period",
        "last",
        "year",
        "adjusted",
        "basis",
        "diluted",
        "eps",
        "fourth",
        "quarter",
        "fiscal",
        "would",
        "per",
        "share",
        "compared",
        "adjusted",
        "diluted",
        "eps",
        "per",
        "share",
        "period",
        "last",
        "year",
        "increase",
        "backlog",
        "march",
        "million",
        "compared",
        "million",
        "april",
        "outlook",
        "first",
        "quarter",
        "fiscal",
        "company",
        "expects",
        "net",
        "sale",
        "approximately",
        "million",
        "million",
        "first",
        "quarter",
        "fiscal",
        "would",
        "result",
        "growth",
        "rate",
        "approximately",
        "year",
        "year",
        "basis",
        "organic",
        "growth",
        "rate",
        "approximately",
        "year",
        "year",
        "basis",
        "live",
        "webcast",
        "rbc",
        "bearing",
        "incorporated",
        "host",
        "webcast",
        "et",
        "today",
        "discus",
        "quarterly",
        "result",
        "access",
        "webcast",
        "go",
        "investor",
        "relation",
        "portion",
        "company",
        "website",
        "click",
        "webcast",
        "icon",
        "access",
        "internet",
        "wish",
        "listen",
        "call",
        "dial",
        "international",
        "caller",
        "dial",
        "provide",
        "conference",
        "id",
        "audio",
        "replay",
        "call",
        "available",
        "et",
        "may",
        "30th",
        "et",
        "june",
        "6th",
        "replay",
        "accessed",
        "dialing",
        "international",
        "caller",
        "dial",
        "providing",
        "conference",
        "call",
        "id",
        "investor",
        "advised",
        "dial",
        "call",
        "least",
        "ten",
        "minute",
        "prior",
        "call",
        "register",
        "financial",
        "measure",
        "addition",
        "disclosing",
        "result",
        "operation",
        "determined",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "press",
        "release",
        "also",
        "discloses",
        "result",
        "operation",
        "exclude",
        "certain",
        "item",
        "measure",
        "adjust",
        "item",
        "management",
        "belief",
        "unusual",
        "management",
        "belief",
        "presentation",
        "measure",
        "provides",
        "useful",
        "information",
        "investor",
        "regarding",
        "company",
        "result",
        "operation",
        "measure",
        "allow",
        "investor",
        "better",
        "evaluate",
        "ongoing",
        "business",
        "performance",
        "investor",
        "consider",
        "measure",
        "addition",
        "substitute",
        "financial",
        "measure",
        "prepared",
        "accordance",
        "gaap",
        "reconciliation",
        "measure",
        "disclosed",
        "press",
        "release",
        "comparable",
        "gaap",
        "measure",
        "included",
        "financial",
        "table",
        "attached",
        "press",
        "release",
        "rbc",
        "bearing",
        "rbc",
        "bearing",
        "incorporated",
        "international",
        "manufacturer",
        "marketer",
        "highly",
        "engineered",
        "precision",
        "bearing",
        "component",
        "founded",
        "company",
        "primarily",
        "focused",
        "producing",
        "highly",
        "technical",
        "regulated",
        "bearing",
        "product",
        "component",
        "requiring",
        "sophisticated",
        "design",
        "testing",
        "manufacturing",
        "capability",
        "diversified",
        "industrial",
        "aerospace",
        "defense",
        "market",
        "company",
        "headquartered",
        "oxford",
        "connecticut",
        "safe",
        "harbor",
        "forward",
        "looking",
        "statement",
        "certain",
        "statement",
        "press",
        "release",
        "contain",
        "statement",
        "statement",
        "historical",
        "fact",
        "statement",
        "purpose",
        "federal",
        "state",
        "security",
        "law",
        "including",
        "section",
        "press",
        "release",
        "entitled",
        "outlook",
        "projection",
        "earnings",
        "revenue",
        "financial",
        "item",
        "relating",
        "company",
        "statement",
        "plan",
        "strategy",
        "objective",
        "management",
        "future",
        "operation",
        "statement",
        "concerning",
        "proposed",
        "future",
        "growth",
        "rate",
        "market",
        "serve",
        "statement",
        "belief",
        "characterization",
        "company",
        "ability",
        "control",
        "contingent",
        "liability",
        "anticipated",
        "trend",
        "company",
        "business",
        "statement",
        "assumption",
        "underlying",
        "foregoing",
        "statement",
        "may",
        "include",
        "word",
        "may",
        "estimate",
        "intend",
        "continue",
        "believe",
        "expect",
        "anticipate",
        "similar",
        "word",
        "although",
        "company",
        "belief",
        "expectation",
        "reflected",
        "statement",
        "reasonable",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "projected",
        "assumed",
        "statement",
        "future",
        "financial",
        "condition",
        "result",
        "operation",
        "well",
        "statement",
        "subject",
        "change",
        "inherent",
        "risk",
        "uncertainty",
        "beyond",
        "control",
        "company",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "risk",
        "uncertainty",
        "relating",
        "general",
        "economic",
        "condition",
        "geopolitical",
        "factor",
        "future",
        "level",
        "general",
        "industrial",
        "manufacturing",
        "activity",
        "future",
        "financial",
        "performance",
        "market",
        "acceptance",
        "new",
        "enhanced",
        "version",
        "company",
        "product",
        "pricing",
        "raw",
        "material",
        "change",
        "competitive",
        "environment",
        "company",
        "business",
        "operate",
        "outcome",
        "pending",
        "future",
        "litigation",
        "governmental",
        "proceeding",
        "approval",
        "estimated",
        "legal",
        "cost",
        "increase",
        "interest",
        "rate",
        "tax",
        "legislation",
        "change",
        "including",
        "impact",
        "tcja",
        "company",
        "ability",
        "meet",
        "debt",
        "obligation",
        "company",
        "ability",
        "acquire",
        "integrate",
        "complementary",
        "business",
        "risk",
        "uncertainty",
        "listed",
        "disclosed",
        "company",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "including",
        "without",
        "limitation",
        "risk",
        "identified",
        "heading",
        "risk",
        "factor",
        "set",
        "forth",
        "company",
        "recent",
        "annual",
        "report",
        "filed",
        "form",
        "company",
        "intend",
        "undertakes",
        "obligation",
        "update",
        "alter",
        "statement",
        "rbc",
        "bearing",
        "incorporated",
        "consolidated",
        "statement",
        "operation",
        "dollar",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "twelve",
        "month",
        "ended",
        "march",
        "april",
        "march",
        "april",
        "net",
        "sale",
        "cost",
        "sale",
        "gross",
        "margin",
        "operating",
        "expense",
        "selling",
        "general",
        "administrative",
        "net",
        "total",
        "operating",
        "expense",
        "operating",
        "income",
        "interest",
        "expense",
        "net",
        "income",
        "expense",
        "income",
        "income",
        "tax",
        "provision",
        "income",
        "tax",
        "net",
        "income",
        "net",
        "income",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "basic",
        "diluted",
        "three",
        "month",
        "ended",
        "twelve",
        "month",
        "ended",
        "reconciliation",
        "reported",
        "gross",
        "margin",
        "march",
        "april",
        "march",
        "april",
        "adjusted",
        "gross",
        "margin",
        "reported",
        "gross",
        "margin",
        "inventory",
        "purchase",
        "accounting",
        "adjustment",
        "integration",
        "restructuring",
        "adjusted",
        "gross",
        "margin",
        "three",
        "month",
        "ended",
        "twelve",
        "month",
        "ended",
        "reconciliation",
        "reported",
        "operating",
        "income",
        "march",
        "april",
        "march",
        "april",
        "adjusted",
        "operating",
        "income",
        "reported",
        "operating",
        "income",
        "inventory",
        "purchase",
        "accounting",
        "adjustment",
        "integration",
        "restructuring",
        "adjusted",
        "operating",
        "income",
        "reconciliation",
        "reported",
        "net",
        "income",
        "net",
        "income",
        "three",
        "month",
        "ended",
        "twelve",
        "month",
        "ended",
        "per",
        "common",
        "share",
        "adjusted",
        "net",
        "income",
        "march",
        "april",
        "march",
        "april",
        "adjusted",
        "net",
        "income",
        "per",
        "common",
        "share",
        "reported",
        "net",
        "income",
        "inventory",
        "purchase",
        "accounting",
        "adjustment",
        "integration",
        "restructuring",
        "foreign",
        "exchange",
        "translation",
        "loss",
        "gain",
        "tcja",
        "repatriation",
        "transition",
        "tax",
        "tcja",
        "revaluation",
        "deferred",
        "tax",
        "liability",
        "discrete",
        "tax",
        "reserve",
        "loss",
        "benefit",
        "adjusted",
        "net",
        "income",
        "tax",
        "impact",
        "adjusted",
        "net",
        "income",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "basic",
        "diluted",
        "three",
        "month",
        "ended",
        "twelve",
        "month",
        "ended",
        "march",
        "april",
        "march",
        "april",
        "segment",
        "data",
        "net",
        "external",
        "sale",
        "plain",
        "bearing",
        "segment",
        "roller",
        "bearing",
        "segment",
        "ball",
        "bearing",
        "segment",
        "engineered",
        "product",
        "segment",
        "three",
        "month",
        "ended",
        "twelve",
        "month",
        "ended",
        "march",
        "april",
        "march",
        "april",
        "selected",
        "financial",
        "data",
        "depreciation",
        "amortization",
        "incentive",
        "stock",
        "compensation",
        "expense",
        "adjusted",
        "operating",
        "income",
        "plus",
        "plus",
        "incentive",
        "stock",
        "compensation",
        "expense",
        "cash",
        "provided",
        "operating",
        "activity",
        "capital",
        "expenditure",
        "total",
        "debt",
        "cash",
        "investment",
        "repurchase",
        "common",
        "stock",
        "backlog",
        "view",
        "source",
        "version",
        "http",
        "rbc",
        "bearing",
        "daniel",
        "bergeron",
        "dbergeron",
        "alpha",
        "ir",
        "group",
        "michael",
        "cummings",
        "investor",
        "source",
        "rbc",
        "bearing",
        "incorporated"
    ]
}