{
    "organizations": [],
    "uuid": "1208573df38682dafca96c18c6847f161586e896",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/30/globe-newswire-huttig-building-products-inc-announces-first-quarter-2018-results.html",
    "ord_in_thread": 0,
    "title": "Huttig Building Products, Inc. Announces First Quarter 2018 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "First Quarter 2018 Highlights:\nNet sales of $198.0 million, an increase of 13% Adjusted EBITDA of $1.4 million, a $1.3 million improvement Net loss of $0.5 million, a 44% improvement\nST. LOUIS, April 30, 2018 (GLOBE NEWSWIRE) -- Huttig Building Products, Inc. (“Huttig” or the “Company”) (NASDAQ:HBP), a leading domestic distributor of millwork, building materials and wood products, today reported financial results for the first quarter ended March 31, 2018.\n“I am pleased with the continued progress we made in executing our strategic growth initiatives in the quarter,” said Jon Vrabely, Huttig’s President and Chief Executive Officer. “We are seeing the results of our strategic investments as our first quarter revenues increased 13% over the prior year quarter. Looking forward, we will continue to focus on executing our growth plans, improving our gross margins, and managing our working capital.”\nSUMMARY RESULTS FOR FIRST QUARTER ENDED MARCH 31, 2018 (unaudited) (in millions, except per share data) Three Months Ended March 31, 2018 2017 Net sales $ 198.0 100.0 % $ 175.7 100.0 % Gross margin 38.7 19.5 % 35.5 20.2 % Operating expenses 39.2 19.8 % 37.0 21.1 % Operating loss (0.5 ) -0.3 % (1.5 ) -0.9 % Loss from continuing operations before income taxes (1.6 ) -0.8 % (2.1 ) -1.2 % Net loss (0.5 ) -0.3 % (0.9 ) -0.5 % Net loss from continuing operations per share - basic and diluted $ (0.02 ) $ (0.04 ) Net loss per share - basic and diluted $ (0.02 ) $ (0.04 ) Results of Operations\nFirst Quarter 2018 Compared to First Quarter 2017\nNet sales were $198.0 million in the first quarter of 2018, which was $22.3 million, or 13 percent, higher than the first quarter of 2017. The increase in net sales was primarily attributed to an 8 percent increase in new residential construction activity as well as growth derived from the execution of our strategies.\nMillwork product sales increased 4 percent in the first quarter of 2018 to $95.3 million, compared to $91.9 million in the first quarter of 2017. Building products sales increased 26 percent in the first quarter of 2018 to $85.5 million, compared to $68.1 million in the first quarter of 2017, primarily attributed to higher sales of the Huttig-Grip product line. Wood product sales increased 10 percent in the first quarter of 2018 to $17.2 million, compared to $15.7 million in the first quarter of 2017.\nGross margin was $38.7 million in the first quarter of 2018, compared to $35.5 million in the first quarter of 2017. The increase in gross margin was largely due to higher overall sales volumes. As a percentage of sales, gross margin was 19.5 percent in the first quarter of 2018, compared to 20.2 percent in the first quarter of 2017. The reduction in gross margin percent was primarily attributed to an increase in direct sales volume, as well as the proportional increase in building product sales as compared to the growth of other higher margin product categories.\nOperating expenses increased $2.2 million to $39.2 million in the first quarter of 2018, compared to $37.0 million in the first quarter of 2017. The increase was primarily driven by higher personnel costs, which increased $1.7 million, as a result of hiring additional sales and warehouse personnel related to the execution of our strategic growth initiatives. As a percentage of sales, operating expenses decreased to 19.8 percent in the first quarter of 2018 compared to 21.1 percent in the first quarter of 2017.\nNet interest expense was $1.1 million in the first quarter of 2018 compared to $0.6 million in the first quarter of 2017. The increase was primarily due to higher average outstanding borrowings on our credit facility as well as higher interest rates in the first quarter of 2018 compared to the first quarter of 2017.\nWe recognized a benefit from income taxes of $1.1 million and $1.2 million for the quarters ended March 31, 2018 and 2017, respectively.\nAs a result of the foregoing factors, we reported a net loss of $0.5 million from continuing operations for the quarter ended March 31, 2018, compared to a net loss of $0.9 million for the first quarter ended March 31, 2017.\nAdjusted EBITDA was $1.4 million for the first quarter 2018 compared to $0.1 million for the first quarter 2017.\nBalance Sheet & Liquidity\nThe continued expansion of our Huttig-Grip product line and our seasonal working capital needs negatively impacted our cash used in operating activities which was $40.1 million for the quarter ended March 31, 2018, compared to $20.4 million for the quarter ended March 31, 2017. The cash used was primarily to fund our $27.4 million increase in inventory levels in the first quarter of 2018 for the continued expansion of our Huttig-Grip product line along with the normal seasonal build for increased sales activity.\nConference Call\nHuttig Building Products, Inc. will host a conference call Tuesday, May 1, 2018 at 10:00 a.m. Central Time. Participants can listen to the call live via webcast by going to the investor portion of Huttig’s website at www.huttig.com . Participants can also access the live conference call via telephone at (866) 238-1641 or (213) 660-0927 (international). The conference ID for this call is 9597549.\nAbout Huttig\nHuttig, currently in its 134th year of business, is one of the largest domestic distributors of millwork, building materials and wood products used principally in new residential construction and in-home improvement, remodeling and repair work. Huttig distributes its products through 27 distribution centers serving 41 states. Huttig's wholesale distribution centers sell principally to building materials dealers, national buying groups, home centers and industrial users, including makers of manufactured homes.\nForward-Looking Statements\nThis press release contains “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995. The words or phrases “will likely result,” “are expected to,” “will continue,” “is anticipated,” “believe,” “estimate,” “project” or similar expressions may identify forward-looking statements, although not all forward-looking statements contain such words. Statements made in this press release including, but not limited to, statements regarding our current views with respect to financial performance, future growth in the housing market, distribution channels, sales, favorable supplier relationships, inventory levels, the ability to meet customer needs, enhanced competitive posture, financial impact from litigation or contingencies, including environmental proceedings, are included pursuant to the “safe harbor” provision of the Private Securities Litigation Reform Act of 1995.\nThese statements present management’s expectations, beliefs, plans and objectives regarding our future business and financial performance. These forward-looking statements are based on current projections, estimates, assumptions and judgments, and involve known and unknown risks and uncertainties. We disclaim any obligation to publicly update or revise any of these forward-looking statements, whether as a result of new information, future events or otherwise.\nThere are a number of factors, some of which are beyond our control that could cause our actual results to differ materially from those expressed or implied in the forward-looking statements. These factors include, but are not limited to: the strength of construction, home improvement and remodeling markets and the recovery of the homebuilding industry to levels consistent with the Historical Average; the cyclical nature of our industry; the uncertainties resulting from changes to United States and foreign laws, regulations and policies including the Tax Act; the cost of environmental compliance, including actual expenses we may incur to resolve proceedings we are involved in arising out of a formerly owned facility in Montana; any limitations on our ability to utilize our deferred tax assets to reduce future taxable income and tax liabilities; our ability to comply with, and the restrictive effect of, the financial covenant applicable under our credit facility; the loss of a significant customer; deterioration of our customers’ creditworthiness or our inability to forecast such deteriorations; commodity prices; risks associated with our private brands; termination of key supplier relationships; risks of international suppliers; competition with existing or new industry participants; goodwill impairment; the seasonality of our operations; significant uninsured claims; federal and state transportation regulations; fuel cost increases; our failure to attract and retain key personnel; deterioration in our relationship with our unionized employees, including work stoppages or other disputes; funding requirements for multi-employer pension plans for our unionized employees; product liability claims and other legal proceedings including the PrimeSource litigation. Other important factors that could cause actual results or outcomes to differ materially from those addressed in the forward-looking information, include, but are not limited to, those detailed in Huttig's most recently filed Annual Report on Form 10-K and in other reports filed by Huttig with the Securities and Exchange Commission from time to time.\nNon-GAAP Financial Measures\nHuttig supplements its reporting of net income (loss) with the non-GAAP measurement of Adjusted EBITDA. This supplemental information should not be considered in isolation or as a substitute for GAAP measures.\nHuttig defines Adjusted EBITDA as net income (loss) adjusted for interest, income taxes, depreciation and amortization and other items as listed in the table below.\nHuttig presents Adjusted EBITDA because it is a primary measure used by management, and by similar companies in the industry, to evaluate operating performance and Huttig believes it enhances investors’ overall understanding of the financial performance of our business. Adjusted EBITDA is not a recognized term under GAAP and does not purport to be an alternative to net income (loss) as a measure of operating performance. Huttig compensates for the limitations of using non-GAAP financial measures by using them to supplement GAAP results to provide a more complete understanding of the factors affecting the business. Because not all companies use identical calculations, Huttig’s presentation of Adjusted EBITDA may not be comparable to other similarly titled measures of other companies.\nAdjusted EBITDA\nThe following table presents a reconciliation of net loss, the most directly comparable financial measure under GAAP, to Adjusted EBITDA for the periods presented (in millions):\nThree Months Ended March 31, 2018 2017 Net loss $ (0.5 ) $ (0.9 ) Interest expense, net 1.1 0.6 Benefit from income taxes (1.1 ) (1.2 ) Depreciation and amortization 1.3 1.1 Stock-based compensation 0.6 0.5 Adjusted EBITDA $ 1.4 $ 0.1\nHUTTIG BUILDING PRODUCTS, INC. AND SUBSIDIARY CONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS (unaudited) (In Millions, Except Per Share Data) Three Months Ended March 31, 2018 2017 Net sales $ 198.0 $ 175.7 Cost of sales 159.3 140.2 Gross margin 38.7 35.5 Operating expenses 39.2 37.0 Operating loss (0.5 ) (1.5 ) Interest expense, net 1.1 0.6 Loss from continuing operations before income taxes (1.6 ) (2.1 ) Benefit from income taxes (1.1 ) (1.2 ) Loss from continuing operations (0.5 ) (0.9 ) Income (loss) from discontinued operations, net of taxes — — Net loss $ (0.5 ) $ (0.9 ) Loss from continuing operations per share - basic and diluted $ (0.02 ) $ (0.04 ) Income (loss) from discontinued operations per share - basic\nand diluted $ — $ — Net loss per share - basic and diluted $ (0.02 ) $ (0.04 ) Weighted average shares outstanding: Basic and diluted shares outstanding 25.1 24.7\nHUTTIG BUILDING PRODUCTS, INC. AND SUBSIDIARY CONDENSED CONSOLIDATED BALANCE SHEETS (unaudited) (In Millions) March 31, December 31, March 31, 2018 2017 2017 ASSETS CURRENT ASSETS: Cash and equivalents $ 1.3 $ 0.3 $ 1.1 Trade accounts receivable, net 100.9 66.8 88.4 Net inventories 139.3 111.9 88.2 Other current assets 10.7 11.4 7.2 Total current assets 252.2 190.4 184.9 PROPERTY, PLANT AND EQUIPMENT: Land 5.0 5.0 5.0 Buildings and improvements 31.2 31.1 29.8 Machinery and equipment 51.8 49.8 45.4 Gross property, plant and equipment 88.0 85.9 80.2 Less accumulated depreciation 57.3 56.4 54.1 Property, plant and equipment, net 30.7 29.5 26.1 OTHER ASSETS: Goodwill 9.5 9.5 9.5 Deferred income taxes 10.8 9.7 13.4 Other 6.4 6.8 7.1 Total other assets 26.7 26.0 30.0 TOTAL ASSETS $ 309.6 $ 245.9 $ 241.0\nHUTTIG BUILDING PRODUCTS, INC. AND SUBSIDIARY CONDENSED CONSOLIDATED BALANCE SHEETS (unaudited) (In Millions, Except Share Data) March 31, December 31, March 31, 2018 2017 2017 LIABILITIES AND SHAREHOLDERS' EQUITY CURRENT LIABILITIES: Current maturities of long-term debt $ 1.3 $ 1.2 $ 1.0 Trade accounts payable 80.5 51.0 68.2 Accrued compensation 2.5 6.3 3.2 Other accrued liabilities 11.5 16.6 12.1 Total current liabilities 95.8 75.1 84.5 NON-CURRENT LIABILITIES: Long-term debt, less current maturities 145.4 101.8 78.5 Other non-current liabilities 2.3 2.5 6.8 Total non-current liabilities 147.7 104.3 85.3 SHAREHOLDERS' EQUITY: Preferred shares: $.01 par (5,000,000 shares authorized) — — — Common shares: $.01 par (75,000,000 shares authorized: 26,070,616;\n25,843,166; and 25,880,851 shares issued at March 31, 2018,\nDecember 31, 2017 and March 31, 2017, respectively) 0.3 0.3 0.3 Additional paid-in capital 44.2 44.1 42.6 Retained earnings 21.6 22.1 28.3 Total shareholders' equity 66.1 66.5 71.2 TOTAL LIABILITIES AND SHAREHOLDERS' EQUITY $ 309.6 $ 245.9 $ 241.0\nHUTTIG BUILDING PRODUCTS, INC. AND SUBSIDIARY CONDENSED CONSOLIDATED STATEMENTS OF CASH FLOWS (unaudited) (In Millions) Three Months Ended March 31, 2018 2017 Cash Flows From Operating Activities: Net loss $ (0.5 ) $ (0.9 ) Adjustments to reconcile net loss to net cash used in\noperating activities: Depreciation and amortization 1.3 1.1 Non-cash interest expense 0.1 0.1 Stock-based compensation 0.6 0.5 Deferred income taxes (1.1 ) (1.3 ) Changes in operating assets and liabilities: Trade accounts receivable (34.1 ) (29.1 ) Net inventories (27.5 ) (7.2 ) Trade accounts payable 29.5 21.0 Other (8.1 ) (4.3 ) Cash used in continuing operating activities (39.8 ) (20.1 ) Cash used in discontinued operating activities (0.3 ) (0.3 ) Total cash used in operating activities (40.1 ) (20.4 ) Cash Flows From Investing Activities: Capital expenditures (1.6 ) (1.7 ) Total cash used in investing activities (1.6 ) (1.7 ) Cash Flows From Financing Activities: Borrowings of debt, net 43.1 23.6 Payment for taxed related to share settlement of equity awards (0.4 ) (0.7 ) Total cash provided by financing activities 42.7 22.9 Net increase in cash and equivalents 1.0 0.8 Cash and equivalents, beginning of period 0.3 0.3 Cash and equivalents, end of period $ 1.3 $ 1.1 Supplemental Disclosure of Cash Flow Information: Interest paid $ 1.0 $ 0.5 Non-cash financing activities: Assets acquired with debt obligations 0.6 0.3 For more information, contact:\nJim Murphy\ninvestor@huttig.com\nSource:Huttig Building Products, Inc.",
    "published": "2018-05-01T00:30:00.000+03:00",
    "crawled": "2018-05-01T01:23:07.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "first",
        "quarter",
        "highlight",
        "net",
        "sale",
        "million",
        "increase",
        "adjusted",
        "ebitda",
        "million",
        "million",
        "improvement",
        "net",
        "loss",
        "million",
        "improvement",
        "louis",
        "april",
        "globe",
        "newswire",
        "huttig",
        "building",
        "product",
        "huttig",
        "company",
        "nasdaq",
        "hbp",
        "leading",
        "domestic",
        "distributor",
        "millwork",
        "building",
        "material",
        "wood",
        "product",
        "today",
        "reported",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "pleased",
        "continued",
        "progress",
        "made",
        "executing",
        "strategic",
        "growth",
        "initiative",
        "quarter",
        "said",
        "jon",
        "vrabely",
        "huttig",
        "president",
        "chief",
        "executive",
        "officer",
        "seeing",
        "result",
        "strategic",
        "investment",
        "first",
        "quarter",
        "revenue",
        "increased",
        "prior",
        "year",
        "quarter",
        "looking",
        "forward",
        "continue",
        "focus",
        "executing",
        "growth",
        "plan",
        "improving",
        "gross",
        "margin",
        "managing",
        "working",
        "summary",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "unaudited",
        "million",
        "except",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "sale",
        "gross",
        "margin",
        "operating",
        "expense",
        "operating",
        "loss",
        "loss",
        "continuing",
        "operation",
        "income",
        "tax",
        "net",
        "loss",
        "net",
        "loss",
        "continuing",
        "operation",
        "per",
        "share",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "result",
        "operation",
        "first",
        "quarter",
        "compared",
        "first",
        "quarter",
        "net",
        "sale",
        "million",
        "first",
        "quarter",
        "million",
        "percent",
        "higher",
        "first",
        "quarter",
        "increase",
        "net",
        "sale",
        "primarily",
        "attributed",
        "percent",
        "increase",
        "new",
        "residential",
        "construction",
        "activity",
        "well",
        "growth",
        "derived",
        "execution",
        "strategy",
        "millwork",
        "product",
        "sale",
        "increased",
        "percent",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "building",
        "product",
        "sale",
        "increased",
        "percent",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "primarily",
        "attributed",
        "higher",
        "sale",
        "product",
        "line",
        "wood",
        "product",
        "sale",
        "increased",
        "percent",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "gross",
        "margin",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "increase",
        "gross",
        "margin",
        "largely",
        "due",
        "higher",
        "overall",
        "sale",
        "volume",
        "percentage",
        "sale",
        "gross",
        "margin",
        "percent",
        "first",
        "quarter",
        "compared",
        "percent",
        "first",
        "quarter",
        "reduction",
        "gross",
        "margin",
        "percent",
        "primarily",
        "attributed",
        "increase",
        "direct",
        "sale",
        "volume",
        "well",
        "proportional",
        "increase",
        "building",
        "product",
        "sale",
        "compared",
        "growth",
        "higher",
        "margin",
        "product",
        "category",
        "operating",
        "expense",
        "increased",
        "million",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "increase",
        "primarily",
        "driven",
        "higher",
        "personnel",
        "cost",
        "increased",
        "million",
        "result",
        "hiring",
        "additional",
        "sale",
        "warehouse",
        "personnel",
        "related",
        "execution",
        "strategic",
        "growth",
        "initiative",
        "percentage",
        "sale",
        "operating",
        "expense",
        "decreased",
        "percent",
        "first",
        "quarter",
        "compared",
        "percent",
        "first",
        "quarter",
        "net",
        "interest",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "increase",
        "primarily",
        "due",
        "higher",
        "average",
        "outstanding",
        "borrowing",
        "credit",
        "facility",
        "well",
        "higher",
        "interest",
        "rate",
        "first",
        "quarter",
        "compared",
        "first",
        "quarter",
        "recognized",
        "benefit",
        "income",
        "tax",
        "million",
        "million",
        "quarter",
        "ended",
        "march",
        "respectively",
        "result",
        "foregoing",
        "factor",
        "reported",
        "net",
        "loss",
        "million",
        "continuing",
        "operation",
        "quarter",
        "ended",
        "march",
        "compared",
        "net",
        "loss",
        "million",
        "first",
        "quarter",
        "ended",
        "march",
        "adjusted",
        "ebitda",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "balance",
        "sheet",
        "liquidity",
        "continued",
        "expansion",
        "product",
        "line",
        "seasonal",
        "working",
        "capital",
        "need",
        "negatively",
        "impacted",
        "cash",
        "used",
        "operating",
        "activity",
        "million",
        "quarter",
        "ended",
        "march",
        "compared",
        "million",
        "quarter",
        "ended",
        "march",
        "cash",
        "used",
        "primarily",
        "fund",
        "million",
        "increase",
        "inventory",
        "level",
        "first",
        "quarter",
        "continued",
        "expansion",
        "product",
        "line",
        "along",
        "normal",
        "seasonal",
        "build",
        "increased",
        "sale",
        "activity",
        "conference",
        "call",
        "huttig",
        "building",
        "product",
        "host",
        "conference",
        "call",
        "tuesday",
        "may",
        "central",
        "time",
        "participant",
        "listen",
        "call",
        "live",
        "via",
        "webcast",
        "going",
        "investor",
        "portion",
        "huttig",
        "website",
        "participant",
        "also",
        "access",
        "live",
        "conference",
        "call",
        "via",
        "telephone",
        "international",
        "conference",
        "id",
        "call",
        "huttig",
        "huttig",
        "currently",
        "134th",
        "year",
        "business",
        "one",
        "largest",
        "domestic",
        "distributor",
        "millwork",
        "building",
        "material",
        "wood",
        "product",
        "used",
        "principally",
        "new",
        "residential",
        "construction",
        "improvement",
        "remodeling",
        "repair",
        "work",
        "huttig",
        "distributes",
        "product",
        "distribution",
        "center",
        "serving",
        "state",
        "huttig",
        "wholesale",
        "distribution",
        "center",
        "sell",
        "principally",
        "building",
        "material",
        "dealer",
        "national",
        "buying",
        "group",
        "home",
        "center",
        "industrial",
        "user",
        "including",
        "maker",
        "manufactured",
        "home",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "word",
        "phrase",
        "likely",
        "result",
        "expected",
        "continue",
        "anticipated",
        "believe",
        "estimate",
        "project",
        "similar",
        "expression",
        "may",
        "identify",
        "statement",
        "although",
        "statement",
        "contain",
        "word",
        "statement",
        "made",
        "press",
        "release",
        "including",
        "limited",
        "statement",
        "regarding",
        "current",
        "view",
        "respect",
        "financial",
        "performance",
        "future",
        "growth",
        "housing",
        "market",
        "distribution",
        "channel",
        "sale",
        "favorable",
        "supplier",
        "relationship",
        "inventory",
        "level",
        "ability",
        "meet",
        "customer",
        "need",
        "enhanced",
        "competitive",
        "posture",
        "financial",
        "impact",
        "litigation",
        "contingency",
        "including",
        "environmental",
        "proceeding",
        "included",
        "pursuant",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "present",
        "management",
        "expectation",
        "belief",
        "plan",
        "objective",
        "regarding",
        "future",
        "business",
        "financial",
        "performance",
        "statement",
        "based",
        "current",
        "projection",
        "estimate",
        "assumption",
        "judgment",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "disclaim",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "number",
        "factor",
        "beyond",
        "control",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "factor",
        "include",
        "limited",
        "strength",
        "construction",
        "home",
        "improvement",
        "remodeling",
        "market",
        "recovery",
        "homebuilding",
        "industry",
        "level",
        "consistent",
        "historical",
        "average",
        "cyclical",
        "nature",
        "industry",
        "uncertainty",
        "resulting",
        "change",
        "united",
        "state",
        "foreign",
        "law",
        "regulation",
        "policy",
        "including",
        "tax",
        "act",
        "cost",
        "environmental",
        "compliance",
        "including",
        "actual",
        "expense",
        "may",
        "incur",
        "resolve",
        "proceeding",
        "involved",
        "arising",
        "formerly",
        "owned",
        "facility",
        "montana",
        "limitation",
        "ability",
        "utilize",
        "deferred",
        "tax",
        "asset",
        "reduce",
        "future",
        "taxable",
        "income",
        "tax",
        "liability",
        "ability",
        "comply",
        "restrictive",
        "effect",
        "financial",
        "covenant",
        "applicable",
        "credit",
        "facility",
        "loss",
        "significant",
        "customer",
        "deterioration",
        "customer",
        "creditworthiness",
        "inability",
        "forecast",
        "deterioration",
        "commodity",
        "price",
        "risk",
        "associated",
        "private",
        "brand",
        "termination",
        "key",
        "supplier",
        "relationship",
        "risk",
        "international",
        "supplier",
        "competition",
        "existing",
        "new",
        "industry",
        "participant",
        "goodwill",
        "impairment",
        "seasonality",
        "operation",
        "significant",
        "uninsured",
        "claim",
        "federal",
        "state",
        "transportation",
        "regulation",
        "fuel",
        "cost",
        "increase",
        "failure",
        "attract",
        "retain",
        "key",
        "personnel",
        "deterioration",
        "relationship",
        "unionized",
        "employee",
        "including",
        "work",
        "stoppage",
        "dispute",
        "funding",
        "requirement",
        "pension",
        "plan",
        "unionized",
        "employee",
        "product",
        "liability",
        "claim",
        "legal",
        "proceeding",
        "including",
        "primesource",
        "litigation",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "outcome",
        "differ",
        "materially",
        "addressed",
        "information",
        "include",
        "limited",
        "detailed",
        "huttig",
        "recently",
        "filed",
        "annual",
        "report",
        "form",
        "report",
        "filed",
        "huttig",
        "security",
        "exchange",
        "commission",
        "time",
        "time",
        "financial",
        "measure",
        "huttig",
        "supplement",
        "reporting",
        "net",
        "income",
        "loss",
        "measurement",
        "adjusted",
        "ebitda",
        "supplemental",
        "information",
        "considered",
        "isolation",
        "substitute",
        "gaap",
        "measure",
        "huttig",
        "defines",
        "adjusted",
        "ebitda",
        "net",
        "income",
        "loss",
        "adjusted",
        "interest",
        "income",
        "tax",
        "depreciation",
        "amortization",
        "item",
        "listed",
        "table",
        "huttig",
        "present",
        "adjusted",
        "ebitda",
        "primary",
        "measure",
        "used",
        "management",
        "similar",
        "company",
        "industry",
        "evaluate",
        "operating",
        "performance",
        "huttig",
        "belief",
        "enhances",
        "investor",
        "overall",
        "understanding",
        "financial",
        "performance",
        "business",
        "adjusted",
        "ebitda",
        "recognized",
        "term",
        "gaap",
        "purport",
        "alternative",
        "net",
        "income",
        "loss",
        "measure",
        "operating",
        "performance",
        "huttig",
        "compensates",
        "limitation",
        "using",
        "financial",
        "measure",
        "using",
        "supplement",
        "gaap",
        "result",
        "provide",
        "complete",
        "understanding",
        "factor",
        "affecting",
        "business",
        "company",
        "use",
        "identical",
        "calculation",
        "huttig",
        "presentation",
        "adjusted",
        "ebitda",
        "may",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "company",
        "adjusted",
        "ebitda",
        "following",
        "table",
        "present",
        "reconciliation",
        "net",
        "loss",
        "directly",
        "comparable",
        "financial",
        "measure",
        "gaap",
        "adjusted",
        "ebitda",
        "period",
        "presented",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "loss",
        "interest",
        "expense",
        "net",
        "benefit",
        "income",
        "tax",
        "depreciation",
        "amortization",
        "compensation",
        "adjusted",
        "ebitda",
        "huttig",
        "building",
        "product",
        "subsidiary",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "million",
        "except",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "sale",
        "cost",
        "sale",
        "gross",
        "margin",
        "operating",
        "expense",
        "operating",
        "loss",
        "interest",
        "expense",
        "net",
        "loss",
        "continuing",
        "operation",
        "income",
        "tax",
        "benefit",
        "income",
        "tax",
        "loss",
        "continuing",
        "operation",
        "income",
        "loss",
        "discontinued",
        "operation",
        "net",
        "tax",
        "net",
        "loss",
        "loss",
        "continuing",
        "operation",
        "per",
        "share",
        "basic",
        "diluted",
        "income",
        "loss",
        "discontinued",
        "operation",
        "per",
        "share",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "share",
        "outstanding",
        "huttig",
        "building",
        "product",
        "subsidiary",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "million",
        "march",
        "december",
        "march",
        "asset",
        "current",
        "asset",
        "cash",
        "equivalent",
        "trade",
        "account",
        "receivable",
        "net",
        "net",
        "inventory",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "plant",
        "equipment",
        "land",
        "building",
        "improvement",
        "machinery",
        "equipment",
        "gross",
        "property",
        "plant",
        "equipment",
        "less",
        "accumulated",
        "depreciation",
        "property",
        "plant",
        "equipment",
        "net",
        "asset",
        "goodwill",
        "deferred",
        "income",
        "tax",
        "total",
        "asset",
        "total",
        "asset",
        "huttig",
        "building",
        "product",
        "subsidiary",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "million",
        "except",
        "share",
        "data",
        "march",
        "december",
        "march",
        "liability",
        "shareholder",
        "equity",
        "current",
        "liability",
        "current",
        "maturity",
        "debt",
        "trade",
        "account",
        "payable",
        "accrued",
        "compensation",
        "accrued",
        "liability",
        "total",
        "current",
        "liability",
        "liability",
        "debt",
        "less",
        "current",
        "maturity",
        "liability",
        "total",
        "liability",
        "shareholder",
        "equity",
        "preferred",
        "share",
        "par",
        "share",
        "authorized",
        "common",
        "share",
        "par",
        "share",
        "authorized",
        "share",
        "issued",
        "march",
        "december",
        "march",
        "respectively",
        "additional",
        "capital",
        "retained",
        "earnings",
        "total",
        "shareholder",
        "equity",
        "total",
        "liability",
        "shareholder",
        "equity",
        "huttig",
        "building",
        "product",
        "subsidiary",
        "condensed",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "unaudited",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "cash",
        "flow",
        "operating",
        "activity",
        "net",
        "loss",
        "adjustment",
        "reconcile",
        "net",
        "loss",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "depreciation",
        "amortization",
        "interest",
        "expense",
        "compensation",
        "deferred",
        "income",
        "tax",
        "change",
        "operating",
        "asset",
        "liability",
        "trade",
        "account",
        "receivable",
        "net",
        "inventory",
        "trade",
        "account",
        "payable",
        "cash",
        "used",
        "continuing",
        "operating",
        "activity",
        "cash",
        "used",
        "discontinued",
        "operating",
        "activity",
        "total",
        "cash",
        "used",
        "operating",
        "activity",
        "cash",
        "flow",
        "investing",
        "activity",
        "capital",
        "expenditure",
        "total",
        "cash",
        "used",
        "investing",
        "activity",
        "cash",
        "flow",
        "financing",
        "activity",
        "borrowing",
        "debt",
        "net",
        "payment",
        "taxed",
        "related",
        "share",
        "settlement",
        "equity",
        "award",
        "total",
        "cash",
        "provided",
        "financing",
        "activity",
        "net",
        "increase",
        "cash",
        "equivalent",
        "cash",
        "equivalent",
        "beginning",
        "period",
        "cash",
        "equivalent",
        "end",
        "period",
        "supplemental",
        "disclosure",
        "cash",
        "flow",
        "information",
        "interest",
        "paid",
        "financing",
        "activity",
        "asset",
        "acquired",
        "debt",
        "obligation",
        "information",
        "contact",
        "jim",
        "murphy",
        "investor",
        "source",
        "huttig",
        "building",
        "product",
        "inc"
    ]
}