{
    "organizations": [],
    "uuid": "99b58e4feab7fdeb382becb652581653c6c93748",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/15/business-wire-alteryx-announces-pricing-of-private-offering-of-200-point-0-million-of-0-point-50-percent-convertible-senior-notes-due-2023.html",
    "ord_in_thread": 0,
    "title": "Alteryx Announces Pricing of Private Offering of $200.0 Million of 0.50% Convertible Senior Notes Due 2023",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "IRVINE, Calif.--(BUSINESS WIRE)-- Alteryx, Inc. (NYSE:AYX) announced today the pricing of $200.0 million aggregate principal amount of 0.50% Convertible Senior Notes due 2023 (the “notes”) in a private offering to qualified institutional buyers pursuant to Rule 144A promulgated under the Securities Act of 1933, as amended (the “Act”). Alteryx also granted the initial purchasers of the notes a 30-day over-allotment option to purchase up to an additional $30.0 million aggregate principal amount of notes. The sale is expected to close on May 18, 2018, subject to customary closing conditions.\nThe notes will be senior, unsecured obligations of Alteryx, and will bear interest of 0.50% per year payable semi-annually in arrears. The notes will mature on June 1, 2023, unless converted or repurchased in accordance with their terms prior to such date. Prior to March 1, 2023, the notes will be convertible at the option of holders only under certain circumstances, and thereafter, at any time prior to the close of business on the second scheduled trading day immediately preceding the maturity date. Upon conversion, the notes may be settled in shares of Alteryx Class A common stock, cash or a combination thereof, at the election of Alteryx.\nAlteryx may not redeem the notes prior to the maturity date. Holders of the notes will have the right to require Alteryx to repurchase for cash all or a portion of their notes at 100% of their principal amount, plus any accrued and unpaid interest, upon the occurrence of a fundamental change (as defined in the indenture relating to the notes). Alteryx will also be required to increase the conversion rate for holders who convert their notes in connection with certain corporate events occurring prior to the maturity date.\nThe notes will have an initial conversion rate of 22.5572 shares of Alteryx Class A common stock per $1,000 principal amount of notes (which is subject to adjustment in certain circumstances). This is equivalent to an initial conversion price of approximately $44.33 per share. The initial conversion price represents a premium of approximately 42.5% to the $31.11 per share closing price of Alteryx Class A common stock on The New York Stock Exchange on May 15, 2018.\nAlteryx estimates that the net proceeds from the offering will be approximately $194.8 million (or $224.2 million if the initial purchasers exercise their over-allotment option to purchase additional notes in full), after deducting the initial purchasers’ discount and estimated offering expenses payable by Alteryx. Alteryx intends to use approximately $16.6 million of the net proceeds from the offering of the notes to pay the cost of the capped call transactions described below. Alteryx intends to use the remaining net proceeds from the offering for working capital and other general corporate purposes, which may include acquisitions or other strategic transactions.\nIn connection with the pricing of the notes, Alteryx has entered into privately negotiated capped call transactions with an affiliate of one of the initial purchasers of the notes and other financial institutions (the “capped call counterparties”). The capped call transactions are expected generally to offset potential dilution to holders of Alteryx’s Class A common stock upon any conversion of the notes and/or offset the potential cash payments that Alteryx could be required to make in excess of the principal amount of any converted notes upon conversion thereof, with such reduction and/or offset subject to a cap based on the cap price. The cap price of the capped call transactions will initially be approximately $66.22 per share, which represents a premium of approximately 100% over the last reported sale price of Alteryx’s common stock of $31.11 per share on May 15, 2018, and is subject to certain adjustments under the terms of the capped call transactions. If the initial purchasers of the notes exercise their over-allotment option to purchase additional notes, Alteryx expects to enter into additional capped call transactions with capped call counterparties that are expected generally to offset potential dilution.\nIn connection with establishing their initial hedge of the capped call transactions, the capped call counterparties have advised Alteryx that they and/or their respective affiliates expect to purchase Alteryx Class A common stock and/or enter into various derivative transactions with respect to Alteryx Class A common stock concurrently with, or shortly after, the pricing of the notes. This activity could increase (or reduce the size of any decrease in) the market price of Alteryx Class A common stock or the notes at that time.\nIn addition, the capped call counterparties or their respective affiliates may modify their hedge positions by entering into or unwinding various derivatives with respect to Alteryx Class A common stock and/or purchasing or selling Alteryx Class A common stock in secondary market transactions following the pricing of the notes and prior to the maturity of the notes (and are likely to do so during any observation period related to a conversion of notes or following any repurchase of notes by Alteryx on any fundamental change repurchase date or otherwise). This activity could also cause or avoid an increase or decrease in the market price of Alteryx Class A common stock or the notes, which could affect noteholders’ ability to convert the notes and, to the extent the activity occurs during any observation period related to a conversion of notes, it could affect the amount and value of the consideration that noteholders will receive upon conversion of such notes.\nIf the initial purchasers of the notes exercise their over-allotment option to purchase additional notes, Alteryx intends to use the resulting additional proceeds of the sale of the additional notes to pay the cost of entering into the additional capped call transactions and for general corporate purposes, including potential acquisitions and strategic transactions.\nThis press release is neither an offer to sell nor a solicitation of an offer to buy any of these securities (including the shares of Alteryx Class A common stock, if any, into which the notes are convertible) and shall not constitute an offer, solicitation or sale in any jurisdiction in which such offer, solicitation or sale is unlawful. Any offers of the notes will be made only to qualified institutional buyers pursuant to Rule 144A promulgated under the Act by means of a private offering memorandum.\nThe notes and any shares of Alteryx Class A common stock issuable upon conversion of the notes have not been and will not be registered under the Act, or any state securities laws and may not be offered or sold in the United States absent registration or an applicable exemption from such registration requirements.\nUse of forward looking statements\nThis press release contains “forward-looking statements” including, among other things, the completion, timing and size of the offering, the potential effects of capped call transactions and the expected use of proceeds from the offering. Statements containing words such as “could,” “believe,” “expect,” “intend,” “will,” or similar expressions constitute forward-looking statements. These forward-looking statements are made pursuant to the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. These statements involve risks and uncertainties that could cause actual results to differ materially, including, but not limited to, whether or not Alteryx will consummate the offering, prevailing market conditions, the anticipated use of the proceeds of the offering, which could change as a result of market conditions or for other reasons, the impact of general economic, industry or political conditions in the United States or internationally, and whether the capped call transactions will become effective. The foregoing list of risks and uncertainties is illustrative, but is not exhaustive. For information about other potential factors that could affect Alteryx’s business and financial results, please review the “Risk Factors” described in Alteryx’s Annual Report on Form 10-K for the year ended December 31, 2017 and Quarterly Report on Form 10-Q for the quarterly period ended March 31, 2018 filed with the Securities and Exchange Commission, or SEC, and in Alteryx’s other filings with the SEC. Except as may be required by law, Alteryx undertakes no obligation, and does not intend, to update these forward-looking statements after the date of this release.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180515006842/en/\nICR\nStaci Mortenson, 844-842-1912\nInvestor Relations\nir@alteryx.com\nSource: Alteryx, Inc.",
    "published": "2018-05-16T07:00:00.000+03:00",
    "crawled": "2018-05-16T17:13:30.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "irvine",
        "business",
        "wire",
        "alteryx",
        "nyse",
        "ayx",
        "announced",
        "today",
        "pricing",
        "million",
        "aggregate",
        "principal",
        "amount",
        "convertible",
        "senior",
        "note",
        "due",
        "note",
        "private",
        "offering",
        "qualified",
        "institutional",
        "buyer",
        "pursuant",
        "rule",
        "144a",
        "promulgated",
        "security",
        "act",
        "amended",
        "act",
        "alteryx",
        "also",
        "granted",
        "initial",
        "purchaser",
        "note",
        "option",
        "purchase",
        "additional",
        "million",
        "aggregate",
        "principal",
        "amount",
        "note",
        "sale",
        "expected",
        "close",
        "may",
        "subject",
        "customary",
        "closing",
        "condition",
        "note",
        "senior",
        "unsecured",
        "obligation",
        "alteryx",
        "bear",
        "interest",
        "per",
        "year",
        "payable",
        "arrears",
        "note",
        "mature",
        "june",
        "unless",
        "converted",
        "repurchased",
        "accordance",
        "term",
        "prior",
        "date",
        "prior",
        "march",
        "note",
        "convertible",
        "option",
        "holder",
        "certain",
        "circumstance",
        "thereafter",
        "time",
        "prior",
        "close",
        "business",
        "second",
        "scheduled",
        "trading",
        "day",
        "immediately",
        "preceding",
        "maturity",
        "date",
        "upon",
        "conversion",
        "note",
        "may",
        "settled",
        "share",
        "alteryx",
        "class",
        "common",
        "stock",
        "cash",
        "combination",
        "thereof",
        "election",
        "alteryx",
        "alteryx",
        "may",
        "redeem",
        "note",
        "prior",
        "maturity",
        "date",
        "holder",
        "note",
        "right",
        "require",
        "alteryx",
        "repurchase",
        "cash",
        "portion",
        "note",
        "principal",
        "amount",
        "plus",
        "accrued",
        "unpaid",
        "interest",
        "upon",
        "occurrence",
        "fundamental",
        "change",
        "defined",
        "indenture",
        "relating",
        "note",
        "alteryx",
        "also",
        "required",
        "increase",
        "conversion",
        "rate",
        "holder",
        "convert",
        "note",
        "connection",
        "certain",
        "corporate",
        "event",
        "occurring",
        "prior",
        "maturity",
        "date",
        "note",
        "initial",
        "conversion",
        "rate",
        "share",
        "alteryx",
        "class",
        "common",
        "stock",
        "per",
        "principal",
        "amount",
        "note",
        "subject",
        "adjustment",
        "certain",
        "circumstance",
        "equivalent",
        "initial",
        "conversion",
        "price",
        "approximately",
        "per",
        "share",
        "initial",
        "conversion",
        "price",
        "represents",
        "premium",
        "approximately",
        "per",
        "share",
        "closing",
        "price",
        "alteryx",
        "class",
        "common",
        "stock",
        "new",
        "york",
        "stock",
        "exchange",
        "may",
        "alteryx",
        "estimate",
        "net",
        "proceeds",
        "offering",
        "approximately",
        "million",
        "million",
        "initial",
        "purchaser",
        "exercise",
        "option",
        "purchase",
        "additional",
        "note",
        "full",
        "deducting",
        "initial",
        "purchaser",
        "discount",
        "estimated",
        "offering",
        "expense",
        "payable",
        "alteryx",
        "alteryx",
        "intends",
        "use",
        "approximately",
        "million",
        "net",
        "proceeds",
        "offering",
        "note",
        "pay",
        "cost",
        "capped",
        "call",
        "transaction",
        "described",
        "alteryx",
        "intends",
        "use",
        "remaining",
        "net",
        "proceeds",
        "offering",
        "working",
        "capital",
        "general",
        "corporate",
        "purpose",
        "may",
        "include",
        "acquisition",
        "strategic",
        "transaction",
        "connection",
        "pricing",
        "note",
        "alteryx",
        "entered",
        "privately",
        "negotiated",
        "capped",
        "call",
        "transaction",
        "affiliate",
        "one",
        "initial",
        "purchaser",
        "note",
        "financial",
        "institution",
        "capped",
        "call",
        "counterparties",
        "capped",
        "call",
        "transaction",
        "expected",
        "generally",
        "offset",
        "potential",
        "dilution",
        "holder",
        "alteryx",
        "class",
        "common",
        "stock",
        "upon",
        "conversion",
        "note",
        "offset",
        "potential",
        "cash",
        "payment",
        "alteryx",
        "could",
        "required",
        "make",
        "excess",
        "principal",
        "amount",
        "converted",
        "note",
        "upon",
        "conversion",
        "thereof",
        "reduction",
        "offset",
        "subject",
        "cap",
        "based",
        "cap",
        "price",
        "cap",
        "price",
        "capped",
        "call",
        "transaction",
        "initially",
        "approximately",
        "per",
        "share",
        "represents",
        "premium",
        "approximately",
        "last",
        "reported",
        "sale",
        "price",
        "alteryx",
        "common",
        "stock",
        "per",
        "share",
        "may",
        "subject",
        "certain",
        "adjustment",
        "term",
        "capped",
        "call",
        "transaction",
        "initial",
        "purchaser",
        "note",
        "exercise",
        "option",
        "purchase",
        "additional",
        "note",
        "alteryx",
        "expects",
        "enter",
        "additional",
        "capped",
        "call",
        "transaction",
        "capped",
        "call",
        "counterparties",
        "expected",
        "generally",
        "offset",
        "potential",
        "dilution",
        "connection",
        "establishing",
        "initial",
        "hedge",
        "capped",
        "call",
        "transaction",
        "capped",
        "call",
        "counterparties",
        "advised",
        "alteryx",
        "respective",
        "affiliate",
        "expect",
        "purchase",
        "alteryx",
        "class",
        "common",
        "stock",
        "enter",
        "various",
        "derivative",
        "transaction",
        "respect",
        "alteryx",
        "class",
        "common",
        "stock",
        "concurrently",
        "shortly",
        "pricing",
        "note",
        "activity",
        "could",
        "increase",
        "reduce",
        "size",
        "decrease",
        "market",
        "price",
        "alteryx",
        "class",
        "common",
        "stock",
        "note",
        "time",
        "addition",
        "capped",
        "call",
        "counterparties",
        "respective",
        "affiliate",
        "may",
        "modify",
        "hedge",
        "position",
        "entering",
        "unwinding",
        "various",
        "derivative",
        "respect",
        "alteryx",
        "class",
        "common",
        "stock",
        "purchasing",
        "selling",
        "alteryx",
        "class",
        "common",
        "stock",
        "secondary",
        "market",
        "transaction",
        "following",
        "pricing",
        "note",
        "prior",
        "maturity",
        "note",
        "likely",
        "observation",
        "period",
        "related",
        "conversion",
        "note",
        "following",
        "repurchase",
        "note",
        "alteryx",
        "fundamental",
        "change",
        "repurchase",
        "date",
        "otherwise",
        "activity",
        "could",
        "also",
        "cause",
        "avoid",
        "increase",
        "decrease",
        "market",
        "price",
        "alteryx",
        "class",
        "common",
        "stock",
        "note",
        "could",
        "affect",
        "noteholders",
        "ability",
        "convert",
        "note",
        "extent",
        "activity",
        "occurs",
        "observation",
        "period",
        "related",
        "conversion",
        "note",
        "could",
        "affect",
        "amount",
        "value",
        "consideration",
        "noteholders",
        "receive",
        "upon",
        "conversion",
        "note",
        "initial",
        "purchaser",
        "note",
        "exercise",
        "option",
        "purchase",
        "additional",
        "note",
        "alteryx",
        "intends",
        "use",
        "resulting",
        "additional",
        "proceeds",
        "sale",
        "additional",
        "note",
        "pay",
        "cost",
        "entering",
        "additional",
        "capped",
        "call",
        "transaction",
        "general",
        "corporate",
        "purpose",
        "including",
        "potential",
        "acquisition",
        "strategic",
        "transaction",
        "press",
        "release",
        "neither",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "including",
        "share",
        "alteryx",
        "class",
        "common",
        "stock",
        "note",
        "convertible",
        "shall",
        "constitute",
        "offer",
        "solicitation",
        "sale",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "unlawful",
        "offer",
        "note",
        "made",
        "qualified",
        "institutional",
        "buyer",
        "pursuant",
        "rule",
        "144a",
        "promulgated",
        "act",
        "mean",
        "private",
        "offering",
        "memorandum",
        "note",
        "share",
        "alteryx",
        "class",
        "common",
        "stock",
        "issuable",
        "upon",
        "conversion",
        "note",
        "registered",
        "act",
        "state",
        "security",
        "law",
        "may",
        "offered",
        "sold",
        "united",
        "state",
        "absent",
        "registration",
        "applicable",
        "exemption",
        "registration",
        "requirement",
        "use",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "including",
        "among",
        "thing",
        "completion",
        "timing",
        "size",
        "offering",
        "potential",
        "effect",
        "capped",
        "call",
        "transaction",
        "expected",
        "use",
        "proceeds",
        "offering",
        "statement",
        "containing",
        "word",
        "could",
        "believe",
        "expect",
        "intend",
        "similar",
        "expression",
        "constitute",
        "statement",
        "statement",
        "made",
        "pursuant",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "including",
        "limited",
        "whether",
        "alteryx",
        "consummate",
        "offering",
        "prevailing",
        "market",
        "condition",
        "anticipated",
        "use",
        "proceeds",
        "offering",
        "could",
        "change",
        "result",
        "market",
        "condition",
        "reason",
        "impact",
        "general",
        "economic",
        "industry",
        "political",
        "condition",
        "united",
        "state",
        "internationally",
        "whether",
        "capped",
        "call",
        "transaction",
        "become",
        "effective",
        "foregoing",
        "list",
        "risk",
        "uncertainty",
        "illustrative",
        "exhaustive",
        "information",
        "potential",
        "factor",
        "could",
        "affect",
        "alteryx",
        "business",
        "financial",
        "result",
        "please",
        "review",
        "risk",
        "factor",
        "described",
        "alteryx",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "quarterly",
        "report",
        "form",
        "quarterly",
        "period",
        "ended",
        "march",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "alteryx",
        "filing",
        "sec",
        "except",
        "may",
        "required",
        "law",
        "alteryx",
        "undertakes",
        "obligation",
        "intend",
        "update",
        "statement",
        "date",
        "release",
        "view",
        "source",
        "version",
        "http",
        "icr",
        "staci",
        "mortenson",
        "investor",
        "relation",
        "ir",
        "source",
        "alteryx",
        "inc"
    ]
}