{
    "organizations": [],
    "uuid": "517903dfb2c19683f9d612c9b5760bebed863b26",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/business-wire-vpg-reports-fiscal-2018-first-quarter-results.html",
    "ord_in_thread": 0,
    "title": "VPG Reports Fiscal 2018 First Quarter Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MALVERN, Pa.--(BUSINESS WIRE)-- Vishay Precision Group, Inc. (NYSE: VPG), a leading producer of precision sensors and systems, today announced its results for its fiscal 2018 first .\nFirst Quarter Highlights:\nGrowth in revenues to $73.1 million, up 22.3% year-over-year Earnings increased to $0.37 per diluted share, compared to $0.15 reported last year Adjusted diluted EPS* increased 95% to $0.37 compared to prior year $0.19 Operating margin for the quarter was 11.2% as compared to 6.6% for the prior year period Book-to-bill remained strong at 1.05, reflecting healthy, stable end-markets\nZiv Shoshani, Chief Executive Officer of VPG, commented, “Our operating performance in the first quarter of 2018 demonstrates our ability to capture opportunity across all of our end markets in the improved business environment, delivering solid operating margins. We continue to execute well against our business strategy and deliver value to our stockholders.”\nThe Company grew first fiscal quarter 2018 net earnings attributable to VPG stockholders to $5.0 million, or $0.37 per diluted share, compared to $2.0 million, or $0.15 per diluted share, in the first fiscal quarter of 2017.\nThe first fiscal quarter 2018 adjusted net earnings attributable to VPG stockholders approximately doubled to $5.0 million, or $0.37 per diluted share, compared to adjusted net earnings attributable to VPG stockholders of $2.5 million, or $0.19 per diluted share, for the comparable prior year period. This growth was achieved despite a foreign currency exchange rate headwind that reduced net income for the first fiscal quarter of 2018 by $0.2 million, or $0.02 per diluted share relative to the first fiscal quarter of 2017.\nSegments\nFoil Technology Products segment revenues grew 23.0% to $34.2 million in the first fiscal quarter of 2018, up from $27.8 million in the first fiscal quarter of 2017; sequential revenue increased 14.3% compared to $29.9 million in the fourth quarter of 2017. The year-over-year and sequential increases in revenues were attributable to precision resistors growth in all regions, primarily for the test and measurement market, in addition to an increase mainly in the advanced sensors products across all regions.\nGross profit margin for the segment was 42.8% for the first fiscal quarter of 2018, an increase compared to 41.4% in the first fiscal quarter of 2017 and 39.3% in the fourth fiscal quarter of 2017. The year-over-year and sequential increase in gross margin was directly due to the volume increase experienced in the first fiscal quarter of 2018.\nForce Sensors segment revenues grew 24.3% to $19.2 million in the first fiscal quarter of 2018, up from $15.5 million in the first fiscal quarter of 2017; sequential revenue increased 8.5% up from $17.7 million in the fourth quarter of 2017. The year-over-year increase in revenues was mainly attributable to OEM customers in the force measurement and precision weighing markets across all regions. The increase in sequential revenue was primarily attributable to OEM customers in the force measurement market in Europe.\nGross profit margin for Force Sensors was 27.3% for the first fiscal quarter of 2018, an increase compared to 23.9% in the first fiscal quarter of 2017 and a decrease compared to 29.5% in the fourth fiscal quarter of 2017. Gross margins were up compared to the prior year period due to the volume increase experienced in the first fiscal quarter of 2018. The sequential decline in gross margins is primarily related to higher freight costs and wage increases.\nWeighing and Control Systems segment revenues grew by 19.0% to $19.7 million in the first fiscal quarter of 2018, up from $16.6 million in the first fiscal quarter of 2017; sequential revenue decreased 9.7% from $21.8 million in the fourth fiscal quarter of 2017. The increased year-over-year revenues were primarily attributable to the on-board weighing and process weighing product lines in Europe and the Americas. The comparative decrease in sequential revenue was attributable to the significant revenues in the steel business, primarily in Asia, that occurred in the fourth fiscal quarter of 2017.\nThe first fiscal quarter 2018 gross profit margin for the segment was 43.9%, a decrease compared to 44.3% from the first fiscal quarter of 2017 and 44.8% from the fourth fiscal quarter of 2017. The year-over-year decline in gross margin was primarily due to product mix. The sequential decline in gross margin was primarily due to a reduction in volume.\nNear-Term Outlook\n“In light of a continued strong business environment, at constant first fiscal quarter 2018 exchange rates, we expect net revenues in the range of $71 million to $77 million for the second fiscal quarter of 2018,” concluded Mr. Shoshani.\n*Use of Non-GAAP Financial Information\nWe define “adjusted net earnings” as net earnings attributable to VPG stockholders before restructuring costs and associated tax effects. The reconciliation table within this release reconciles the Company's non-GAAP measures, which are provided for comparison with other results, to the most directly comparable U.S. GAAP measures. Management believes that these measures are meaningful because they provide insight with respect to intrinsic operating results.\nConference Call and Webcast\nA conference call will be held today (May 8) at 10:00 a.m. ET (9:00 a.m. CT). To access the conference call, interested parties may call 1-888-317-6003 or internationally 1-412-317-6061 and use passcode 5447133, or log on to the investor relations page of the VPG website at www.vpgsensors.com .\nA replay will be available approximately one hour after the completion of the call by calling toll-free 1-877-344-7529 or internationally 1-412-317-0088 and by using the passcode 10119570. The replay will also be available on the investor relations page of the VPG website at www.vpgsensors.com for a limited time.\nAbout VPG\nVishay Precision Group, Inc. (VPG) is an internationally recognized designer, manufacturer and marketer of: components based on its resistive foil technology; sensors; and sensor-based measurement systems specializing in the growing markets of stress, force, weight, pressure, and current measurements. VPG is a market leader of foil technology products, providing ongoing technology innovations in precision foil resistors and foil strain gages, which are the foundation of the company's force sensors products and its weighing and control systems. The product portfolio consists of a variety of well-established brand names recognized for precision and quality in the marketplace. To learn more, visit VPG at www.vpgsensors.com .\nForward-Looking Statements\nFrom time to time, information provided by us, including but not limited to statements in this report, or other statements made by or on our behalf, may contain \"forward-looking\" information within the meaning of the Private Securities Litigation Reform Act of 1995. Such statements involve a number of risks, uncertainties, and contingencies, many of which are beyond our control, which may cause actual results, performance, or achievements to differ materially from those anticipated.\nSuch statements are based on current expectations only, and are subject to certain risks, uncertainties, and assumptions. Should one or more of these risks or uncertainties materialize, or should underlying assumptions prove incorrect, actual results may vary materially from those anticipated, expected, estimated, or projected. Among the factors that could cause actual results to materially differ include: general business and economic conditions; difficulties or delays in completing acquisitions and integrating acquired companies; the inability to realize anticipated synergies and expansion possibilities; difficulties in new product development; changes in competition and technology in the markets that we serve and the mix of our products required to address these changes; changes in foreign currency exchange rates; difficulties in implementing our cost reduction strategies, such as underutilization of production facilities, labor unrest or legal challenges to our lay-off or termination plans, operation of redundant facilities due to difficulties in transferring production to achieve efficiencies; and other factors affecting our operations, markets, products, services, and prices that are set forth in our Annual Report on Form 10-K for the fiscal year ended December 31, 2017. We undertake no obligation to publicly update or revise any forward-looking statements, whether as a result of new information, future events, or otherwise.\nVISHAY PRECISION GROUP, INC. Consolidated Condensed Statements of Operations (Unaudited - In thousands, except per share amounts) Fiscal April 1, 2017 Net revenues $ 73,091 $ 59,787 Costs of products sold 44,586 37,270 Gross profit 28,505 22,517 Gross profit margin 39.0 % 37.7 % Selling, general, and administrative expenses 20,319 18,018 Restructuring costs — 554 Operating income 8,186 3,945 Operating margin 11.2 % 6.6 % Other income (expense): Interest expense (442 ) (452 ) Other (649 ) (529 ) Other income (expense) - net (1,091 ) (981 ) Income before taxes 7,095 2,964 Income tax expense 2,137 961 Net earnings 4,958 2,003 Less: net earnings attributable to noncontrolling interests (30 ) 8 Net earnings attributable to VPG stockholders $ 4,988 $ 1,995 Basic earnings per share attributable to VPG stockholders $ 0.37 $ 0.15 Diluted earnings per share attributable to VPG stockholders $ 0.37 $ 0.15 Weighted average shares outstanding - basic 13,342 13,210 Weighted average shares outstanding - diluted 13,497 13,438 VISHAY PRECISION GROUP, INC. Consolidated Condensed Balance Sheets (In thousands) March 31, 2018 December 31, 2017 (Unaudited) Assets Current assets: Cash and cash equivalents $ 73,734 $ 74,292 Accounts receivable, net 53,141 46,789 Inventories: Raw materials 18,247 16,601 Work in process 23,387 23,160 Finished goods 19,963 20,174 Inventories, net 61,597 59,935 Prepaid expenses and other current assets 12,668 10,299 Total current assets 201,140 191,315 Property and equipment, at cost: Land 3,484 3,434 Buildings and improvements 50,816 50,276 Machinery and equipment 97,199 95,158 Software 8,068 7,955 Construction in progress 2,501 2,252 Accumulated depreciation (106,324 ) (103,401 ) Property and equipment, net 55,744 55,674 Goodwill 18,995 19,181 Intangible assets, net 19,748 20,475 Other assets 19,775 19,906 Total assets $ 315,402 $ 306,551 Liabilities and equity Current liabilities: Trade accounts payable $ 12,953 $ 13,678 Payroll and related expenses 17,201 15,892 Other accrued expenses 16,408 15,952 Income taxes 2,103 2,515 Current portion of long-term debt 3,926 3,878 Total current liabilities 52,591 51,915 Long-term debt, less current portion 27,717 28,477 Deferred income taxes 2,300 2,300 Other liabilities 13,968 14,131 Accrued pension and other postretirement costs 16,952 16,424 Total liabilities 113,528 113,247 Commitments and contingencies Equity:\nCommon stock 1,304 1,288 Class B convertible common stock 103 103 Treasury stock (8,765 ) (8,765 ) Capital in excess of par value 195,259 192,904 Retained earnings 47,911 43,076 Accumulated other comprehensive loss (33,939 ) (35,450 ) Total Vishay Precision Group, Inc. stockholders' equity 201,873 193,156 Noncontrolling interests 1 148 Total equity 201,874 193,304 Total liabilities and equity $ 315,402 $ 306,551 VISHAY PRECISION GROUP, INC. Consolidated Condensed Statements of Cash Flows (Unaudited - In thousands) Three fiscal months ended March 31, 2018 April 1, 2017 Operating activities Net earnings $ 4,958 $ 2,003 Adjustments to reconcile net earnings to net cash provided by operating activities: Depreciation and amortization 2,684 2,681 Gain on disposal of property and equipment (53 ) (109 ) Share-based compensation expense 373 243 Inventory write-offs for obsolescence 613 297 Deferred income taxes 268 (97 ) Other (723 ) (359 ) Net changes in operating assets and liabilities: Accounts receivable, net (5,519 ) (3,362 ) Inventories, net (1,910 ) 284 Prepaid expenses and other current assets (2,517 ) (2,154 ) Trade accounts payable 1,687 1,422 Other current liabilities 1,943 2,032 Net cash provided by operating activities 1,804 2,881 Investing activities Capital expenditures (4,296 ) (1,962 ) Proceeds from sale of property and equipment 53 148 Net cash used in investing activities (4,243 ) (1,814 ) Financing activities Principal payments on long-term debt and capital leases (2,970 ) (657 ) Proceeds from revolving facility 8,000 7,000 Payments on revolving facility (3,000 ) (7,000 ) Distributions to noncontrolling interests (117 ) (2 ) Payments of employee taxes on certain share-based arrangements (785 ) (303 ) Net cash provided by (used in) financing activities 1,128 (962 ) Effect of exchange rate changes on cash and cash equivalents 753 694 (Decrease) increase in cash and cash equivalents (558 ) 799 Cash and cash equivalents at beginning of period 74,292 58,452 Cash and cash equivalents at end of period $ 73,734 $ 59,251 Supplemental disclosure of non-cash investing transactions: Capital expenditures purchased $ (1,773 ) $ (1,962 ) Supplemental disclosure of non-cash financing transactions: Conversion of exchangeable notes to common stock $ (2,794 ) $ — VISHAY PRECISION GROUP, INC. Reconciliation of Consolidated Adjusted Gross Profit Margin (Unaudited - In thousands) Fiscal April 1, 2017 Gross profit\n$ 28,505 $ 22,517 Gross profit margin 39.0 % 37.7 % Adjusted gross profit $ 28,505 $ 22,517 Adjusted gross profit margin 39.0 % 37.7 % VISHAY PRECISION GROUP, INC. Reconciliation of Consolidated Adjusted Operating Margin (Unaudited - In thousands) Fiscal April 1, 2017 Operating income\n$ 8,186 $ 3,945 Operating margin 11.2 % 6.6 % Reconciling items affecting operating margin\nRestructuring costs — 554 Adjusted operating income $ 8,186 $ 4,499 Adjusted operating margin 11.2 % 7.5 % VISHAY PRECISION GROUP, INC. Reconciliation of Adjusted Earnings Per Share (Unaudited - In thousands, except per share data) Fiscal April 1, 2017 Net earnings attributable to VPG stockholders $ 4,988 $ 1,995 Reconciling items affecting operating margin\nRestructuring costs — 554 Less reconciling items affecting income tax expense\nTax effect of reconciling items — 42 Adjusted net earnings attributable to VPG stockholders $ 4,988 $ 2,507 Adjusted net earnings per diluted share $ 0.37 $ 0.19 Weighted average shares outstanding - diluted 13,497 13,438\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180508005433/en/\nVPG\nFor Investors\nICR, Inc.\nJames Palczynski, 203-682-8229\njp@icrinc.com\nor\nFor Media\nICR, Inc.\nPhil Denning, 646-277-1258\nphil.denning@icrinc.com\nSource: VPG",
    "published": "2018-05-08T15:30:00.000+03:00",
    "crawled": "2018-05-08T17:12:26.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "malvern",
        "business",
        "wire",
        "vishay",
        "precision",
        "group",
        "nyse",
        "vpg",
        "leading",
        "producer",
        "precision",
        "sensor",
        "system",
        "today",
        "announced",
        "result",
        "fiscal",
        "first",
        "first",
        "quarter",
        "highlight",
        "growth",
        "revenue",
        "million",
        "earnings",
        "increased",
        "per",
        "diluted",
        "share",
        "compared",
        "reported",
        "last",
        "year",
        "adjusted",
        "diluted",
        "eps",
        "increased",
        "compared",
        "prior",
        "year",
        "operating",
        "margin",
        "quarter",
        "compared",
        "prior",
        "year",
        "period",
        "remained",
        "strong",
        "reflecting",
        "healthy",
        "stable",
        "ziv",
        "shoshani",
        "chief",
        "executive",
        "officer",
        "vpg",
        "commented",
        "operating",
        "performance",
        "first",
        "quarter",
        "demonstrates",
        "ability",
        "capture",
        "opportunity",
        "across",
        "end",
        "market",
        "improved",
        "business",
        "environment",
        "delivering",
        "solid",
        "operating",
        "margin",
        "continue",
        "execute",
        "well",
        "business",
        "strategy",
        "deliver",
        "value",
        "company",
        "grew",
        "first",
        "fiscal",
        "quarter",
        "net",
        "earnings",
        "attributable",
        "vpg",
        "stockholder",
        "million",
        "per",
        "diluted",
        "share",
        "compared",
        "million",
        "per",
        "diluted",
        "share",
        "first",
        "fiscal",
        "quarter",
        "first",
        "fiscal",
        "quarter",
        "adjusted",
        "net",
        "earnings",
        "attributable",
        "vpg",
        "stockholder",
        "approximately",
        "doubled",
        "million",
        "per",
        "diluted",
        "share",
        "compared",
        "adjusted",
        "net",
        "earnings",
        "attributable",
        "vpg",
        "stockholder",
        "million",
        "per",
        "diluted",
        "share",
        "comparable",
        "prior",
        "year",
        "period",
        "growth",
        "achieved",
        "despite",
        "foreign",
        "currency",
        "exchange",
        "rate",
        "headwind",
        "reduced",
        "net",
        "income",
        "first",
        "fiscal",
        "quarter",
        "million",
        "per",
        "diluted",
        "share",
        "relative",
        "first",
        "fiscal",
        "quarter",
        "segment",
        "foil",
        "technology",
        "product",
        "segment",
        "revenue",
        "grew",
        "million",
        "first",
        "fiscal",
        "quarter",
        "million",
        "first",
        "fiscal",
        "quarter",
        "sequential",
        "revenue",
        "increased",
        "compared",
        "million",
        "fourth",
        "quarter",
        "sequential",
        "increase",
        "revenue",
        "attributable",
        "precision",
        "resistor",
        "growth",
        "region",
        "primarily",
        "test",
        "measurement",
        "market",
        "addition",
        "increase",
        "mainly",
        "advanced",
        "sensor",
        "product",
        "across",
        "region",
        "gross",
        "profit",
        "margin",
        "segment",
        "first",
        "fiscal",
        "quarter",
        "increase",
        "compared",
        "first",
        "fiscal",
        "quarter",
        "fourth",
        "fiscal",
        "quarter",
        "sequential",
        "increase",
        "gross",
        "margin",
        "directly",
        "due",
        "volume",
        "increase",
        "experienced",
        "first",
        "fiscal",
        "quarter",
        "force",
        "sensor",
        "segment",
        "revenue",
        "grew",
        "million",
        "first",
        "fiscal",
        "quarter",
        "million",
        "first",
        "fiscal",
        "quarter",
        "sequential",
        "revenue",
        "increased",
        "million",
        "fourth",
        "quarter",
        "increase",
        "revenue",
        "mainly",
        "attributable",
        "oem",
        "customer",
        "force",
        "measurement",
        "precision",
        "weighing",
        "market",
        "across",
        "region",
        "increase",
        "sequential",
        "revenue",
        "primarily",
        "attributable",
        "oem",
        "customer",
        "force",
        "measurement",
        "market",
        "europe",
        "gross",
        "profit",
        "margin",
        "force",
        "sensor",
        "first",
        "fiscal",
        "quarter",
        "increase",
        "compared",
        "first",
        "fiscal",
        "quarter",
        "decrease",
        "compared",
        "fourth",
        "fiscal",
        "quarter",
        "gross",
        "margin",
        "compared",
        "prior",
        "year",
        "period",
        "due",
        "volume",
        "increase",
        "experienced",
        "first",
        "fiscal",
        "quarter",
        "sequential",
        "decline",
        "gross",
        "margin",
        "primarily",
        "related",
        "higher",
        "freight",
        "cost",
        "wage",
        "increase",
        "weighing",
        "control",
        "system",
        "segment",
        "revenue",
        "grew",
        "million",
        "first",
        "fiscal",
        "quarter",
        "million",
        "first",
        "fiscal",
        "quarter",
        "sequential",
        "revenue",
        "decreased",
        "million",
        "fourth",
        "fiscal",
        "quarter",
        "increased",
        "revenue",
        "primarily",
        "attributable",
        "weighing",
        "process",
        "weighing",
        "product",
        "line",
        "europe",
        "america",
        "comparative",
        "decrease",
        "sequential",
        "revenue",
        "attributable",
        "significant",
        "revenue",
        "steel",
        "business",
        "primarily",
        "asia",
        "occurred",
        "fourth",
        "fiscal",
        "quarter",
        "first",
        "fiscal",
        "quarter",
        "gross",
        "profit",
        "margin",
        "segment",
        "decrease",
        "compared",
        "first",
        "fiscal",
        "quarter",
        "fourth",
        "fiscal",
        "quarter",
        "decline",
        "gross",
        "margin",
        "primarily",
        "due",
        "product",
        "mix",
        "sequential",
        "decline",
        "gross",
        "margin",
        "primarily",
        "due",
        "reduction",
        "volume",
        "outlook",
        "light",
        "continued",
        "strong",
        "business",
        "environment",
        "constant",
        "first",
        "fiscal",
        "quarter",
        "exchange",
        "rate",
        "expect",
        "net",
        "revenue",
        "range",
        "million",
        "million",
        "second",
        "fiscal",
        "quarter",
        "concluded",
        "shoshani",
        "use",
        "financial",
        "information",
        "define",
        "adjusted",
        "net",
        "earnings",
        "net",
        "earnings",
        "attributable",
        "vpg",
        "stockholder",
        "restructuring",
        "cost",
        "associated",
        "tax",
        "effect",
        "reconciliation",
        "table",
        "within",
        "release",
        "reconciles",
        "company",
        "measure",
        "provided",
        "comparison",
        "result",
        "directly",
        "comparable",
        "gaap",
        "measure",
        "management",
        "belief",
        "measure",
        "meaningful",
        "provide",
        "insight",
        "respect",
        "intrinsic",
        "operating",
        "result",
        "conference",
        "call",
        "webcast",
        "conference",
        "call",
        "held",
        "today",
        "may",
        "et",
        "ct",
        "access",
        "conference",
        "call",
        "interested",
        "party",
        "may",
        "call",
        "internationally",
        "use",
        "passcode",
        "log",
        "investor",
        "relation",
        "page",
        "vpg",
        "website",
        "replay",
        "available",
        "approximately",
        "one",
        "hour",
        "completion",
        "call",
        "calling",
        "internationally",
        "using",
        "passcode",
        "replay",
        "also",
        "available",
        "investor",
        "relation",
        "page",
        "vpg",
        "website",
        "limited",
        "time",
        "vpg",
        "vishay",
        "precision",
        "group",
        "vpg",
        "internationally",
        "recognized",
        "designer",
        "manufacturer",
        "marketer",
        "component",
        "based",
        "resistive",
        "foil",
        "technology",
        "sensor",
        "measurement",
        "system",
        "specializing",
        "growing",
        "market",
        "stress",
        "force",
        "weight",
        "pressure",
        "current",
        "measurement",
        "vpg",
        "market",
        "leader",
        "foil",
        "technology",
        "product",
        "providing",
        "ongoing",
        "technology",
        "innovation",
        "precision",
        "foil",
        "resistor",
        "foil",
        "strain",
        "gage",
        "foundation",
        "company",
        "force",
        "sensor",
        "product",
        "weighing",
        "control",
        "system",
        "product",
        "portfolio",
        "consists",
        "variety",
        "brand",
        "name",
        "recognized",
        "precision",
        "quality",
        "marketplace",
        "learn",
        "visit",
        "vpg",
        "statement",
        "time",
        "time",
        "information",
        "provided",
        "u",
        "including",
        "limited",
        "statement",
        "report",
        "statement",
        "made",
        "behalf",
        "may",
        "contain",
        "information",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "involve",
        "number",
        "risk",
        "uncertainty",
        "contingency",
        "many",
        "beyond",
        "control",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "based",
        "current",
        "expectation",
        "subject",
        "certain",
        "risk",
        "uncertainty",
        "assumption",
        "one",
        "risk",
        "uncertainty",
        "materialize",
        "underlying",
        "assumption",
        "prove",
        "incorrect",
        "actual",
        "result",
        "may",
        "vary",
        "materially",
        "anticipated",
        "expected",
        "estimated",
        "projected",
        "among",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "materially",
        "differ",
        "include",
        "general",
        "business",
        "economic",
        "condition",
        "difficulty",
        "delay",
        "completing",
        "acquisition",
        "integrating",
        "acquired",
        "company",
        "inability",
        "realize",
        "anticipated",
        "synergy",
        "expansion",
        "possibility",
        "difficulty",
        "new",
        "product",
        "development",
        "change",
        "competition",
        "technology",
        "market",
        "serve",
        "mix",
        "product",
        "required",
        "address",
        "change",
        "change",
        "foreign",
        "currency",
        "exchange",
        "rate",
        "difficulty",
        "implementing",
        "cost",
        "reduction",
        "strategy",
        "underutilization",
        "production",
        "facility",
        "labor",
        "unrest",
        "legal",
        "challenge",
        "termination",
        "plan",
        "operation",
        "redundant",
        "facility",
        "due",
        "difficulty",
        "transferring",
        "production",
        "achieve",
        "efficiency",
        "factor",
        "affecting",
        "operation",
        "market",
        "product",
        "service",
        "price",
        "set",
        "forth",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "undertake",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "vishay",
        "precision",
        "group",
        "consolidated",
        "condensed",
        "statement",
        "operation",
        "unaudited",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "fiscal",
        "april",
        "net",
        "revenue",
        "cost",
        "product",
        "sold",
        "gross",
        "profit",
        "gross",
        "profit",
        "margin",
        "selling",
        "general",
        "administrative",
        "expense",
        "restructuring",
        "cost",
        "operating",
        "income",
        "operating",
        "margin",
        "income",
        "expense",
        "interest",
        "expense",
        "income",
        "expense",
        "net",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "net",
        "earnings",
        "less",
        "net",
        "earnings",
        "attributable",
        "noncontrolling",
        "interest",
        "net",
        "earnings",
        "attributable",
        "vpg",
        "stockholder",
        "basic",
        "earnings",
        "per",
        "share",
        "attributable",
        "vpg",
        "stockholder",
        "diluted",
        "earnings",
        "per",
        "share",
        "attributable",
        "vpg",
        "stockholder",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "weighted",
        "average",
        "share",
        "outstanding",
        "diluted",
        "vishay",
        "precision",
        "group",
        "consolidated",
        "condensed",
        "balance",
        "sheet",
        "thousand",
        "march",
        "december",
        "unaudited",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "net",
        "inventory",
        "raw",
        "material",
        "work",
        "process",
        "finished",
        "good",
        "inventory",
        "net",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "cost",
        "land",
        "building",
        "improvement",
        "machinery",
        "equipment",
        "software",
        "construction",
        "progress",
        "accumulated",
        "depreciation",
        "property",
        "equipment",
        "net",
        "goodwill",
        "intangible",
        "asset",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "equity",
        "current",
        "liability",
        "trade",
        "account",
        "payable",
        "payroll",
        "related",
        "expense",
        "accrued",
        "expense",
        "income",
        "tax",
        "current",
        "portion",
        "debt",
        "total",
        "current",
        "liability",
        "debt",
        "less",
        "current",
        "portion",
        "deferred",
        "income",
        "tax",
        "liability",
        "accrued",
        "pension",
        "postretirement",
        "cost",
        "total",
        "liability",
        "commitment",
        "contingency",
        "equity",
        "common",
        "stock",
        "class",
        "b",
        "convertible",
        "common",
        "stock",
        "treasury",
        "stock",
        "capital",
        "excess",
        "par",
        "value",
        "retained",
        "earnings",
        "accumulated",
        "comprehensive",
        "loss",
        "total",
        "vishay",
        "precision",
        "group",
        "stockholder",
        "equity",
        "noncontrolling",
        "interest",
        "total",
        "equity",
        "total",
        "liability",
        "equity",
        "vishay",
        "precision",
        "group",
        "consolidated",
        "condensed",
        "statement",
        "cash",
        "flow",
        "unaudited",
        "thousand",
        "three",
        "fiscal",
        "month",
        "ended",
        "march",
        "april",
        "operating",
        "activity",
        "net",
        "earnings",
        "adjustment",
        "reconcile",
        "net",
        "earnings",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "depreciation",
        "amortization",
        "gain",
        "disposal",
        "property",
        "equipment",
        "compensation",
        "expense",
        "inventory",
        "obsolescence",
        "deferred",
        "income",
        "tax",
        "net",
        "change",
        "operating",
        "asset",
        "liability",
        "account",
        "receivable",
        "net",
        "inventory",
        "net",
        "prepaid",
        "expense",
        "current",
        "asset",
        "trade",
        "account",
        "payable",
        "current",
        "liability",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "investing",
        "activity",
        "capital",
        "expenditure",
        "proceeds",
        "sale",
        "property",
        "equipment",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "financing",
        "activity",
        "principal",
        "payment",
        "debt",
        "capital",
        "lease",
        "proceeds",
        "revolving",
        "facility",
        "payment",
        "revolving",
        "facility",
        "distribution",
        "noncontrolling",
        "interest",
        "payment",
        "employee",
        "tax",
        "certain",
        "arrangement",
        "net",
        "cash",
        "provided",
        "used",
        "financing",
        "activity",
        "effect",
        "exchange",
        "rate",
        "change",
        "cash",
        "cash",
        "equivalent",
        "decrease",
        "increase",
        "cash",
        "cash",
        "equivalent",
        "cash",
        "cash",
        "equivalent",
        "beginning",
        "period",
        "cash",
        "cash",
        "equivalent",
        "end",
        "period",
        "supplemental",
        "disclosure",
        "investing",
        "transaction",
        "capital",
        "expenditure",
        "purchased",
        "supplemental",
        "disclosure",
        "financing",
        "transaction",
        "conversion",
        "exchangeable",
        "note",
        "common",
        "stock",
        "vishay",
        "precision",
        "group",
        "reconciliation",
        "consolidated",
        "adjusted",
        "gross",
        "profit",
        "margin",
        "unaudited",
        "thousand",
        "fiscal",
        "april",
        "gross",
        "profit",
        "gross",
        "profit",
        "margin",
        "adjusted",
        "gross",
        "profit",
        "adjusted",
        "gross",
        "profit",
        "margin",
        "vishay",
        "precision",
        "group",
        "reconciliation",
        "consolidated",
        "adjusted",
        "operating",
        "margin",
        "unaudited",
        "thousand",
        "fiscal",
        "april",
        "operating",
        "income",
        "operating",
        "margin",
        "reconciling",
        "item",
        "affecting",
        "operating",
        "margin",
        "restructuring",
        "cost",
        "adjusted",
        "operating",
        "income",
        "adjusted",
        "operating",
        "margin",
        "vishay",
        "precision",
        "group",
        "reconciliation",
        "adjusted",
        "earnings",
        "per",
        "share",
        "unaudited",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "fiscal",
        "april",
        "net",
        "earnings",
        "attributable",
        "vpg",
        "stockholder",
        "reconciling",
        "item",
        "affecting",
        "operating",
        "margin",
        "restructuring",
        "cost",
        "less",
        "reconciling",
        "item",
        "affecting",
        "income",
        "tax",
        "expense",
        "tax",
        "effect",
        "reconciling",
        "item",
        "adjusted",
        "net",
        "earnings",
        "attributable",
        "vpg",
        "stockholder",
        "adjusted",
        "net",
        "earnings",
        "per",
        "diluted",
        "share",
        "weighted",
        "average",
        "share",
        "outstanding",
        "diluted",
        "view",
        "source",
        "version",
        "http",
        "vpg",
        "investor",
        "icr",
        "james",
        "palczynski",
        "jp",
        "medium",
        "icr",
        "phil",
        "denning",
        "source",
        "vpg"
    ]
}