{
    "organizations": [],
    "uuid": "935e3098b26da9c5de588b47af19e45a2245956e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/02/pr-newswire-nisource-reports-first-quarter-2018-earnings.html",
    "ord_in_thread": 0,
    "title": "NiSource Reports First Quarter 2018 Earnings",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MERRILLVILLE, Ind., May 2, 2018 /PRNewswire/ -- NiSource Inc. (NYSE: NI) today announced, on a GAAP basis, net income for the three months ended March 31, 2018 of $276.1 million, or $0.82 per share, compared to $211.3 million, or $0.65 per share, for the same period of 2017.\nNiSource also reported net operating earnings (non-GAAP) of $259.7 million, or $0.77 per share, for the three months ended March 31, 2018, compared to $230.6 million, or $0.71 per share, for the same period of 2017.\nSchedule 1 of this press release contains a complete reconciliation of GAAP measures to non-GAAP measures.\n\"Our first quarter results reflect sustained strong execution of NiSource's well-established plan that's creating value for our customers, communities and investors,\" said NiSource President and CEO Joe Hamrock . \"Our systems performed well throughout the prolonged winter heating season, and we're on pace to deliver on our earnings, capital investment and customer commitments in 2018.\"\nAdditional information for the quarter ended March 31, 2018 is available on the Investors section of www.nisource.com , including segment and financial information and our presentation to be discussed at our first quarter 2018 earnings conference call scheduled for May 2, 2018 at 8:30 a.m. ET.\nLong-term Guidance, Growth, Capital Forecasts Reaffirmed\nNiSource continues to expect to invest $1.6 to $1.8 billion in its utility infrastructure programs and grow its net operating earnings per share (non-GAAP) and dividend by 5 to 7 percent each year through 2020. On January 26, 2018 the company increased its quarterly dividend to an annualized 78 cents per share, an 11.4% increase over the 70 cents per share in 2017.\nNiSource also remains committed to maintaining investment grade credit ratings, and on February 28, 2018 Moody's affirmed its Baa2 rating on NiSource debt. The company also maintains investment-grade ratings from Standard & Poor's (BBB+) and Fitch (BBB). All three agencies have stable outlooks for NiSource. As of March 31, 2018, NiSource had approximately $0.8 billion in net available liquidity, consisting of cash and available capacity under its credit facility and accounts receivable securitizations.\nNiSource reminds investors that it does not provide a GAAP equivalent of its earnings guidance due to the impact of unpredictable factors such as fluctuations in weather, asset sales and impairments, and other items included in GAAP results.\nFirst Quarter 2018 and Recent Business Highlights\nGas Distribution Operations\nNorthern Indiana Public Service Company (NIPSCO) on April 20, 2018 filed a settlement with parties to its base rate case pending before the Indiana Utility Regulatory Commission (IURC). The request, which seeks NIPSCO's first natural gas base rate increase in more than 25 years, supports continued investment in system upgrades, technology improvements and other measures to increase pipeline safety and system reliability. If the settlement is approved as filed it will result in an annual revenue increase of $107.3 million, inclusive of various tracker programs and reflecting the impact of federal tax reform. An order is expected in the second half of 2018.\nAlso in Indiana, NIPSCO on April 2, 2018 filed a new seven-year gas infrastructure modernization program with the IURC. The filing represents approximately $1.25 billion of gas infrastructure investments through 2025. The well-established program allows for modernization of underground natural gas infrastructure and recovery of associated costs through a tracker known as the Transmission, Distribution and Storage System Improvement Charge (TDSIC) . NIPSCO has invested more than $400 million in the previously approved program since 2014. An IURC order on the new seven-year plan is expected in the second half of 2018. On Feb. 27, 2018, NIPSCO also filed its latest TDSIC tracker update request, covering approximately $78 million of investments made in the second half of 2017, with recovery expected to begin in July.\nColumbia Gas of Pennsylvania on March 16, 2018 filed a base rate case with the Pennsylvania Public Utility Commission seeking authority to adjust its base rates for distribution service so it can continue to upgrade and replace the company's underground natural gas distribution pipelines, and to reflect the impact of federal tax reform. If approved as filed, the request would provide the company with an opportunity to earn a fair return on its infrastructure capital investments and enhance pipeline safety through a number of initiatives. It seeks an annual revenue increase of approximately $46.9 million.\nOn April 25, 2018 the Public Utilities Commission of Ohio (PUCO) approved Columbia Gas of Ohio's (COH) annual Infrastructure Replacement Program (IRP) tracker adjustment. The order allows the company to begin recovery on approximately $207 million of infrastructure investments made in 2017. And in January, the PUCO approved a settlement which allows COH to continue the IRP through 2022. This well-established pipeline replacement program covers replacement of priority mainline pipe and targeted customer service lines.\nColumbia Gas of Massachusetts (CMA) on April 13, 2018 filed a request with the Massachusetts Department of Public Utilities (DPU) seeking authorization to increase base rates to recover operating costs associated with federal and state regulatory mandates and capital costs associated with upgrading its gas distribution infrastructure. If approved as filed, the request would increase annual revenues by about $24.1 million, net of infrastructure trackers and reflecting the impact of federal tax reform.\nAlso in Massachusetts, the DPU approved CMA's 2018 Gas System Enhancement Plan on April 30, 2018. This approval authorizes recovery of incremental 2018 capital investments of about $84 million, and new rates took effect on May 1, 2018.\nColumbia Gas of Maryland on April 13, 2018 filed a base rate case with the Maryland Public Service Commission (PSC) seeking to adjust rates for distribution service so it can continue to replace aging gas pipeline and adopt pipeline safety upgrades. The proposal also reflects reduced corporate tax rates under the federal Tax Cuts and Jobs Act of 2017. If approved as filed, the rate adjustment would result in an annual revenue increase of approximately $6 million. A PSC order is expected by the end of 2018.\nElectric Operations\nNIPSCO initiated its 2018 Integrated Resource Plan (IRP) process with a stakeholder meeting on March 23, 2018. NIPSCO will work constructively with stakeholders to develop a balanced plan to meet customers' long-term electric energy needs. Under the last IRP, submitted in November 2016, the company outlined a plan to retire 50 percent of its coal-fired generation fleet by the end of 2023, including Bailly Generating Station Units 7 and 8, which are expected to be retired later this month. The 2018 IRP, which is expected to be submitted to the IURC by the end of this year, will contain additional details on NIPSCO's long-term capacity plans.\nInvestments in NIPSCO's approximately $193 million Coal Combustion Residuals projects are well underway, and expected to be completed by the end of 2018. These projects include environmental upgrades at its Michigan City Unit 12 and R.M. Schahfer Units 14 and 15 generating facilities. The IURC in December 2017 approved a settlement authorizing these projects and recovery of associated costs.\nNIPSCO continues to execute on its seven-year electric infrastructure modernization program, which includes enhancements to its electric transmission and distribution system designed to further improve system safety and reliability. The IURC-approved program represents approximately $1.25 billion of electric infrastructure investments expected to be made through 2022. The latest tracker update request, filed on January 30, 2018, and covering approximately $75 million in investments made from May 2017 through November 2017, remains pending before the IURC.\nNIPSCO's two major electric transmission projects remain on schedule and are expected to be complete by mid-2018. The 100-mile 345-kV and 65-mile 765-kV projects are designed to enhance region-wide system flexibility and reliability.\nAbout NiSource\nNiSource Inc. (NYSE: NI) is one of the largest fully-regulated utility companies in the United States, serving approximately 3.5 million natural gas customers and 500,000 electric customers across seven states through its local Columbia Gas and NIPSCO brands. Based in Merrillville, Indiana, NiSource's approximately 8,000 employees are focused on safely delivering reliable and affordable energy to our customers and communities we serve. NiSource has been designated a World's Most Ethical Company by the Ethisphere Institute since 2012 and is a member of the Dow Jones Sustainability - North America Index and was named by Forbes magazine as the top-rated utility among America's Best Large Employers in 2017. Additional information about NiSource, its investments in modern infrastructure and systems, its commitments and its local brands can be found at www.nisource.com . Follow us at www.facebook.com/nisource , www.linkedin.com/company/nisource or www.twitter.com/nisourceinc . NI-F\nForward-Looking Statements\nThis press release contains forward-looking statements within the meaning of federal securities laws. Investors and prospective investors should understand that many factors govern whether any forward-looking statement contained herein will be or can be realized. Any one of those factors could cause actual results to differ materially from those projected. Examples of forward-looking statements in this press release include statements and expectations regarding NiSource's or any of its subsidiaries' business, performance, growth, commitments, investment opportunities, and planned, identified, infrastructure or utility investments. All forward-looking statements are based on assumptions that management believes to be reasonable; however, there can be no assurance that actual results will not differ materially. Factors that could cause actual results to differ materially from the projections, forecasts, estimates, plans, expectations and strategy discussed in this press release include, among other things, NiSource's debt obligations; any changes in NiSource's credit rating; NiSource's ability to execute its growth strategy; changes in general economic, capital and commodity market conditions; pension funding obligations; economic regulation and the impact of regulatory rate reviews; NiSource's ability to obtain expected financial or regulatory outcomes; any damage to NiSource's reputation; compliance with environmental laws and the costs of associated liabilities; fluctuations in demand from residential and commercial customers; economic conditions of certain industries; the success of NIPSCO's electric generation strategy; the price of energy commodities and related transportation costs or an inability to obtain an adequate, reliable and cost-effective fuel supply to meet customer demands; the reliability of customers and suppliers to fulfill their payment and contractual obligations; potential impairments of goodwill or definite-lived intangible assets; changes in taxation and accounting principles; potential incidents and other operating risks associated with our business; the impact of an aging infrastructure; the impact of climate change; potential cyber-attacks; construction risks and natural gas costs and supply risks; extreme weather conditions; the attraction and retention of a qualified work force; advances in technology; the ability of NiSource's subsidiaries to generate cash; tax liabilities associated with the separation of Columbia Pipeline Group, Inc.; NiSource's ability to manage new initiatives and organizational changes; the performance of third-party suppliers and service providers; the availability of insurance to cover all significant losses and other matters set forth in Item 1A, \"Risk Factors\" section of NiSource's Annual Report on Form 10-K for the fiscal year ended December 31, 2017 and in other filings with the Securities and Exchange Commission. A credit rating is not a recommendation to buy, sell or hold securities, and may be subject to revision or withdrawal at any time by the assigning rating organization. In addition, dividends are subject to board approval. NiSource expressly disclaims any duty to update, supplement or amend any of its forward-looking statements contained in this press release, whether as a result of new information, subsequent events or otherwise, except as required by applicable law.\nRegulation G Disclosure Statement\nThis press release includes financial results and guidance for NiSource with respect to net operating earnings, which is a non-GAAP financial measure as defined by the SEC's Regulation G. The company includes this measure because management believes it permits investors to view the company's performance using the same tools that management uses and to better evaluate the company's ongoing business performance. With respect to such guidance, it should be noted that there will likely be a difference between this measure and its GAAP equivalent due to various factors, including, but not limited to, fluctuations in weather, the impact of asset sales and impairments, and other items included in GAAP results. The company is not able to estimate the impact of such factors on GAAP earnings and, as such, is not providing earnings guidance on a GAAP basis.\nSchedule 1 - Reconciliation of Consolidated Net Income to Net Operating Earnings (Non-GAAP)\n(unaudited)\nThree Months Ended\nMarch 31,\n(in millions, except per share amounts)\n2018\n2017\nGAAP Net Income\n$ 276.1\n$ 211.3\nAdjustments to Operating Income:\nOperating Revenues:\nWeather - compared to normal\n1.4\n29.0\nOperating Expenses:\nPlant retirement costs (1)\n-\n1.5\nGain on sale of assets\n(0.3)\n-\nTotal adjustments to operating income\n1.1\n30.5\nOther Income (Deductions):\nInterest rate swap settlement gain\n(21.2)\n-\nIncome Taxes:\nTax effect of above items\n3.7\n(11.2)\nTotal adjustments to net income\n(16.4)\n19.3\nNet Operating Earnings (Non-GAAP)\n$ 259.7\n$ 230.6\nBasic Average Common Shares Outstanding\n338.0\n323.7\nGAAP Basic Earnings Per Share\n$ 0.82\n$ 0.65\nAdjustments to basic earnings per share\n(0.05)\n0.06\nNon-GAAP Basic Net Operating Earnings Per Share\n$ 0.77\n$ 0.71\n(1) Represents costs incurred associated with the planned retirement of Units 7 and 8 at Bailly Generating Station.\nView original content with multimedia: http://www.prnewswire.com/news-releases/nisource-reports-first-quarter-2018-earnings-300640711.html\nSOURCE NiSource Inc.",
    "published": "2018-05-02T14:30:00.000+03:00",
    "crawled": "2018-05-02T19:30:01.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "merrillville",
        "may",
        "nisource",
        "nyse",
        "ni",
        "today",
        "announced",
        "gaap",
        "basis",
        "net",
        "income",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "per",
        "share",
        "compared",
        "million",
        "per",
        "share",
        "period",
        "nisource",
        "also",
        "reported",
        "net",
        "operating",
        "earnings",
        "million",
        "per",
        "share",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "million",
        "per",
        "share",
        "period",
        "schedule",
        "press",
        "release",
        "contains",
        "complete",
        "reconciliation",
        "gaap",
        "measure",
        "measure",
        "first",
        "quarter",
        "result",
        "reflect",
        "sustained",
        "strong",
        "execution",
        "nisource",
        "plan",
        "creating",
        "value",
        "customer",
        "community",
        "investor",
        "said",
        "nisource",
        "president",
        "ceo",
        "joe",
        "hamrock",
        "system",
        "performed",
        "well",
        "throughout",
        "prolonged",
        "winter",
        "heating",
        "season",
        "pace",
        "deliver",
        "earnings",
        "capital",
        "investment",
        "customer",
        "commitment",
        "additional",
        "information",
        "quarter",
        "ended",
        "march",
        "available",
        "investor",
        "section",
        "including",
        "segment",
        "financial",
        "information",
        "presentation",
        "discussed",
        "first",
        "quarter",
        "earnings",
        "conference",
        "call",
        "scheduled",
        "may",
        "et",
        "guidance",
        "growth",
        "capital",
        "forecast",
        "reaffirmed",
        "nisource",
        "continues",
        "expect",
        "invest",
        "billion",
        "utility",
        "infrastructure",
        "program",
        "grow",
        "net",
        "operating",
        "earnings",
        "per",
        "share",
        "dividend",
        "percent",
        "year",
        "january",
        "company",
        "increased",
        "quarterly",
        "dividend",
        "annualized",
        "cent",
        "per",
        "share",
        "increase",
        "cent",
        "per",
        "share",
        "nisource",
        "also",
        "remains",
        "committed",
        "maintaining",
        "investment",
        "grade",
        "credit",
        "rating",
        "february",
        "moody",
        "affirmed",
        "baa2",
        "rating",
        "nisource",
        "debt",
        "company",
        "also",
        "maintains",
        "rating",
        "standard",
        "poor",
        "fitch",
        "bbb",
        "three",
        "agency",
        "stable",
        "outlook",
        "nisource",
        "march",
        "nisource",
        "approximately",
        "billion",
        "net",
        "available",
        "liquidity",
        "consisting",
        "cash",
        "available",
        "capacity",
        "credit",
        "facility",
        "account",
        "receivable",
        "securitizations",
        "nisource",
        "reminds",
        "investor",
        "provide",
        "gaap",
        "equivalent",
        "earnings",
        "guidance",
        "due",
        "impact",
        "unpredictable",
        "factor",
        "fluctuation",
        "weather",
        "asset",
        "sale",
        "impairment",
        "item",
        "included",
        "gaap",
        "result",
        "first",
        "quarter",
        "recent",
        "business",
        "highlight",
        "gas",
        "distribution",
        "operation",
        "northern",
        "indiana",
        "public",
        "service",
        "company",
        "nipsco",
        "april",
        "filed",
        "settlement",
        "party",
        "base",
        "rate",
        "case",
        "pending",
        "indiana",
        "utility",
        "regulatory",
        "commission",
        "iurc",
        "request",
        "seek",
        "nipsco",
        "first",
        "natural",
        "gas",
        "base",
        "rate",
        "increase",
        "year",
        "support",
        "continued",
        "investment",
        "system",
        "upgrade",
        "technology",
        "improvement",
        "measure",
        "increase",
        "pipeline",
        "safety",
        "system",
        "reliability",
        "settlement",
        "approved",
        "filed",
        "result",
        "annual",
        "revenue",
        "increase",
        "million",
        "inclusive",
        "various",
        "tracker",
        "program",
        "reflecting",
        "impact",
        "federal",
        "tax",
        "reform",
        "order",
        "expected",
        "second",
        "half",
        "also",
        "indiana",
        "nipsco",
        "april",
        "filed",
        "new",
        "gas",
        "infrastructure",
        "modernization",
        "program",
        "iurc",
        "filing",
        "represents",
        "approximately",
        "billion",
        "gas",
        "infrastructure",
        "investment",
        "program",
        "allows",
        "modernization",
        "underground",
        "natural",
        "gas",
        "infrastructure",
        "recovery",
        "associated",
        "cost",
        "tracker",
        "known",
        "transmission",
        "distribution",
        "storage",
        "system",
        "improvement",
        "charge",
        "tdsic",
        "nipsco",
        "invested",
        "million",
        "previously",
        "approved",
        "program",
        "since",
        "iurc",
        "order",
        "new",
        "plan",
        "expected",
        "second",
        "half",
        "nipsco",
        "also",
        "filed",
        "latest",
        "tdsic",
        "tracker",
        "update",
        "request",
        "covering",
        "approximately",
        "million",
        "investment",
        "made",
        "second",
        "half",
        "recovery",
        "expected",
        "begin",
        "july",
        "columbia",
        "gas",
        "pennsylvania",
        "march",
        "filed",
        "base",
        "rate",
        "case",
        "pennsylvania",
        "public",
        "utility",
        "commission",
        "seeking",
        "authority",
        "adjust",
        "base",
        "rate",
        "distribution",
        "service",
        "continue",
        "upgrade",
        "replace",
        "company",
        "underground",
        "natural",
        "gas",
        "distribution",
        "pipeline",
        "reflect",
        "impact",
        "federal",
        "tax",
        "reform",
        "approved",
        "filed",
        "request",
        "would",
        "provide",
        "company",
        "opportunity",
        "earn",
        "fair",
        "return",
        "infrastructure",
        "capital",
        "investment",
        "enhance",
        "pipeline",
        "safety",
        "number",
        "initiative",
        "seek",
        "annual",
        "revenue",
        "increase",
        "approximately",
        "million",
        "april",
        "public",
        "utility",
        "commission",
        "ohio",
        "puco",
        "approved",
        "columbia",
        "gas",
        "ohio",
        "coh",
        "annual",
        "infrastructure",
        "replacement",
        "program",
        "irp",
        "tracker",
        "adjustment",
        "order",
        "allows",
        "company",
        "begin",
        "recovery",
        "approximately",
        "million",
        "infrastructure",
        "investment",
        "made",
        "january",
        "puco",
        "approved",
        "settlement",
        "allows",
        "coh",
        "continue",
        "irp",
        "pipeline",
        "replacement",
        "program",
        "cover",
        "replacement",
        "priority",
        "mainline",
        "pipe",
        "targeted",
        "customer",
        "service",
        "line",
        "columbia",
        "gas",
        "massachusetts",
        "cma",
        "april",
        "filed",
        "request",
        "massachusetts",
        "department",
        "public",
        "utility",
        "dpu",
        "seeking",
        "authorization",
        "increase",
        "base",
        "rate",
        "recover",
        "operating",
        "cost",
        "associated",
        "federal",
        "state",
        "regulatory",
        "mandate",
        "capital",
        "cost",
        "associated",
        "upgrading",
        "gas",
        "distribution",
        "infrastructure",
        "approved",
        "filed",
        "request",
        "would",
        "increase",
        "annual",
        "revenue",
        "million",
        "net",
        "infrastructure",
        "tracker",
        "reflecting",
        "impact",
        "federal",
        "tax",
        "reform",
        "also",
        "massachusetts",
        "dpu",
        "approved",
        "cma",
        "gas",
        "system",
        "enhancement",
        "plan",
        "april",
        "approval",
        "authorizes",
        "recovery",
        "incremental",
        "capital",
        "investment",
        "million",
        "new",
        "rate",
        "took",
        "effect",
        "may",
        "columbia",
        "gas",
        "maryland",
        "april",
        "filed",
        "base",
        "rate",
        "case",
        "maryland",
        "public",
        "service",
        "commission",
        "psc",
        "seeking",
        "adjust",
        "rate",
        "distribution",
        "service",
        "continue",
        "replace",
        "aging",
        "gas",
        "pipeline",
        "adopt",
        "pipeline",
        "safety",
        "upgrade",
        "proposal",
        "also",
        "reflects",
        "reduced",
        "corporate",
        "tax",
        "rate",
        "federal",
        "tax",
        "cut",
        "job",
        "act",
        "approved",
        "filed",
        "rate",
        "adjustment",
        "would",
        "result",
        "annual",
        "revenue",
        "increase",
        "approximately",
        "million",
        "psc",
        "order",
        "expected",
        "end",
        "electric",
        "operation",
        "nipsco",
        "initiated",
        "integrated",
        "resource",
        "plan",
        "irp",
        "process",
        "stakeholder",
        "meeting",
        "march",
        "nipsco",
        "work",
        "constructively",
        "stakeholder",
        "develop",
        "balanced",
        "plan",
        "meet",
        "customer",
        "electric",
        "energy",
        "need",
        "last",
        "irp",
        "submitted",
        "november",
        "company",
        "outlined",
        "plan",
        "retire",
        "percent",
        "generation",
        "fleet",
        "end",
        "including",
        "bailly",
        "generating",
        "station",
        "unit",
        "expected",
        "retired",
        "later",
        "month",
        "irp",
        "expected",
        "submitted",
        "iurc",
        "end",
        "year",
        "contain",
        "additional",
        "detail",
        "nipsco",
        "capacity",
        "plan",
        "investment",
        "nipsco",
        "approximately",
        "million",
        "coal",
        "combustion",
        "residual",
        "project",
        "well",
        "underway",
        "expected",
        "completed",
        "end",
        "project",
        "include",
        "environmental",
        "upgrade",
        "michigan",
        "city",
        "unit",
        "schahfer",
        "unit",
        "generating",
        "facility",
        "iurc",
        "december",
        "approved",
        "settlement",
        "authorizing",
        "project",
        "recovery",
        "associated",
        "cost",
        "nipsco",
        "continues",
        "execute",
        "electric",
        "infrastructure",
        "modernization",
        "program",
        "includes",
        "enhancement",
        "electric",
        "transmission",
        "distribution",
        "system",
        "designed",
        "improve",
        "system",
        "safety",
        "reliability",
        "program",
        "represents",
        "approximately",
        "billion",
        "electric",
        "infrastructure",
        "investment",
        "expected",
        "made",
        "latest",
        "tracker",
        "update",
        "request",
        "filed",
        "january",
        "covering",
        "approximately",
        "million",
        "investment",
        "made",
        "may",
        "november",
        "remains",
        "pending",
        "iurc",
        "nipsco",
        "two",
        "major",
        "electric",
        "transmission",
        "project",
        "remain",
        "schedule",
        "expected",
        "complete",
        "project",
        "designed",
        "enhance",
        "system",
        "flexibility",
        "reliability",
        "nisource",
        "nisource",
        "nyse",
        "ni",
        "one",
        "largest",
        "utility",
        "company",
        "united",
        "state",
        "serving",
        "approximately",
        "million",
        "natural",
        "gas",
        "customer",
        "electric",
        "customer",
        "across",
        "seven",
        "state",
        "local",
        "columbia",
        "gas",
        "nipsco",
        "brand",
        "based",
        "merrillville",
        "indiana",
        "nisource",
        "approximately",
        "employee",
        "focused",
        "safely",
        "delivering",
        "reliable",
        "affordable",
        "energy",
        "customer",
        "community",
        "serve",
        "nisource",
        "designated",
        "world",
        "ethical",
        "company",
        "ethisphere",
        "institute",
        "since",
        "member",
        "dow",
        "jones",
        "sustainability",
        "north",
        "america",
        "index",
        "named",
        "forbes",
        "magazine",
        "utility",
        "among",
        "america",
        "best",
        "large",
        "employer",
        "additional",
        "information",
        "nisource",
        "investment",
        "modern",
        "infrastructure",
        "system",
        "commitment",
        "local",
        "brand",
        "found",
        "follow",
        "u",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "federal",
        "security",
        "law",
        "investor",
        "prospective",
        "investor",
        "understand",
        "many",
        "factor",
        "govern",
        "whether",
        "statement",
        "contained",
        "herein",
        "realized",
        "one",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "projected",
        "example",
        "statement",
        "press",
        "release",
        "include",
        "statement",
        "expectation",
        "regarding",
        "nisource",
        "subsidiary",
        "business",
        "performance",
        "growth",
        "commitment",
        "investment",
        "opportunity",
        "planned",
        "identified",
        "infrastructure",
        "utility",
        "investment",
        "statement",
        "based",
        "assumption",
        "management",
        "belief",
        "reasonable",
        "however",
        "assurance",
        "actual",
        "result",
        "differ",
        "materially",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "projection",
        "forecast",
        "estimate",
        "plan",
        "expectation",
        "strategy",
        "discussed",
        "press",
        "release",
        "include",
        "among",
        "thing",
        "nisource",
        "debt",
        "obligation",
        "change",
        "nisource",
        "credit",
        "rating",
        "nisource",
        "ability",
        "execute",
        "growth",
        "strategy",
        "change",
        "general",
        "economic",
        "capital",
        "commodity",
        "market",
        "condition",
        "pension",
        "funding",
        "obligation",
        "economic",
        "regulation",
        "impact",
        "regulatory",
        "rate",
        "review",
        "nisource",
        "ability",
        "obtain",
        "expected",
        "financial",
        "regulatory",
        "outcome",
        "damage",
        "nisource",
        "reputation",
        "compliance",
        "environmental",
        "law",
        "cost",
        "associated",
        "liability",
        "fluctuation",
        "demand",
        "residential",
        "commercial",
        "customer",
        "economic",
        "condition",
        "certain",
        "industry",
        "success",
        "nipsco",
        "electric",
        "generation",
        "strategy",
        "price",
        "energy",
        "commodity",
        "related",
        "transportation",
        "cost",
        "inability",
        "obtain",
        "adequate",
        "reliable",
        "fuel",
        "supply",
        "meet",
        "customer",
        "demand",
        "reliability",
        "customer",
        "supplier",
        "fulfill",
        "payment",
        "contractual",
        "obligation",
        "potential",
        "impairment",
        "goodwill",
        "intangible",
        "asset",
        "change",
        "taxation",
        "accounting",
        "principle",
        "potential",
        "incident",
        "operating",
        "risk",
        "associated",
        "business",
        "impact",
        "aging",
        "infrastructure",
        "impact",
        "climate",
        "change",
        "potential",
        "construction",
        "risk",
        "natural",
        "gas",
        "cost",
        "supply",
        "risk",
        "extreme",
        "weather",
        "condition",
        "attraction",
        "retention",
        "qualified",
        "work",
        "force",
        "advance",
        "technology",
        "ability",
        "nisource",
        "subsidiary",
        "generate",
        "cash",
        "tax",
        "liability",
        "associated",
        "separation",
        "columbia",
        "pipeline",
        "group",
        "nisource",
        "ability",
        "manage",
        "new",
        "initiative",
        "organizational",
        "change",
        "performance",
        "supplier",
        "service",
        "provider",
        "availability",
        "insurance",
        "cover",
        "significant",
        "loss",
        "matter",
        "set",
        "forth",
        "item",
        "1a",
        "risk",
        "factor",
        "section",
        "nisource",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "filing",
        "security",
        "exchange",
        "commission",
        "credit",
        "rating",
        "recommendation",
        "buy",
        "sell",
        "hold",
        "security",
        "may",
        "subject",
        "revision",
        "withdrawal",
        "time",
        "assigning",
        "rating",
        "organization",
        "addition",
        "dividend",
        "subject",
        "board",
        "approval",
        "nisource",
        "expressly",
        "disclaims",
        "duty",
        "update",
        "supplement",
        "amend",
        "statement",
        "contained",
        "press",
        "release",
        "whether",
        "result",
        "new",
        "information",
        "subsequent",
        "event",
        "otherwise",
        "except",
        "required",
        "applicable",
        "law",
        "regulation",
        "g",
        "disclosure",
        "statement",
        "press",
        "release",
        "includes",
        "financial",
        "result",
        "guidance",
        "nisource",
        "respect",
        "net",
        "operating",
        "earnings",
        "financial",
        "measure",
        "defined",
        "sec",
        "regulation",
        "company",
        "includes",
        "measure",
        "management",
        "belief",
        "permit",
        "investor",
        "view",
        "company",
        "performance",
        "using",
        "tool",
        "management",
        "us",
        "better",
        "evaluate",
        "company",
        "ongoing",
        "business",
        "performance",
        "respect",
        "guidance",
        "noted",
        "likely",
        "difference",
        "measure",
        "gaap",
        "equivalent",
        "due",
        "various",
        "factor",
        "including",
        "limited",
        "fluctuation",
        "weather",
        "impact",
        "asset",
        "sale",
        "impairment",
        "item",
        "included",
        "gaap",
        "result",
        "company",
        "able",
        "estimate",
        "impact",
        "factor",
        "gaap",
        "earnings",
        "providing",
        "earnings",
        "guidance",
        "gaap",
        "basis",
        "schedule",
        "reconciliation",
        "consolidated",
        "net",
        "income",
        "net",
        "operating",
        "earnings",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "except",
        "per",
        "share",
        "amount",
        "gaap",
        "net",
        "income",
        "adjustment",
        "operating",
        "income",
        "operating",
        "revenue",
        "weather",
        "compared",
        "normal",
        "operating",
        "expense",
        "plant",
        "retirement",
        "cost",
        "gain",
        "sale",
        "asset",
        "total",
        "adjustment",
        "operating",
        "income",
        "income",
        "deduction",
        "interest",
        "rate",
        "swap",
        "settlement",
        "gain",
        "income",
        "tax",
        "tax",
        "effect",
        "item",
        "total",
        "adjustment",
        "net",
        "income",
        "net",
        "operating",
        "earnings",
        "basic",
        "average",
        "common",
        "share",
        "outstanding",
        "gaap",
        "basic",
        "earnings",
        "per",
        "share",
        "adjustment",
        "basic",
        "earnings",
        "per",
        "share",
        "basic",
        "net",
        "operating",
        "earnings",
        "per",
        "share",
        "represents",
        "cost",
        "incurred",
        "associated",
        "planned",
        "retirement",
        "unit",
        "bailly",
        "generating",
        "station",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "nisource",
        "inc"
    ]
}