{
    "organizations": [],
    "uuid": "7031ea8855cd1646296efa63dadc9c6a7420ef45",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/05/21/banks-adopt-military-style-tactics-to-fight-cybercrime.html",
    "ord_in_thread": 0,
    "title": "Banks adopt military-style tactics to fight cybercrime",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "O'FALLON, Mo. — In a windowless bunker here, a wall of monitors tracked incoming attacks — 267,322 in the last 24 hours, according to one hovering dial, or about three every second — as a dozen analysts stared at screens filled with snippets of computer code.\nPacing around, overseeing the stream of warnings, was a former Delta Force soldier who fought in Iraq and Afghanistan before shifting to a new enemy: cyberthieves.\n\"This is not that different from terrorists and drug cartels,\" Matt Nyman, the command center's creator, said as he surveyed his squadron of Mastercard employees. \"Fundamentally, threat networks operate in similar ways.\"\nMore from the New York Times:\nGermany acts to tame Facebook, learning from its own history of hate\nUS suspends tariffs on China, stoking fears of a loss of leverage\nDeutsche bank's problems threaten a star banker\nCybercrime is one of the world's fastest-growing and most lucrative industries. At least $445 billion was lost last year, up around 30 percent from just three years earlier, a global economic study found, and the Treasury Department recently designated cyberattacks as one of the greatest risks to the American financial sector. For banks and payment companies, the fight feels like a war — and they're responding with an increasingly militarized approach.\nFormer government cyberspies, soldiers and counterintelligence officials now dominate the top ranks of banks' security teams. They've brought to their new jobs the tools and techniques used for national defense: combat exercises, intelligence hubs modeled on those used in counterterrorism work and threat analysts who monitor the internet's shadowy corners .\nAt Mastercard, Mr. Nyman oversees the company's new fusion center, a term borrowed from the Department of Homeland Security. After the attacks of Sept. 11, the agency set up scores of fusion centers to coordinate federal, state and local intelligence-gathering. The approach spread throughout the government, with the centers used to fight disease outbreaks, wildfires and sex trafficking.\nThen banks grabbed the playbook. At least a dozen of them, from giants like Citigroup and Wells Fargo to regional players such as Bank of the West, have opened fusion centers in recent years, and more are in the works. Fifth Third Bank is building one in its Cincinnati headquarters, and Visa , which created its first two years ago in Virginia, is developing two more, in Britain and Singapore. Having their own intelligence hives, the banks hope, will help them better detect patterns in all the data they amass.\nThe centers also have a symbolic purpose. Having a literal war room reinforces the new reality. Fending off thieves has always been a priority — it's why banks build vaults — but the arms race has escalated rapidly.\nCybersecurity has, for many financial company chiefs, become their biggest fear, eclipsing issues like regulation and the economy.\nAlfred F. Kelly Jr., Visa's chief executive, is \"completely paranoid\" about the subject, he told investors at a conference in March. Bank of America's Brian T. Moynihan said his cybersecurity team is \"the only place in the company that doesn't have a budget constraint.\" (The bank's chief operations and technology officer said it is spending about $600 million this year.)\nThe military sharpens soldiers' skills with large-scale combat drills like Jade Helm and Foal Eagle , which send troops into the field to test their tactics and weaponry. The financial sector created its own version: Quantum Dawn, a biennial simulation of a catastrophic cyberstrike.\nIn the latest exercise last November, 900 participants from 50 banks, regulators and law enforcement agencies role-played their response to an industrywide infestation of malicious malware that first corrupted, and then entirely blocked, all outgoing payments from the banks. Throughout the two-day test, the organizers lobbed in new threats every few hours, like denial-of-service attacks that knocked the banks' websites offline.\nThe first Quantum Dawn, back in 2011, was a lower-key gathering. Participants huddled in a conference room to talk through a mock attack that shut down stock trading. Now, it's a live-fire drill. Each bank spends months in advance re-creating its internal technology on an isolated test network, a so-called cyber range, so that its employees can fight with their actual tools and software. The company that runs their virtual battlefield, SimSpace, is a Defense Department contractor.\nSometimes, the tests expose important gaps.\nA series of smaller cyber drills coordinated by the Treasury Department, called the Hamilton Series, raised an alarm three years ago. An attack on Sony, attributed to North Korea, had recently exposed sensitive company emails and data, and, in its wake, demolished huge swaths of Sony's internet network .\nWhitney Curtis | The New York Times Matt Nyman, a veteran who created Mastercard’s “fusion center,” in O’Fallon, Mo., Feb. 16, 2018. Financial institutions are using military tools and techniques, like “fusion centers” and combat drills, to battle cybercrime. If something similar happened at a bank, especially a smaller one, regulators asked, would it be able to recover? Those in the room for the drill came away uneasy.\n\"There was a recognition that we needed to add an additional layer of resilience,\" said John Carlson, the chief of staff for the Financial Services Information Sharing and Analysis Center, the industry's main cybersecurity coordination group.\nSoon after, the group began building a new fail-safe, called Sheltered Harbor , which went into operation last year. If one member of the network has its data compromised or destroyed, others can step in, retrieve its archived records and restore basic customer account access within a day or two. It has not yet been needed, but nearly 70 percent of America's deposit accounts are now covered by it.\nThe largest banks run dozens of their own, internal attack simulations each year, to smoke out their vulnerabilities and keep their first responders sharp.\n\"It's the idea of muscle memory,\" said Thomas J. Harrington, Citigroup's chief information security officer, who spent 28 years with the F.B.I.\nGrowing interest among its corporate customers in cybersecurity war games inspired IBM to build a digital range in Cambridge, Mass., where it stages data breaches for customers and prospects to practice on.\nOne recent morning, a fictional bank called Bane & Ox was under attack on IBM 's range, and two dozen real-life executives from a variety of financial companies gathered to defend it. In the training scenario, an unidentified attacker had dumped six million customer records on Pastebin, a site often used by hackers to publish stolen data caches.\nAs the hours ticked by, the assault grew worse. The lost data included financial records and personally identifying details. One of the customers was Colin Powell, the former secretary of state. Phones in the room kept ringing with calls from reporters, irate executives and, eventually, regulators, wanting details about what had occurred.\nWhen the group figured out what computer system had been used in the leak, a heated argument broke out: Should they cut off its network access immediately? Or set up surveillance and monitor any further transmissions?\nAt the urging of a Navy veteran who runs the cyberattack response group at a large New York bank, the group left the system connected.\n\"Those are the decisions you don't want to be making for the first time during a real attack,\" said Bob Stasio, IBM's cyber range operations manager and a former operations chief for the National Security Agency's cyber center. One financial company's executive team did such a poor job of talking to its technical team during a past IBM training drill, Mr. Stasio said, that he went home and canceled his credit card with them.\nLike many cybersecurity bunkers, IBM's foxhole has deliberately theatrical touches. Whiteboards and giant monitors fill nearly every wall, with graphics that can be manipulated by touch.\n\"You can't have a fusion center unless you have really cool TVs,\" quipped Lawrence Zelvin, a former Homeland Security official who is now Citigroup's global cybersecurity head, at a recent cybercrime conference. \"It's even better if they do something when you touch them. It doesn't matter what they do. Just something.\"\nSecurity pros mockingly refer to such eye candy as \"pew pew\" maps, an onomatopoeia for the noise of laser guns in 1980s movies and video arcades. They are especially useful, executives concede, to put on display when V.I.P.s or board members stop by for a tour. Two popular \"pew pew\" maps are from FireEye and the defunct security vendor Norse , whose video game-like maps show laser beams zapping across the globe. Norse went out of business two years ago, and no one is sure what data the map is based on, but everyone agrees that it looks cool.\nJason Witty, the chief information security officer at U.S. Bank, admits that the blinking map he breaks out for customer briefings is mostly for show. But it serves a serious purpose, he said: making the command center's high-stakes work more tangible.\n\"If you show customers the scripts you're actually running, it's just digits on a screen,\" Mr. Witty said. A big, colorful map is easier to grasp.\nWhat everyone in the finance industry is afraid of is a repeat — on an even larger scale — of the data breach that hit Equifax last year.\nHackers stole personal information, including Social Security numbers, of more than 146 million people. The attack cost the company's chief executive and four other top managers their jobs. Who stole the data, and what they did with it, is still not publicly known. The credit bureau has spent $243 million so far cleaning up the mess.\nIt is Mr. Nyman's job to make sure that doesn't happen at Mastercard. Walking around the company's fusion center, he describes the team's work using military slang. Its focus is \"left of boom,\" he said — referring to the moments before a bomb explodes. By detecting vulnerabilities and attempted hacks, the analysts aim to head off an Equifax-like explosion.\nBut the attacks keep coming. As he spoke, the dial displayed over his shoulder registered another few assaults on Mastercard's systems. The total so far this year exceeds 20 million.",
    "published": "2018-05-21T22:02:00.000+03:00",
    "crawled": "2018-05-21T21:14:48.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "mo",
        "windowless",
        "bunker",
        "wall",
        "monitor",
        "tracked",
        "incoming",
        "attack",
        "last",
        "hour",
        "according",
        "one",
        "hovering",
        "dial",
        "three",
        "every",
        "second",
        "dozen",
        "analyst",
        "stared",
        "screen",
        "filled",
        "snippet",
        "computer",
        "code",
        "pacing",
        "around",
        "overseeing",
        "stream",
        "warning",
        "former",
        "delta",
        "force",
        "soldier",
        "fought",
        "iraq",
        "afghanistan",
        "shifting",
        "new",
        "enemy",
        "cyberthieves",
        "different",
        "terrorist",
        "drug",
        "cartel",
        "matt",
        "nyman",
        "command",
        "center",
        "creator",
        "said",
        "surveyed",
        "squadron",
        "mastercard",
        "employee",
        "fundamentally",
        "threat",
        "network",
        "operate",
        "similar",
        "way",
        "new",
        "york",
        "time",
        "germany",
        "act",
        "tame",
        "facebook",
        "learning",
        "history",
        "hate",
        "u",
        "suspends",
        "tariff",
        "china",
        "stoking",
        "fear",
        "loss",
        "leverage",
        "deutsche",
        "bank",
        "problem",
        "threaten",
        "star",
        "banker",
        "cybercrime",
        "one",
        "world",
        "lucrative",
        "industry",
        "least",
        "billion",
        "lost",
        "last",
        "year",
        "around",
        "percent",
        "three",
        "year",
        "earlier",
        "global",
        "economic",
        "study",
        "found",
        "treasury",
        "department",
        "recently",
        "designated",
        "cyberattacks",
        "one",
        "greatest",
        "risk",
        "american",
        "financial",
        "sector",
        "bank",
        "payment",
        "company",
        "fight",
        "feel",
        "like",
        "war",
        "responding",
        "increasingly",
        "militarized",
        "approach",
        "former",
        "government",
        "cyberspies",
        "soldier",
        "counterintelligence",
        "official",
        "dominate",
        "top",
        "rank",
        "bank",
        "security",
        "team",
        "brought",
        "new",
        "job",
        "tool",
        "technique",
        "used",
        "national",
        "defense",
        "combat",
        "exercise",
        "intelligence",
        "hub",
        "modeled",
        "used",
        "counterterrorism",
        "work",
        "threat",
        "analyst",
        "monitor",
        "internet",
        "shadowy",
        "corner",
        "mastercard",
        "nyman",
        "oversees",
        "company",
        "new",
        "fusion",
        "center",
        "term",
        "borrowed",
        "department",
        "homeland",
        "security",
        "attack",
        "agency",
        "set",
        "score",
        "fusion",
        "center",
        "coordinate",
        "federal",
        "state",
        "local",
        "approach",
        "spread",
        "throughout",
        "government",
        "center",
        "used",
        "fight",
        "disease",
        "outbreak",
        "wildfire",
        "sex",
        "trafficking",
        "bank",
        "grabbed",
        "playbook",
        "least",
        "dozen",
        "giant",
        "like",
        "citigroup",
        "well",
        "fargo",
        "regional",
        "player",
        "bank",
        "west",
        "opened",
        "fusion",
        "center",
        "recent",
        "year",
        "work",
        "fifth",
        "third",
        "bank",
        "building",
        "one",
        "cincinnati",
        "headquarters",
        "visa",
        "created",
        "first",
        "two",
        "year",
        "ago",
        "virginia",
        "developing",
        "two",
        "britain",
        "singapore",
        "intelligence",
        "hive",
        "bank",
        "hope",
        "help",
        "better",
        "detect",
        "pattern",
        "data",
        "amass",
        "center",
        "also",
        "symbolic",
        "purpose",
        "literal",
        "war",
        "room",
        "reinforces",
        "new",
        "reality",
        "fending",
        "thief",
        "always",
        "priority",
        "bank",
        "build",
        "vault",
        "arm",
        "race",
        "escalated",
        "rapidly",
        "cybersecurity",
        "many",
        "financial",
        "company",
        "chief",
        "become",
        "biggest",
        "fear",
        "eclipsing",
        "issue",
        "like",
        "regulation",
        "economy",
        "alfred",
        "kelly",
        "visa",
        "chief",
        "executive",
        "completely",
        "paranoid",
        "subject",
        "told",
        "investor",
        "conference",
        "march",
        "bank",
        "america",
        "brian",
        "moynihan",
        "said",
        "cybersecurity",
        "team",
        "place",
        "company",
        "budget",
        "constraint",
        "bank",
        "chief",
        "operation",
        "technology",
        "officer",
        "said",
        "spending",
        "million",
        "year",
        "military",
        "sharpens",
        "soldier",
        "skill",
        "combat",
        "drill",
        "like",
        "jade",
        "helm",
        "foal",
        "eagle",
        "send",
        "troop",
        "field",
        "test",
        "tactic",
        "weaponry",
        "financial",
        "sector",
        "created",
        "version",
        "quantum",
        "dawn",
        "biennial",
        "simulation",
        "catastrophic",
        "cyberstrike",
        "latest",
        "exercise",
        "last",
        "november",
        "participant",
        "bank",
        "regulator",
        "law",
        "enforcement",
        "agency",
        "response",
        "industrywide",
        "infestation",
        "malicious",
        "malware",
        "first",
        "corrupted",
        "entirely",
        "blocked",
        "outgoing",
        "payment",
        "bank",
        "throughout",
        "test",
        "organizer",
        "lobbed",
        "new",
        "threat",
        "every",
        "hour",
        "like",
        "attack",
        "knocked",
        "bank",
        "website",
        "offline",
        "first",
        "quantum",
        "dawn",
        "back",
        "gathering",
        "participant",
        "huddled",
        "conference",
        "room",
        "talk",
        "mock",
        "attack",
        "shut",
        "stock",
        "trading",
        "drill",
        "bank",
        "spends",
        "month",
        "advance",
        "internal",
        "technology",
        "isolated",
        "test",
        "network",
        "cyber",
        "range",
        "employee",
        "fight",
        "actual",
        "tool",
        "software",
        "company",
        "run",
        "virtual",
        "battlefield",
        "simspace",
        "defense",
        "department",
        "contractor",
        "sometimes",
        "test",
        "expose",
        "important",
        "gap",
        "series",
        "smaller",
        "cyber",
        "drill",
        "coordinated",
        "treasury",
        "department",
        "called",
        "hamilton",
        "series",
        "raised",
        "alarm",
        "three",
        "year",
        "ago",
        "attack",
        "sony",
        "attributed",
        "north",
        "korea",
        "recently",
        "exposed",
        "sensitive",
        "company",
        "email",
        "data",
        "wake",
        "demolished",
        "huge",
        "swath",
        "sony",
        "internet",
        "network",
        "whitney",
        "curtis",
        "new",
        "york",
        "time",
        "matt",
        "nyman",
        "veteran",
        "created",
        "mastercard",
        "fusion",
        "center",
        "fallon",
        "financial",
        "institution",
        "using",
        "military",
        "tool",
        "technique",
        "like",
        "fusion",
        "center",
        "combat",
        "drill",
        "battle",
        "cybercrime",
        "something",
        "similar",
        "happened",
        "bank",
        "especially",
        "smaller",
        "one",
        "regulator",
        "asked",
        "would",
        "able",
        "recover",
        "room",
        "drill",
        "came",
        "away",
        "uneasy",
        "recognition",
        "needed",
        "add",
        "additional",
        "layer",
        "resilience",
        "said",
        "john",
        "carlson",
        "chief",
        "staff",
        "financial",
        "service",
        "information",
        "sharing",
        "analysis",
        "center",
        "industry",
        "main",
        "cybersecurity",
        "coordination",
        "group",
        "soon",
        "group",
        "began",
        "building",
        "new",
        "called",
        "sheltered",
        "harbor",
        "went",
        "operation",
        "last",
        "year",
        "one",
        "member",
        "network",
        "data",
        "compromised",
        "destroyed",
        "others",
        "step",
        "retrieve",
        "archived",
        "record",
        "restore",
        "basic",
        "customer",
        "account",
        "access",
        "within",
        "day",
        "two",
        "yet",
        "needed",
        "nearly",
        "percent",
        "america",
        "deposit",
        "account",
        "covered",
        "largest",
        "bank",
        "run",
        "dozen",
        "internal",
        "attack",
        "simulation",
        "year",
        "smoke",
        "vulnerability",
        "keep",
        "first",
        "responder",
        "sharp",
        "idea",
        "muscle",
        "memory",
        "said",
        "thomas",
        "harrington",
        "citigroup",
        "chief",
        "information",
        "security",
        "officer",
        "spent",
        "year",
        "growing",
        "interest",
        "among",
        "corporate",
        "customer",
        "cybersecurity",
        "war",
        "game",
        "inspired",
        "ibm",
        "build",
        "digital",
        "range",
        "cambridge",
        "stage",
        "data",
        "breach",
        "customer",
        "prospect",
        "practice",
        "one",
        "recent",
        "morning",
        "fictional",
        "bank",
        "called",
        "bane",
        "ox",
        "attack",
        "ibm",
        "range",
        "two",
        "dozen",
        "executive",
        "variety",
        "financial",
        "company",
        "gathered",
        "defend",
        "training",
        "scenario",
        "unidentified",
        "attacker",
        "dumped",
        "six",
        "million",
        "customer",
        "record",
        "pastebin",
        "site",
        "often",
        "used",
        "hacker",
        "publish",
        "stolen",
        "data",
        "cache",
        "hour",
        "ticked",
        "assault",
        "grew",
        "worse",
        "lost",
        "data",
        "included",
        "financial",
        "record",
        "personally",
        "identifying",
        "detail",
        "one",
        "customer",
        "colin",
        "powell",
        "former",
        "secretary",
        "state",
        "phone",
        "room",
        "kept",
        "ringing",
        "call",
        "reporter",
        "irate",
        "executive",
        "eventually",
        "regulator",
        "wanting",
        "detail",
        "occurred",
        "group",
        "figured",
        "computer",
        "system",
        "used",
        "leak",
        "heated",
        "argument",
        "broke",
        "cut",
        "network",
        "access",
        "immediately",
        "set",
        "surveillance",
        "monitor",
        "transmission",
        "urging",
        "navy",
        "veteran",
        "run",
        "cyberattack",
        "response",
        "group",
        "large",
        "new",
        "york",
        "bank",
        "group",
        "left",
        "system",
        "connected",
        "decision",
        "want",
        "making",
        "first",
        "time",
        "real",
        "attack",
        "said",
        "bob",
        "stasio",
        "ibm",
        "cyber",
        "range",
        "operation",
        "manager",
        "former",
        "operation",
        "chief",
        "national",
        "security",
        "agency",
        "cyber",
        "center",
        "one",
        "financial",
        "company",
        "executive",
        "team",
        "poor",
        "job",
        "talking",
        "technical",
        "team",
        "past",
        "ibm",
        "training",
        "drill",
        "stasio",
        "said",
        "went",
        "home",
        "canceled",
        "credit",
        "card",
        "like",
        "many",
        "cybersecurity",
        "bunker",
        "ibm",
        "foxhole",
        "deliberately",
        "theatrical",
        "touch",
        "whiteboards",
        "giant",
        "monitor",
        "fill",
        "nearly",
        "every",
        "wall",
        "graphic",
        "manipulated",
        "touch",
        "ca",
        "fusion",
        "center",
        "unless",
        "really",
        "cool",
        "tv",
        "quipped",
        "lawrence",
        "zelvin",
        "former",
        "homeland",
        "security",
        "official",
        "citigroup",
        "global",
        "cybersecurity",
        "head",
        "recent",
        "cybercrime",
        "conference",
        "even",
        "better",
        "something",
        "touch",
        "matter",
        "something",
        "security",
        "pro",
        "mockingly",
        "refer",
        "eye",
        "candy",
        "pew",
        "pew",
        "map",
        "onomatopoeia",
        "noise",
        "laser",
        "gun",
        "1980s",
        "movie",
        "video",
        "arcade",
        "especially",
        "useful",
        "executive",
        "concede",
        "put",
        "display",
        "board",
        "member",
        "stop",
        "tour",
        "two",
        "popular",
        "pew",
        "pew",
        "map",
        "fireeye",
        "defunct",
        "security",
        "vendor",
        "norse",
        "whose",
        "video",
        "map",
        "show",
        "laser",
        "beam",
        "zapping",
        "across",
        "globe",
        "norse",
        "went",
        "business",
        "two",
        "year",
        "ago",
        "one",
        "sure",
        "data",
        "map",
        "based",
        "everyone",
        "agrees",
        "look",
        "cool",
        "jason",
        "witty",
        "chief",
        "information",
        "security",
        "officer",
        "bank",
        "admits",
        "blinking",
        "map",
        "break",
        "customer",
        "briefing",
        "mostly",
        "show",
        "serf",
        "serious",
        "purpose",
        "said",
        "making",
        "command",
        "center",
        "work",
        "tangible",
        "show",
        "customer",
        "script",
        "actually",
        "running",
        "digit",
        "screen",
        "witty",
        "said",
        "big",
        "colorful",
        "map",
        "easier",
        "grasp",
        "everyone",
        "finance",
        "industry",
        "afraid",
        "repeat",
        "even",
        "larger",
        "scale",
        "data",
        "breach",
        "hit",
        "equifax",
        "last",
        "year",
        "hacker",
        "stole",
        "personal",
        "information",
        "including",
        "social",
        "security",
        "number",
        "million",
        "people",
        "attack",
        "cost",
        "company",
        "chief",
        "executive",
        "four",
        "top",
        "manager",
        "job",
        "stole",
        "data",
        "still",
        "publicly",
        "known",
        "credit",
        "bureau",
        "spent",
        "million",
        "far",
        "cleaning",
        "mess",
        "nyman",
        "job",
        "make",
        "sure",
        "happen",
        "mastercard",
        "walking",
        "around",
        "company",
        "fusion",
        "center",
        "describes",
        "team",
        "work",
        "using",
        "military",
        "slang",
        "focus",
        "left",
        "boom",
        "said",
        "referring",
        "moment",
        "bomb",
        "explodes",
        "detecting",
        "vulnerability",
        "attempted",
        "hack",
        "analyst",
        "aim",
        "head",
        "explosion",
        "attack",
        "keep",
        "coming",
        "spoke",
        "dial",
        "displayed",
        "shoulder",
        "registered",
        "another",
        "assault",
        "mastercard",
        "system",
        "total",
        "far",
        "year",
        "exceeds",
        "million"
    ]
}