{
    "organizations": [],
    "uuid": "a2278996c10462f3c50c532dba45a0981f6ddc01",
    "author": "Todd Haselton",
    "url": "https://www.cnbc.com/2018/05/19/facebook-oculus-go-review.html",
    "ord_in_thread": 0,
    "title": "Facebook Oculus Go review",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "The Oculus Go starts at $199 and gives you everything you need to experience virtual reality. You can sit in a movie theater, play games, watch 360-degree videos and more. It's great for $200 and something everyone should try. Todd Haselton | CNBC Me with the Oculus Go\nVirtual reality, or VR, is the futuristic scenario you've seen in sci-fi movies where someone puts on a headset and then enters another environment: a digital world with movie-like scenes, immersive games, maybe a web browser.\nThe recent hit movie \"Ready Player One\" was all about virtual reality, and in fact Facebook reportedly gave the book on which it was based to all new employees on the team making its Oculus VR products.\nVR is different from another term you may have heard: AR (augmented reality), also known as mixed reality, which still lets you see the real world when you use it. That's what Microsoft is doing with its HoloLens, and what Apple and other companies are already doing on phones.\nWhile AR had one big hit -- Pokemon Go, which took the world by storm in 2016 -- virtual reality has been a nerdy hobby for the most part. That's because it's been expensive, clunky or both. You either needed to buy a headset in addition to a smartphone, or a whole big kit and a powerful computer to run it all.\nFacebook saw this and addressed a new market with the Oculus Go , which started shipping earlier this month. It's a fully portable virtual reality experience that doesn't require anything more than what's in the box. Todd Haselton | CNBC The Oculus Go\nNo smartphone, no computer, no gaming system required.\nTurn on the $200 Oculus Go, slide it over your eyes, and you're in virtual reality.\nHere's what you should know before you take the plunge. What's good Todd Haselton | CNBC Everything you need is right here\nFacebook nailed all the necessities with the Oculus Go, and the name is fitting: buy the box and you're good to go. You have everything you need for a good virtual reality experience.\nIt's really simple to use. Setup only requires the Oculus app on your Android phone or iPhone, which is where you can download and install games and other apps such as Netflix, Hulu and more. Then, place the Oculus Go on your head, slide the built-in speakers over your ears and lower the headset over your eyes.\nThe headset is comfortable to wear, though the display can get foggy sometimes as you wear it for longer intervals. I really like the included speakers -- something the Gear VR and Google Daydream don't have -- although that meant anyone in the same room as I was in could also hear the audio I did. There's a headphone jack if you want to use headphones, too. Todd Haselton | CNBC Speakers are hidden right here in the strap\nMost folks will be blown away by the experience, especially at the $200 price.\nEvery time you lower the headset you'll start out in a lobby -- I made the background the ocean so I felt like I was sitting underwater -- with a menu in front of you that includes all of the apps and games at your disposal. On the right, you'll see a list of friends who are online (if any). Turn your head naturally and you'll see other parts of the room as if you're really standing in the space. With the remote, you can select an app and launch it. Todd Haselton | CNBC The Oculus Go remote is easy to use\nIf you open Netflix, you'll be ported to a 3D living room sitting in front of a big-screen TV ready to play anything in the Netflix library. I did this and watched a bit of an Indiana Jones movie. It's neat, sitting in this clean room with a big TV, but it's also a bit bizarre and uncomfortable not being able to see your hands or lay down without having to adjust the Oculus Go. CNN Floating in the dead sea .. but you can see the pixels\nThere are lots of other experiences to check out, including games which are just OK (I talk about them a bit more in the next section) and 360-degree videos that can be a bit scary -- like riding up a roller coaster and diving down the tracks, or floating in the middle of the Dead Sea on a boat. The videos can be pretty low-quality, which means you don't really feel like you're \"there,\" but they're still engaging and fun. Oculus Oculus Rooms lets you watch movies and play games with friends... but I didn't have any\nThere are social experiences, too. Oculus Rooms lets you see other people's avatars and watch Hulu, Facebook videos or even game with them. I didn't have any friends who were ever online at the same time as me, so it wasn't very practical. Maybe as more people buy Oculus Go headsets that'll change. Oculus Oculus Go video puts you in this giant movie theater for watching movies\nFinally, and this is my favorite experience: you can watch movies and really feel like you're sitting in a movie theater. The rendering is done really well, and when I watched a trailer of \"Deadpool\" I was a bowl of popcorn short of feeling like I'd be transported to a huge empty movie theater with a massive screen.\nIt's not as other-worldly as you might have seen in some recent movies like \"Ready Player One,\" yet, but you can see the inspiration. What's bad Todd Haselton | CNBC Where am I?\nThe Oculus Go isn't perfect, though it is hard to complain too much at the $200 price point.\nMy biggest qualm is battery life. Oculus advertises about 2 hours, which was pretty accurate in my experience. I could watch the battery drain and, when it does, you need to place it back on the charger. I wish Oculus sold a long cord that let it stay powered on at all times while you're wearing it, too.\nIt only comes in 32GB and 64GB capacities ($199 and $249, respectively.) It's enough for most people but you can't just load it up with all of the VR videos and apps you find. I also expect apps to get much larger as VR advances, and kind of wish there was a memory slot to expand the available storage. Bit Planet Games Ultrawings on Oculus Go\nFacebook says you should get about 3 HD movies, 10 games, and 20 apps, on average, with 32GB of storage. When you're full, you'll need to delete and remove those apps and games to keep going. Keep in mind 360-degree VR movies can be much larger than an HD film -- sometimes more than 10GB a pop.\nFinally, Facebook has billed this as a social experience, but my 5 or so friends who have a Gear VR or Oculus Go were never online at the same time I was. And I'm not so sure I have a huge desire to sit and watch a movie with a virtual-reality friend. The Binary Mill The game Rush is fun but the graphics aren't incredible\nI want a full-blown gaming experience where I can play a game with thousands of people and that's just not here yet. Instead, the games feel mostly like proof-of-concept demos. While impressive, none of the ones I've played -- Rush, Ultrawings, VR Carts Sprint and many others -- are so good that I need to come back for more. Good thing they only cost $0.99 to $10 or so instead of $50 like some of the Oculus Rift titles. Should you buy it? Oculus The Oculus Go\nYou need to experience the Oculus Go. It's not something that everyone needs to buy right now but it's true virtual reality and it's fun in small bursts. Watching other people use VR can be even funnier as they react with a world you can't see.\nThe games aren't amazing -- I'm still waiting for a multiplayer game where I can interact with millions of people, for example -- and 360-degree video quality still has a long way to go.\nBut if you've heard the hype about virtual reality and want to get a taste of it, give the Oculus Go a whirl. You'll be impressed by how far we've come, and you'll get a better idea of where we're going. If you like it, you might even be tempted to buy the more expensive, and more powerful, Oculus Vive. show chapters ",
    "published": "2018-05-19T03:00:00.000+03:00",
    "crawled": "2018-05-19T23:29:25.017+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "oculus",
        "go",
        "start",
        "give",
        "everything",
        "need",
        "experience",
        "virtual",
        "reality",
        "sit",
        "movie",
        "theater",
        "play",
        "game",
        "watch",
        "video",
        "great",
        "something",
        "everyone",
        "try",
        "todd",
        "haselton",
        "cnbc",
        "oculus",
        "go",
        "virtual",
        "reality",
        "vr",
        "futuristic",
        "scenario",
        "seen",
        "movie",
        "someone",
        "put",
        "headset",
        "enters",
        "another",
        "environment",
        "digital",
        "world",
        "scene",
        "immersive",
        "game",
        "maybe",
        "web",
        "browser",
        "recent",
        "hit",
        "movie",
        "ready",
        "player",
        "one",
        "virtual",
        "reality",
        "fact",
        "facebook",
        "reportedly",
        "gave",
        "book",
        "based",
        "new",
        "employee",
        "team",
        "making",
        "oculus",
        "vr",
        "product",
        "vr",
        "different",
        "another",
        "term",
        "may",
        "heard",
        "ar",
        "augmented",
        "reality",
        "also",
        "known",
        "mixed",
        "reality",
        "still",
        "let",
        "see",
        "real",
        "world",
        "use",
        "microsoft",
        "hololens",
        "apple",
        "company",
        "already",
        "phone",
        "ar",
        "one",
        "big",
        "hit",
        "pokemon",
        "go",
        "took",
        "world",
        "storm",
        "virtual",
        "reality",
        "nerdy",
        "hobby",
        "part",
        "expensive",
        "clunky",
        "either",
        "needed",
        "buy",
        "headset",
        "addition",
        "smartphone",
        "whole",
        "big",
        "kit",
        "powerful",
        "computer",
        "run",
        "facebook",
        "saw",
        "addressed",
        "new",
        "market",
        "oculus",
        "go",
        "started",
        "shipping",
        "earlier",
        "month",
        "fully",
        "portable",
        "virtual",
        "reality",
        "experience",
        "require",
        "anything",
        "box",
        "todd",
        "haselton",
        "cnbc",
        "oculus",
        "go",
        "smartphone",
        "computer",
        "gaming",
        "system",
        "required",
        "turn",
        "oculus",
        "go",
        "slide",
        "eye",
        "virtual",
        "reality",
        "know",
        "take",
        "plunge",
        "good",
        "todd",
        "haselton",
        "cnbc",
        "everything",
        "need",
        "right",
        "facebook",
        "nailed",
        "necessity",
        "oculus",
        "go",
        "name",
        "fitting",
        "buy",
        "box",
        "good",
        "go",
        "everything",
        "need",
        "good",
        "virtual",
        "reality",
        "experience",
        "really",
        "simple",
        "use",
        "setup",
        "requires",
        "oculus",
        "app",
        "android",
        "phone",
        "iphone",
        "download",
        "install",
        "game",
        "apps",
        "netflix",
        "hulu",
        "place",
        "oculus",
        "go",
        "head",
        "slide",
        "speaker",
        "ear",
        "lower",
        "headset",
        "eye",
        "headset",
        "comfortable",
        "wear",
        "though",
        "display",
        "get",
        "foggy",
        "sometimes",
        "wear",
        "longer",
        "interval",
        "really",
        "like",
        "included",
        "speaker",
        "something",
        "gear",
        "vr",
        "google",
        "daydream",
        "although",
        "meant",
        "anyone",
        "room",
        "could",
        "also",
        "hear",
        "audio",
        "headphone",
        "jack",
        "want",
        "use",
        "headphone",
        "todd",
        "haselton",
        "cnbc",
        "speaker",
        "hidden",
        "right",
        "strap",
        "folk",
        "blown",
        "away",
        "experience",
        "especially",
        "price",
        "every",
        "time",
        "lower",
        "headset",
        "start",
        "lobby",
        "made",
        "background",
        "ocean",
        "felt",
        "like",
        "sitting",
        "underwater",
        "menu",
        "front",
        "includes",
        "apps",
        "game",
        "disposal",
        "right",
        "see",
        "list",
        "friend",
        "online",
        "turn",
        "head",
        "naturally",
        "see",
        "part",
        "room",
        "really",
        "standing",
        "space",
        "remote",
        "select",
        "app",
        "launch",
        "todd",
        "haselton",
        "cnbc",
        "oculus",
        "go",
        "remote",
        "easy",
        "use",
        "open",
        "netflix",
        "ported",
        "3d",
        "living",
        "room",
        "sitting",
        "front",
        "tv",
        "ready",
        "play",
        "anything",
        "netflix",
        "library",
        "watched",
        "bit",
        "indiana",
        "jones",
        "movie",
        "neat",
        "sitting",
        "clean",
        "room",
        "big",
        "tv",
        "also",
        "bit",
        "bizarre",
        "uncomfortable",
        "able",
        "see",
        "hand",
        "lay",
        "without",
        "adjust",
        "oculus",
        "go",
        "cnn",
        "floating",
        "dead",
        "sea",
        "see",
        "pixel",
        "lot",
        "experience",
        "check",
        "including",
        "game",
        "ok",
        "talk",
        "bit",
        "next",
        "section",
        "video",
        "bit",
        "scary",
        "like",
        "riding",
        "roller",
        "coaster",
        "diving",
        "track",
        "floating",
        "middle",
        "dead",
        "sea",
        "boat",
        "video",
        "pretty",
        "mean",
        "really",
        "feel",
        "like",
        "still",
        "engaging",
        "fun",
        "oculus",
        "oculus",
        "room",
        "let",
        "watch",
        "movie",
        "play",
        "game",
        "friend",
        "social",
        "experience",
        "oculus",
        "room",
        "let",
        "see",
        "people",
        "avatar",
        "watch",
        "hulu",
        "facebook",
        "video",
        "even",
        "game",
        "friend",
        "ever",
        "online",
        "time",
        "practical",
        "maybe",
        "people",
        "buy",
        "oculus",
        "go",
        "headset",
        "change",
        "oculus",
        "oculus",
        "go",
        "video",
        "put",
        "giant",
        "movie",
        "theater",
        "watching",
        "movie",
        "finally",
        "favorite",
        "experience",
        "watch",
        "movie",
        "really",
        "feel",
        "like",
        "sitting",
        "movie",
        "theater",
        "rendering",
        "done",
        "really",
        "well",
        "watched",
        "trailer",
        "deadpool",
        "bowl",
        "popcorn",
        "short",
        "feeling",
        "like",
        "transported",
        "huge",
        "empty",
        "movie",
        "theater",
        "massive",
        "screen",
        "might",
        "seen",
        "recent",
        "movie",
        "like",
        "ready",
        "player",
        "one",
        "yet",
        "see",
        "inspiration",
        "bad",
        "todd",
        "haselton",
        "cnbc",
        "oculus",
        "go",
        "perfect",
        "though",
        "hard",
        "complain",
        "much",
        "price",
        "point",
        "biggest",
        "qualm",
        "battery",
        "life",
        "oculus",
        "advertises",
        "hour",
        "pretty",
        "accurate",
        "experience",
        "could",
        "watch",
        "battery",
        "drain",
        "need",
        "place",
        "back",
        "charger",
        "wish",
        "oculus",
        "sold",
        "long",
        "cord",
        "let",
        "stay",
        "powered",
        "time",
        "wearing",
        "come",
        "32gb",
        "64gb",
        "capacity",
        "respectively",
        "enough",
        "people",
        "ca",
        "load",
        "vr",
        "video",
        "apps",
        "find",
        "also",
        "expect",
        "apps",
        "get",
        "much",
        "larger",
        "vr",
        "advance",
        "kind",
        "wish",
        "memory",
        "slot",
        "expand",
        "available",
        "storage",
        "bit",
        "planet",
        "game",
        "ultrawings",
        "oculus",
        "go",
        "facebook",
        "say",
        "get",
        "hd",
        "movie",
        "game",
        "apps",
        "average",
        "32gb",
        "storage",
        "full",
        "need",
        "delete",
        "remove",
        "apps",
        "game",
        "keep",
        "going",
        "keep",
        "mind",
        "vr",
        "movie",
        "much",
        "larger",
        "hd",
        "film",
        "sometimes",
        "10gb",
        "pop",
        "finally",
        "facebook",
        "billed",
        "social",
        "experience",
        "friend",
        "gear",
        "vr",
        "oculus",
        "go",
        "never",
        "online",
        "time",
        "sure",
        "huge",
        "desire",
        "sit",
        "watch",
        "movie",
        "friend",
        "binary",
        "mill",
        "game",
        "rush",
        "fun",
        "graphic",
        "incredible",
        "want",
        "gaming",
        "experience",
        "play",
        "game",
        "thousand",
        "people",
        "yet",
        "instead",
        "game",
        "feel",
        "mostly",
        "like",
        "demo",
        "impressive",
        "none",
        "one",
        "played",
        "rush",
        "ultrawings",
        "vr",
        "cart",
        "sprint",
        "many",
        "others",
        "good",
        "need",
        "come",
        "back",
        "good",
        "thing",
        "cost",
        "instead",
        "like",
        "oculus",
        "rift",
        "title",
        "buy",
        "oculus",
        "oculus",
        "go",
        "need",
        "experience",
        "oculus",
        "go",
        "something",
        "everyone",
        "need",
        "buy",
        "right",
        "true",
        "virtual",
        "reality",
        "fun",
        "small",
        "burst",
        "watching",
        "people",
        "use",
        "vr",
        "even",
        "funnier",
        "react",
        "world",
        "ca",
        "see",
        "game",
        "amazing",
        "still",
        "waiting",
        "multiplayer",
        "game",
        "interact",
        "million",
        "people",
        "example",
        "video",
        "quality",
        "still",
        "long",
        "way",
        "go",
        "heard",
        "hype",
        "virtual",
        "reality",
        "want",
        "get",
        "taste",
        "give",
        "oculus",
        "go",
        "whirl",
        "impressed",
        "far",
        "come",
        "get",
        "better",
        "idea",
        "going",
        "like",
        "might",
        "even",
        "tempted",
        "buy",
        "expensive",
        "powerful",
        "oculus",
        "vive",
        "show",
        "chapter"
    ]
}