{
    "organizations": [],
    "uuid": "00598351187cc9c965977d30301d2bfc3c575575",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/business-wire-adtalem-global-education-announces-new-board-directors-and-leadership-changes.html",
    "ord_in_thread": 0,
    "title": "Adtalem Global Education Announces New Board Directors and Leadership Changes",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Appoints Two Directors Who Increase Board Healthcare and Technology Expertise Names Group President of Medical and Healthcare Vertical Announces Planned Retirement of Chamberlain University President\nCHICAGO--(BUSINESS WIRE)-- Adtalem Global Education (NYSE: ATGE) today announced several leadership changes to both its Board of Directors and senior leadership team. Adtalem has appointed Georgette Kiser and Dr. Steven M. Altschuler, M.D. to its Board of Directors effective May 8, 2018. At the same time, Adtalem named board director Kathy Boden Holland as the Group President of its Medical and Healthcare vertical, currently Adtalem’s largest business unit and a key focus for Adtalem’s organic and inorganic growth strategy. Ms. Boden Holland resigned from the Adtalem Board of Directors and will begin the role leading the medical and healthcare vertical on May 9, 2018.\n“We are pleased to have Ms. Kiser and Dr. Altschuler join the Adtalem Board, and value their expertise in technology, business, healthcare and medical education,” said James D. White, Adtalem’s Board Chair. “This is an exciting time in the evolution of Adtalem and for the portfolio of institutions and companies it operates. We are confident these additional directors will provide insightful contributions as Adtalem focuses on its three verticals: medical and healthcare, technology and business, and professional education.”\nWith these changes, the Adtalem Board will be composed of nine Directors, seven of whom are independent. The Board composition now includes three women and four persons of color, demonstrating Adtalem’s commitment to Board diversity as a business imperative.\n“Ms. Boden Holland brings a wealth of operational and strategic experience to the medical and healthcare vertical. Well-versed in growing businesses organically as well as successfully executing M&A transactions, she will provide the strategic oversight to our portfolio of mission driven medical and healthcare institutions. Ms. Boden Holland will lead a team of experienced professionals and we are eager to see the evolution of this vertical under her direction,” said Lisa Wardell, President and Chief Executive Officer of Adtalem Global Education.\nAlso today, Adtalem announced the planned retirement of Chamberlain University President Susan Groenwald, PhD, RN, ANEF, FAAN. Throughout the last 12 years, Dr. Groenwald has led the evolution of Chamberlain University, leading the institution from one campus to 21 campuses in 15 states, while developing and managing all undergraduate and graduate nursing programs. She established and led the Chamberlain Care culture, which created an environment that embodies excellence in nursing, and was the basis of a book she published last fall. Susan successfully launched master’s and doctoral degrees, most recently the master of public health program. Under her leadership, Chamberlain University also achieved distinction as a Center of Excellence by the National League for Nursing. Adtalem is conducting an active search for her successor. Dr. Groenwald will retire once her successor is in place and is committed to ensuring a smooth transition. Dr. Groenwald will continue her affiliation with Adtalem in her role as Trustee for Ross University School of Medicine and Ross University School of Veterinary Medicine, and has also agreed to serve as a senior advisor to Adtalem on a go forward basis.\n“Chamberlain University’s growth and presence as a leading provider of quality nursing education is a testament to Susan’s passion for nursing and dedication to our students,” said Wardell. “We sincerely thank her for her market leading and transformational contributions to Chamberlain University and Adtalem Global Education and we know that Chamberlain will continue to reflect her commitment to the success of our students.”\nAbout Georgette Kiser\nMs. Kiser is the Managing Director and Chief Information Officer of The Carlyle Group (NASDAQ: CG), an investment firm with $195 billion in assets under management. Prior to that, she was in various executive roles at T. Rowe Price from 1996 to 2015, including Vice President and Head of Enterprise Solutions and Capabilities. She was a Senior Systems Analyst at United States Fidelity and Growth (USF&G) Insurance Information Systems from 1995 to 1996. She was a consultant and Software Engineer at Martin Marietta Management Data Systems from 1993 to 1995, and a Software Design Engineer in the Aerospace Division of the General Electric Company from 1989 to 1993. She received a bachelor’s degree in mathematics with a concentration in computer science from the University of Maryland, a M.S. in mathematics from Villanova University, and an MBA from the University of Baltimore.\nAbout Dr. Steven M. Altschuler, M.D.\nDr. Altschuler is Managing Director, Healthcare Ventures, at Ziff Capital Partners. Dr. Altschuler was the CEO of UHealth and the Executive Vice President of Health Affairs at the University of Miami from 2015 to 2017. Prior to that, he held a number of leadership roles at Children’s Hospital of Philadelphia from 1984 to 2015 including the President and CEO of the Foundation and the Hospital and was the Leonard and Madlyn Abramson Endowed Chair of Pediatrics. He held various roles, including President, of the Children’s Health Care Association Practice Board at the University of Pennsylvania School of Medicine from 1993 to 2000. Early in his career, he was an Emergency Room Physician at Episcopal Hospital in Philadelphia and Montgomery Hospital in Norristown, Pennsylvania. He is currently a Director on the Board of Weight Watchers International, Inc., where he sits on the audit committee and the compensation and benefits committee. He is also on the Board of Spark Therapeutics, Inc. and is on the compensation committee and the nominating and governance committee. He received a bachelor’s degree in mathematics from Case Western Reserve University and an M.D. from Case Western Reserve University School of Medicine. He completed his residency at Children’s Hospital and Medical Center in Boston and was a postdoctoral fellow at Children’s Hospital of Philadelphia.\nAbout Kathy Boden Holland\nMs. Boden Holland served as Executive Vice President, Bank Products and in other executive leadership roles at Elevate Credit, Inc. (NYSE: ELVT), a fintech company providing non-prime online credit products direct to consumers and technology solutions to banks, from 2014 to 2018. Prior roles include Executive Vice President, Corporate Development, of Think Finance Incorporated from 2012 to 2014, and President of RLJ Financial LLC, focused on developing and marketing new consumer credit products for the underbanked from 2010 to 2012. She was a Director of Adtalem Global Education from 2017 to 2018, and serves as an Advisory Board Member of Capital A Partners, an early stage venture capital firm. She earned a bachelor’s degree in economics from the Wharton School at the University of Pennsylvania, and an MBA from the University of North Carolina Kenan-Flagler Business School.\nAbout Adtalem Global Education\nThe purpose of Adtalem Global Education is to empower students to achieve their goals, find success, and make inspiring contributions to our global community. Adtalem Global Education Inc. (NYSE: ATGE; member S&P MidCap 400 Index) is a leading global education provider and the parent organization of Adtalem Educacional do Brasil, American University of the Caribbean School of Medicine, Association of Certified Anti-Money Laundering Specialists, Becker Professional Education, Carrington College, Chamberlain University, DeVry University and its Keller Graduate School of Management, Ross University School of Medicine and Ross University School of Veterinary Medicine. For more information, please visit adtalem.com .\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180508006477/en/\nAdtalem Global Education\nMedia Contact:\nErnie Gibble\nernie.gibble@adtalem.com\n630-353-9920\nor\nInvestor Contact:\nBeth Coronelli\nbeth.coronelli@adtalem.com\n630-353-9035\nSource: Adtalem Global Education",
    "published": "2018-05-09T00:30:00.000+03:00",
    "crawled": "2018-05-09T01:04:26.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "appoints",
        "two",
        "director",
        "increase",
        "board",
        "healthcare",
        "technology",
        "expertise",
        "name",
        "group",
        "president",
        "medical",
        "healthcare",
        "vertical",
        "announces",
        "planned",
        "retirement",
        "chamberlain",
        "university",
        "president",
        "chicago",
        "business",
        "wire",
        "adtalem",
        "global",
        "education",
        "nyse",
        "atge",
        "today",
        "announced",
        "several",
        "leadership",
        "change",
        "board",
        "director",
        "senior",
        "leadership",
        "team",
        "adtalem",
        "appointed",
        "georgette",
        "kiser",
        "steven",
        "altschuler",
        "board",
        "director",
        "effective",
        "may",
        "time",
        "adtalem",
        "named",
        "board",
        "director",
        "kathy",
        "boden",
        "holland",
        "group",
        "president",
        "medical",
        "healthcare",
        "vertical",
        "currently",
        "adtalem",
        "largest",
        "business",
        "unit",
        "key",
        "focus",
        "adtalem",
        "organic",
        "inorganic",
        "growth",
        "strategy",
        "boden",
        "holland",
        "resigned",
        "adtalem",
        "board",
        "director",
        "begin",
        "role",
        "leading",
        "medical",
        "healthcare",
        "vertical",
        "may",
        "pleased",
        "kiser",
        "altschuler",
        "join",
        "adtalem",
        "board",
        "value",
        "expertise",
        "technology",
        "business",
        "healthcare",
        "medical",
        "education",
        "said",
        "james",
        "white",
        "adtalem",
        "board",
        "chair",
        "exciting",
        "time",
        "evolution",
        "adtalem",
        "portfolio",
        "institution",
        "company",
        "operates",
        "confident",
        "additional",
        "director",
        "provide",
        "insightful",
        "contribution",
        "adtalem",
        "focus",
        "three",
        "vertical",
        "medical",
        "healthcare",
        "technology",
        "business",
        "professional",
        "change",
        "adtalem",
        "board",
        "composed",
        "nine",
        "director",
        "seven",
        "independent",
        "board",
        "composition",
        "includes",
        "three",
        "woman",
        "four",
        "person",
        "color",
        "demonstrating",
        "adtalem",
        "commitment",
        "board",
        "diversity",
        "business",
        "imperative",
        "m",
        "boden",
        "holland",
        "brings",
        "wealth",
        "operational",
        "strategic",
        "experience",
        "medical",
        "healthcare",
        "vertical",
        "growing",
        "business",
        "organically",
        "well",
        "successfully",
        "executing",
        "transaction",
        "provide",
        "strategic",
        "oversight",
        "portfolio",
        "mission",
        "driven",
        "medical",
        "healthcare",
        "institution",
        "boden",
        "holland",
        "lead",
        "team",
        "experienced",
        "professional",
        "eager",
        "see",
        "evolution",
        "vertical",
        "direction",
        "said",
        "lisa",
        "wardell",
        "president",
        "chief",
        "executive",
        "officer",
        "adtalem",
        "global",
        "education",
        "also",
        "today",
        "adtalem",
        "announced",
        "planned",
        "retirement",
        "chamberlain",
        "university",
        "president",
        "susan",
        "groenwald",
        "phd",
        "rn",
        "anef",
        "faan",
        "throughout",
        "last",
        "year",
        "groenwald",
        "led",
        "evolution",
        "chamberlain",
        "university",
        "leading",
        "institution",
        "one",
        "campus",
        "campus",
        "state",
        "developing",
        "managing",
        "undergraduate",
        "graduate",
        "nursing",
        "program",
        "established",
        "led",
        "chamberlain",
        "care",
        "culture",
        "created",
        "environment",
        "embodies",
        "excellence",
        "nursing",
        "basis",
        "book",
        "published",
        "last",
        "fall",
        "susan",
        "successfully",
        "launched",
        "master",
        "doctoral",
        "degree",
        "recently",
        "master",
        "public",
        "health",
        "program",
        "leadership",
        "chamberlain",
        "university",
        "also",
        "achieved",
        "distinction",
        "center",
        "excellence",
        "national",
        "league",
        "nursing",
        "adtalem",
        "conducting",
        "active",
        "search",
        "successor",
        "groenwald",
        "retire",
        "successor",
        "place",
        "committed",
        "ensuring",
        "smooth",
        "transition",
        "groenwald",
        "continue",
        "affiliation",
        "adtalem",
        "role",
        "trustee",
        "ross",
        "university",
        "school",
        "medicine",
        "ross",
        "university",
        "school",
        "veterinary",
        "medicine",
        "also",
        "agreed",
        "serve",
        "senior",
        "advisor",
        "adtalem",
        "go",
        "forward",
        "basis",
        "chamberlain",
        "university",
        "growth",
        "presence",
        "leading",
        "provider",
        "quality",
        "nursing",
        "education",
        "testament",
        "susan",
        "passion",
        "nursing",
        "dedication",
        "student",
        "said",
        "wardell",
        "sincerely",
        "thank",
        "market",
        "leading",
        "transformational",
        "contribution",
        "chamberlain",
        "university",
        "adtalem",
        "global",
        "education",
        "know",
        "chamberlain",
        "continue",
        "reflect",
        "commitment",
        "success",
        "georgette",
        "kiser",
        "kiser",
        "managing",
        "director",
        "chief",
        "information",
        "officer",
        "carlyle",
        "group",
        "nasdaq",
        "cg",
        "investment",
        "firm",
        "billion",
        "asset",
        "management",
        "prior",
        "various",
        "executive",
        "role",
        "rowe",
        "price",
        "including",
        "vice",
        "president",
        "head",
        "enterprise",
        "solution",
        "capability",
        "senior",
        "system",
        "analyst",
        "united",
        "state",
        "fidelity",
        "growth",
        "usf",
        "g",
        "insurance",
        "information",
        "system",
        "consultant",
        "software",
        "engineer",
        "martin",
        "marietta",
        "management",
        "data",
        "system",
        "software",
        "design",
        "engineer",
        "aerospace",
        "division",
        "general",
        "electric",
        "company",
        "received",
        "bachelor",
        "degree",
        "mathematics",
        "concentration",
        "computer",
        "science",
        "university",
        "maryland",
        "mathematics",
        "villanova",
        "university",
        "mba",
        "university",
        "baltimore",
        "steven",
        "altschuler",
        "altschuler",
        "managing",
        "director",
        "healthcare",
        "venture",
        "ziff",
        "capital",
        "partner",
        "altschuler",
        "ceo",
        "uhealth",
        "executive",
        "vice",
        "president",
        "health",
        "affair",
        "university",
        "miami",
        "prior",
        "held",
        "number",
        "leadership",
        "role",
        "child",
        "hospital",
        "philadelphia",
        "including",
        "president",
        "ceo",
        "foundation",
        "hospital",
        "leonard",
        "madlyn",
        "abramson",
        "endowed",
        "chair",
        "pediatrics",
        "held",
        "various",
        "role",
        "including",
        "president",
        "child",
        "health",
        "care",
        "association",
        "practice",
        "board",
        "university",
        "pennsylvania",
        "school",
        "medicine",
        "early",
        "career",
        "emergency",
        "room",
        "physician",
        "episcopal",
        "hospital",
        "philadelphia",
        "montgomery",
        "hospital",
        "norristown",
        "pennsylvania",
        "currently",
        "director",
        "board",
        "weight",
        "watcher",
        "international",
        "sits",
        "audit",
        "committee",
        "compensation",
        "benefit",
        "committee",
        "also",
        "board",
        "spark",
        "therapeutic",
        "compensation",
        "committee",
        "nominating",
        "governance",
        "committee",
        "received",
        "bachelor",
        "degree",
        "mathematics",
        "case",
        "western",
        "reserve",
        "university",
        "case",
        "western",
        "reserve",
        "university",
        "school",
        "medicine",
        "completed",
        "residency",
        "child",
        "hospital",
        "medical",
        "center",
        "boston",
        "postdoctoral",
        "fellow",
        "child",
        "hospital",
        "philadelphia",
        "kathy",
        "boden",
        "holland",
        "boden",
        "holland",
        "served",
        "executive",
        "vice",
        "president",
        "bank",
        "product",
        "executive",
        "leadership",
        "role",
        "elevate",
        "credit",
        "nyse",
        "elvt",
        "fintech",
        "company",
        "providing",
        "online",
        "credit",
        "product",
        "direct",
        "consumer",
        "technology",
        "solution",
        "bank",
        "prior",
        "role",
        "include",
        "executive",
        "vice",
        "president",
        "corporate",
        "development",
        "think",
        "finance",
        "incorporated",
        "president",
        "rlj",
        "financial",
        "llc",
        "focused",
        "developing",
        "marketing",
        "new",
        "consumer",
        "credit",
        "product",
        "underbanked",
        "director",
        "adtalem",
        "global",
        "education",
        "serf",
        "advisory",
        "board",
        "member",
        "capital",
        "partner",
        "early",
        "stage",
        "venture",
        "capital",
        "firm",
        "earned",
        "bachelor",
        "degree",
        "economics",
        "wharton",
        "school",
        "university",
        "pennsylvania",
        "mba",
        "university",
        "north",
        "carolina",
        "business",
        "school",
        "adtalem",
        "global",
        "education",
        "purpose",
        "adtalem",
        "global",
        "education",
        "empower",
        "student",
        "achieve",
        "goal",
        "find",
        "success",
        "make",
        "inspiring",
        "contribution",
        "global",
        "community",
        "adtalem",
        "global",
        "education",
        "nyse",
        "atge",
        "member",
        "p",
        "midcap",
        "index",
        "leading",
        "global",
        "education",
        "provider",
        "parent",
        "organization",
        "adtalem",
        "educacional",
        "brasil",
        "american",
        "university",
        "caribbean",
        "school",
        "medicine",
        "association",
        "certified",
        "laundering",
        "specialist",
        "becker",
        "professional",
        "education",
        "carrington",
        "college",
        "chamberlain",
        "university",
        "devry",
        "university",
        "keller",
        "graduate",
        "school",
        "management",
        "ross",
        "university",
        "school",
        "medicine",
        "ross",
        "university",
        "school",
        "veterinary",
        "medicine",
        "information",
        "please",
        "visit",
        "view",
        "source",
        "version",
        "http",
        "adtalem",
        "global",
        "education",
        "medium",
        "contact",
        "ernie",
        "gibble",
        "investor",
        "contact",
        "beth",
        "coronelli",
        "source",
        "adtalem",
        "global",
        "education"
    ]
}