{
    "organizations": [],
    "uuid": "ad0716272998e4e64e3f007898ae635fc69db3e8",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/pr-newswire-mogo-announces-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Mogo Announces First Quarter Financial",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Accelerating growth drives record quarterly revenue of $14.3 million\nSubscription and services revenue grows 110% year over year\nMogo reports in Canadian dollars and in accordance with IFRS.\nVANCOUVER, May 8, 2018 /PRNewswire/ - Mogo Finance Technology Inc. (TSX:MOGO) (NASDAQ:MOGO) (\"Mogo\" or the \"Company\"), one of Canada's leading financial technology companies, today announced its financial and operational ended March 31, 2018.\n\"We delivered our highest-ever quarterly revenue, accelerating growth in our subscription & services revenue, and rapid member growth in the first quarter,\" said David Feller, Mogo's Founder and CEO. \"Our goal is to become the go-to financial app for the next generation of Canadians, and every quarter we focus on improving our value proposition, whether with new features, an improved user experience or new products. We continued to make great progress in these areas in the quarter and in proving out our freemium model, where we attract users with benefits such as free credit score monitoring and, over time, cross-sell them into our other products, including premium account offerings. We believe that the future of financial services will not only be a digital one, but increasingly mobile-first as Millennials and Gen Z want to manage their financial life from an app, and expect a modern digital experience that is both simple and engaging.\"\n\"It was a very strong quarter for the company, highlighted by a 110% increase in our subscription and services revenue, which represented 35% of total revenue at quarter end, up from 21% last year, and is increasingly driven by recurring monthly subscriptions,\" said Greg Feller, President & CFO. \"Subscription and services continues to be the primary driver of our revenue growth alongside managed growth of our MogoMoney product. Excluding the impact from our legacy short term loans, based on our continued strategic shift away from this product, our core revenue had its third consecutive quarter of accelerating growth to 60% in the first quarter.\"\nFirst-Quarter Financial Highlights\nRecord total revenue of $14.3 million, up from $11.3 million in the first quarter of 2017, representing accelerating year-over-year growth to 27%. Subscription and services revenue had its fifth consecutive quarter of accelerating growth, increasing 110% to $5.0 million, primarily driven by the continued rapid growth in recurring subscription revenue, including premium account options such as MogoProtect. Total revenue, excluding loan fees related to the Company's legacy short-term loan product, increased by 60% to $10.4 million, up from $6.5 million in the comparable quarter in 2017. Gross profit increased 26% to $9.4 million (65% of revenue), compared with $7.5 million (66% of revenue) in the first quarter of 2017. Gross profit increased at a slower rate than revenue due to the impact of the adoption of IFRS 9 during the quarter (refer to Note 3 of the financial statements for further details on the adoption of IFRS 9). Adjusted EBITDA increased 18% to $0.3 million, versus the comparable period a year ago. Adjusted net loss for the first quarter of 2018 was $4.9 million, compared with $3.8 million in the comparable quarter in 2017. Net loss for the first quarter of 2018 was $3.9 million, or $0.17 per share, compared with $4.6 million, or $0.25 per share, for the first quarter of 2017 At March 31, 2018, the Company had $35.7 million in cash and up to an additional $188.0 million, upon certain conditions, from undrawn facilities available to support future growth.\nFirst-Quarter Business Highlights\nThe Company added approximately 60,000 net new members in the first quarter, an increase in total members of 53% over the prior year. Launched MogoCrypto, enabling members to buy and sell bitcoin at real-time prices instantly from their mobile devices. Expanded blockchain initiatives including commencement of small scale bitcoin mining hosted by DMG Blockchain Solutions. Ongoing enhancements to mobile-first digital account and user experience with continued focus on making it easier for consumers to manage their financial health. Subsequent to quarter end, added former HSBC executive, Matthew Bosrock, to its board of directors. Subsequent to quarter end, extended the term of its marketing collaboration agreement with Postmedia Network for an additional 2 years covering calendar 2019 and 2020. Subsequent to quarter end, commenced trading on the NASDAQ Capital Market under the symbol \"MOGO\".\nConference Call & Webcast\nMogo will host a conference call to discuss its Q1 2018 financial results at 8:30 a.m. ET on May 8, 2018. The call will be hosted by David Feller, Founder & CEO, and Greg Feller, President & CFO. To participate in the call, dial 647-427-7450 or 1-888-231-8191 using the conference ID 5996597. The webcast can be accessed at https://bit.ly/2FjopJB or http://investors.mogo.ca . Listeners should access the webcast or call 10-15 minutes before the start time to ensure they are connected. A copy of the presentation will be available at http://investors.mogo.ca .\n1) Non-IFRS Financial Measures\nThis press release makes reference to certain non‑IFRS financial measures. These measures are not recognized measures under IFRS, do not have a standardized meaning prescribed by IFRS and are therefore unlikely to be comparable to similar measures presented by other companies. These measures are provided as additional information to complement the IFRS financial measures contained herein by providing further metrics to understand the Company's results of operations from management's perspective. Accordingly, they should not be considered in isolation nor as a substitute for analysis of our financial information reported under IFRS. We use non‑IFRS financial measures, including revenue excluding loan fees, contribution, contribution margin, adjusted EBITDA, adjusted net income (loss), cash provided by (used in) operating activities before investment in loans receivable, charge-off rate, average revenue per member, and Mogo members, to provide investors with supplemental measures of our operating performance and thus highlight trends in our core business that may not otherwise be apparent when relying solely on IFRS financial measures. Our management also uses non‑IFRS financial measures in order to facilitate operating performance comparisons from period to period, prepare annual operating budgets and assess our ability to meet our capital expenditure and working capital requirements. Please see \"Non-IFRS Financial Measures\" in our Management's Discussion and Analysis for the Quarter Ended March 31, 2018 for a reconciliation of these non-IFRS financial measures to the nearest IFRS measures which is available at www.sedar.com and at www.sec.gov .\nForward-Looking Statements\nThis news release may contain \"forward-looking statements\" within the meaning of applicable securities legislation. are necessarily based upon a number of estimates and assumptions that, while considered reasonable by management, are inherently subject to significant business, economic and competitive uncertainties and contingencies. involve known and unknown risks, uncertainties and other factors that may cause actual financial results, performance or achievements to be materially different from the estimated future results, performance or achievements expressed or implied by those forward-looking statements and the forward-looking statements are not guarantees of future performance. Mogo's growth, its ability to expand into new products and markets and its expectations for its financial performance for 2018 are subject to a number of conditions, many of which are outside of Mogo's control. For a description of the risks associated with Mogo's business please refer to the \"Risk Factors\" section of Mogo's annual information form dated March 6, 2018 which is available at www.sedar.com and at www.sec.gov . Except as required by law, Mogo disclaims any obligation to update or revise any forward-looking statements, whether as a result of new information, events or otherwise.\nAbout Mogo\nMogo — a Vancouver-based financial technology company — is focused on building the leading digital financial platform in Canada and empowering consumers with simple solutions to help them improve their financial health. Built mobile first, users can sign up for a free MogoAccount in only three minutes and get access to 6 products including free credit score monitoring, identity fraud protection, the Mogo Platinum Prepaid Visa® Card, mortgages, personal loans and the MogoCrypto account which enables the buying and selling of bitcoin. The platform is engineered to deliver multiple financial products at scale through one account and enable the rapid launch of new features and products. With more than 600,000 members and growing, Mogo continues to execute on its vision of becoming the go-to financial app for the next generation of Canadians. To learn more, please visit mogo.ca or download the mobile app (iOS or Android).\nView original content: http://www.prnewswire.com/news-releases/mogo-announces-first-quarter-2018-financial-results-300644247.html\nSOURCE Mogo Finance Technology Inc",
    "published": "2018-05-08T15:00:00.000+03:00",
    "crawled": "2018-05-08T15:37:12.162+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "accelerating",
        "growth",
        "drive",
        "record",
        "quarterly",
        "revenue",
        "million",
        "subscription",
        "service",
        "revenue",
        "grows",
        "year",
        "year",
        "mogo",
        "report",
        "canadian",
        "dollar",
        "accordance",
        "ifrs",
        "vancouver",
        "may",
        "mogo",
        "finance",
        "technology",
        "tsx",
        "mogo",
        "nasdaq",
        "mogo",
        "mogo",
        "company",
        "one",
        "canada",
        "leading",
        "financial",
        "technology",
        "company",
        "today",
        "announced",
        "financial",
        "operational",
        "ended",
        "march",
        "delivered",
        "quarterly",
        "revenue",
        "accelerating",
        "growth",
        "subscription",
        "service",
        "revenue",
        "rapid",
        "member",
        "growth",
        "first",
        "quarter",
        "said",
        "david",
        "feller",
        "mogo",
        "founder",
        "ceo",
        "goal",
        "become",
        "financial",
        "app",
        "next",
        "generation",
        "canadian",
        "every",
        "quarter",
        "focus",
        "improving",
        "value",
        "proposition",
        "whether",
        "new",
        "feature",
        "improved",
        "user",
        "experience",
        "new",
        "product",
        "continued",
        "make",
        "great",
        "progress",
        "area",
        "quarter",
        "proving",
        "freemium",
        "model",
        "attract",
        "user",
        "benefit",
        "free",
        "credit",
        "score",
        "monitoring",
        "time",
        "product",
        "including",
        "premium",
        "account",
        "offering",
        "believe",
        "future",
        "financial",
        "service",
        "digital",
        "one",
        "increasingly",
        "millennials",
        "gen",
        "z",
        "want",
        "manage",
        "financial",
        "life",
        "app",
        "expect",
        "modern",
        "digital",
        "experience",
        "simple",
        "engaging",
        "strong",
        "quarter",
        "company",
        "highlighted",
        "increase",
        "subscription",
        "service",
        "revenue",
        "represented",
        "total",
        "revenue",
        "quarter",
        "end",
        "last",
        "year",
        "increasingly",
        "driven",
        "recurring",
        "monthly",
        "subscription",
        "said",
        "greg",
        "feller",
        "president",
        "cfo",
        "subscription",
        "service",
        "continues",
        "primary",
        "driver",
        "revenue",
        "growth",
        "alongside",
        "managed",
        "growth",
        "mogomoney",
        "product",
        "excluding",
        "impact",
        "legacy",
        "short",
        "term",
        "loan",
        "based",
        "continued",
        "strategic",
        "shift",
        "away",
        "product",
        "core",
        "revenue",
        "third",
        "consecutive",
        "quarter",
        "accelerating",
        "growth",
        "first",
        "quarter",
        "financial",
        "highlight",
        "record",
        "total",
        "revenue",
        "million",
        "million",
        "first",
        "quarter",
        "representing",
        "accelerating",
        "growth",
        "subscription",
        "service",
        "revenue",
        "fifth",
        "consecutive",
        "quarter",
        "accelerating",
        "growth",
        "increasing",
        "million",
        "primarily",
        "driven",
        "continued",
        "rapid",
        "growth",
        "recurring",
        "subscription",
        "revenue",
        "including",
        "premium",
        "account",
        "option",
        "mogoprotect",
        "total",
        "revenue",
        "excluding",
        "loan",
        "fee",
        "related",
        "company",
        "legacy",
        "loan",
        "product",
        "increased",
        "million",
        "million",
        "comparable",
        "quarter",
        "gross",
        "profit",
        "increased",
        "million",
        "revenue",
        "compared",
        "million",
        "revenue",
        "first",
        "quarter",
        "gross",
        "profit",
        "increased",
        "slower",
        "rate",
        "revenue",
        "due",
        "impact",
        "adoption",
        "ifrs",
        "quarter",
        "refer",
        "note",
        "financial",
        "statement",
        "detail",
        "adoption",
        "ifrs",
        "adjusted",
        "ebitda",
        "increased",
        "million",
        "versus",
        "comparable",
        "period",
        "year",
        "ago",
        "adjusted",
        "net",
        "loss",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "comparable",
        "quarter",
        "net",
        "loss",
        "first",
        "quarter",
        "million",
        "per",
        "share",
        "compared",
        "million",
        "per",
        "share",
        "first",
        "quarter",
        "march",
        "company",
        "million",
        "cash",
        "additional",
        "million",
        "upon",
        "certain",
        "condition",
        "undrawn",
        "facility",
        "available",
        "support",
        "future",
        "growth",
        "business",
        "highlight",
        "company",
        "added",
        "approximately",
        "net",
        "new",
        "member",
        "first",
        "quarter",
        "increase",
        "total",
        "member",
        "prior",
        "year",
        "launched",
        "mogocrypto",
        "enabling",
        "member",
        "buy",
        "sell",
        "bitcoin",
        "price",
        "instantly",
        "mobile",
        "device",
        "expanded",
        "blockchain",
        "initiative",
        "including",
        "commencement",
        "small",
        "scale",
        "bitcoin",
        "mining",
        "hosted",
        "dmg",
        "blockchain",
        "solution",
        "ongoing",
        "enhancement",
        "digital",
        "account",
        "user",
        "experience",
        "continued",
        "focus",
        "making",
        "easier",
        "consumer",
        "manage",
        "financial",
        "health",
        "subsequent",
        "quarter",
        "end",
        "added",
        "former",
        "hsbc",
        "executive",
        "matthew",
        "bosrock",
        "board",
        "director",
        "subsequent",
        "quarter",
        "end",
        "extended",
        "term",
        "marketing",
        "collaboration",
        "agreement",
        "postmedia",
        "network",
        "additional",
        "year",
        "covering",
        "calendar",
        "subsequent",
        "quarter",
        "end",
        "commenced",
        "trading",
        "nasdaq",
        "capital",
        "market",
        "symbol",
        "mogo",
        "conference",
        "call",
        "webcast",
        "mogo",
        "host",
        "conference",
        "call",
        "discus",
        "q1",
        "financial",
        "result",
        "et",
        "may",
        "call",
        "hosted",
        "david",
        "feller",
        "founder",
        "ceo",
        "greg",
        "feller",
        "president",
        "cfo",
        "participate",
        "call",
        "dial",
        "using",
        "conference",
        "id",
        "webcast",
        "accessed",
        "http",
        "http",
        "listener",
        "access",
        "webcast",
        "call",
        "minute",
        "start",
        "time",
        "ensure",
        "connected",
        "copy",
        "presentation",
        "available",
        "http",
        "financial",
        "measure",
        "press",
        "release",
        "make",
        "reference",
        "certain",
        "financial",
        "measure",
        "measure",
        "recognized",
        "measure",
        "ifrs",
        "standardized",
        "meaning",
        "prescribed",
        "ifrs",
        "therefore",
        "unlikely",
        "comparable",
        "similar",
        "measure",
        "presented",
        "company",
        "measure",
        "provided",
        "additional",
        "information",
        "complement",
        "ifrs",
        "financial",
        "measure",
        "contained",
        "herein",
        "providing",
        "metric",
        "understand",
        "company",
        "result",
        "operation",
        "management",
        "perspective",
        "accordingly",
        "considered",
        "isolation",
        "substitute",
        "analysis",
        "financial",
        "information",
        "reported",
        "ifrs",
        "use",
        "financial",
        "measure",
        "including",
        "revenue",
        "excluding",
        "loan",
        "fee",
        "contribution",
        "contribution",
        "margin",
        "adjusted",
        "ebitda",
        "adjusted",
        "net",
        "income",
        "loss",
        "cash",
        "provided",
        "used",
        "operating",
        "activity",
        "investment",
        "loan",
        "receivable",
        "rate",
        "average",
        "revenue",
        "per",
        "member",
        "mogo",
        "member",
        "provide",
        "investor",
        "supplemental",
        "measure",
        "operating",
        "performance",
        "thus",
        "highlight",
        "trend",
        "core",
        "business",
        "may",
        "otherwise",
        "apparent",
        "relying",
        "solely",
        "ifrs",
        "financial",
        "measure",
        "management",
        "also",
        "us",
        "financial",
        "measure",
        "order",
        "facilitate",
        "operating",
        "performance",
        "comparison",
        "period",
        "period",
        "prepare",
        "annual",
        "operating",
        "budget",
        "assess",
        "ability",
        "meet",
        "capital",
        "expenditure",
        "working",
        "capital",
        "requirement",
        "please",
        "see",
        "financial",
        "measure",
        "management",
        "discussion",
        "analysis",
        "quarter",
        "ended",
        "march",
        "reconciliation",
        "financial",
        "measure",
        "nearest",
        "ifrs",
        "measure",
        "available",
        "statement",
        "news",
        "release",
        "may",
        "contain",
        "statement",
        "within",
        "meaning",
        "applicable",
        "security",
        "legislation",
        "necessarily",
        "based",
        "upon",
        "number",
        "estimate",
        "assumption",
        "considered",
        "reasonable",
        "management",
        "inherently",
        "subject",
        "significant",
        "business",
        "economic",
        "competitive",
        "uncertainty",
        "contingency",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "financial",
        "result",
        "performance",
        "achievement",
        "materially",
        "different",
        "estimated",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "statement",
        "guarantee",
        "future",
        "performance",
        "mogo",
        "growth",
        "ability",
        "expand",
        "new",
        "product",
        "market",
        "expectation",
        "financial",
        "performance",
        "subject",
        "number",
        "condition",
        "many",
        "outside",
        "mogo",
        "control",
        "description",
        "risk",
        "associated",
        "mogo",
        "business",
        "please",
        "refer",
        "risk",
        "factor",
        "section",
        "mogo",
        "annual",
        "information",
        "form",
        "dated",
        "march",
        "available",
        "except",
        "required",
        "law",
        "mogo",
        "disclaims",
        "obligation",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "event",
        "otherwise",
        "mogo",
        "mogo",
        "financial",
        "technology",
        "company",
        "focused",
        "building",
        "leading",
        "digital",
        "financial",
        "platform",
        "canada",
        "empowering",
        "consumer",
        "simple",
        "solution",
        "help",
        "improve",
        "financial",
        "health",
        "built",
        "mobile",
        "first",
        "user",
        "sign",
        "free",
        "mogoaccount",
        "three",
        "minute",
        "get",
        "access",
        "product",
        "including",
        "free",
        "credit",
        "score",
        "monitoring",
        "identity",
        "fraud",
        "protection",
        "mogo",
        "platinum",
        "prepaid",
        "card",
        "mortgage",
        "personal",
        "loan",
        "mogocrypto",
        "account",
        "enables",
        "buying",
        "selling",
        "bitcoin",
        "platform",
        "engineered",
        "deliver",
        "multiple",
        "financial",
        "product",
        "scale",
        "one",
        "account",
        "enable",
        "rapid",
        "launch",
        "new",
        "feature",
        "product",
        "member",
        "growing",
        "mogo",
        "continues",
        "execute",
        "vision",
        "becoming",
        "financial",
        "app",
        "next",
        "generation",
        "canadian",
        "learn",
        "please",
        "visit",
        "download",
        "mobile",
        "app",
        "io",
        "android",
        "view",
        "original",
        "content",
        "http",
        "source",
        "mogo",
        "finance",
        "technology",
        "inc"
    ]
}