{
    "organizations": [],
    "uuid": "6702c90111f5a68119f2e9ad767a5c73151b2b45",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/globe-newswire-zynerba-pharmaceuticals-reports-first-quarter-2018-financial-results-and-operational-highlights.html",
    "ord_in_thread": 0,
    "title": "Zynerba Pharmaceuticals Reports First Quarter 2018 Financial Results and Operational Highlights",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "DEVON, Pa., May 08, 2018 (GLOBE NEWSWIRE) -- Zynerba Pharmaceuticals , Inc. (NASDAQ:ZYNE), a clinical-stage specialty neuropsychiatric pharmaceutical company dedicated to developing and commercializing innovative pharmaceutically-produced transdermal cannabinoid treatments for rare and near-rare neurological and psychiatric disorders with high unmet medical needs, today reported financial results for the first and provided an overview of recent operational highlights.\n“We have made significant progress on advancing our lead asset, ZYN002 transdermal CBD gel, in the first few months of 2018,” said Armando Anido, Chairman and Chief Executive Officer of Zynerba. “We recently initiated our Phase 2 study of ZYN002 in patients with developmental and epileptic encephalopathies and we are preparing to initiate a single pivotal trial for Fragile X syndrome. We also presented important new data from our ongoing STAR 2 open label extension study in adult refractory focal seizures that continue to suggest that focal seizures may be reduced with longer-term use of ZYN002. We expect to achieve a number of additional milestones this year, which should position us for an exciting and data-rich 2018 and 2019.”\nFirst Quarter 2018 and Recent Highlights\nZYN002 in Fragile X Syndrome (FXS)\nAnnounced Positive Meeting with U.S. Food and Drug Administration; the Company Remains On Track to Initiate a Single Pivotal Trial of ZYN002 in Fragile X Syndrome Mid-year 2018 to Support a New Drug Application (NDA) Filing\nThe Company expects to enroll approximately 200 pediatric and adolescent patients in the U.S., Australia and New Zealand into a single pivotal study to support an NDA for ZYN002 in FXS. The primary and key secondary endpoints for the study will assess observable behaviors in patients with FXS as reported by the caregiver using certain subscales of the validated Aberrant Behavior Checklist in Fragile X syndrome (ABC-FXS). Data are expected in 2019. FXS affects approximately 71,000 people in the U.S. It is the leading known cause of inherited intellectual disability and Autism Spectrum Disorder, with symptoms including significant behavioral, social and cognitive deficits.\nAnnounced Acceptance of FAB-C Data for Oral Presentation at the 16th NFXF International Fragile X Conference, July 11-15, 2018 in Cincinnati, OH\nThe oral presentation will describe data from the FAB-C (Treatment of F ragile X Syndrome A nxiety and B ehavioral Challenges with C BD) study that highlight the short- and long-term positive impact of ZYN002 on children and adolescents with Fragile X syndrome (FXS). Twelve patients remain in the open label extension of the FAB-C study. As of April 30, 2018, all twelve patients have exceeded nine months on ZYN002, and three have exceeded twelve months.\nZYN002 in Developmental and Epileptic Encephalopathies (DEE)\nInitiated Phase 2 BELIEVE 1 Clinical Trial in Developmental and Epileptic Encephalopathies (DEE); Topline Results Expected in 2019\nZynerba initiated the six-month BELIEVE 1 (Open La b el Study to Assess the Safety and E fficacy of ZYN002 Administered as a Transderma l Gel to Ch i ldren and Adol e scents with De v elopmental and E pileptic Encephalopathy) open label multi-dose Phase 2 clinical trial, which will evaluate the efficacy and safety of ZYN002 in approximately 50 children and adolescents with DEE. The primary efficacy assessment is change in seizure frequency. DEE is a heterogeneous group of epilepsy syndromes that involve significant developmental impairment or regression of developmental progress, and are highly resistant to treatment. The category includes a number of syndromes, including Doose, Dravet, Lennox-Gastaut, and West, among others.\nZYN002 in Focal Epilepsy\nInitiation of Double-Blind, Placebo Controlled Phase 2b Clinical Trial of ZYN002 in Approximately 300 Adult Patients with Refractory Focal Epilepsy is On Track for the Second Half of 2018\nPresented Clinical Data from STAR 2 Open Label Study of ZYN002 in Patients with Focal Seizures at the 2018 American Academy of Neurology (AAN) Meeting in Los Angeles, CA\nData show continued improvement in seizure control in adult refractory focal seizure patients receiving ZYN002 through 12 month of open label exposure.\nCompared to baseline, the median changes in seizure rates at months 3, 6, 9, and 12 of STAR 2 across all ZYN002-treated patients at each time point were: 25% reduction at month 3 (N=171) 36% reduction at month 6 (N=146) 49% reduction at month 9 (N=112) 58% reduction at month 12 (N=70) ZYN002 was well tolerated with good skin tolerability; and There were no clinically significant abnormal liver adverse events >3x upper limit of normal reported for patients receiving ZYN002.\nZYN001 in Tourette Syndrome\nContinued Dosing in the Phase 1 Program for ZYN001 Pro-drug of Tetrahydrocannabinol (THC) Delivered via Transdermal Patch; Initiation of Phase 2 Study in Patients with Tourette Syndrome (TS) Expected in the Second Half of 2018\nZynerba is executing on a Phase 1 program to assess multiple formulations of ZYN001, a patent-protected, pro-drug of THC delivered via a patch. The Company expects to complete this study in the first half of 2018, and assuming supportive data, move into a Phase 2 clinical trial in Tourette Syndrome late in the second half of 2018.\nCorporate\nAnnounced Addition of John P. Butler to Board of Directors\nJohn Butler, the President, Chief Executive Officer and member of the Board of Directors of Akebia Therapeutics, Inc., adds 30 years of operational and commercialization experience in rare diseases to Zynerba’s board. Previously, Mr. Butler served as the Chief Executive Officer of Inspiration Biopharmaceuticals, and in various positions of increasing strategic importance at Genzyme Corporation, culminating in his tenure as President of the rare genetic diseases business.\nEnhanced Senior Management Team\nTerry Hurst joined Zynerba as General Manager, Zynerba Pharmaceuticals Pty Ltd (Australia), bringing 16 years of biopharmaceutical executive management experience in early phase clinical trial execution. Mr. Hurst has extensive proficiency in the Australian clinical trial sector, having overseen the execution of approximately 400 early phase clinical trials.\nFirst Quarter 2018 Financial Results\nAs of March 31, 2018, cash and cash equivalents were $52.1 million, compared to $62.5 million as of December 31, 2017. Research and development expenses for the first quarter of 2018 were $9.0 million, including stock-based compensation of $0.7 million. The period-over-period increase was primarily related to costs associated with acquiring active pharmaceutical ingredients and drug product for ZYN002 and ZYN001; Phase 1 studies evaluating alternative dosing sites and concentrations of ZYN002; and personnel costs, including recruiting and stock-based compensation expense. These increases were partially offset by lower clinical trial costs for ZYN002. General and administrative expenses for the first quarter of 2018 were $3.4 million, including stock-based compensation expense of $0.9 million. Net loss for the first quarter of 2018 was $12.3 million with basic and diluted net loss per share of $(0.91).\nFinancial Outlook\nThe Company believes that the cash and cash equivalent position of $52.1 million as of March 31, 2018 is sufficient to fund operations and capital requirements well into 2019.\nAbout Zynerba Pharmaceuticals, Inc.\nZynerba Pharmaceuticals (NASDAQ:ZYNE) is a clinical-stage specialty neuropsychiatric pharmaceutical company dedicated to developing and commercializing innovative pharmaceutically-produced transdermal cannabinoid treatments for rare or near-rare neuropsychiatric disorders with high unmet medical needs. We are dedicated to improving the lives of people with severe health conditions by developing cannabinoid medicines designed to meet the rigorous efficacy and safety standards established by global regulatory agencies. Through the discovery and development of these potentially life-changing medicines, Zynerba seeks to improve the lives of patients battling severe, chronic health conditions including Fragile X syndrome, refractory epilepsies, Tourette Syndrome, and other neuropsychiatric disorders. Learn more at www.zynerba.com and follow the Company on Twitter at @ZynerbaPharma.\nCautionary Note on Forward-Looking Statements\nThis press release contains forward-looking statements within the meaning of The Private Securities Litigation Reform Act of 1995. We may, in some cases, use terms such as “predicts,” “believes,” “potential,” “proposed,” “continue,” “estimates,” “anticipates,” “expects,” “plans,” “intends,” “may,” “could,” “might,” “will,” “should” or other words that convey uncertainty of future events or outcomes to identify these forward-looking statements. Such statements are subject to numerous important factors, risks and uncertainties that may cause actual events or results to differ materially from the Company’s current expectations. For example, there can be no guarantee that the Company will obtain approval for ZYN002 or ZYN001 from the U.S. Food and Drug Administration (FDA) or foreign regulatory authorities; even if ZYN002 or ZYN001 are approved, the Company may not be able to obtain the label claims that it is seeking from the FDA. In addition, the Company’s cash and cash equivalents may not be sufficient to support its operating plan for as long as anticipated. Management’s expectations and, therefore, any forward-looking statements in this press release could also be affected by risks and uncertainties relating to a number of other factors, including the following: the success, cost and timing of the Company’s product development activities, studies and clinical trials; the success of competing products that are or become available; the Company’s ability to commercialize its product candidates; the size and growth potential of the markets for the Company’s product candidates, and the Company’s ability to service those markets; the Company’s ability to develop sales and marketing capabilities, whether alone or with potential future collaborators; the rate and degree of market acceptance of the Company’s product candidates; and the Company’s expectations regarding its ability to obtain and adequately maintain sufficient intellectual property protection for its product candidates. This list is not exhaustive and these and other risks are described in the Company’s periodic reports, including the annual report on Form 10-K, quarterly reports on Form 10-Q and current reports on Form 8-K, filed with or furnished to the Securities and Exchange Commission and available at www.sec.gov . Any forward-looking statements that the Company makes in this press release speak only as of the date of this press release. The Company assumes no obligation to update forward-looking statements whether as a result of new information, future events or otherwise, after the date of this press release.\nZYNERBA PHARMACEUTICALS, INC.\nCONSOLIDATED STATEMENTS OF OPERATIONS\n(unaudited)\nThree months ended March 31, 2018 2017 Operating expenses: Research and development $ 8,975,513 $ 5,491,455 General and administrative 3,420,623 2,211,793 Total operating expenses 12,396,136 7,703,248 Loss from operations (12,396,136 ) (7,703,248 ) Other income (expense): Interest income 175,184 76,885 Foreign exchange (loss) gain (85,382 ) 367,342 Total other income (expense) 89,802 444,227 Net loss $ (12,306,334 ) $ (7,259,021 ) Net loss per share - basic and diluted $ (0.91 ) $ (0.60 ) Basic and diluted weighted average shares outstanding 13,467,694 12,067,453 Non-cash stock-based compensation included above: Research and development $ 748,244 $ 541,845 General and administrative 938,780 646,854 Total $ 1,687,024 $ 1,188,699 ZYNERBA PHARMACEUTICALS, INC.\nCONSOLIDATED BALANCE SHEETS\n(unaudited)\nMarch 31, 2018 December 31, 2017 Assets Current assets: Cash and cash equivalents $ 52,131,598 $ 62,510,277 Incentive and tax receivables 4,044,721 3,983,604 Prepaid expenses and other current assets 1,788,997 1,733,701 Total current assets 57,965,316 68,227,582 Property and equipment, net 155,334 164,527 Incentive and tax receivables 1,118,782 — Other assets 662,200 662,200 Total assets $ 59,901,632 $ 69,054,309 Liabilities and Stockholders' Equity Current liabilities: Accounts payable $ 4,605,850 $ 3,355,255 Accrued expenses 4,131,529 3,915,491 Deferred grant revenue 171,975 171,975 Total current liabilities 8,909,354 7,442,721 Deferred grant revenue, long-term 662,000 662,000 Total liabilities 9,571,354 8,104,721 Stockholders' equity: Common stock 13,561 13,554 Additional paid-in capital 140,603,917 138,916,900 Accumulated deficit (90,287,200 ) (77,980,866 ) Total stockholders' equity 50,330,278 60,949,588 Total liabilities and stockholders' equity $ 59,901,632 $ 69,054,309 Investor Contacts\nJim Fickenscher, CFO and VP Corporate Development\nZynerba Pharmaceuticals\n484.581.7483\nfickenscherj@zynerba.com\nWill Roberts, VP Investor Relations and Corporate Communications\nZynerba Pharmaceuticals\n484.581.7489\nrobertsw@zynerba.com\nSource:Zynerba Pharmaceuticals, Inc.",
    "published": "2018-05-08T15:30:00.000+03:00",
    "crawled": "2018-05-08T17:12:30.026+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "devon",
        "may",
        "globe",
        "newswire",
        "zynerba",
        "pharmaceutical",
        "nasdaq",
        "zyne",
        "specialty",
        "neuropsychiatric",
        "pharmaceutical",
        "company",
        "dedicated",
        "developing",
        "commercializing",
        "innovative",
        "transdermal",
        "cannabinoid",
        "treatment",
        "rare",
        "neurological",
        "psychiatric",
        "disorder",
        "high",
        "unmet",
        "medical",
        "need",
        "today",
        "reported",
        "financial",
        "result",
        "first",
        "provided",
        "overview",
        "recent",
        "operational",
        "highlight",
        "made",
        "significant",
        "progress",
        "advancing",
        "lead",
        "asset",
        "zyn002",
        "transdermal",
        "cbd",
        "gel",
        "first",
        "month",
        "said",
        "armando",
        "anido",
        "chairman",
        "chief",
        "executive",
        "officer",
        "zynerba",
        "recently",
        "initiated",
        "phase",
        "study",
        "zyn002",
        "patient",
        "developmental",
        "epileptic",
        "encephalopathy",
        "preparing",
        "initiate",
        "single",
        "pivotal",
        "trial",
        "fragile",
        "x",
        "syndrome",
        "also",
        "presented",
        "important",
        "new",
        "data",
        "ongoing",
        "star",
        "open",
        "label",
        "extension",
        "study",
        "adult",
        "refractory",
        "focal",
        "seizure",
        "continue",
        "suggest",
        "focal",
        "seizure",
        "may",
        "reduced",
        "use",
        "zyn002",
        "expect",
        "achieve",
        "number",
        "additional",
        "milestone",
        "year",
        "position",
        "u",
        "exciting",
        "first",
        "quarter",
        "recent",
        "highlight",
        "zyn002",
        "fragile",
        "x",
        "syndrome",
        "fxs",
        "announced",
        "positive",
        "meeting",
        "food",
        "drug",
        "administration",
        "company",
        "remains",
        "track",
        "initiate",
        "single",
        "pivotal",
        "trial",
        "zyn002",
        "fragile",
        "x",
        "syndrome",
        "support",
        "new",
        "drug",
        "application",
        "nda",
        "filing",
        "company",
        "expects",
        "enroll",
        "approximately",
        "pediatric",
        "adolescent",
        "patient",
        "australia",
        "new",
        "zealand",
        "single",
        "pivotal",
        "study",
        "support",
        "nda",
        "zyn002",
        "fxs",
        "primary",
        "key",
        "secondary",
        "endpoint",
        "study",
        "assess",
        "observable",
        "behavior",
        "patient",
        "fxs",
        "reported",
        "caregiver",
        "using",
        "certain",
        "subscales",
        "validated",
        "aberrant",
        "behavior",
        "checklist",
        "fragile",
        "x",
        "syndrome",
        "data",
        "expected",
        "fxs",
        "affect",
        "approximately",
        "people",
        "leading",
        "known",
        "cause",
        "inherited",
        "intellectual",
        "disability",
        "autism",
        "spectrum",
        "disorder",
        "symptom",
        "including",
        "significant",
        "behavioral",
        "social",
        "cognitive",
        "deficit",
        "announced",
        "acceptance",
        "data",
        "oral",
        "presentation",
        "16th",
        "nfxf",
        "international",
        "fragile",
        "x",
        "conference",
        "july",
        "cincinnati",
        "oh",
        "oral",
        "presentation",
        "describe",
        "data",
        "treatment",
        "f",
        "ragile",
        "x",
        "syndrome",
        "nxiety",
        "b",
        "ehavioral",
        "challenge",
        "c",
        "bd",
        "study",
        "highlight",
        "positive",
        "impact",
        "zyn002",
        "child",
        "adolescent",
        "fragile",
        "x",
        "syndrome",
        "fxs",
        "twelve",
        "patient",
        "remain",
        "open",
        "label",
        "extension",
        "study",
        "april",
        "twelve",
        "patient",
        "exceeded",
        "nine",
        "month",
        "zyn002",
        "three",
        "exceeded",
        "twelve",
        "month",
        "zyn002",
        "developmental",
        "epileptic",
        "encephalopathy",
        "dee",
        "initiated",
        "phase",
        "believe",
        "clinical",
        "trial",
        "developmental",
        "epileptic",
        "encephalopathy",
        "dee",
        "topline",
        "result",
        "expected",
        "zynerba",
        "initiated",
        "believe",
        "open",
        "la",
        "b",
        "el",
        "study",
        "assess",
        "safety",
        "e",
        "fficacy",
        "zyn002",
        "administered",
        "transderma",
        "l",
        "gel",
        "ch",
        "ldren",
        "adol",
        "e",
        "scent",
        "de",
        "v",
        "elopmental",
        "e",
        "pileptic",
        "encephalopathy",
        "open",
        "label",
        "phase",
        "clinical",
        "trial",
        "evaluate",
        "efficacy",
        "safety",
        "zyn002",
        "approximately",
        "child",
        "adolescent",
        "dee",
        "primary",
        "efficacy",
        "assessment",
        "change",
        "seizure",
        "frequency",
        "dee",
        "heterogeneous",
        "group",
        "epilepsy",
        "syndrome",
        "involve",
        "significant",
        "developmental",
        "impairment",
        "regression",
        "developmental",
        "progress",
        "highly",
        "resistant",
        "treatment",
        "category",
        "includes",
        "number",
        "syndrome",
        "including",
        "doose",
        "dravet",
        "west",
        "among",
        "others",
        "zyn002",
        "focal",
        "epilepsy",
        "initiation",
        "placebo",
        "controlled",
        "phase",
        "2b",
        "clinical",
        "trial",
        "zyn002",
        "approximately",
        "adult",
        "patient",
        "refractory",
        "focal",
        "epilepsy",
        "track",
        "second",
        "half",
        "presented",
        "clinical",
        "data",
        "star",
        "open",
        "label",
        "study",
        "zyn002",
        "patient",
        "focal",
        "seizure",
        "american",
        "academy",
        "neurology",
        "aan",
        "meeting",
        "los",
        "angeles",
        "ca",
        "data",
        "show",
        "continued",
        "improvement",
        "seizure",
        "control",
        "adult",
        "refractory",
        "focal",
        "seizure",
        "patient",
        "receiving",
        "zyn002",
        "month",
        "open",
        "label",
        "exposure",
        "compared",
        "baseline",
        "median",
        "change",
        "seizure",
        "rate",
        "month",
        "star",
        "across",
        "patient",
        "time",
        "point",
        "reduction",
        "month",
        "reduction",
        "month",
        "reduction",
        "month",
        "reduction",
        "month",
        "zyn002",
        "well",
        "tolerated",
        "good",
        "skin",
        "tolerability",
        "clinically",
        "significant",
        "abnormal",
        "liver",
        "adverse",
        "event",
        "3x",
        "upper",
        "limit",
        "normal",
        "reported",
        "patient",
        "receiving",
        "zyn002",
        "zyn001",
        "tourette",
        "syndrome",
        "continued",
        "dosing",
        "phase",
        "program",
        "zyn001",
        "tetrahydrocannabinol",
        "thc",
        "delivered",
        "via",
        "transdermal",
        "patch",
        "initiation",
        "phase",
        "study",
        "patient",
        "tourette",
        "syndrome",
        "t",
        "expected",
        "second",
        "half",
        "zynerba",
        "executing",
        "phase",
        "program",
        "assess",
        "multiple",
        "formulation",
        "zyn001",
        "thc",
        "delivered",
        "via",
        "patch",
        "company",
        "expects",
        "complete",
        "study",
        "first",
        "half",
        "assuming",
        "supportive",
        "data",
        "move",
        "phase",
        "clinical",
        "trial",
        "tourette",
        "syndrome",
        "late",
        "second",
        "half",
        "corporate",
        "announced",
        "addition",
        "john",
        "butler",
        "board",
        "director",
        "john",
        "butler",
        "president",
        "chief",
        "executive",
        "officer",
        "member",
        "board",
        "director",
        "akebia",
        "therapeutic",
        "add",
        "year",
        "operational",
        "commercialization",
        "experience",
        "rare",
        "disease",
        "zynerba",
        "board",
        "previously",
        "butler",
        "served",
        "chief",
        "executive",
        "officer",
        "inspiration",
        "biopharmaceuticals",
        "various",
        "position",
        "increasing",
        "strategic",
        "importance",
        "genzyme",
        "corporation",
        "culminating",
        "tenure",
        "president",
        "rare",
        "genetic",
        "disease",
        "business",
        "enhanced",
        "senior",
        "management",
        "team",
        "terry",
        "hurst",
        "joined",
        "zynerba",
        "general",
        "manager",
        "zynerba",
        "pharmaceutical",
        "pty",
        "ltd",
        "australia",
        "bringing",
        "year",
        "biopharmaceutical",
        "executive",
        "management",
        "experience",
        "early",
        "phase",
        "clinical",
        "trial",
        "execution",
        "hurst",
        "extensive",
        "proficiency",
        "australian",
        "clinical",
        "trial",
        "sector",
        "overseen",
        "execution",
        "approximately",
        "early",
        "phase",
        "clinical",
        "trial",
        "first",
        "quarter",
        "financial",
        "result",
        "march",
        "cash",
        "cash",
        "equivalent",
        "million",
        "compared",
        "million",
        "december",
        "research",
        "development",
        "expense",
        "first",
        "quarter",
        "million",
        "including",
        "compensation",
        "million",
        "increase",
        "primarily",
        "related",
        "cost",
        "associated",
        "acquiring",
        "active",
        "pharmaceutical",
        "ingredient",
        "drug",
        "product",
        "zyn002",
        "zyn001",
        "phase",
        "study",
        "evaluating",
        "alternative",
        "dosing",
        "site",
        "concentration",
        "zyn002",
        "personnel",
        "cost",
        "including",
        "recruiting",
        "compensation",
        "expense",
        "increase",
        "partially",
        "offset",
        "lower",
        "clinical",
        "trial",
        "cost",
        "zyn002",
        "general",
        "administrative",
        "expense",
        "first",
        "quarter",
        "million",
        "including",
        "compensation",
        "expense",
        "million",
        "net",
        "loss",
        "first",
        "quarter",
        "million",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "financial",
        "outlook",
        "company",
        "belief",
        "cash",
        "cash",
        "equivalent",
        "position",
        "million",
        "march",
        "sufficient",
        "fund",
        "operation",
        "capital",
        "requirement",
        "well",
        "zynerba",
        "pharmaceutical",
        "zynerba",
        "pharmaceutical",
        "nasdaq",
        "zyne",
        "specialty",
        "neuropsychiatric",
        "pharmaceutical",
        "company",
        "dedicated",
        "developing",
        "commercializing",
        "innovative",
        "transdermal",
        "cannabinoid",
        "treatment",
        "rare",
        "neuropsychiatric",
        "disorder",
        "high",
        "unmet",
        "medical",
        "need",
        "dedicated",
        "improving",
        "life",
        "people",
        "severe",
        "health",
        "condition",
        "developing",
        "cannabinoid",
        "medicine",
        "designed",
        "meet",
        "rigorous",
        "efficacy",
        "safety",
        "standard",
        "established",
        "global",
        "regulatory",
        "agency",
        "discovery",
        "development",
        "potentially",
        "medicine",
        "zynerba",
        "seek",
        "improve",
        "life",
        "patient",
        "battling",
        "severe",
        "chronic",
        "health",
        "condition",
        "including",
        "fragile",
        "x",
        "syndrome",
        "refractory",
        "epilepsy",
        "tourette",
        "syndrome",
        "neuropsychiatric",
        "disorder",
        "learn",
        "follow",
        "company",
        "twitter",
        "zynerbapharma",
        "cautionary",
        "note",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "may",
        "case",
        "use",
        "term",
        "predicts",
        "belief",
        "potential",
        "proposed",
        "continue",
        "estimate",
        "anticipates",
        "expects",
        "plan",
        "intends",
        "may",
        "could",
        "might",
        "word",
        "convey",
        "uncertainty",
        "future",
        "event",
        "outcome",
        "identify",
        "statement",
        "statement",
        "subject",
        "numerous",
        "important",
        "factor",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "actual",
        "event",
        "result",
        "differ",
        "materially",
        "company",
        "current",
        "expectation",
        "example",
        "guarantee",
        "company",
        "obtain",
        "approval",
        "zyn002",
        "zyn001",
        "food",
        "drug",
        "administration",
        "fda",
        "foreign",
        "regulatory",
        "authority",
        "even",
        "zyn002",
        "zyn001",
        "approved",
        "company",
        "may",
        "able",
        "obtain",
        "label",
        "claim",
        "seeking",
        "fda",
        "addition",
        "company",
        "cash",
        "cash",
        "equivalent",
        "may",
        "sufficient",
        "support",
        "operating",
        "plan",
        "long",
        "anticipated",
        "management",
        "expectation",
        "therefore",
        "statement",
        "press",
        "release",
        "could",
        "also",
        "affected",
        "risk",
        "uncertainty",
        "relating",
        "number",
        "factor",
        "including",
        "following",
        "success",
        "cost",
        "timing",
        "company",
        "product",
        "development",
        "activity",
        "study",
        "clinical",
        "trial",
        "success",
        "competing",
        "product",
        "become",
        "available",
        "company",
        "ability",
        "commercialize",
        "product",
        "candidate",
        "size",
        "growth",
        "potential",
        "market",
        "company",
        "product",
        "candidate",
        "company",
        "ability",
        "service",
        "market",
        "company",
        "ability",
        "develop",
        "sale",
        "marketing",
        "capability",
        "whether",
        "alone",
        "potential",
        "future",
        "collaborator",
        "rate",
        "degree",
        "market",
        "acceptance",
        "company",
        "product",
        "candidate",
        "company",
        "expectation",
        "regarding",
        "ability",
        "obtain",
        "adequately",
        "maintain",
        "sufficient",
        "intellectual",
        "property",
        "protection",
        "product",
        "candidate",
        "list",
        "exhaustive",
        "risk",
        "described",
        "company",
        "periodic",
        "report",
        "including",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "current",
        "report",
        "form",
        "filed",
        "furnished",
        "security",
        "exchange",
        "commission",
        "available",
        "statement",
        "company",
        "make",
        "press",
        "release",
        "speak",
        "date",
        "press",
        "release",
        "company",
        "assumes",
        "obligation",
        "update",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "date",
        "press",
        "release",
        "zynerba",
        "pharmaceutical",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "interest",
        "income",
        "foreign",
        "exchange",
        "loss",
        "gain",
        "total",
        "income",
        "expense",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "compensation",
        "included",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "zynerba",
        "pharmaceutical",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "march",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "incentive",
        "tax",
        "receivables",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "incentive",
        "tax",
        "receivables",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "deferred",
        "grant",
        "revenue",
        "total",
        "current",
        "liability",
        "deferred",
        "grant",
        "revenue",
        "total",
        "liability",
        "stockholder",
        "equity",
        "common",
        "stock",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "investor",
        "contact",
        "jim",
        "fickenscher",
        "cfo",
        "vp",
        "corporate",
        "development",
        "zynerba",
        "pharmaceutical",
        "fickenscherj",
        "robert",
        "vp",
        "investor",
        "relation",
        "corporate",
        "communication",
        "zynerba",
        "pharmaceutical",
        "robertsw",
        "source",
        "zynerba",
        "pharmaceutical",
        "inc"
    ]
}