{
    "organizations": [],
    "uuid": "03d1e29bd9fcb35b53fe9f336aa1c488710f544a",
    "author": "Henry Cutter",
    "url": "https://blogs.wsj.com/riskandcompliance/2018/05/16/the-morning-risk-report-combining-compliance-sustainability-aids-businesses-newsletter-draft/",
    "ord_in_thread": 0,
    "title": "The Morning Risk Report: Combining Compliance, Sustainability Aids Businesses",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "0 COMMENTS Readers can subscribe to The Morning Risk Report here: http://on.wsj.com/MorningRiskReportSignup . Follow us on Twitter at @WSJRisk.\nThe change in governance structure comes as part of a growing recognition among multinationals that protecting their organization’s reputation and mitigating its risks requires a more coordinated and integrated response. iStockphoto.com/ziggymaj Good morning. More big corporations are melding their risk and compliance functions with their environmental, social, governance and human rights programs, reports Risk & Compliance Journal’s Ben DiPietro.\nThe shift comes as companies realize protecting their organization’s reputation and mitigating its risks requires a more coordinated and integrated response, said Alison Taylor, managing director at BSR, a global nonprofit sustainability organization.\n“The regulator is no longer the only thing to worry about; compliance is becoming privatized,” said Ms. Taylor. “We are in uncharted territory on a range of ethical issues such as data ownership, diversity and inclusion. Structures and approaches that have worked until now may not serve companies well in the future.”\nActivists are using social media to name and shame companies that displease them, and governments are trying to hold companies to account for the impact their decisions have, said Ms. Taylor. This pressure puts the onus on companies to get ahead of potential problems.\nCompanies embracing the changes include Barrick Gold , which is bringing together its corruption, human rights and compliance programs; Novartis , which is combining its risk management and compliance programs; and both Lockheed Martin Corp . and AstraZeneca PLC , which are melding their compliance and sustainability functions.\nEXCLUSIVE ON RISK AND COMPLIANCE JOURNAL\nCybersecurity whistleblowers are growing challenge. Signals from the U.S. Securities and Exchange Commission over how seriously it takes cybersecurity, combined with a Supreme Court ruling on whistleblower protections, are putting pressure on companies to be more careful about how they deal with potential tipsters, lawyers say.\nU.K. braces for more crime. U.K. law enforcement is fighting an uphill battle against serious organized crime, with human trafficking, money laundering and cybercrime growing in scale and complexity in the past year, according to a new report.\nU.S. backs opioid-related whistleblower suits. The U.S. Justice Department threw its weight behind a series of whistleblower lawsuits that allege Insys Therapeutics Inc. paid kickbacks to encourage doctors to prescribe an opioid drug to their patients.\nCOMPLIANCE\nU.S. sanctions Iran’s central-bank chief. The U.S. Treasury Department imposed sanctions on the governor of Iran’s central bank and another senior bank official, accusing them of funneling millions of dollars to Hezbollah, the Lebanese militia designated as a terror group by the U.S., the WSJ reports.\nThe Treasury Department named. Valiollah Seif, governor of Iran’s central bank, and another senior bank official as ‘specially designated global terrorists’ for allegedly sending funds to Hezbollah. PHOTO: DREW ANGERER/BLOOMBERG NEWS WTO rules for U.S. in jetliner fight. A World Trade Organization ruling handed the U.S. a victory over the European Union, saying the bloc and some member nations failed to comply with an earlier ruling by maintaining illegal subsidies for Airbus SE . The U.S. says that aid harmed Boeing , the WSJ reports.\nNew York to ease marijuana enforcement. New York City will relax the enforcement of marijuana offenses, responding to claims its policies disproportionately harm minorities. The police department will review its policies on arrests and the Manhattan District Attorney’s Office won’t prosecute possession and smoking as of Aug. 1., the WSJ reports.\nDATA SECURITY\nWhite House eliminates cybersecurity role. The White House did away with the position of cybersecurity coordinator on the National Security Council on Tuesday, the NYT reports. A memo said the job wasn’t needed because lower-level staff had made cybersecurity a “core function” within the national-security team.\nMexico’s central bank to add cybersecurity unit. Mexico’s central bank will create a cybersecurity unit following an attack on a domestic payments system that affected lenders in the country in April, Reuters reports. The attack was said to be like one in which $81 million was taken from Bangladesh’s central bank in April.\nGOVERNANCE\nActivist funds buy into ADP. D.E. Shaw Group and Sachem Head Capital Management , two activist hedge funds, have built small stakes in Automatic Data Processing , adding pressure to the payroll-processing firm as it tries to jump-start growth. The firms join William Ackman, another activist investor, with their stakes, the WSJ reports.\nElliott Management exits Taubman stake. The activist investor Elliott Management Corp. has exited its stake in luxury mall owner Taubman Centers Inc. , dampening expectations for deal activity anytime soon for the slumping real estate investment trust. Both companies declined to comment, the WSJ reports.\nREPUTATION\nNovartis lawyer leaves over Cohen payments. Felix Ehrat, general counsel at Swiss drugmaker Novartis AG , is stepping down as the fallout widens from the disclosure of payments to a company owned by U.S. President Donald Trump’s personal lawyer, Michael Cohen. Novartis paid $1.2 million over the course of a year for insight into U.S. health-care policy, the WSJ reports.\nRISK\nNorth Korea casts doubt on U.S. summit. A senior North Korean official said Pyongyang isn’t interested in a summit with the U.S. focused solely on denuclearization, creating uncertainty about a meeting scheduled for June 12, the WSJ reports. The North earlier indefinitely postponed a planned meeting with the South.\nMore states sue opioid manufacturers. Florida, Texas and four other states became the latest to file lawsuits against Purdue Pharma LP and other opioid painkiller makers, alleging they fueled an addiction crisis by misrepresenting the risks of their drugs, the WSJ reports. Purdue Pharma denied the allegations.\nFox News, parent, settle discrimination suits. Fox News and its parent company 21st Century Fox said they have reached settlements with 18 former employees of the news channel who had filed lawsuits that included allegations of racial and gender discrimination, the WSJ reports.\nOPERATIONS\nU.S. storm leaves people without power. Powerful storms struck the northeast U.S. on Tuesday, leaving hundreds of thousands of people without electricity, Reuters reports. Three people were killed. Services was temportarily suspended on all Metro North lines from New York’s Grand Central Terminal.\nThousands of people were stuck in New York’s Grand Central Terminal on Tuesday evening. PHOTO: RANJAN ROY PEOPLE MOVES\nNew compliance chief at Barclays unit. Daniel Hodge, Barclays PLC ‘s former group treasurer, has taken on on a new role as chief compliance officer for Barclays International, Financial News reports. Barclays International comprises divisions including corporate and investment banking, wealth management and Barclaycard. He succeeds Francois Jourdain.\nThe Morning Risk Report from WSJ’s Risk & Compliance Journal cues up the most important news in risk and compliance every weekday morning. Send tips, suggestions and complaints to henry.cutter@wsj.com .\nShare this: 21st Century Fox ADP Airbus AstraZeneca Barclays Barrick Gold Boeing cybersecurity whistleblowers D.E. Shaw Daniel Hodge Elliott Management Fox News Insys Iran Sanctions Lockheed Martin New York marijuana North Korea summit Novartis AG Purdue Pharma Sachem Head Taubman U.K. organized crime WTO Airbus WTO Boeing Previous U.S. Joins Whistleblower Suits Against Opioid Maker Next Chinese Bank Unit to Pay Over Money-Laundering Compliance Content from our sponsor Deloitte Risk management, strategy and analysis from Deloitte The Excess Cash Dilemma: Charles Holley, CFO-in-Residence Having excess cash from repatriation and lower corporate tax rates as a result of tax reform is a welcome opportunity for many organizations. Deciding how to put it to work, however, could be challenging, depending on a company’s strategy and resources, and various stakeholder interests, says Charles Holley, independent senior advisor to Deloitte. He discusses issues for CFOs and the C-suite to consider when forming a strategy for excess cash, such as the organization’s capacity to handle additional investment, and the importance of communicating the plan to both external and internal stakeholders.\nPlease note: The Wall Street Journal News Department was not involved in the creation of the content above. More from Deloitte →",
    "published": "2018-05-16T15:29:00.000+03:00",
    "crawled": "2018-05-17T21:15:37.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "reader",
        "subscribe",
        "morning",
        "risk",
        "report",
        "http",
        "follow",
        "u",
        "twitter",
        "wsjrisk",
        "change",
        "governance",
        "structure",
        "come",
        "part",
        "growing",
        "recognition",
        "among",
        "multinationals",
        "protecting",
        "organization",
        "reputation",
        "mitigating",
        "risk",
        "requires",
        "coordinated",
        "integrated",
        "response",
        "good",
        "morning",
        "big",
        "corporation",
        "melding",
        "risk",
        "compliance",
        "function",
        "environmental",
        "social",
        "governance",
        "human",
        "right",
        "program",
        "report",
        "risk",
        "compliance",
        "journal",
        "ben",
        "dipietro",
        "shift",
        "come",
        "company",
        "realize",
        "protecting",
        "organization",
        "reputation",
        "mitigating",
        "risk",
        "requires",
        "coordinated",
        "integrated",
        "response",
        "said",
        "alison",
        "taylor",
        "managing",
        "director",
        "bsr",
        "global",
        "nonprofit",
        "sustainability",
        "organization",
        "regulator",
        "longer",
        "thing",
        "worry",
        "compliance",
        "becoming",
        "privatized",
        "said",
        "taylor",
        "uncharted",
        "territory",
        "range",
        "ethical",
        "issue",
        "data",
        "ownership",
        "diversity",
        "inclusion",
        "structure",
        "approach",
        "worked",
        "may",
        "serve",
        "company",
        "well",
        "activist",
        "using",
        "social",
        "medium",
        "name",
        "shame",
        "company",
        "displease",
        "government",
        "trying",
        "hold",
        "company",
        "account",
        "impact",
        "decision",
        "said",
        "taylor",
        "pressure",
        "put",
        "onus",
        "company",
        "get",
        "ahead",
        "potential",
        "problem",
        "company",
        "embracing",
        "change",
        "include",
        "barrick",
        "gold",
        "bringing",
        "together",
        "corruption",
        "human",
        "right",
        "compliance",
        "program",
        "novartis",
        "combining",
        "risk",
        "management",
        "compliance",
        "program",
        "lockheed",
        "martin",
        "corp",
        "astrazeneca",
        "plc",
        "melding",
        "compliance",
        "sustainability",
        "function",
        "exclusive",
        "risk",
        "compliance",
        "journal",
        "cybersecurity",
        "whistleblower",
        "growing",
        "challenge",
        "signal",
        "security",
        "exchange",
        "commission",
        "seriously",
        "take",
        "cybersecurity",
        "combined",
        "supreme",
        "court",
        "ruling",
        "whistleblower",
        "protection",
        "putting",
        "pressure",
        "company",
        "careful",
        "deal",
        "potential",
        "tipster",
        "lawyer",
        "say",
        "brace",
        "crime",
        "law",
        "enforcement",
        "fighting",
        "uphill",
        "battle",
        "serious",
        "organized",
        "crime",
        "human",
        "trafficking",
        "money",
        "laundering",
        "cybercrime",
        "growing",
        "scale",
        "complexity",
        "past",
        "year",
        "according",
        "new",
        "report",
        "back",
        "whistleblower",
        "suit",
        "justice",
        "department",
        "threw",
        "weight",
        "behind",
        "series",
        "whistleblower",
        "lawsuit",
        "allege",
        "insys",
        "therapeutic",
        "paid",
        "kickback",
        "encourage",
        "doctor",
        "prescribe",
        "opioid",
        "drug",
        "patient",
        "compliance",
        "sanction",
        "iran",
        "chief",
        "treasury",
        "department",
        "imposed",
        "sanction",
        "governor",
        "iran",
        "central",
        "bank",
        "another",
        "senior",
        "bank",
        "official",
        "accusing",
        "funneling",
        "million",
        "dollar",
        "hezbollah",
        "lebanese",
        "militia",
        "designated",
        "terror",
        "group",
        "wsj",
        "report",
        "treasury",
        "department",
        "named",
        "valiollah",
        "seif",
        "governor",
        "iran",
        "central",
        "bank",
        "another",
        "senior",
        "bank",
        "official",
        "specially",
        "designated",
        "global",
        "terrorist",
        "allegedly",
        "sending",
        "fund",
        "hezbollah",
        "photo",
        "drew",
        "news",
        "wto",
        "rule",
        "jetliner",
        "fight",
        "world",
        "trade",
        "organization",
        "ruling",
        "handed",
        "victory",
        "european",
        "union",
        "saying",
        "bloc",
        "member",
        "nation",
        "failed",
        "comply",
        "earlier",
        "ruling",
        "maintaining",
        "illegal",
        "subsidy",
        "airbus",
        "se",
        "say",
        "aid",
        "harmed",
        "boeing",
        "wsj",
        "report",
        "new",
        "york",
        "ease",
        "marijuana",
        "enforcement",
        "new",
        "york",
        "city",
        "relax",
        "enforcement",
        "marijuana",
        "offense",
        "responding",
        "claim",
        "policy",
        "disproportionately",
        "harm",
        "minority",
        "police",
        "department",
        "review",
        "policy",
        "arrest",
        "manhattan",
        "district",
        "attorney",
        "office",
        "prosecute",
        "possession",
        "smoking",
        "wsj",
        "report",
        "data",
        "security",
        "white",
        "house",
        "eliminates",
        "cybersecurity",
        "role",
        "white",
        "house",
        "away",
        "position",
        "cybersecurity",
        "coordinator",
        "national",
        "security",
        "council",
        "tuesday",
        "nyt",
        "report",
        "memo",
        "said",
        "job",
        "needed",
        "staff",
        "made",
        "cybersecurity",
        "core",
        "function",
        "within",
        "team",
        "mexico",
        "central",
        "bank",
        "add",
        "cybersecurity",
        "unit",
        "mexico",
        "central",
        "bank",
        "create",
        "cybersecurity",
        "unit",
        "following",
        "attack",
        "domestic",
        "payment",
        "system",
        "affected",
        "lender",
        "country",
        "april",
        "reuters",
        "report",
        "attack",
        "said",
        "like",
        "one",
        "million",
        "taken",
        "bangladesh",
        "central",
        "bank",
        "april",
        "governance",
        "activist",
        "fund",
        "buy",
        "adp",
        "shaw",
        "group",
        "sachem",
        "head",
        "capital",
        "management",
        "two",
        "activist",
        "hedge",
        "fund",
        "built",
        "small",
        "stake",
        "automatic",
        "data",
        "processing",
        "adding",
        "pressure",
        "firm",
        "try",
        "growth",
        "firm",
        "join",
        "william",
        "ackman",
        "another",
        "activist",
        "investor",
        "stake",
        "wsj",
        "report",
        "elliott",
        "management",
        "exit",
        "taubman",
        "stake",
        "activist",
        "investor",
        "elliott",
        "management",
        "exited",
        "stake",
        "luxury",
        "mall",
        "owner",
        "taubman",
        "center",
        "dampening",
        "expectation",
        "deal",
        "activity",
        "anytime",
        "soon",
        "slumping",
        "real",
        "estate",
        "investment",
        "trust",
        "company",
        "declined",
        "comment",
        "wsj",
        "report",
        "reputation",
        "novartis",
        "lawyer",
        "leaf",
        "cohen",
        "payment",
        "felix",
        "ehrat",
        "general",
        "counsel",
        "swiss",
        "drugmaker",
        "novartis",
        "ag",
        "stepping",
        "fallout",
        "widens",
        "disclosure",
        "payment",
        "company",
        "owned",
        "president",
        "donald",
        "trump",
        "personal",
        "lawyer",
        "michael",
        "cohen",
        "novartis",
        "paid",
        "million",
        "course",
        "year",
        "insight",
        "policy",
        "wsj",
        "report",
        "risk",
        "north",
        "korea",
        "cast",
        "doubt",
        "summit",
        "senior",
        "north",
        "korean",
        "official",
        "said",
        "pyongyang",
        "interested",
        "summit",
        "focused",
        "solely",
        "denuclearization",
        "creating",
        "uncertainty",
        "meeting",
        "scheduled",
        "june",
        "wsj",
        "report",
        "north",
        "earlier",
        "indefinitely",
        "postponed",
        "planned",
        "meeting",
        "south",
        "state",
        "sue",
        "opioid",
        "manufacturer",
        "florida",
        "texas",
        "four",
        "state",
        "became",
        "latest",
        "file",
        "lawsuit",
        "purdue",
        "pharma",
        "lp",
        "opioid",
        "painkiller",
        "maker",
        "alleging",
        "fueled",
        "addiction",
        "crisis",
        "misrepresenting",
        "risk",
        "drug",
        "wsj",
        "report",
        "purdue",
        "pharma",
        "denied",
        "allegation",
        "fox",
        "news",
        "parent",
        "settle",
        "discrimination",
        "suit",
        "fox",
        "news",
        "parent",
        "company",
        "21st",
        "century",
        "fox",
        "said",
        "reached",
        "settlement",
        "former",
        "employee",
        "news",
        "channel",
        "filed",
        "lawsuit",
        "included",
        "allegation",
        "racial",
        "gender",
        "discrimination",
        "wsj",
        "report",
        "operation",
        "storm",
        "leaf",
        "people",
        "without",
        "power",
        "powerful",
        "storm",
        "struck",
        "northeast",
        "tuesday",
        "leaving",
        "hundred",
        "thousand",
        "people",
        "without",
        "electricity",
        "reuters",
        "report",
        "three",
        "people",
        "killed",
        "service",
        "temportarily",
        "suspended",
        "metro",
        "north",
        "line",
        "new",
        "york",
        "grand",
        "central",
        "terminal",
        "thousand",
        "people",
        "stuck",
        "new",
        "york",
        "grand",
        "central",
        "terminal",
        "tuesday",
        "evening",
        "photo",
        "ranjan",
        "roy",
        "people",
        "move",
        "new",
        "compliance",
        "chief",
        "barclays",
        "unit",
        "daniel",
        "hodge",
        "barclays",
        "plc",
        "former",
        "group",
        "treasurer",
        "taken",
        "new",
        "role",
        "chief",
        "compliance",
        "officer",
        "barclays",
        "international",
        "financial",
        "news",
        "report",
        "barclays",
        "international",
        "comprises",
        "division",
        "including",
        "corporate",
        "investment",
        "banking",
        "wealth",
        "management",
        "barclaycard",
        "succeeds",
        "francois",
        "jourdain",
        "morning",
        "risk",
        "report",
        "wsj",
        "risk",
        "compliance",
        "journal",
        "cue",
        "important",
        "news",
        "risk",
        "compliance",
        "every",
        "weekday",
        "morning",
        "send",
        "tip",
        "suggestion",
        "complaint",
        "share",
        "21st",
        "century",
        "fox",
        "adp",
        "airbus",
        "astrazeneca",
        "barclays",
        "barrick",
        "gold",
        "boeing",
        "cybersecurity",
        "whistleblower",
        "shaw",
        "daniel",
        "hodge",
        "elliott",
        "management",
        "fox",
        "news",
        "insys",
        "iran",
        "sanction",
        "lockheed",
        "martin",
        "new",
        "york",
        "marijuana",
        "north",
        "korea",
        "summit",
        "novartis",
        "ag",
        "purdue",
        "pharma",
        "sachem",
        "head",
        "taubman",
        "organized",
        "crime",
        "wto",
        "airbus",
        "wto",
        "boeing",
        "previous",
        "join",
        "whistleblower",
        "suit",
        "opioid",
        "maker",
        "next",
        "chinese",
        "bank",
        "unit",
        "pay",
        "compliance",
        "content",
        "sponsor",
        "deloitte",
        "risk",
        "management",
        "strategy",
        "analysis",
        "deloitte",
        "excess",
        "cash",
        "dilemma",
        "charles",
        "holley",
        "excess",
        "cash",
        "repatriation",
        "lower",
        "corporate",
        "tax",
        "rate",
        "result",
        "tax",
        "reform",
        "welcome",
        "opportunity",
        "many",
        "organization",
        "deciding",
        "put",
        "work",
        "however",
        "could",
        "challenging",
        "depending",
        "company",
        "strategy",
        "resource",
        "various",
        "stakeholder",
        "interest",
        "say",
        "charles",
        "holley",
        "independent",
        "senior",
        "advisor",
        "deloitte",
        "discusses",
        "issue",
        "cfo",
        "consider",
        "forming",
        "strategy",
        "excess",
        "cash",
        "organization",
        "capacity",
        "handle",
        "additional",
        "investment",
        "importance",
        "communicating",
        "plan",
        "external",
        "internal",
        "stakeholder",
        "please",
        "note",
        "wall",
        "street",
        "journal",
        "news",
        "department",
        "involved",
        "creation",
        "content",
        "deloitte"
    ]
}