{
    "organizations": [],
    "uuid": "4be56bd17035b7aa0195ba8cfdc35487460c4c36",
    "author": "",
    "url": "https://www.reuters.com/article/us-money-lifelessons-banderas/unmasked-life-lessons-with-actor-antonio-banderas-idUSKCN1IF2B6",
    "ord_in_thread": 0,
    "title": "Unmasked: Life lessons with actor Antonio Banderas",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK(Reuters) - (The writer is a Reuters contributor. The opinions expressed are his own.)\nIn Hollywood, fame can be fleeting and a career with staying power is even more unusual.\nAntonio Banderas has managed to fashion the latter, developing from a young heartthrob to, well, an older heartthrob. He first made his mark in the 1980s in Spanish films, especially Spanish filmmaker Pedro Almodovar’s “Tie Me Up! Tie Me Down,” and was a megastar by 1998’s “The Mask of Zorro.” He is still rolling out several new projects per year.\nFor the latest in the Reuters series, “Life Lessons,” Banderas, 57, called in from the Hungarian set of National Geographic’s latest “Genius” anthology series, where he plays Pablo Picasso.\nQ: Did your parents put you to work early when you were growing up in southern Spain?\nA: They detected soon enough that I was in love with theater. I started going with them at age 10 to plays in Malaga. When I decided to jump into acting at age 15, they stopped loving it, and started hating it. They tried to stop me, but by then they couldn’t stop it.\nQ: Was money tight in those early acting years?\nA: Money didn’t even exist for me at that time. One year I lived in nine different places, and landlords kept throwing me out when they realized I didn’t have any money! I remember walking down the street and looking between the sidewalk and the cars, in the hope that somebody dropped some coins. I did that every single day for months at a time. That’s how desperate I was.\nQ: After that lean period, was it strange to become extremely successful?\nA: It only happened little by little. When you are doing theater you never really become famous, because it’s so local, and the number of people who see you is very limited. But then Pedro Almodovar came along.\nI made a rule for myself: not to believe anything that was happening to me. That kept me sane. After all, in show business, people come and go all the time. You are only as good as the last thing you’ve done. But when I started to go to places I had never been, like Russia or Japan, and was getting recognized on the street, that is when I understood the worldwide dimension of cinema.\nQ: What did you do with the money that was coming in?\nA: I bought a little house for my parents in Malaga. But my father was so sweet. He didn’t really accept it as theirs. So he would write down everything he spent, like fixing a water tap, or buying a rubber band for five cents. He was trying to justify all his expenses. I said ‘Papa, it’s your home. You don’t have to do this!’ But that is how much respect he had for money. Why? Because he was raised without any.\nQ: Beyond acting, you have a winery in Spain. What have you taken from that experience?\nA: I have around eight acres in the north, where we produce 8,000 bottles a year from grapes like syrah, tempranillo and grenache. It’s not a real business, though. It’s something I do to cover the expenses, and mainly give the wine to my friends.\nWhere I really learned about business was in perfumes. I have worked with the company Puig for over 20 years, and we sell in something like 93 countries. I learned you can be very ethical and creative. Now I am designing watches, and glasses, and even studying fashion. It keeps me young.\nQ: How do you maximize your philanthropic impact?\nA: I have a foundation called Lagrimas y Favores. It does a lot of work in my hometown of Malaga, where the big tradition is Easter Week celebrations. So along with my brotherhood – the same kids I used to play in the streets with, decades ago – we fund things like scholarships for kids, and palliative care for terminal cancer patients, and a supermarket for families in need.\nQ: What lessons do you pass along to your kids?\nA: I have one biological child, and two stepkids I helped raise. I just try to respect them and help them to become independent people, with a capacity to think for themselves and stand up for what they believe in.\nEditing by Beth Pinsker and Jeffrey Benkoe\n ",
    "published": "2018-05-14T19:22:00.000+03:00",
    "crawled": "2018-05-14T19:38:21.010+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "reuters",
        "writer",
        "reuters",
        "contributor",
        "opinion",
        "expressed",
        "hollywood",
        "fame",
        "fleeting",
        "career",
        "staying",
        "power",
        "even",
        "unusual",
        "antonio",
        "banderas",
        "managed",
        "fashion",
        "latter",
        "developing",
        "young",
        "heartthrob",
        "well",
        "older",
        "heartthrob",
        "first",
        "made",
        "mark",
        "1980s",
        "spanish",
        "film",
        "especially",
        "spanish",
        "filmmaker",
        "pedro",
        "almodovar",
        "tie",
        "tie",
        "megastar",
        "mask",
        "still",
        "rolling",
        "several",
        "new",
        "project",
        "per",
        "year",
        "latest",
        "reuters",
        "series",
        "life",
        "lesson",
        "banderas",
        "called",
        "hungarian",
        "set",
        "national",
        "geographic",
        "latest",
        "genius",
        "anthology",
        "series",
        "play",
        "pablo",
        "picasso",
        "q",
        "parent",
        "put",
        "work",
        "early",
        "growing",
        "southern",
        "spain",
        "detected",
        "soon",
        "enough",
        "love",
        "theater",
        "started",
        "going",
        "age",
        "play",
        "malaga",
        "decided",
        "jump",
        "acting",
        "age",
        "stopped",
        "loving",
        "started",
        "hating",
        "tried",
        "stop",
        "stop",
        "q",
        "money",
        "tight",
        "early",
        "acting",
        "year",
        "money",
        "even",
        "exist",
        "time",
        "one",
        "year",
        "lived",
        "nine",
        "different",
        "place",
        "landlord",
        "kept",
        "throwing",
        "realized",
        "money",
        "remember",
        "walking",
        "street",
        "looking",
        "sidewalk",
        "car",
        "hope",
        "somebody",
        "dropped",
        "coin",
        "every",
        "single",
        "day",
        "month",
        "time",
        "desperate",
        "q",
        "lean",
        "period",
        "strange",
        "become",
        "extremely",
        "successful",
        "happened",
        "little",
        "little",
        "theater",
        "never",
        "really",
        "become",
        "famous",
        "local",
        "number",
        "people",
        "see",
        "limited",
        "pedro",
        "almodovar",
        "came",
        "along",
        "made",
        "rule",
        "believe",
        "anything",
        "happening",
        "kept",
        "sane",
        "show",
        "business",
        "people",
        "come",
        "go",
        "time",
        "good",
        "last",
        "thing",
        "done",
        "started",
        "go",
        "place",
        "never",
        "like",
        "russia",
        "japan",
        "getting",
        "recognized",
        "street",
        "understood",
        "worldwide",
        "dimension",
        "cinema",
        "q",
        "money",
        "coming",
        "bought",
        "little",
        "house",
        "parent",
        "malaga",
        "father",
        "sweet",
        "really",
        "accept",
        "would",
        "write",
        "everything",
        "spent",
        "like",
        "fixing",
        "water",
        "tap",
        "buying",
        "rubber",
        "band",
        "five",
        "cent",
        "trying",
        "justify",
        "expense",
        "said",
        "papa",
        "home",
        "much",
        "respect",
        "money",
        "raised",
        "without",
        "q",
        "beyond",
        "acting",
        "winery",
        "spain",
        "taken",
        "experience",
        "around",
        "eight",
        "acre",
        "north",
        "produce",
        "bottle",
        "year",
        "grape",
        "like",
        "syrah",
        "tempranillo",
        "grenache",
        "real",
        "business",
        "though",
        "something",
        "cover",
        "expense",
        "mainly",
        "give",
        "wine",
        "friend",
        "really",
        "learned",
        "business",
        "perfume",
        "worked",
        "company",
        "puig",
        "year",
        "sell",
        "something",
        "like",
        "country",
        "learned",
        "ethical",
        "creative",
        "designing",
        "watch",
        "glass",
        "even",
        "studying",
        "fashion",
        "keep",
        "young",
        "q",
        "maximize",
        "philanthropic",
        "impact",
        "foundation",
        "called",
        "lagrimas",
        "favores",
        "lot",
        "work",
        "hometown",
        "malaga",
        "big",
        "tradition",
        "easter",
        "week",
        "celebration",
        "along",
        "brotherhood",
        "kid",
        "used",
        "play",
        "street",
        "decade",
        "ago",
        "fund",
        "thing",
        "like",
        "scholarship",
        "kid",
        "palliative",
        "care",
        "terminal",
        "cancer",
        "patient",
        "supermarket",
        "family",
        "need",
        "q",
        "lesson",
        "pas",
        "along",
        "kid",
        "one",
        "biological",
        "child",
        "two",
        "stepkids",
        "helped",
        "raise",
        "try",
        "respect",
        "help",
        "become",
        "independent",
        "people",
        "capacity",
        "think",
        "stand",
        "believe",
        "editing",
        "beth",
        "pinsker",
        "jeffrey",
        "benkoe"
    ]
}