{
    "organizations": [],
    "uuid": "46ed73390b77bf7e45c9cf2647c969337abecf3c",
    "author": "Clay Chandler",
    "url": "http://fortune.com/2018/05/05/the-u-s-china-trade-standoff-both-sides-are-digging-in/",
    "ord_in_thread": 0,
    "title": "The U.S.-China Trade Standoff: Both Sides Are Digging In",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Clay Chandler May 5, 2018\nDonald Trump’s economic advisers left Beijing Friday without making visible progress in trade talks with their Chinese counterparts. There were no press conferences, no public statements, no announcement of plans for future talks. The high-profile U.S. delegation did not get an audience with Chinese president Xi Jinping. The little we know about the two days of discussions suggests that, if anything, they ended with the two sides further apart than when they began.\nWhen the White House announced Trump was sending so many senior officials to China—the mission included Treasury Secretary Steven Mnuchin, Commerce Secretary Wilbur Ross U.S. Trade Representative Robert Lighthizer as well as to senior economic advisers, Larry Kudlow and Peter Navarro—many analysts and investors leapt to the conclusion that the group had orders to get a deal done quickly. Instead, Trump’s team staked out a sweeping position that goes well beyond the demands the White House had floated previously.\nAccording to numerous media reports, the Trump team insisted not only that China cut its trade surplus with the U.S. by $100 billion (which Trump had suggested before) but that it do so in 12 months—and then cut the surplus by another $100 billion in the following 12 months. The U.S. delegation also required that China halt all subsidies to advanced manufacturing industries in its Made In China 2025 program, which covers sectors including aircraft manufacturing, electric cars, robotics, computer microchips and artificial intelligence. In addition, the U.S. said China must: slash tariffs to an average of 3.5 percent, down from the current average 10 percent; take “immediate, verifiable steps” to halt cyber-spying into commercial networks in America; accept U.S. restrictions on Chinese investments in sensitive technologies; and open up its services and agricultural sectors to full American competition.\nCornell University economist Eswar Prasad was among the many analysts to conclude that this was not a position designed to get a deal. As he told The New York Times : “The list reads like the terms for a surrender rather than a basis for negotiation.” At the very least, it signals that Trump is willing to risk a protracted standoff with China on trade.\nBeijing is sending signals too. Over the past week, China’s government leaders, academic experts, and state-owned media demonstrated great discipline in communicating the message that: China isn’t afraid of a trade war, won’t be bullied by Trump, will retaliate in kind, can continue to grow and develop just fine without the United States. At least some of that got through to Financial Times columnist Martin Wolf, who emerged from a Tsinghua University dialogue between foreign scholars and journalists and top Chinese officials, academics and business people convinced that China’s elites feel their nation is “under attack” by the U.S.. In an essay entitled “ How the Beijing Elite Sees the World ,” Wolf writes that China’s leaders find U.S. trade demands “incomprehensible,” and have high confidence that China can endure whatever Donald Trump can throw at it. Wolf concludes with the ominous observation that this will be a “testing year” for the U.S. – China relationship, and that the outcome of that test will “reshape our world.”\nOn that last point, at least, I agree. But it’s getting harder and harder to hope for an outcome that will reshape the world for the better.\nClay Chandler @claychandler clay.chandler@timeinc.com Trade and Economy\nTalk it out. Two days of trade talks between the US and China ended inconclusively on Friday, as both sides presented tough demands neither would agree to, according to the Wall Street Journal. The US delegation led by Treasury Secretary Steven Mnuchin and US Trade Representative Robert Lighthizer left Beijing without any official statements and planned meetings with President Xi Jinping and Vice President Wang Qishan did not take place. Wall Street Journal\nPlaying nice. President Donald Trump said on Friday that the demands delivered by his top economic advisers in Beijing this week were “nice” out of his respect for Xi Jinping, though he said that the trade tension between the countries require “immediate attention”. The US has asked China to cut the trade deficit by at least US$200 billion by 2020, stop subsidies under the “Made in China 2025” plan, and hold back on retaliatory measures against Washington. South China Morning Post\nGo fund me. China will soon announce a new 300 bn yuan ($47.4 bn) fund aimed at hastening development of its semiconductor industry. The fund will accelerate China’s increasingly urgent efforts to develop its own semiconductor industry as the US blocks attempts to buy American chip companies over national-security concerns. Wall Street Journal\nReturn to roost. China’s securities regulator has issued draft rules on its China Depositary Receipts, which will encourage offshore-listed tech giants such as Baidu, Alibaba and JD.com to list at home via secondary listings, as well as allow companies to issue depositary receipts to list on each other’s markets via the Shanghai-London Stock Connect. Reuters\nUpping the stakes. UBS this week applied to take a 51% controlling stake in its Chinese securities joint venture, after China’s securities regulator issued new rules on Sunday that formally allows foreign banks to hold controlling stakes in securities companies in the country. Other banks, including Goldman Sachs, have said they, too, will apply if allowed to do so. Financial Times\nAdvertisement Technology and Innovation\nXiaomi’s IPO. Chinese smartphone maker Xiaomi applied for an IPO in Hong Kong this week. The listing is expected to raise at least $10 billion and achieve a valuation of $100 billion for the eight-year-old company as it ramps up its global expansion and aims to become more than a hardware company, founder Lei Jun said, amid an organizational reshuffle that saw the departure of two co-founders . Bloomberg\nDavis departs. Mobike co-founder Davis Wang has left the company, barely a month after the bike-sharing start-up was acquired by Chinese online services Meituan-Dianping for $2.7 bn. Wang had been openly against Mobike’s acquisition by Meituan and wanted to keep the company independent, according to earlier media reports. TechNode\nGo East. Tesla will announce the location of its China manufacturing plant by the third quarter, CEO Elon Musk said this week, after the Chinese government’s gave the green light last month for foreign new-energy vehicle makers to fully own auto factories by year-end. Tesla’s next factories will produce batteries and assemble vehicles, Musk said. Bloomberg\nIn Case You Missed It\nChina’s huge celebrations of Karl Marx are not really about Marxism Quartz\nWidow of dissident Liu Xiaobo is losing hope of leaving China, friend says Reuters\nChina orders reporting ban on Mnuchin-led trade talks Bloomberg\nOver 30? You’re Too Old for Tech Jobs in China Bloomberg\n‘Forget the Facebook leak’: China is mining data directly from workers’ brains on an industrial scale South China Morning Post\nTeenager’s Prom Dress Stirs Furor in U.S. — but Not in China New York Times\nAdvertisement Politics and Policy\nWe’re still here. Chinese foreign minister Wang Yi spent two days with North Korean leader Kim Jong-un this week, as Beijing looks to strengthen ties with Pyongyang ahead of the anticipated US-North Korean summit. One of Wang’s jobs was to try to stop Kim from veering toward the US under President Trump, said Chinese experts. New York Times\nPhone pals. China’s President Xi and Japanese Prime Minister Shinzo Abe spoke by phone for the first time on Friday about the inter-Korean meeting last week. “This means Japan-China relations are really improving,” Abe himself told reporters after the call. Divided over disputes in the South China Sea and grievances from WWII, both countries are increasingly drawn together over fears of being left out of developments in the Korean Peninsula and Trump’s economic maneuvers. CNN\nMarking Marx. China is celebrating Karl Marx’s 200th birthday today (May 5) – by paying for a party in Germany. A Beijing-designed and funded statue of the German philosopher will be unveiled in his hometown of Trier, Germany, along with an art installation on Marx’s life. In China, state media have given blanket praise to Xi’s adaptation of socialism for modern China. Quartz\nSummaries by Debbie Yong. @debyong\ndebbie.yong@meredith.com\nFind past issues , and sign up for other Fortune newsletters .",
    "published": "2018-05-05T21:43:00.000+03:00",
    "crawled": "2018-05-06T01:13:37.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "clay",
        "chandler",
        "may",
        "donald",
        "trump",
        "economic",
        "adviser",
        "left",
        "beijing",
        "friday",
        "without",
        "making",
        "visible",
        "progress",
        "trade",
        "talk",
        "chinese",
        "counterpart",
        "press",
        "conference",
        "public",
        "statement",
        "announcement",
        "plan",
        "future",
        "talk",
        "delegation",
        "get",
        "audience",
        "chinese",
        "president",
        "xi",
        "jinping",
        "little",
        "know",
        "two",
        "day",
        "discussion",
        "suggests",
        "anything",
        "ended",
        "two",
        "side",
        "apart",
        "began",
        "white",
        "house",
        "announced",
        "trump",
        "sending",
        "many",
        "senior",
        "official",
        "mission",
        "included",
        "treasury",
        "secretary",
        "steven",
        "mnuchin",
        "commerce",
        "secretary",
        "wilbur",
        "ross",
        "trade",
        "representative",
        "robert",
        "lighthizer",
        "well",
        "senior",
        "economic",
        "adviser",
        "larry",
        "kudlow",
        "peter",
        "analyst",
        "investor",
        "leapt",
        "conclusion",
        "group",
        "order",
        "get",
        "deal",
        "done",
        "quickly",
        "instead",
        "trump",
        "team",
        "staked",
        "sweeping",
        "position",
        "go",
        "well",
        "beyond",
        "demand",
        "white",
        "house",
        "floated",
        "previously",
        "according",
        "numerous",
        "medium",
        "report",
        "trump",
        "team",
        "insisted",
        "china",
        "cut",
        "trade",
        "surplus",
        "billion",
        "trump",
        "suggested",
        "cut",
        "surplus",
        "another",
        "billion",
        "following",
        "month",
        "delegation",
        "also",
        "required",
        "china",
        "halt",
        "subsidy",
        "advanced",
        "manufacturing",
        "industry",
        "made",
        "china",
        "program",
        "cover",
        "sector",
        "including",
        "aircraft",
        "manufacturing",
        "electric",
        "car",
        "robotics",
        "computer",
        "microchip",
        "artificial",
        "intelligence",
        "addition",
        "said",
        "china",
        "must",
        "slash",
        "tariff",
        "average",
        "percent",
        "current",
        "average",
        "percent",
        "take",
        "immediate",
        "verifiable",
        "step",
        "halt",
        "commercial",
        "network",
        "america",
        "accept",
        "restriction",
        "chinese",
        "investment",
        "sensitive",
        "technology",
        "open",
        "service",
        "agricultural",
        "sector",
        "full",
        "american",
        "competition",
        "cornell",
        "university",
        "economist",
        "eswar",
        "prasad",
        "among",
        "many",
        "analyst",
        "conclude",
        "position",
        "designed",
        "get",
        "deal",
        "told",
        "new",
        "york",
        "time",
        "list",
        "read",
        "like",
        "term",
        "surrender",
        "rather",
        "basis",
        "least",
        "signal",
        "trump",
        "willing",
        "risk",
        "protracted",
        "standoff",
        "china",
        "trade",
        "beijing",
        "sending",
        "signal",
        "past",
        "week",
        "china",
        "government",
        "leader",
        "academic",
        "expert",
        "medium",
        "demonstrated",
        "great",
        "discipline",
        "communicating",
        "message",
        "china",
        "afraid",
        "trade",
        "war",
        "bullied",
        "trump",
        "retaliate",
        "kind",
        "continue",
        "grow",
        "develop",
        "fine",
        "without",
        "united",
        "state",
        "least",
        "got",
        "financial",
        "time",
        "columnist",
        "martin",
        "wolf",
        "emerged",
        "tsinghua",
        "university",
        "dialogue",
        "foreign",
        "scholar",
        "journalist",
        "top",
        "chinese",
        "official",
        "academic",
        "business",
        "people",
        "convinced",
        "china",
        "elite",
        "feel",
        "nation",
        "attack",
        "essay",
        "entitled",
        "beijing",
        "elite",
        "see",
        "world",
        "wolf",
        "writes",
        "china",
        "leader",
        "find",
        "trade",
        "demand",
        "incomprehensible",
        "high",
        "confidence",
        "china",
        "endure",
        "whatever",
        "donald",
        "trump",
        "throw",
        "wolf",
        "concludes",
        "ominous",
        "observation",
        "testing",
        "year",
        "china",
        "relationship",
        "outcome",
        "test",
        "reshape",
        "last",
        "point",
        "least",
        "agree",
        "getting",
        "harder",
        "harder",
        "hope",
        "outcome",
        "reshape",
        "world",
        "better",
        "clay",
        "chandler",
        "claychandler",
        "trade",
        "economy",
        "talk",
        "two",
        "day",
        "trade",
        "talk",
        "u",
        "china",
        "ended",
        "inconclusively",
        "friday",
        "side",
        "presented",
        "tough",
        "demand",
        "neither",
        "would",
        "agree",
        "according",
        "wall",
        "street",
        "journal",
        "u",
        "delegation",
        "led",
        "treasury",
        "secretary",
        "steven",
        "mnuchin",
        "u",
        "trade",
        "representative",
        "robert",
        "lighthizer",
        "left",
        "beijing",
        "without",
        "official",
        "statement",
        "planned",
        "meeting",
        "president",
        "xi",
        "jinping",
        "vice",
        "president",
        "wang",
        "qishan",
        "take",
        "place",
        "wall",
        "street",
        "journal",
        "playing",
        "nice",
        "president",
        "donald",
        "trump",
        "said",
        "friday",
        "demand",
        "delivered",
        "top",
        "economic",
        "adviser",
        "beijing",
        "week",
        "nice",
        "respect",
        "xi",
        "jinping",
        "though",
        "said",
        "trade",
        "tension",
        "country",
        "require",
        "immediate",
        "attention",
        "u",
        "asked",
        "china",
        "cut",
        "trade",
        "deficit",
        "least",
        "u",
        "billion",
        "stop",
        "subsidy",
        "made",
        "china",
        "plan",
        "hold",
        "back",
        "retaliatory",
        "measure",
        "washington",
        "south",
        "china",
        "morning",
        "post",
        "go",
        "fund",
        "china",
        "soon",
        "announce",
        "new",
        "bn",
        "yuan",
        "bn",
        "fund",
        "aimed",
        "hastening",
        "development",
        "semiconductor",
        "industry",
        "fund",
        "accelerate",
        "china",
        "increasingly",
        "urgent",
        "effort",
        "develop",
        "semiconductor",
        "industry",
        "u",
        "block",
        "attempt",
        "buy",
        "american",
        "chip",
        "company",
        "concern",
        "wall",
        "street",
        "journal",
        "return",
        "roost",
        "china",
        "security",
        "regulator",
        "issued",
        "draft",
        "rule",
        "china",
        "depositary",
        "receipt",
        "encourage",
        "tech",
        "giant",
        "baidu",
        "alibaba",
        "list",
        "home",
        "via",
        "secondary",
        "listing",
        "well",
        "allow",
        "company",
        "issue",
        "depositary",
        "receipt",
        "list",
        "market",
        "via",
        "stock",
        "connect",
        "reuters",
        "upping",
        "stake",
        "ubs",
        "week",
        "applied",
        "take",
        "controlling",
        "stake",
        "chinese",
        "security",
        "joint",
        "venture",
        "china",
        "security",
        "regulator",
        "issued",
        "new",
        "rule",
        "sunday",
        "formally",
        "allows",
        "foreign",
        "bank",
        "hold",
        "controlling",
        "stake",
        "security",
        "company",
        "country",
        "bank",
        "including",
        "goldman",
        "sachs",
        "said",
        "apply",
        "allowed",
        "financial",
        "time",
        "advertisement",
        "technology",
        "innovation",
        "xiaomi",
        "ipo",
        "chinese",
        "smartphone",
        "maker",
        "xiaomi",
        "applied",
        "ipo",
        "hong",
        "kong",
        "week",
        "listing",
        "expected",
        "raise",
        "least",
        "billion",
        "achieve",
        "valuation",
        "billion",
        "company",
        "ramp",
        "global",
        "expansion",
        "aim",
        "become",
        "hardware",
        "company",
        "founder",
        "lei",
        "jun",
        "said",
        "amid",
        "organizational",
        "reshuffle",
        "saw",
        "departure",
        "two",
        "bloomberg",
        "davis",
        "departs",
        "mobike",
        "davis",
        "wang",
        "left",
        "company",
        "barely",
        "month",
        "acquired",
        "chinese",
        "online",
        "service",
        "bn",
        "wang",
        "openly",
        "mobike",
        "acquisition",
        "meituan",
        "wanted",
        "keep",
        "company",
        "independent",
        "according",
        "earlier",
        "medium",
        "report",
        "technode",
        "go",
        "east",
        "tesla",
        "announce",
        "location",
        "china",
        "manufacturing",
        "plant",
        "third",
        "quarter",
        "ceo",
        "elon",
        "musk",
        "said",
        "week",
        "chinese",
        "government",
        "gave",
        "green",
        "light",
        "last",
        "month",
        "foreign",
        "vehicle",
        "maker",
        "fully",
        "auto",
        "factory",
        "tesla",
        "next",
        "factory",
        "produce",
        "battery",
        "assemble",
        "vehicle",
        "musk",
        "said",
        "bloomberg",
        "case",
        "missed",
        "china",
        "huge",
        "celebration",
        "karl",
        "marx",
        "really",
        "marxism",
        "quartz",
        "widow",
        "dissident",
        "liu",
        "xiaobo",
        "losing",
        "hope",
        "leaving",
        "china",
        "friend",
        "say",
        "reuters",
        "china",
        "order",
        "reporting",
        "ban",
        "trade",
        "talk",
        "bloomberg",
        "old",
        "tech",
        "job",
        "china",
        "bloomberg",
        "forget",
        "facebook",
        "leak",
        "china",
        "mining",
        "data",
        "directly",
        "worker",
        "brain",
        "industrial",
        "scale",
        "south",
        "china",
        "morning",
        "post",
        "teenager",
        "prom",
        "dress",
        "stir",
        "furor",
        "china",
        "new",
        "york",
        "time",
        "advertisement",
        "politics",
        "policy",
        "still",
        "chinese",
        "foreign",
        "minister",
        "wang",
        "yi",
        "spent",
        "two",
        "day",
        "north",
        "korean",
        "leader",
        "kim",
        "week",
        "beijing",
        "look",
        "strengthen",
        "tie",
        "pyongyang",
        "ahead",
        "anticipated",
        "korean",
        "summit",
        "one",
        "wang",
        "job",
        "try",
        "stop",
        "kim",
        "veering",
        "toward",
        "u",
        "president",
        "trump",
        "said",
        "chinese",
        "expert",
        "new",
        "york",
        "time",
        "phone",
        "pal",
        "china",
        "president",
        "xi",
        "japanese",
        "prime",
        "minister",
        "shinzo",
        "abe",
        "spoke",
        "phone",
        "first",
        "time",
        "friday",
        "meeting",
        "last",
        "week",
        "mean",
        "relation",
        "really",
        "improving",
        "abe",
        "told",
        "reporter",
        "call",
        "divided",
        "dispute",
        "south",
        "china",
        "sea",
        "grievance",
        "wwii",
        "country",
        "increasingly",
        "drawn",
        "together",
        "fear",
        "left",
        "development",
        "korean",
        "peninsula",
        "trump",
        "economic",
        "maneuver",
        "cnn",
        "marking",
        "marx",
        "china",
        "celebrating",
        "karl",
        "marx",
        "200th",
        "birthday",
        "today",
        "may",
        "paying",
        "party",
        "germany",
        "funded",
        "statue",
        "german",
        "philosopher",
        "unveiled",
        "hometown",
        "trier",
        "germany",
        "along",
        "art",
        "installation",
        "marx",
        "life",
        "china",
        "state",
        "medium",
        "given",
        "blanket",
        "praise",
        "xi",
        "adaptation",
        "socialism",
        "modern",
        "china",
        "quartz",
        "summary",
        "debbie",
        "yong",
        "debyong",
        "find",
        "past",
        "issue",
        "sign",
        "fortune",
        "newsletter"
    ]
}