{
    "organizations": [],
    "uuid": "8b0a44895b7138cecd283b16a0e0f123cb737f34",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/uae-security-yemen-somalia/uae-extends-military-reach-in-yemen-and-somalia-idUSL8N1SI2QI",
    "ord_in_thread": 0,
    "title": "UAE extends military reach in Yemen and Somalia",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "(Repeats story from Friday)\n* UAE wins friends, plants bases in Yemen and East Africa\n* Abu Dhabi seeks to counter Islamism and Iran, guard trade\n* South Yemen secessionist officers rise up with UAE blessings\n* Presidents of breakaway Somali regions embrace trainers\nBy Noah Browning and Alexander Cornwell\nABU DHABI, May 11 (Reuters) - Military transport planes from the United Arab Emirates landed on the sleepy Yemeni island of Socotra last week, unloading tanks and troops as part of the Gulf Arab state’s drive to extend its influence over a strategic waterway flanked by war zones.\nThe UAE, with a population of less than 10 million but the Arab world’s second-largest economy thanks to oil, is deploying its soldiers and cash to create a web of bases and armed allies in Yemen and Somalia as a bulwark against Islamist extremists and Iranian influence, according to diplomats as well as Yemeni and Somali officials.\nBut backing groups at loggerheads with their national governments threatens to bog down the UAE in the seemingly endless conflicts of two of the world’s poorest countries.\nLying between the Arabian Peninsula and Horn of Africa, Socotra island, best known for its otherworldly plant life, appeared far from the war until the UAE troops arrived, in a landing reported by Yemeni officials and media.\nThe Yemeni government accused the UAE of seizing the island’s ports and airport. A government source told Reuters that the UAE move was a power-play for “commercial and security interests” and accused the UAE of trying to colonise Yemen.\n“They won’t get that from Yemen,” the source said. “Yes, Yemenis are poor but they fight for their sovereignty,”\nThe UAE foreign ministry, in a statement on Socotra, said it backed Yemen’s legitimate government and sought “to establish peace and stability and to support developmental projects for the island’s residents”.\nThe UAE has built up local army units in Yemen, increasing its influence along the Red Sea coast, but also opening up a rift with the country’s exiled government.\nAcross the Bab al-Mandeb strait, through which much of the world’s oil flows, the UAE also has a foothold in northern Somalia, where Emirati firms have set up commercial ports and its troops conduct military and training missions.\nAbu Dhabi, political capital of the seven-emirate federation, is moving assertively against the threat it sees from Islamist groups such as al Qaeda, while promoting itself as a stable, open and largely tolerant Muslim country.\nIt has allied itself with Saudi Arabia in the war against the Houthi group in Yemen, and with three Arab powers in a boycott of Qatar, accusing it of backing terriorism.\nThe UAE has hired senior foreign military officers to modernize its army, including Australia’s former top special forces general, Mike Hindmarsh, who reports to Abu Dhabi’s powerful Crown Prince Sheikh Mohammed bin Zayed al-Nahyan.\nHindmarsh oversees the Presidential Guard, the unit tasked with directing the UAE’s campaign in Yemen.\n“They are taking the fight to the enemy around the region,” said a Western diplomat.\nA Gulf source spelled out the UAE approach, saying it was protecting its interests in the region and promoting development to deter recruitment by Islamist groups.\n“The UAE is helping to develop economically viable zones that create jobs and improve standards of living while also providing humanitarian and financial aid.”\n“There is a comprehensive Emirati approach to fostering long-term stability in the region,” the source said.\nSOUTH YEMEN REVIVED A monument of leaning pillars in Abu Dhabi shows the cost of this engagement: inscribed with soldiers’ names, the memorial pays tribute to the UAE’s “martyrs”.\nThe vast majority - more than 100 - fell in the three-year-old war the UAE is fighting in Yemen alongside Saudi Arabia against the Iranian-aligned Houthis.\nSaudi Arabia’s main ally in the conflict, Yemen’s heavily Islamist government, is struggling against the Houthis, who control the north of the country and the capital, Sanaa.\nThe UAE, which has made the only visible gains by the coalition along the southwestern coast, has adopted a different strategy and cultivated its own friends in the war.\nAcross a string of small bases from the volcanic island of Perim at the mouth of the Red Sea to the dunes of Rumah near the Omani border, the UAE pays salaries and trains troops.\nAt the beginning of the Yemen war, the UAE prised from Iran’s orbit a struggling secessionist movement which hopes to revive the former state of South Yemen.\nThe socialist movement’s leaders left Yemen after the north and south were unified in 1994, and wound up in Hezbollah’s south Beirut stronghold, from where they ran a low-level insurgency in Yemen, diplomatic and southern political sources said.\nIranian Revolutionary Guard officials and Hezbollah schooled the southern commanders in guerrilla tactics in hopes of destabilising Saudi Arabia’s southern flank, the sources said.\nBut when the Houthis advanced into southern Yemen in 2015, promises of assistance from the UAE convinced the southern leadership to move to Abu Dhabi from where they could carry on the fight for their Yemeni homeland.\n“They want to fight Iranian militias trying to seize our lands, and we do too. This is enough for the alliance to make sense for now,” one southern official told Reuters.\nThis alliance helped the UAE to seize the southern port of Aden in 2015. The UAE trained southern Yemeni forces who captured the other main port, Mukalla, from al Qaeda.\nMukalla airport, closed to commercial flights, now hosts Emirati helicopters, a training centre, detention facility and also a small contingent of U.S. special forces helping to fight al Qaeda in nearby mountains.\nIran’s foreign ministry did not immediately respond to a request for comment on any involvement with the southern Yemeni secessionists. Hezbollah also declined to comment.\nSOMALIA TUG-OF-WAR\nRaids by Somali pirates on trade routes along the Horn of Africa helped draw the UAE, home to the Middle East’s busiest port, into the tangled politics of Somalia, which has grappled for over a decade with al Qaeda-linked Shabaab militants.\nThe UAE is deepening ties with the semi-autonomous regions of Somaliland and Puntland after state-owned Emirati firms DP World and P&O Ports signed deals there in 2016 and 2017.\nUAE troops quickly followed, and have begun building a military base in Berbera, Somaliland, the region’s President Muse Bihi Abdi told Reuters while on a visit to Abu Dhabi.\n“It will be the guarantee for our security, for our development in any case of terrorism ... They have the resources and knowledge better than us. We are a nation after a war, rebuilding,” he said.\nThe relationship - which includes investing hundreds of millions of dollars in Somaliland for projects such as a highway to Ethiopia and new airport - has angered the central government in Somalia, and the UAE has ended its military training mission in Mogadishu.\nUAE Minister of State for Foreign Affairs Anwar Gargash told Reuters that support for the regions was not intended to split Somalia and his country had no quarrel with the central government.\n“Our policy of recognising a one-Somalia stands ... But at the same time we are able to support the people of Somaliland through humanitarian, developmental.”\nThe president of Puntland, Abdiweli Mohamed Ali, told Reuters in Dubai that UAE personnel were training local forces to combat piracy as well as Islamist groups in Yemen or Somalia.\nHe denied that the UAE sought a long-term colonial presence.\n“They are not occupying as a military force in Somalia,” he said. “It’s impossible. We are fierce fighters, we will never allow that to happen.” (Additional reporting by Aziz El Yaakoubi Writing by Noah Browning Editing by Ghaida Ghantous and Giles Elgood)\n ",
    "published": "2018-05-13T15:01:00.000+03:00",
    "crawled": "2018-05-14T18:25:59.026+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "repeat",
        "story",
        "friday",
        "uae",
        "win",
        "friend",
        "plant",
        "base",
        "yemen",
        "east",
        "africa",
        "abu",
        "dhabi",
        "seek",
        "counter",
        "islamism",
        "iran",
        "guard",
        "trade",
        "south",
        "yemen",
        "secessionist",
        "officer",
        "rise",
        "uae",
        "blessing",
        "president",
        "breakaway",
        "somali",
        "region",
        "embrace",
        "trainer",
        "noah",
        "browning",
        "alexander",
        "cornwell",
        "abu",
        "dhabi",
        "may",
        "reuters",
        "military",
        "transport",
        "plane",
        "united",
        "arab",
        "emirate",
        "landed",
        "sleepy",
        "yemeni",
        "island",
        "socotra",
        "last",
        "week",
        "unloading",
        "tank",
        "troop",
        "part",
        "gulf",
        "arab",
        "state",
        "drive",
        "extend",
        "influence",
        "strategic",
        "waterway",
        "flanked",
        "war",
        "zone",
        "uae",
        "population",
        "less",
        "million",
        "arab",
        "world",
        "economy",
        "thanks",
        "oil",
        "deploying",
        "soldier",
        "cash",
        "create",
        "web",
        "base",
        "armed",
        "ally",
        "yemen",
        "somalia",
        "bulwark",
        "islamist",
        "extremist",
        "iranian",
        "influence",
        "according",
        "diplomat",
        "well",
        "yemeni",
        "somali",
        "official",
        "backing",
        "group",
        "loggerhead",
        "national",
        "government",
        "threatens",
        "bog",
        "uae",
        "seemingly",
        "endless",
        "conflict",
        "two",
        "world",
        "poorest",
        "country",
        "lying",
        "arabian",
        "peninsula",
        "horn",
        "africa",
        "socotra",
        "island",
        "best",
        "known",
        "otherworldly",
        "plant",
        "life",
        "appeared",
        "far",
        "war",
        "uae",
        "troop",
        "arrived",
        "landing",
        "reported",
        "yemeni",
        "official",
        "medium",
        "yemeni",
        "government",
        "accused",
        "uae",
        "seizing",
        "island",
        "port",
        "airport",
        "government",
        "source",
        "told",
        "reuters",
        "uae",
        "move",
        "commercial",
        "security",
        "interest",
        "accused",
        "uae",
        "trying",
        "colonise",
        "yemen",
        "get",
        "yemen",
        "source",
        "said",
        "yes",
        "yemeni",
        "poor",
        "fight",
        "sovereignty",
        "uae",
        "foreign",
        "ministry",
        "statement",
        "socotra",
        "said",
        "backed",
        "yemen",
        "legitimate",
        "government",
        "sought",
        "establish",
        "peace",
        "stability",
        "support",
        "developmental",
        "project",
        "island",
        "resident",
        "uae",
        "built",
        "local",
        "army",
        "unit",
        "yemen",
        "increasing",
        "influence",
        "along",
        "red",
        "sea",
        "coast",
        "also",
        "opening",
        "rift",
        "country",
        "exiled",
        "government",
        "across",
        "bab",
        "strait",
        "much",
        "world",
        "oil",
        "flow",
        "uae",
        "also",
        "foothold",
        "northern",
        "somalia",
        "emirati",
        "firm",
        "set",
        "commercial",
        "port",
        "troop",
        "conduct",
        "military",
        "training",
        "mission",
        "abu",
        "dhabi",
        "political",
        "capital",
        "federation",
        "moving",
        "assertively",
        "threat",
        "see",
        "islamist",
        "group",
        "al",
        "qaeda",
        "promoting",
        "stable",
        "open",
        "largely",
        "tolerant",
        "muslim",
        "country",
        "allied",
        "saudi",
        "arabia",
        "war",
        "houthi",
        "group",
        "yemen",
        "three",
        "arab",
        "power",
        "boycott",
        "qatar",
        "accusing",
        "backing",
        "terriorism",
        "uae",
        "hired",
        "senior",
        "foreign",
        "military",
        "officer",
        "modernize",
        "army",
        "including",
        "australia",
        "former",
        "top",
        "special",
        "force",
        "general",
        "mike",
        "hindmarsh",
        "report",
        "abu",
        "dhabi",
        "powerful",
        "crown",
        "prince",
        "sheikh",
        "mohammed",
        "bin",
        "zayed",
        "hindmarsh",
        "oversees",
        "presidential",
        "guard",
        "unit",
        "tasked",
        "directing",
        "uae",
        "campaign",
        "yemen",
        "taking",
        "fight",
        "enemy",
        "around",
        "region",
        "said",
        "western",
        "diplomat",
        "gulf",
        "source",
        "spelled",
        "uae",
        "approach",
        "saying",
        "protecting",
        "interest",
        "region",
        "promoting",
        "development",
        "deter",
        "recruitment",
        "islamist",
        "group",
        "uae",
        "helping",
        "develop",
        "economically",
        "viable",
        "zone",
        "create",
        "job",
        "improve",
        "standard",
        "living",
        "also",
        "providing",
        "humanitarian",
        "financial",
        "comprehensive",
        "emirati",
        "approach",
        "fostering",
        "stability",
        "region",
        "source",
        "said",
        "south",
        "yemen",
        "revived",
        "monument",
        "leaning",
        "pillar",
        "abu",
        "dhabi",
        "show",
        "cost",
        "engagement",
        "inscribed",
        "soldier",
        "name",
        "memorial",
        "pay",
        "tribute",
        "uae",
        "martyr",
        "vast",
        "majority",
        "fell",
        "war",
        "uae",
        "fighting",
        "yemen",
        "alongside",
        "saudi",
        "arabia",
        "houthis",
        "saudi",
        "arabia",
        "main",
        "ally",
        "conflict",
        "yemen",
        "heavily",
        "islamist",
        "government",
        "struggling",
        "houthis",
        "control",
        "north",
        "country",
        "capital",
        "sanaa",
        "uae",
        "made",
        "visible",
        "gain",
        "coalition",
        "along",
        "southwestern",
        "coast",
        "adopted",
        "different",
        "strategy",
        "cultivated",
        "friend",
        "war",
        "across",
        "string",
        "small",
        "base",
        "volcanic",
        "island",
        "perim",
        "mouth",
        "red",
        "sea",
        "dune",
        "rumah",
        "near",
        "omani",
        "border",
        "uae",
        "pay",
        "salary",
        "train",
        "troop",
        "beginning",
        "yemen",
        "war",
        "uae",
        "prised",
        "iran",
        "orbit",
        "struggling",
        "secessionist",
        "movement",
        "hope",
        "revive",
        "former",
        "state",
        "south",
        "yemen",
        "socialist",
        "movement",
        "leader",
        "left",
        "yemen",
        "north",
        "south",
        "unified",
        "wound",
        "hezbollah",
        "south",
        "beirut",
        "stronghold",
        "ran",
        "insurgency",
        "yemen",
        "diplomatic",
        "southern",
        "political",
        "source",
        "said",
        "iranian",
        "revolutionary",
        "guard",
        "official",
        "hezbollah",
        "schooled",
        "southern",
        "commander",
        "guerrilla",
        "tactic",
        "hope",
        "destabilising",
        "saudi",
        "arabia",
        "southern",
        "flank",
        "source",
        "said",
        "houthis",
        "advanced",
        "southern",
        "yemen",
        "promise",
        "assistance",
        "uae",
        "convinced",
        "southern",
        "leadership",
        "move",
        "abu",
        "dhabi",
        "could",
        "carry",
        "fight",
        "yemeni",
        "homeland",
        "want",
        "fight",
        "iranian",
        "militia",
        "trying",
        "seize",
        "land",
        "enough",
        "alliance",
        "make",
        "sense",
        "one",
        "southern",
        "official",
        "told",
        "reuters",
        "alliance",
        "helped",
        "uae",
        "seize",
        "southern",
        "port",
        "aden",
        "uae",
        "trained",
        "southern",
        "yemeni",
        "force",
        "captured",
        "main",
        "port",
        "mukalla",
        "al",
        "qaeda",
        "mukalla",
        "airport",
        "closed",
        "commercial",
        "flight",
        "host",
        "emirati",
        "helicopter",
        "training",
        "centre",
        "detention",
        "facility",
        "also",
        "small",
        "contingent",
        "special",
        "force",
        "helping",
        "fight",
        "al",
        "qaeda",
        "nearby",
        "mountain",
        "iran",
        "foreign",
        "ministry",
        "immediately",
        "respond",
        "request",
        "comment",
        "involvement",
        "southern",
        "yemeni",
        "secessionist",
        "hezbollah",
        "also",
        "declined",
        "comment",
        "somalia",
        "raid",
        "somali",
        "pirate",
        "trade",
        "route",
        "along",
        "horn",
        "africa",
        "helped",
        "draw",
        "uae",
        "home",
        "middle",
        "east",
        "busiest",
        "port",
        "tangled",
        "politics",
        "somalia",
        "grappled",
        "decade",
        "al",
        "shabaab",
        "militant",
        "uae",
        "deepening",
        "tie",
        "region",
        "somaliland",
        "puntland",
        "emirati",
        "firm",
        "dp",
        "world",
        "p",
        "port",
        "signed",
        "deal",
        "uae",
        "troop",
        "quickly",
        "followed",
        "begun",
        "building",
        "military",
        "base",
        "berbera",
        "somaliland",
        "region",
        "president",
        "muse",
        "bihi",
        "abdi",
        "told",
        "reuters",
        "visit",
        "abu",
        "dhabi",
        "guarantee",
        "security",
        "development",
        "case",
        "terrorism",
        "resource",
        "knowledge",
        "better",
        "u",
        "nation",
        "war",
        "rebuilding",
        "said",
        "relationship",
        "includes",
        "investing",
        "hundred",
        "million",
        "dollar",
        "somaliland",
        "project",
        "highway",
        "ethiopia",
        "new",
        "airport",
        "angered",
        "central",
        "government",
        "somalia",
        "uae",
        "ended",
        "military",
        "training",
        "mission",
        "mogadishu",
        "uae",
        "minister",
        "state",
        "foreign",
        "affair",
        "anwar",
        "gargash",
        "told",
        "reuters",
        "support",
        "region",
        "intended",
        "split",
        "somalia",
        "country",
        "quarrel",
        "central",
        "government",
        "policy",
        "recognising",
        "stand",
        "time",
        "able",
        "support",
        "people",
        "somaliland",
        "humanitarian",
        "president",
        "puntland",
        "abdiweli",
        "mohamed",
        "ali",
        "told",
        "reuters",
        "dubai",
        "uae",
        "personnel",
        "training",
        "local",
        "force",
        "combat",
        "piracy",
        "well",
        "islamist",
        "group",
        "yemen",
        "somalia",
        "denied",
        "uae",
        "sought",
        "colonial",
        "presence",
        "occupying",
        "military",
        "force",
        "somalia",
        "said",
        "impossible",
        "fierce",
        "fighter",
        "never",
        "allow",
        "additional",
        "reporting",
        "aziz",
        "el",
        "yaakoubi",
        "writing",
        "noah",
        "browning",
        "editing",
        "ghaida",
        "ghantous",
        "giles",
        "elgood"
    ]
}