{
    "organizations": [],
    "uuid": "9f2e6afc41fb8819a09b3e960f2fc230c0a5bdb1",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/business-wire-financial-institutions-partners-iii-lp-releases-open-letter-to-owens-realty-mortgage-orm-shareholders-stating-their.html",
    "ord_in_thread": 0,
    "title": "Financial Institutions Partners III LP Releases Open Letter to Owens Realty Mortgage (ORM) Shareholders Stating Their Intention to Appoint Two New Board Members",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MADISON, Wis.--(BUSINESS WIRE)-- Financial Institutions Partners III LP, an investment group led by Eric Hovde, released the following open letter to shareholders of Owens Realty Mortgage (NYSEAM: ORM) from Hovde, stating his intention to appoint two new members to the Board of Directors.\nFellow Shareholders:\nOn January 12, 2018 Hovde Capital Advisors LLC, together with its affiliates (the “Group”), officially submitted two nominees, Steven Hovde and James Hua, to stand for election to the Board of Directors (the “Board”) of Owens Realty Mortgage, Inc. (“ORM” or the “Company”) during their upcoming Annual Meeting.\nThe Group, which owns 4.8% of ORM and are long-term shareholders, can no longer remain idle as the Company’s Board and management continue to erode the value of the Company and enrich themselves at the expense of their shareholders, as discussed below. After numerous conversations with both the Board of Directors and management regarding conflicts of interest, stock performance, lack of insider ownership, business strategy and capital allocation, as outlined below, we have resorted to nominating two nominees for election to the Board of Directors. We believe this is necessary to provide suitable oversight, strategic thinking and independence to ensure the proper representation of shareholder interests.\nORM is externally managed and advised by Owens Financial Group (“OFG” or “Manager”). Based on the management agreement, the Manager receives monthly fees based on 1.50% of the Company’s equity and 70% of all fees such as origination, acquisition and late fees. The manager collects these fees without taking any of the credit risk, which is assumed by ORM and its shareholders. To make matters worse, this revised management agreement is the incumbent Board’s attempt at “realigning” with shareholder interests. Prior to the new management agreement, the Manager was compensated based on outstanding loan balances and received all fee income generated by the origination and disposition of assets and loans. The prior and current management agreements create clear conflicts of interest between the Manager and shareholders. The manager is incentivized to produce as many loans as possible, regardless of the economic environment or real estate markets, while the company and shareholders bear the risk of potential losses.\nThese unaligned interests and conflicts have resulted in exceptionally poor performance for shareholders of the Company, while insiders have benefited enormously. The results speak for themselves. Over the last two years, the one and two-year total returns for ORM have been -9.07% and -3.97%, respectively, while the SNL U.S. Finance REIT index returned 0.55% and 32.33%, respectively (as of 5/3/18; ORM is an index component). Management has not only failed to create value over the last two years, but has destroyed value in the last economic cycle by making risky and poorly structured real estate loans. Over the last 10 years, from 2008 through fiscal year 2017, ORM has only generated total Net Income of $6.1 million producing an average 0.43% Return on Equity. During this same 10-year period, the Manager has collected $45.7 million in fees and an additional $4.4 million in expense reimbursements.\nSEE ATTACHED EXHIBIT A\nOwens Realty Mortgage, Inc. | Income Statement (As Reported) NYSEAM:ORM (MI Key: 4381096; SPCIQ Key: 3566683) Exhibit A ORM Income Source SNL Financial 2008 FY 2009 FY 2010 FY 2011 FY 2012 FY 2013 FY 2014 FY 2015 FY 2016 FY 2017 FY TOTALS Source Document Prospectus Prospectus Prospectus Prospectus 12/31/2013 10-K 12/31/2014 10-K 12/31/2016 10-K 12/31/2017 10-K 12/31/2017 10-K 12/31/2017 10-K Revenues Total revenues 31,058,755 20,939,784 16,541,704 18,120,744 15,966,278 14,409,355 17,820,251 21,243,551 17,078,991 15,533,128 188,712,541 Expenses Total expenses 28,881,695 41,065,553 39,373,365 41,735,797 21,247,353 7,486,969 13,433,290 16,732,329 20,844,958 14,913,110 245,714,419 Operating income (loss) 2,177,060 (20,125,769) (22,831,661) (23,615,053) (5,281,075) 6,922,386 4,386,961 4,511,222 (3,765,967) 620,018 (57,001,878) Total other income (loss) (13,896) (10,336) (5,859) (1,129,202) 3,601,255 1,810,511 3,542,668 19,057,894 28,175,737 8,059,830 63,088,602 Net income attributable to common stockholders 2,163,164 (20,136,105) (22,837,520) (24,744,255) (1,679,820) 8,732,897 7,929,629 23,569,116 24,409,770 8,679,848 6,086,724 ROE 0.79% -8.26% -10.42% -13.29% -0.89% 4.69% 4.20% 11.81% 11.33% 4.32% 0.43% Average OFG Fees Source SEC (EDGAR) & SNL Financial 2008 FY 2009 FY 2010 FY 2011 FY 2012 FY 2013 FY 2014 FY 2015 FY 2016 FY 2017 FY TOTALS Source Document OMIF 10-K* OMIF 10-K* OMIF 10-K* OMIF 10-K* OMIF 10-K* ORM 10-K ORM 10-K ORM 10-K ORM 10-K ORM 10-K Management Fees to OFG 4,204,000 2,033,000 1,966,000 2,312,000 1,761,000 1,664,076 1,726,945 2,051,134 3,286,470 3,546,085 24,550,710 Servicing Fees to Manager 686,000 613,000 491,000 264,000 165,000 151,643 156,995 186,467 298,770 362,411 3,375,286 Acquisition and Origination Fees 3,549,000 1,588,000 83,000 168,000 24,000 658,000 1,228,000 1,956,000 2,514,000 2,492,000 14,260,000 Late Payment Charges 1,203,000 966,000 132,000 779,000 37,000 5,000 14,000 30,000 83,000 83,000 3,332,000 Miscellaneous Fees 34,000 24,000 12,000 8,000 - 19,000 1,000 7,000 20,000 23,000 148,000 Total Fees Collected 9,676,000 5,224,000 2,684,000 3,531,000 1,987,000 2,497,719 3,126,940 4,230,601 6,202,240 6,506,496 45,665,996 OFG Expense Reimbursements 88,000 72,000 63,000 641,000 664,000 742,000 704,000 590,000 440,000 381,000 4,385,000 Total OFG income pulled from ORM 9,764,000 5,296,000 2,747,000 4,172,000 2,651,000 3,239,719 3,830,940 4,820,601 6,642,240 6,887,496 50,050,996 Data shown on this page is extracted directly from the company’s documents. S&P Global Market Intelligence makes every effort to line up fields, captions and headers that represent the same data over time, despite variations in how the company may report these items in different documents. In certain instances the variation in the company’s presentation over time may be too significant, potentially resulting in repeating and/or disordered items. Despite possible issues with the presentation, S&P Global Market Intelligence, as always, stands by its commitment to the quality of the data. * Fees from OMIF 10-Ks are rounded to the nearest thousand. OMIF 10-K's sourced from SEC EDGAR database. Despite this terrible performance, the Board and management have not adjusted ORM’s business model or strategy because they are not incentivized to do so, as insiders only own 3.26% of outstanding shares. Conversely, Chairman Bill Owens and President Brian Draper privately own the Manager and have profited handsomely each year from this one-sided management agreement. As disclosed in ORM’s most recent 10K filing with the SEC, the Manager earned fees of approximately $6.5 million in 2017 and $6.2 million in 2016, while shareholders experienced a negative return. The filing continues, “Because OFG receives all of these fees, our [ORM] interests will diverge from OFG and William Owens (as well as Bryan H. Draper, William E. Dutra and other members of management that have significant ownership interest in OFG).” Obviously, there is a clear misalignment of interests and we believe the current Board and management team is neglecting its duty as a fiduciary for the Company’s shareholders.\nThese conflicts have remained unaddressed by the so-called “independent directors,” who, by all indications, have acted as a rubber stamp Board, allowing Bill Owens and Brian Draper to continue to receive significant management fees, while public shareholders suffer with poor performance. Directors Dennis Schmal, James Kessler and Gary Wallace together own less than half a percent (0.34%) of the Company and have allowed Owens and Draper to take millions of dollars in compensation and management fees from the Company, while providing negative value to shareholders. Further, based on the Company’s public disclosures, these directors do not have the real estate lending experience, credit underwriting background and business acumen to properly oversee this Company and its business practices or manage the clear conflicts at play. Schmal, Kessler and Wallace, either through ignorance or conscious intent, are accomplices in allowing Owens and Draper to pilfer the public shareholders and do not deserve to remain directors of the Company.\nA clear illustration of how the Manager is not focused on the performance of the Company and its shareholders is their utilization of the Company’s capital this past year. We believe the best way to create value for the Company’s shareholders is to repurchase the Company’s shares, which are currently trading at an approximate 30% discount to ORM’s current net asset value of $22.10. Further, as of last quarter, the shares were trading at a near-50% discount to net asset value. It is evident to us that the Board and management should use the proceeds from real estate sales and loan repayments to repurchase these discounted shares. However, the Board and management refuse to execute on this strategy, and we can’t see any reason other than because it reduces payments to the Manager and thus does not enrich Bill Owens, Brian Draper and the rest of the Board and management. Over the past three years, the Company liquidated a net $133 million in real estate holdings and elected to deploy this, plus loan principal collected, into $233 million of risky bridge loans to real estate investors at fixed-rate yields of approximately 7.75%, which are similar in type to the loans that destroyed value in the last recession. The individuals that benefit from these loans are Bill Owens and Bryan Draper, while these credits embed ongoing credit risk into ORM.\nA simple question to ask when evaluating ORM, is why would any investor make risky real estate loans with a coupon rate of 7.75%, which is then reduced by management fees, loan loss provision and SG&A, versus investing their dollars to generate a guaranteed return of approximately 38% by repurchasing shares? The simple answer is they would NOT. Shareholders have requested this repeatedly of the Company as evidenced by its recent investor conference calls. The only block purchase of shares the company has made was to purchase Freestone Capital’s 8.08% position in December 2017 at $19.25, when the market price at the time was $16.01. Why did management pay this significant premium over market? Because Freestone was waging a potential proxy battle and pointing out ORM’s flawed business model and conflicts of interest between ORM and OFG. Therefore, instead of doing the right thing and buying back ORM’s stock at lower prices to produce the biggest return for all shareholders, they used the company’s dollars to silence an investor who had finally had enough and was attempting to end the abuse of ORM by OFG.\nAs we have outlined, the Board and management are actively choosing to enrich themselves over their shareholders while failing to execute on proper business and capital allocation strategies. We have privately worked with the Board and management to suggest improvements to no avail. Therefore, we face no other option than pursuing the election of two new independent directors for election to the Board of Directors and undertaking a public proxy contest on behalf of all shareholders of ORM to ensure shareholders are properly represented.\nWe encourage you to contact Eric Hovde or Ian Joyce at (202) 822-8117 if you have any questions with regard to the Company, the Manager, director nominations or the proxy contest. We will be using the GOLD PROXY CARD for our director nominations in the proxy contest.\nWe greatly appreciate your support of our nominated directors in the proxy contest in order to finally reestablish representation of shareholder interest by the Board and management.\nSincerely,\nEric D. Hovde\nHovde Capital Advisors, LLC\nImportant Information\nThis filing is not a solicitation of a proxy from any security holder of Owens Realty Mortgage, Inc. On January 12, 2018 Hovde Capital Advisors LLC, together with its affiliates (the “Group”), officially submitted two nominees, Steven Hovde and James Hua, to stand for election to the Board of Directors (the “Board”) of Owens Realty Mortgage, Inc. (the “Company”) during the Company’s upcoming Annual Meeting. The members of the Group are participants in the planned solicitation, and the interests that they have in the solicitation are as a result of their holding shares of the Company. The Group plans to send a definitive proxy statement, proxy card and related proxy materials to shareholders of the Company seeking their support of the nominees to the Board . Shareholders are urged to read the definitive proxy statement and proxy card when they become available, because they will contain important information about the nominees, the Company, and related matters . Shareholders may obtain a free copy of the definitive proxy statement and proxy card (when available) and other documents filed with the Securities and Exchange Commission (“SEC”) by the Group at the SEC’s website at www.sec.gov . The definitive proxy statement (when available) and other related SEC documents filed with the SEC by the Group may also be obtained free of charge from the Group, upon request.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180508006823/en/\nHovde Capital Advisors\nIan Joyce, 202-822-8117\nor\nInvestorCom\nJohn Glenn Grau, 203-972-9300\nSource: Financial Institutions Partners III LP",
    "published": "2018-05-09T02:55:00.000+03:00",
    "crawled": "2018-05-09T02:39:58.028+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "madison",
        "business",
        "wire",
        "financial",
        "institution",
        "partner",
        "iii",
        "lp",
        "investment",
        "group",
        "led",
        "eric",
        "hovde",
        "released",
        "following",
        "open",
        "letter",
        "shareholder",
        "owen",
        "realty",
        "mortgage",
        "nyseam",
        "orm",
        "hovde",
        "stating",
        "intention",
        "appoint",
        "two",
        "new",
        "member",
        "board",
        "director",
        "fellow",
        "shareholder",
        "january",
        "hovde",
        "capital",
        "advisor",
        "llc",
        "together",
        "affiliate",
        "group",
        "officially",
        "submitted",
        "two",
        "nominee",
        "steven",
        "hovde",
        "james",
        "hua",
        "stand",
        "election",
        "board",
        "director",
        "board",
        "owen",
        "realty",
        "mortgage",
        "orm",
        "company",
        "upcoming",
        "annual",
        "meeting",
        "group",
        "owns",
        "orm",
        "shareholder",
        "longer",
        "remain",
        "idle",
        "company",
        "board",
        "management",
        "continue",
        "erode",
        "value",
        "company",
        "enrich",
        "expense",
        "shareholder",
        "discussed",
        "numerous",
        "conversation",
        "board",
        "director",
        "management",
        "regarding",
        "conflict",
        "interest",
        "stock",
        "performance",
        "lack",
        "insider",
        "ownership",
        "business",
        "strategy",
        "capital",
        "allocation",
        "outlined",
        "resorted",
        "nominating",
        "two",
        "nominee",
        "election",
        "board",
        "director",
        "believe",
        "necessary",
        "provide",
        "suitable",
        "oversight",
        "strategic",
        "thinking",
        "independence",
        "ensure",
        "proper",
        "representation",
        "shareholder",
        "interest",
        "orm",
        "externally",
        "managed",
        "advised",
        "owen",
        "financial",
        "group",
        "ofg",
        "manager",
        "based",
        "management",
        "agreement",
        "manager",
        "receives",
        "monthly",
        "fee",
        "based",
        "company",
        "equity",
        "fee",
        "origination",
        "acquisition",
        "late",
        "fee",
        "manager",
        "collect",
        "fee",
        "without",
        "taking",
        "credit",
        "risk",
        "assumed",
        "orm",
        "shareholder",
        "make",
        "matter",
        "worse",
        "revised",
        "management",
        "agreement",
        "incumbent",
        "board",
        "attempt",
        "realigning",
        "shareholder",
        "interest",
        "prior",
        "new",
        "management",
        "agreement",
        "manager",
        "compensated",
        "based",
        "outstanding",
        "loan",
        "balance",
        "received",
        "fee",
        "income",
        "generated",
        "origination",
        "disposition",
        "asset",
        "loan",
        "prior",
        "current",
        "management",
        "agreement",
        "create",
        "clear",
        "conflict",
        "interest",
        "manager",
        "shareholder",
        "manager",
        "incentivized",
        "produce",
        "many",
        "loan",
        "possible",
        "regardless",
        "economic",
        "environment",
        "real",
        "estate",
        "market",
        "company",
        "shareholder",
        "bear",
        "risk",
        "potential",
        "loss",
        "unaligned",
        "interest",
        "conflict",
        "resulted",
        "exceptionally",
        "poor",
        "performance",
        "shareholder",
        "company",
        "insider",
        "benefited",
        "enormously",
        "result",
        "speak",
        "last",
        "two",
        "year",
        "one",
        "total",
        "return",
        "orm",
        "respectively",
        "snl",
        "finance",
        "reit",
        "index",
        "returned",
        "respectively",
        "orm",
        "index",
        "component",
        "management",
        "failed",
        "create",
        "value",
        "last",
        "two",
        "year",
        "destroyed",
        "value",
        "last",
        "economic",
        "cycle",
        "making",
        "risky",
        "poorly",
        "structured",
        "real",
        "estate",
        "loan",
        "last",
        "year",
        "fiscal",
        "year",
        "orm",
        "generated",
        "total",
        "net",
        "income",
        "million",
        "producing",
        "average",
        "return",
        "equity",
        "period",
        "manager",
        "collected",
        "million",
        "fee",
        "additional",
        "million",
        "expense",
        "reimbursement",
        "see",
        "attached",
        "exhibit",
        "owen",
        "realty",
        "mortgage",
        "income",
        "statement",
        "reported",
        "nyseam",
        "orm",
        "mi",
        "key",
        "spciq",
        "key",
        "exhibit",
        "orm",
        "income",
        "source",
        "snl",
        "financial",
        "fy",
        "fy",
        "fy",
        "fy",
        "fy",
        "fy",
        "fy",
        "fy",
        "fy",
        "fy",
        "total",
        "source",
        "document",
        "prospectus",
        "prospectus",
        "prospectus",
        "prospectus",
        "revenue",
        "total",
        "revenue",
        "expense",
        "total",
        "expense",
        "operating",
        "income",
        "loss",
        "total",
        "income",
        "loss",
        "net",
        "income",
        "attributable",
        "common",
        "stockholder",
        "roe",
        "average",
        "ofg",
        "fee",
        "source",
        "sec",
        "edgar",
        "snl",
        "financial",
        "fy",
        "fy",
        "fy",
        "fy",
        "fy",
        "fy",
        "fy",
        "fy",
        "fy",
        "fy",
        "total",
        "source",
        "document",
        "omif",
        "omif",
        "omif",
        "omif",
        "omif",
        "orm",
        "orm",
        "orm",
        "orm",
        "orm",
        "management",
        "fee",
        "ofg",
        "servicing",
        "fee",
        "manager",
        "acquisition",
        "origination",
        "fee",
        "late",
        "payment",
        "charge",
        "miscellaneous",
        "fee",
        "total",
        "fee",
        "collected",
        "ofg",
        "expense",
        "reimbursement",
        "total",
        "ofg",
        "income",
        "pulled",
        "orm",
        "data",
        "shown",
        "page",
        "extracted",
        "directly",
        "company",
        "document",
        "p",
        "global",
        "market",
        "intelligence",
        "make",
        "every",
        "effort",
        "line",
        "field",
        "caption",
        "header",
        "represent",
        "data",
        "time",
        "despite",
        "variation",
        "company",
        "may",
        "report",
        "item",
        "different",
        "document",
        "certain",
        "instance",
        "variation",
        "company",
        "presentation",
        "time",
        "may",
        "significant",
        "potentially",
        "resulting",
        "repeating",
        "disordered",
        "item",
        "despite",
        "possible",
        "issue",
        "presentation",
        "p",
        "global",
        "market",
        "intelligence",
        "always",
        "stand",
        "commitment",
        "quality",
        "data",
        "fee",
        "omif",
        "rounded",
        "nearest",
        "thousand",
        "omif",
        "sourced",
        "sec",
        "edgar",
        "database",
        "despite",
        "terrible",
        "performance",
        "board",
        "management",
        "adjusted",
        "orm",
        "business",
        "model",
        "strategy",
        "incentivized",
        "insider",
        "outstanding",
        "share",
        "conversely",
        "chairman",
        "bill",
        "owen",
        "president",
        "brian",
        "draper",
        "privately",
        "manager",
        "profited",
        "handsomely",
        "year",
        "management",
        "agreement",
        "disclosed",
        "orm",
        "recent",
        "10k",
        "filing",
        "sec",
        "manager",
        "earned",
        "fee",
        "approximately",
        "million",
        "million",
        "shareholder",
        "experienced",
        "negative",
        "return",
        "filing",
        "continues",
        "ofg",
        "receives",
        "fee",
        "orm",
        "interest",
        "diverge",
        "ofg",
        "william",
        "owen",
        "well",
        "bryan",
        "draper",
        "william",
        "dutra",
        "member",
        "management",
        "significant",
        "ownership",
        "interest",
        "ofg",
        "obviously",
        "clear",
        "misalignment",
        "interest",
        "believe",
        "current",
        "board",
        "management",
        "team",
        "neglecting",
        "duty",
        "fiduciary",
        "company",
        "shareholder",
        "conflict",
        "remained",
        "unaddressed",
        "independent",
        "director",
        "indication",
        "acted",
        "rubber",
        "stamp",
        "board",
        "allowing",
        "bill",
        "owen",
        "brian",
        "draper",
        "continue",
        "receive",
        "significant",
        "management",
        "fee",
        "public",
        "shareholder",
        "suffer",
        "poor",
        "performance",
        "director",
        "dennis",
        "schmal",
        "james",
        "kessler",
        "gary",
        "wallace",
        "together",
        "less",
        "half",
        "percent",
        "company",
        "allowed",
        "owen",
        "draper",
        "take",
        "million",
        "dollar",
        "compensation",
        "management",
        "fee",
        "company",
        "providing",
        "negative",
        "value",
        "shareholder",
        "based",
        "company",
        "public",
        "disclosure",
        "director",
        "real",
        "estate",
        "lending",
        "experience",
        "credit",
        "underwriting",
        "background",
        "business",
        "acumen",
        "properly",
        "oversee",
        "company",
        "business",
        "practice",
        "manage",
        "clear",
        "conflict",
        "play",
        "schmal",
        "kessler",
        "wallace",
        "either",
        "ignorance",
        "conscious",
        "intent",
        "accomplice",
        "allowing",
        "owen",
        "draper",
        "pilfer",
        "public",
        "shareholder",
        "deserve",
        "remain",
        "director",
        "company",
        "clear",
        "illustration",
        "manager",
        "focused",
        "performance",
        "company",
        "shareholder",
        "utilization",
        "company",
        "capital",
        "past",
        "year",
        "believe",
        "best",
        "way",
        "create",
        "value",
        "company",
        "shareholder",
        "repurchase",
        "company",
        "share",
        "currently",
        "trading",
        "approximate",
        "discount",
        "orm",
        "current",
        "net",
        "asset",
        "value",
        "last",
        "quarter",
        "share",
        "trading",
        "discount",
        "net",
        "asset",
        "value",
        "evident",
        "u",
        "board",
        "management",
        "use",
        "proceeds",
        "real",
        "estate",
        "sale",
        "loan",
        "repayment",
        "repurchase",
        "discounted",
        "share",
        "however",
        "board",
        "management",
        "refuse",
        "execute",
        "strategy",
        "see",
        "reason",
        "reduces",
        "payment",
        "manager",
        "thus",
        "enrich",
        "bill",
        "owen",
        "brian",
        "draper",
        "rest",
        "board",
        "management",
        "past",
        "three",
        "year",
        "company",
        "liquidated",
        "net",
        "million",
        "real",
        "estate",
        "holding",
        "elected",
        "deploy",
        "plus",
        "loan",
        "principal",
        "collected",
        "million",
        "risky",
        "bridge",
        "loan",
        "real",
        "estate",
        "investor",
        "yield",
        "approximately",
        "similar",
        "type",
        "loan",
        "destroyed",
        "value",
        "last",
        "recession",
        "individual",
        "benefit",
        "loan",
        "bill",
        "owen",
        "bryan",
        "draper",
        "credit",
        "embed",
        "ongoing",
        "credit",
        "risk",
        "orm",
        "simple",
        "question",
        "ask",
        "evaluating",
        "orm",
        "would",
        "investor",
        "make",
        "risky",
        "real",
        "estate",
        "loan",
        "coupon",
        "rate",
        "reduced",
        "management",
        "fee",
        "loan",
        "loss",
        "provision",
        "sg",
        "versus",
        "investing",
        "dollar",
        "generate",
        "guaranteed",
        "return",
        "approximately",
        "repurchasing",
        "share",
        "simple",
        "answer",
        "would",
        "shareholder",
        "requested",
        "repeatedly",
        "company",
        "evidenced",
        "recent",
        "investor",
        "conference",
        "call",
        "block",
        "purchase",
        "share",
        "company",
        "made",
        "purchase",
        "freestone",
        "capital",
        "position",
        "december",
        "market",
        "price",
        "time",
        "management",
        "pay",
        "significant",
        "premium",
        "market",
        "freestone",
        "waging",
        "potential",
        "proxy",
        "battle",
        "pointing",
        "orm",
        "flawed",
        "business",
        "model",
        "conflict",
        "interest",
        "orm",
        "ofg",
        "therefore",
        "instead",
        "right",
        "thing",
        "buying",
        "back",
        "orm",
        "stock",
        "lower",
        "price",
        "produce",
        "biggest",
        "return",
        "shareholder",
        "used",
        "company",
        "dollar",
        "silence",
        "investor",
        "finally",
        "enough",
        "attempting",
        "end",
        "abuse",
        "orm",
        "ofg",
        "outlined",
        "board",
        "management",
        "actively",
        "choosing",
        "enrich",
        "shareholder",
        "failing",
        "execute",
        "proper",
        "business",
        "capital",
        "allocation",
        "strategy",
        "privately",
        "worked",
        "board",
        "management",
        "suggest",
        "improvement",
        "avail",
        "therefore",
        "face",
        "option",
        "pursuing",
        "election",
        "two",
        "new",
        "independent",
        "director",
        "election",
        "board",
        "director",
        "undertaking",
        "public",
        "proxy",
        "contest",
        "behalf",
        "shareholder",
        "orm",
        "ensure",
        "shareholder",
        "properly",
        "represented",
        "encourage",
        "contact",
        "eric",
        "hovde",
        "ian",
        "joyce",
        "question",
        "regard",
        "company",
        "manager",
        "director",
        "nomination",
        "proxy",
        "contest",
        "using",
        "gold",
        "proxy",
        "card",
        "director",
        "nomination",
        "proxy",
        "contest",
        "greatly",
        "appreciate",
        "support",
        "nominated",
        "director",
        "proxy",
        "contest",
        "order",
        "finally",
        "reestablish",
        "representation",
        "shareholder",
        "interest",
        "board",
        "management",
        "sincerely",
        "eric",
        "hovde",
        "hovde",
        "capital",
        "advisor",
        "llc",
        "important",
        "information",
        "filing",
        "solicitation",
        "proxy",
        "security",
        "holder",
        "owen",
        "realty",
        "mortgage",
        "january",
        "hovde",
        "capital",
        "advisor",
        "llc",
        "together",
        "affiliate",
        "group",
        "officially",
        "submitted",
        "two",
        "nominee",
        "steven",
        "hovde",
        "james",
        "hua",
        "stand",
        "election",
        "board",
        "director",
        "board",
        "owen",
        "realty",
        "mortgage",
        "company",
        "company",
        "upcoming",
        "annual",
        "meeting",
        "member",
        "group",
        "participant",
        "planned",
        "solicitation",
        "interest",
        "solicitation",
        "result",
        "holding",
        "share",
        "company",
        "group",
        "plan",
        "send",
        "definitive",
        "proxy",
        "statement",
        "proxy",
        "card",
        "related",
        "proxy",
        "material",
        "shareholder",
        "company",
        "seeking",
        "support",
        "nominee",
        "board",
        "shareholder",
        "urged",
        "read",
        "definitive",
        "proxy",
        "statement",
        "proxy",
        "card",
        "become",
        "available",
        "contain",
        "important",
        "information",
        "nominee",
        "company",
        "related",
        "matter",
        "shareholder",
        "may",
        "obtain",
        "free",
        "copy",
        "definitive",
        "proxy",
        "statement",
        "proxy",
        "card",
        "available",
        "document",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "group",
        "sec",
        "website",
        "definitive",
        "proxy",
        "statement",
        "available",
        "related",
        "sec",
        "document",
        "filed",
        "sec",
        "group",
        "may",
        "also",
        "obtained",
        "free",
        "charge",
        "group",
        "upon",
        "request",
        "view",
        "source",
        "version",
        "http",
        "hovde",
        "capital",
        "advisor",
        "ian",
        "joyce",
        "investorcom",
        "john",
        "glenn",
        "grau",
        "source",
        "financial",
        "institution",
        "partner",
        "iii",
        "lp"
    ]
}