{
    "organizations": [],
    "uuid": "cbd5854e574d243c4cbfe10b52c2050b310afb10",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/30/globe-newswire-dirtt-announces-strong-results-in-first-quarter-2018.html",
    "ord_in_thread": 0,
    "title": "DIRTT Announces Strong Results in First Quarter 2018",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CALGARY, Alberta, April 30, 2018 (GLOBE NEWSWIRE) -- DIRTT Environmental Solutions Ltd. (“DIRTT” or the “Company”) (TSX:DRT), an interior construction company using technology for client-driven design and manufacturing, today announced its financial results for the three months ended March 31, 2018.\nFirst Quarter 2018 Highlights\nRevenue increased by $15.7 million, or 24.1% from Q1 2017, to $80.7 million; Gross profit increased by $8.4 million, or 31.2% from Q1 2017, to $35.4 million; Gross profit % increased from 41.5% in Q1 2017 to 43.9% this quarter; Adjusted gross profit was $37.2 million and adjusted gross profit % was 46.1%; Adjusted EBITDA was $12.7 million and adjusted EBITDA % was 15.7%; and Net income was $3.6 million and net income per share was $0.04.\n“The combination of our powerful business model and our fiscal disciplines resulted in a strong quarter, demonstrating DIRTT’s ability to deliver profitability alongside revenue growth,” says interim DIRTT CEO Michael Goldstein.\nGoldstein adds that the operating leverage in the Company is highlighted by the strong adjusted gross profit margin and adjusted EBITDA margin for the quarter. “This quarter demonstrates the importance of DIRTT’s investments over the past few years and the perseverance, vision, and passion of our employees and partners to get us to this point. The strength of our digital construction solution is driving increased adoption.”\nSummary Financial Results\nFor the three months ended March 31, 2018 2017 ($ thousands, except per share amounts) Revenue 80,749 65,059 Gross profit 35,416 26,985 Gross profit % 43.9 % 41.5 % Adjusted gross profit (1) 37,246 27,876 Adjusted gross profit % (1) 46.1 % 42.9 % Selling, general and administrative (\"SG&A\") 30,314 27,983 SG&A % 37.5 % 43.0 % Adjusted SG&A (1) 24,998 23,579 Adjusted SG&A % (1) 31.0 % 36.3 % Operating income (loss) 5,102 (998 ) Adjusted EBITDA (1) 12,713 4,009 Adjusted EBITDA % (1) 15.7 % 6.2 % Income tax expense (recovery) 1,696 337 Net income (loss) 3,562 (1,395 ) Net income (loss) per share - basic and diluted 0.04 (0.02 ) Cash flows (used in) provided by operating activities (8,286 ) 4,625 Cash flows provided by operating activities (1)\nbefore changes in non-cash working capital 10,687 4,261 As at March 31, 2018 December 31, 2017 Cash and cash equivalents 65,912 79,641 Working capital 84,088 79,487 Long-term debt 11,710 12,772 Note: (1) See \"Non-IFRS Measures\".\nRevenue\nRevenue for Q1 2018 increased by $15.7 million, or 24.1%, over Q1 2017. The increase is attributable to a general increase across a range of industry segments, with healthcare increasing from 11% of total revenue in Q1 2017 to 13% in Q1 2018. The US dollar (average rate) decreased from 1.3238 in Q1 2017 to 1.2647 in Q1 2018, resulting in a negative impact on overall revenue in the period as compared to the same quarter in Q1 2017.\nGross Profit / Adjusted Gross Profit / Gross Profit % / Adjusted Gross Profit %\nGross profit increased to $35.4 million in Q1 2018 from $27.0 million in Q1 2017, an increase of 31.2%. Gross profit % increased to 43.9% from 41.5%.\nAdjusted gross profit increased to $37.2 million in Q1 2018 from $27.9 million in Q1 2017, an increase of 33.6%. Adjusted gross profit % improved to 46.1% from 42.9%.\nThe Company benefited from a number of factors this quarter, including the operational leverage derived from investments made over the past few years, product mix and having a steady manufacturing flow throughout the quarter, which optimizes the allocation of DIRTT’s resources (specifically labor).\nSG&A Expenses / Adjusted SG&A Expenses / SG&A % / Adjusted SG&A %\nSelling, general and administrative (“SG&A”) % as a percentage of revenue decreased from 43.0% to 37.5% in Q1 2018 compared with Q1 2017. SG&A expenses increased by $2.3 million, or 8.3% in Q1 2018 compared with Q1 2017. The increase in SG&A expenses in Q1 2018 was due to increases in salaries and benefits of $1.3 million, reorganization costs of $2.1 million due to the recent management changes, professional service fees of $0.6 million related to proxy defense costs and rent expenses of $0.5 million. These increases were partially offset by decreases in stock-based compensation expense of $0.6 million, depreciation and amortization expense of non-manufacturing-related assets of $0.5 million, travel and marketing expense of $0.1 million and other operating expenses of $1.0 million.\nAdjusted SG&A % decreased from 36.3% to 31.0% in Q1 2018 compared with Q1 2017. Adjusted SG&A expenses increased by $1.4 million, or 6.0%, in Q1 2018 compared with Q1 2017. The reason for the increase is the same as discussed above with respect to SG&A, excluding the impact from decreased depreciation and amortization of non-manufacturing-related assets, decreased stock-based compensation expense incurred in the period and reorganization costs.\nThe impact of the weakening US dollar to Canadian dollar average exchange rates during Q1 2018 partially reduced the overall increase in SG&A and Adjusted SG&A expenses across the organization, as certain of these SG&A expenditures are denominated in US dollars.\nAdjusted EBITDA / Adjusted EBITDA %\nAdjusted EBITDA increased by $8.7 million, or 217.1%, in Q1 2018 compared with Q1 2017. Adjusted EBITDA % in Q1 2018 increased significantly from 6.2% in Q1 2017 to 15.7%. The dollar increase was primarily due to higher adjusted gross profit of $9.4 million and increase in foreign exchange gain of $0.7 million, offset by higher adjusted SG&A expenses of $1.4 million.\nLiquidity and Capital Resources\nAt March 31, 2018, we had $65.9 million in cash and cash equivalents compared with $79.6 million at December 31, 2017.\nAt March 31, 2018, we also had access to an undrawn US$18.0 million revolving credit facility.\nNon-IFRS Measures\nAdjusted gross profit, Adjusted gross profit %, Adjusted SG&A, Adjusted SG&A %, Adjusted EBITDA, Adjusted EBITDA % and cash provided by operating activities before changes in non-cash working capital are non-IFRS measures. Non-IFRS measures do not have a standard meaning as prescribed by IFRS, and are therefore unlikely to be comparable to similar measures presented and calculated by other companies. DIRTT believes the non-IFRS measures are useful supplemental measures that may assist investors in assessing DIRTT’s business. The non-IFRS measures should not be considered as the sole measure of the Company’s performance and should not be considered in isolation from, or as a substitute for, analysis of its financial statements. For a reconciliation of these non-IFRS measures as well as the rationale for management’s use of such measures, see the Company’s management’s discussion and analysis for the three months ended March 31, 2018, available at http://www.sedar.com .\nConference Call Details\nA conference call and webcast for the investment community is scheduled for Tuesday, May 1, 2018 at 9 a.m. ET (7 a.m. MT) to discuss the first quarter results in greater detail. The call and webcast will be hosted by DIRTT interim president and CEO Michael Goldstein, and interim chief financial officer Peter Henry.\nTo access the conference call by telephone, dial +1 877.479.7708 (toll-free in North America). Please call 10 minutes prior to the start of the call. In addition, a live webcast (listen-only mode) of the conference call will be available at: https://edge.media-server.com/m6/p/asy3q72o .\nInvestors are invited to submit questions by email before and during the conference call. Please send them to ir@dirtt.net .\nA replay of the conference call will be available at +1 855.859.2056 by entering passcode 4977827, from noon (ET) Tuesday, May 1, 2018 until 11:59 p.m. (ET) Tuesday, May 8, 2018 at https://edge.media-server.com/m6/p/asy3q72o , and on DIRTT’s website at www.dirtt.net/company/investor .\nAbout DIRTT\nDIRTT Environmental Solutions (Doing it Right This Time) uses its proprietary 3D software to design, manufacture and install fully customized prefabricated interiors. The Company's customers in the corporate, government, education and healthcare sectors benefit from DIRTT's precise design and costing; rapid lead times with the highest levels of customization and flexibility; and faster, cleaner construction.\nDIRTT's manufacturing facilities are in Phoenix, Savannah, Kelowna and Calgary. DIRTT's team supports nearly 100 Partners throughout North America, the Middle East and Asia. DIRTT trades on the Toronto Stock Exchange under the symbol \"DRT.\" For more information visit www.dirtt.net .\nForward-Looking Statements\nCertain information and statements contained in this news release constitute “forward-looking information” and “forward-looking statements” (collectively, “Forward-Looking Information”) as defined under applicable Canadian securities laws and the Company hereby cautions investors about important factors that could cause the Company’s actual results or outcomes to differ materially from those projected in any Forward-Looking Information contained in this news release. Any statements that express, or involve discussions as to, expectations, beliefs, plans, objectives, assumptions or future events or performance (often, but not always, through the use of words or phrases such as “will likely result”, “are expected to”, “will continue”, “is anticipated”, “believes”, “estimated”, “intends”, “plans”, “projection” and “outlook”), are not historical facts and may be forward-looking and may involve estimates, assumptions and uncertainties which could cause actual results or outcomes to differ materially from those expressed in such Forward-Looking Information.\nIn particular and without limitation, this news release contains Forward-Looking Information pertaining to the following: comments with respect to the Company's revenue, objectives and priorities for 2018 and beyond; project timetables; its growth strategies and opportunities; its ability to meet working capital requirements and financial obligations; use and deployment of the Company’s capital; and its outlook for its operations and the Canadian, US and international economies, and in particular, the US and Canadian construction industry.\nWith respect to Forward-Looking Information contained in this news release, assumptions have been made regarding the Company, among other things:\nits ability to manage its growth; competition in its industry; its ability to enhance current products and develop and introduce new products; its ability to obtain components and products from suppliers on a timely basis and on favorable terms; its ability to obtain qualified staff and equipment in a timely and cost-efficient manner; the regulatory framework governing taxes in Canada and the US and any other jurisdictions in which the Company currently or may conduct its business in the future; future development plans for its assets unfolding as currently envisioned; future capital expenditures to be made by the Company; future sources of funding for its capital program; the impact of increasing competition on the Company; and its success in identifying risks to its business and managing the risks mentioned below.\nThe Company’s actual results or outcomes could differ materially from those expressed in the Forward-Looking Information as a result of the risks normally encountered in its industry such as:\nrisks related to additional capital requirements; fluctuations in commodity prices; credit risks; foreign exchange rate and fiscal matters; operating results and financial condition fluctuations on a quarterly and annual basis; history of losses; ability to pay a dividend; maintaining and managing growth; risks related to new technology; competition risks; risks related to intellectual property; customer base and market acceptance; software and product defects and design risks; availability of key supplies; dependence of key personnel; the effect of government regulation; risks related to physical facilities; legal risks; risks related to future acquisitions; reliance on third parties; risks related to Forward-Looking Information; and conflicts of interest.\nSince actual results or outcomes could differ materially from those expressed in the Forward-Looking Information provided by or on behalf of the Company, investors and others should not place undue reliance on any such Forward- Looking Information.\nDIRTT cautions that the foregoing lists of factors are not exhaustive. Further, Forward-Looking Information is made as of the date hereof, and the Company undertakes no obligation to update Forward-Looking Information to reflect events or circumstances after the date on which such statement is made or to reflect the occurrence of unanticipated events, except as required by applicable Canadian securities laws. New factors emerge from time to time, and it is not possible for DIRTT’s management to predict all of these factors and to assess in advance the impact of each such factor on the Company’s business or the extent to which any factor, or combination of factors, may cause actual results to differ materially from those contained in Forward-Looking Information. No assurance can be given that these expectations will prove to be correct and such Forward-Looking Information contained in this news release should not be unduly relied upon. In addition, this news release may contain Forward-Looking Information attributed to third party industry sources.\nFor a detailed description of the risks and uncertainties facing the Company and its business and affairs, readers should refer to the Company's annual financial statements, management’s discussion and analysis and annual information form for the year ended December 31, 2017, all of which are available at http://www.sedar.com .\nMarket and Industry Data\nCertain market and industry data contained in this news release is based upon information from government or other third party publications, reports and websites or based on estimates derived from such publications, reports and websites. Government and other third party publications and reports do not guarantee the accuracy or completeness of their information. While the Company believes this data to be reliable, market and industry data is subject to variations and cannot be verified with complete certainty due to limits on the availability and reliability of raw data, the voluntary nature of the data-gathering process and other limitations and uncertainties inherent in any statistical survey.\nFor further information, please contact: Kim MacEachern Investor Relations, DIRTT KMacEachern@DIRTT.net 403.618.4539\nSource: DIRTT Environmental Solutions",
    "published": "2018-05-01T01:30:00.000+03:00",
    "crawled": "2018-05-01T02:01:48.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "calgary",
        "alberta",
        "april",
        "globe",
        "newswire",
        "dirtt",
        "environmental",
        "solution",
        "dirtt",
        "company",
        "tsx",
        "drt",
        "interior",
        "construction",
        "company",
        "using",
        "technology",
        "design",
        "manufacturing",
        "today",
        "announced",
        "financial",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "first",
        "quarter",
        "highlight",
        "revenue",
        "increased",
        "million",
        "q1",
        "million",
        "gross",
        "profit",
        "increased",
        "million",
        "q1",
        "million",
        "gross",
        "profit",
        "increased",
        "q1",
        "quarter",
        "adjusted",
        "gross",
        "profit",
        "million",
        "adjusted",
        "gross",
        "profit",
        "adjusted",
        "ebitda",
        "million",
        "adjusted",
        "ebitda",
        "net",
        "income",
        "million",
        "net",
        "income",
        "per",
        "share",
        "combination",
        "powerful",
        "business",
        "model",
        "fiscal",
        "discipline",
        "resulted",
        "strong",
        "quarter",
        "demonstrating",
        "dirtt",
        "ability",
        "deliver",
        "profitability",
        "alongside",
        "revenue",
        "growth",
        "say",
        "interim",
        "dirtt",
        "ceo",
        "michael",
        "goldstein",
        "goldstein",
        "add",
        "operating",
        "leverage",
        "company",
        "highlighted",
        "strong",
        "adjusted",
        "gross",
        "profit",
        "margin",
        "adjusted",
        "ebitda",
        "margin",
        "quarter",
        "quarter",
        "demonstrates",
        "importance",
        "dirtt",
        "investment",
        "past",
        "year",
        "perseverance",
        "vision",
        "passion",
        "employee",
        "partner",
        "get",
        "u",
        "point",
        "strength",
        "digital",
        "construction",
        "solution",
        "driving",
        "increased",
        "summary",
        "financial",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "revenue",
        "gross",
        "profit",
        "gross",
        "profit",
        "adjusted",
        "gross",
        "profit",
        "adjusted",
        "gross",
        "profit",
        "selling",
        "general",
        "administrative",
        "sg",
        "sg",
        "adjusted",
        "sg",
        "adjusted",
        "sg",
        "operating",
        "income",
        "loss",
        "adjusted",
        "ebitda",
        "adjusted",
        "ebitda",
        "income",
        "tax",
        "expense",
        "recovery",
        "net",
        "income",
        "loss",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "cash",
        "flow",
        "used",
        "provided",
        "operating",
        "activity",
        "cash",
        "flow",
        "provided",
        "operating",
        "activity",
        "change",
        "working",
        "capital",
        "march",
        "december",
        "cash",
        "cash",
        "equivalent",
        "working",
        "capital",
        "debt",
        "note",
        "see",
        "measure",
        "revenue",
        "revenue",
        "q1",
        "increased",
        "million",
        "q1",
        "increase",
        "attributable",
        "general",
        "increase",
        "across",
        "range",
        "industry",
        "segment",
        "healthcare",
        "increasing",
        "total",
        "revenue",
        "q1",
        "q1",
        "u",
        "dollar",
        "average",
        "rate",
        "decreased",
        "q1",
        "q1",
        "resulting",
        "negative",
        "impact",
        "overall",
        "revenue",
        "period",
        "compared",
        "quarter",
        "q1",
        "gross",
        "profit",
        "adjusted",
        "gross",
        "profit",
        "gross",
        "profit",
        "adjusted",
        "gross",
        "profit",
        "gross",
        "profit",
        "increased",
        "million",
        "q1",
        "million",
        "q1",
        "increase",
        "gross",
        "profit",
        "increased",
        "adjusted",
        "gross",
        "profit",
        "increased",
        "million",
        "q1",
        "million",
        "q1",
        "increase",
        "adjusted",
        "gross",
        "profit",
        "improved",
        "company",
        "benefited",
        "number",
        "factor",
        "quarter",
        "including",
        "operational",
        "leverage",
        "derived",
        "investment",
        "made",
        "past",
        "year",
        "product",
        "mix",
        "steady",
        "manufacturing",
        "flow",
        "throughout",
        "quarter",
        "optimizes",
        "allocation",
        "dirtt",
        "resource",
        "specifically",
        "labor",
        "sg",
        "expense",
        "adjusted",
        "sg",
        "expense",
        "sg",
        "adjusted",
        "sg",
        "selling",
        "general",
        "administrative",
        "sg",
        "percentage",
        "revenue",
        "decreased",
        "q1",
        "compared",
        "q1",
        "sg",
        "expense",
        "increased",
        "million",
        "q1",
        "compared",
        "q1",
        "increase",
        "sg",
        "expense",
        "q1",
        "due",
        "increase",
        "salary",
        "benefit",
        "million",
        "reorganization",
        "cost",
        "million",
        "due",
        "recent",
        "management",
        "change",
        "professional",
        "service",
        "fee",
        "million",
        "related",
        "proxy",
        "defense",
        "cost",
        "rent",
        "expense",
        "million",
        "increase",
        "partially",
        "offset",
        "decrease",
        "compensation",
        "expense",
        "million",
        "depreciation",
        "amortization",
        "expense",
        "asset",
        "million",
        "travel",
        "marketing",
        "expense",
        "million",
        "operating",
        "expense",
        "million",
        "adjusted",
        "sg",
        "decreased",
        "q1",
        "compared",
        "q1",
        "adjusted",
        "sg",
        "expense",
        "increased",
        "million",
        "q1",
        "compared",
        "q1",
        "reason",
        "increase",
        "discussed",
        "respect",
        "sg",
        "excluding",
        "impact",
        "decreased",
        "depreciation",
        "amortization",
        "asset",
        "decreased",
        "compensation",
        "expense",
        "incurred",
        "period",
        "reorganization",
        "cost",
        "impact",
        "weakening",
        "u",
        "dollar",
        "canadian",
        "dollar",
        "average",
        "exchange",
        "rate",
        "q1",
        "partially",
        "reduced",
        "overall",
        "increase",
        "sg",
        "adjusted",
        "sg",
        "expense",
        "across",
        "organization",
        "certain",
        "sg",
        "expenditure",
        "denominated",
        "u",
        "dollar",
        "adjusted",
        "ebitda",
        "adjusted",
        "ebitda",
        "adjusted",
        "ebitda",
        "increased",
        "million",
        "q1",
        "compared",
        "q1",
        "adjusted",
        "ebitda",
        "q1",
        "increased",
        "significantly",
        "q1",
        "dollar",
        "increase",
        "primarily",
        "due",
        "higher",
        "adjusted",
        "gross",
        "profit",
        "million",
        "increase",
        "foreign",
        "exchange",
        "gain",
        "million",
        "offset",
        "higher",
        "adjusted",
        "sg",
        "expense",
        "million",
        "liquidity",
        "capital",
        "resource",
        "march",
        "million",
        "cash",
        "cash",
        "equivalent",
        "compared",
        "million",
        "december",
        "march",
        "also",
        "access",
        "undrawn",
        "u",
        "million",
        "revolving",
        "credit",
        "facility",
        "measure",
        "adjusted",
        "gross",
        "profit",
        "adjusted",
        "gross",
        "profit",
        "adjusted",
        "sg",
        "adjusted",
        "sg",
        "adjusted",
        "ebitda",
        "adjusted",
        "ebitda",
        "cash",
        "provided",
        "operating",
        "activity",
        "change",
        "working",
        "capital",
        "measure",
        "measure",
        "standard",
        "meaning",
        "prescribed",
        "ifrs",
        "therefore",
        "unlikely",
        "comparable",
        "similar",
        "measure",
        "presented",
        "calculated",
        "company",
        "dirtt",
        "belief",
        "measure",
        "useful",
        "supplemental",
        "measure",
        "may",
        "assist",
        "investor",
        "assessing",
        "dirtt",
        "business",
        "measure",
        "considered",
        "sole",
        "measure",
        "company",
        "performance",
        "considered",
        "isolation",
        "substitute",
        "analysis",
        "financial",
        "statement",
        "reconciliation",
        "measure",
        "well",
        "rationale",
        "management",
        "use",
        "measure",
        "see",
        "company",
        "management",
        "discussion",
        "analysis",
        "three",
        "month",
        "ended",
        "march",
        "available",
        "http",
        "conference",
        "call",
        "detail",
        "conference",
        "call",
        "webcast",
        "investment",
        "community",
        "scheduled",
        "tuesday",
        "may",
        "et",
        "mt",
        "discus",
        "first",
        "quarter",
        "result",
        "greater",
        "detail",
        "call",
        "webcast",
        "hosted",
        "dirtt",
        "interim",
        "president",
        "ceo",
        "michael",
        "goldstein",
        "interim",
        "chief",
        "financial",
        "officer",
        "peter",
        "henry",
        "access",
        "conference",
        "call",
        "telephone",
        "dial",
        "north",
        "america",
        "please",
        "call",
        "minute",
        "prior",
        "start",
        "call",
        "addition",
        "live",
        "webcast",
        "mode",
        "conference",
        "call",
        "available",
        "http",
        "investor",
        "invited",
        "submit",
        "question",
        "email",
        "conference",
        "call",
        "please",
        "send",
        "ir",
        "replay",
        "conference",
        "call",
        "available",
        "entering",
        "passcode",
        "noon",
        "et",
        "tuesday",
        "may",
        "et",
        "tuesday",
        "may",
        "http",
        "dirtt",
        "website",
        "dirtt",
        "dirtt",
        "environmental",
        "solution",
        "right",
        "time",
        "us",
        "proprietary",
        "3d",
        "software",
        "design",
        "manufacture",
        "install",
        "fully",
        "customized",
        "prefabricated",
        "interior",
        "company",
        "customer",
        "corporate",
        "government",
        "education",
        "healthcare",
        "sector",
        "benefit",
        "dirtt",
        "precise",
        "design",
        "costing",
        "rapid",
        "lead",
        "time",
        "highest",
        "level",
        "customization",
        "flexibility",
        "faster",
        "cleaner",
        "construction",
        "dirtt",
        "manufacturing",
        "facility",
        "phoenix",
        "savannah",
        "kelowna",
        "calgary",
        "dirtt",
        "team",
        "support",
        "nearly",
        "partner",
        "throughout",
        "north",
        "america",
        "middle",
        "east",
        "asia",
        "dirtt",
        "trade",
        "toronto",
        "stock",
        "exchange",
        "symbol",
        "drt",
        "information",
        "visit",
        "statement",
        "certain",
        "information",
        "statement",
        "contained",
        "news",
        "release",
        "constitute",
        "information",
        "statement",
        "collectively",
        "information",
        "defined",
        "applicable",
        "canadian",
        "security",
        "law",
        "company",
        "hereby",
        "caution",
        "investor",
        "important",
        "factor",
        "could",
        "cause",
        "company",
        "actual",
        "result",
        "outcome",
        "differ",
        "materially",
        "projected",
        "information",
        "contained",
        "news",
        "release",
        "statement",
        "express",
        "involve",
        "discussion",
        "expectation",
        "belief",
        "plan",
        "objective",
        "assumption",
        "future",
        "event",
        "performance",
        "often",
        "always",
        "use",
        "word",
        "phrase",
        "likely",
        "result",
        "expected",
        "continue",
        "anticipated",
        "belief",
        "estimated",
        "intends",
        "plan",
        "projection",
        "outlook",
        "historical",
        "fact",
        "may",
        "may",
        "involve",
        "estimate",
        "assumption",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "outcome",
        "differ",
        "materially",
        "expressed",
        "information",
        "particular",
        "without",
        "limitation",
        "news",
        "release",
        "contains",
        "information",
        "pertaining",
        "following",
        "comment",
        "respect",
        "company",
        "revenue",
        "objective",
        "priority",
        "beyond",
        "project",
        "timetable",
        "growth",
        "strategy",
        "opportunity",
        "ability",
        "meet",
        "working",
        "capital",
        "requirement",
        "financial",
        "obligation",
        "use",
        "deployment",
        "company",
        "capital",
        "outlook",
        "operation",
        "canadian",
        "u",
        "international",
        "economy",
        "particular",
        "u",
        "canadian",
        "construction",
        "industry",
        "respect",
        "information",
        "contained",
        "news",
        "release",
        "assumption",
        "made",
        "regarding",
        "company",
        "among",
        "thing",
        "ability",
        "manage",
        "growth",
        "competition",
        "industry",
        "ability",
        "enhance",
        "current",
        "product",
        "develop",
        "introduce",
        "new",
        "product",
        "ability",
        "obtain",
        "component",
        "product",
        "supplier",
        "timely",
        "basis",
        "favorable",
        "term",
        "ability",
        "obtain",
        "qualified",
        "staff",
        "equipment",
        "timely",
        "manner",
        "regulatory",
        "framework",
        "governing",
        "tax",
        "canada",
        "u",
        "jurisdiction",
        "company",
        "currently",
        "may",
        "conduct",
        "business",
        "future",
        "future",
        "development",
        "plan",
        "asset",
        "unfolding",
        "currently",
        "envisioned",
        "future",
        "capital",
        "expenditure",
        "made",
        "company",
        "future",
        "source",
        "funding",
        "capital",
        "program",
        "impact",
        "increasing",
        "competition",
        "company",
        "success",
        "identifying",
        "risk",
        "business",
        "managing",
        "risk",
        "mentioned",
        "company",
        "actual",
        "result",
        "outcome",
        "could",
        "differ",
        "materially",
        "expressed",
        "information",
        "result",
        "risk",
        "normally",
        "encountered",
        "industry",
        "risk",
        "related",
        "additional",
        "capital",
        "requirement",
        "fluctuation",
        "commodity",
        "price",
        "credit",
        "risk",
        "foreign",
        "exchange",
        "rate",
        "fiscal",
        "matter",
        "operating",
        "result",
        "financial",
        "condition",
        "fluctuation",
        "quarterly",
        "annual",
        "basis",
        "history",
        "loss",
        "ability",
        "pay",
        "dividend",
        "maintaining",
        "managing",
        "growth",
        "risk",
        "related",
        "new",
        "technology",
        "competition",
        "risk",
        "risk",
        "related",
        "intellectual",
        "property",
        "customer",
        "base",
        "market",
        "acceptance",
        "software",
        "product",
        "defect",
        "design",
        "risk",
        "availability",
        "key",
        "supply",
        "dependence",
        "key",
        "personnel",
        "effect",
        "government",
        "regulation",
        "risk",
        "related",
        "physical",
        "facility",
        "legal",
        "risk",
        "risk",
        "related",
        "future",
        "acquisition",
        "reliance",
        "third",
        "party",
        "risk",
        "related",
        "information",
        "conflict",
        "interest",
        "since",
        "actual",
        "result",
        "outcome",
        "could",
        "differ",
        "materially",
        "expressed",
        "information",
        "provided",
        "behalf",
        "company",
        "investor",
        "others",
        "place",
        "undue",
        "reliance",
        "looking",
        "information",
        "dirtt",
        "caution",
        "foregoing",
        "list",
        "factor",
        "exhaustive",
        "information",
        "made",
        "date",
        "hereof",
        "company",
        "undertakes",
        "obligation",
        "update",
        "information",
        "reflect",
        "event",
        "circumstance",
        "date",
        "statement",
        "made",
        "reflect",
        "occurrence",
        "unanticipated",
        "event",
        "except",
        "required",
        "applicable",
        "canadian",
        "security",
        "law",
        "new",
        "factor",
        "emerge",
        "time",
        "time",
        "possible",
        "dirtt",
        "management",
        "predict",
        "factor",
        "assess",
        "advance",
        "impact",
        "factor",
        "company",
        "business",
        "extent",
        "factor",
        "combination",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "contained",
        "information",
        "assurance",
        "given",
        "expectation",
        "prove",
        "correct",
        "information",
        "contained",
        "news",
        "release",
        "unduly",
        "relied",
        "upon",
        "addition",
        "news",
        "release",
        "may",
        "contain",
        "information",
        "attributed",
        "third",
        "party",
        "industry",
        "source",
        "detailed",
        "description",
        "risk",
        "uncertainty",
        "facing",
        "company",
        "business",
        "affair",
        "reader",
        "refer",
        "company",
        "annual",
        "financial",
        "statement",
        "management",
        "discussion",
        "analysis",
        "annual",
        "information",
        "form",
        "year",
        "ended",
        "december",
        "available",
        "http",
        "market",
        "industry",
        "data",
        "certain",
        "market",
        "industry",
        "data",
        "contained",
        "news",
        "release",
        "based",
        "upon",
        "information",
        "government",
        "third",
        "party",
        "publication",
        "report",
        "website",
        "based",
        "estimate",
        "derived",
        "publication",
        "report",
        "website",
        "government",
        "third",
        "party",
        "publication",
        "report",
        "guarantee",
        "accuracy",
        "completeness",
        "information",
        "company",
        "belief",
        "data",
        "reliable",
        "market",
        "industry",
        "data",
        "subject",
        "variation",
        "verified",
        "complete",
        "certainty",
        "due",
        "limit",
        "availability",
        "reliability",
        "raw",
        "data",
        "voluntary",
        "nature",
        "process",
        "limitation",
        "uncertainty",
        "inherent",
        "statistical",
        "survey",
        "information",
        "please",
        "contact",
        "kim",
        "maceachern",
        "investor",
        "relation",
        "dirtt",
        "kmaceachern",
        "source",
        "dirtt",
        "environmental",
        "solution"
    ]
}