{
    "organizations": [],
    "uuid": "2538dde448a6b183f9d11c216070c50224a286c8",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/17/pr-newswire-essendant-adopts-stockholder-rights-plan.html",
    "ord_in_thread": 0,
    "title": "Essendant Adopts Stockholder Rights Plan",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "DEERFIELD, Ill., May 17, 2018 /PRNewswire/ -- Essendant Inc. (Nasdaq: ESND) today announced that its Board of Directors has adopted a stockholder rights plan (the \"Rights Plan\").\nThe Rights Plan does not prevent any action the Board determines to be in the best interest of the Company and its stockholders and is structured such that it will not be triggered by the definitive merger agreement to combine the Company and the S.P. Richards business of Genuine Parts Company, announced on April 12, 2018.\nEssendant's Chairman of the Board, Charles Crovitz, stated: \"The Board believes that given current circumstances, it is in the best interests of stockholders that no one person or group acquire undue influence or control through purchases of Essendant stock.\"\nPursuant to the Rights Plan, one preferred stock purchase right will be distributed as a dividend on each share of the Company's common stock held of record as of the close of business on May 27, 2018.\nEach right initially will entitle stockholders to buy a unit representing one one-thousandth of a share of a new series of preferred stock of the Company for $33. The rights generally will be exercisable only if a person or group acquires beneficial ownership (including through derivatives) of 10% or more (or 15% or more for a person or group reporting beneficial ownership on Schedule 13G) of the Company's common stock or commences a tender or exchange offer upon consummation of which such person or group would beneficially own 10% or more of the Company's common stock. If a person or group acquires beneficial ownership of 10% or more (or 15% or more for a person or group reporting beneficial ownership on Schedule 13G) of the Company's common stock, each right (other than rights held by the acquiror) will, unless the rights are redeemed by the Company, become exercisable upon payment of the exercise price of $33 for common stock of the Company having a market value of twice the exercise price of the right.\nThe rights may be redeemed by the Company for $0.001 per right at any time until the tenth business day following the first public announcement of the acquisition of beneficial ownership of 10% (or 15% for a person or group reporting beneficial ownership on Schedule 13G) of the Company's common stock.\nThe Rights Plan exempts any person or group owning 10% or more (or 15% or more for a person or group reporting beneficial ownership on Schedule 13G) of the Company's common stock as of the time of the first public announcement of the Rights Plan, but such person or group may not become the beneficial owner of any additional shares of common stock without triggering the Rights Plan.\nThe Rights Plan will expire on May 17, 2019.\nDetails about the plan will be contained in a current report on Form 8-K to be filed by the Company with the U.S. Securities and Exchange Commission.\nCautionary Statement\nThis press release contains forward-looking statements, including statements regarding the proposed business combination transaction between Essendant Inc. (\"Essendant\") and Genuine Parts Company (\"GPC\") in which GPC will separate its Business Products Group and combine this business with Essendant. From time to time, oral or written forward-looking statements may also be included in other information released to the public. These forward-looking statements are intended to provide management's current expectations or plans for our future operating and financial performance, based on assumptions currently believed to be valid. Forward-looking statements often contain words such as \"expects,\" \"anticipates,\" \"estimates,\" \"intends,\" \"plans,\" \"believes,\" \"seeks,\" \"will,\" \"is likely to,\" \"scheduled,\" \"positioned to,\" \"continue,\" \"forecast,\" \"predicting,\" \"projection,\" \"potential\" or similar expressions. Forward-looking statements may include references to goals, plans, strategies, objectives, projected costs or savings, anticipated future performance, results, events or transactions of Essendant or the combined company following the proposed transaction with GPC, the anticipated benefits of the proposed transaction with GPC, including estimated synergies, the expected timing of completion of the transaction and other statements that are not strictly historical in nature. These forward-looking statements are based on management's current expectations, forecasts and assumptions. This means they involve a number of risks and uncertainties that could cause actual results to differ materially from those expressed or implied here, including but not limited to: the ability of Essendant and GPC to receive the required regulatory approvals for the proposed transaction and approval of Essendant's stockholders and to satisfy the other conditions to the closing of the transaction with GPC on a timely basis or at all; the occurrence of events that may give rise to a right of one or both of Essendant and GPC to terminate the merger agreement; negative effects of the announcement or the consummation of the transaction with GPC on the market price of Essendant's common stock and/or on its business, financial condition, results of operations and financial performance; risks relating to the value of the Essendant shares to be issued in the transaction with GPC, significant transaction costs and/or unknown liabilities; the possibility that the anticipated benefits from the proposed transaction with GPC cannot be realized in full or at all or may take longer to realize than expected; risks associated with contracts containing consent and/or other provisions that may be triggered by the proposed transaction with GPC; risks associated with transaction-related litigation; the possibility that costs or difficulties related to the integration of Essendant and GPC's S.P. Richards business will be greater than expected; and the ability of the combined company to retain and hire key personnel. There can be no assurance that the proposed transaction with GPC or any other transaction described above will in fact be consummated in the manner described or at all. Stockholders, potential investors and other readers are urged to consider these risks and uncertainties in evaluating forward-looking statements and are cautioned not to place undue reliance on the forward-looking statements. For additional information on identifying factors that may cause actual results to vary materially from those stated in forward-looking statements, please see Essendant's and GPC's reports on Forms 10-K, 10-Q and 8-K filed with or furnished to the U.S. Securities and Exchange Commission (the \"SEC\") and other written statements made by Essendant and/or GPC from time to time. The forward-looking information herein is given as of this date only, and neither Essendant nor GPC undertakes any obligation to revise or update it.\nAdditional Information\nIn connection with the proposed transaction with GPC, Essendant will file with the SEC a registration statement on Form S-4 containing a proxy statement/prospectus of Essendant, and Rhino SpinCo, Inc., a wholly-owned subsidiary of GPC created for the proposed transaction (\"SpinCo\"), will file with the SEC a registration statement on Form 10. INVESTORS AND SECURITY HOLDERS ARE URGED TO READ THE REGISTRATION STATEMENTS, THE PROXY STATEMENT/PROSPECTUS AND OTHER RELEVANT DOCUMENTS FILED WITH THE SEC WHEN THEY BECOME AVAILABLE, BECAUSE THEY WILL CONTAIN IMPORTANT INFORMATION. Investors and security holders will be able to obtain the registration statements and the proxy statement/prospectus free of charge from the SEC's website or from Essendant or GPC. The documents filed by Essendant with the SEC may be obtained free of charge at Essendant's website at www.essendant.com , at the SEC's website at www.sec.gov or by contacting Essendant's Investor Relations Department at (847) 627-2900. The documents filed by SpinCo with the SEC may be obtained free of charge at GPC's website at www.genpt.com , at the SEC's website at www.sec.gov or by contacting GPC's Investor Relations Department at (678) 934-5000.\nParticipants in the Solicitation\nEssendant, GPC and their respective directors and executive officers and other members of management and employees may be deemed to be participants in the solicitation of proxies in respect of the proposed transaction with GPC. Information about Essendant's directors and executive officers is available in Essendant's proxy statement for its 2018 annual meeting of stockholders, which was filed with the SEC on April 13, 2018. Information about GPC's directors and executive officers is available in GPC's proxy statement for its 2018 annual meeting of shareholders, which was filed with the SEC on February 27, 2018. Other information regarding the participants in the proxy solicitation and a description of their direct and indirect interests, by security holdings or otherwise, will be contained in the registration statements, the proxy statement/prospectus and other relevant documents to be filed with the SEC regarding the proposed transaction with GPC.\nNo Offer or Solicitation\nThis press release shall not constitute an offer to sell or the solicitation of an offer to buy any securities, nor shall there be any sale of securities in any jurisdiction in which such offer, solicitation or sale would be unlawful prior to registration or qualification under the securities laws of any such jurisdiction. No offering of securities shall be made except by means of a prospectus meeting the requirements of Section 10 of the U.S. Securities Act of 1933, as amended.\nAbout Essendant\nEssendant is a leading national distributor of workplace items, with 2017 net sales of $5.0 billion. The Company provides access to a broad assortment of over 170,000 items, including janitorial and breakroom supplies, technology products, traditional office products, industrial supplies, cut sheet paper products, automotive products and office furniture. Essendant serves a diverse group of customers, including independent resellers, national resellers and e-commerce businesses. The Company's network of distribution centers enables the Company to ship most products overnight to more than ninety percent of the U.S.\nFor Further Information Contact:\ninvestorrelations@essendant.com\n(847) 627-2900\nView original content with multimedia: http://www.prnewswire.com/news-releases/essendant-adopts-stockholder-rights-plan-300650537.html\nSOURCE Essendant Inc.",
    "published": "2018-05-17T21:30:00.000+03:00",
    "crawled": "2018-05-17T22:58:56.012+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "deerfield",
        "may",
        "essendant",
        "nasdaq",
        "esnd",
        "today",
        "announced",
        "board",
        "director",
        "adopted",
        "stockholder",
        "right",
        "plan",
        "right",
        "plan",
        "right",
        "plan",
        "prevent",
        "action",
        "board",
        "determines",
        "best",
        "interest",
        "company",
        "stockholder",
        "structured",
        "triggered",
        "definitive",
        "merger",
        "agreement",
        "combine",
        "company",
        "richards",
        "business",
        "genuine",
        "part",
        "company",
        "announced",
        "april",
        "essendant",
        "chairman",
        "board",
        "charles",
        "crovitz",
        "stated",
        "board",
        "belief",
        "given",
        "current",
        "circumstance",
        "best",
        "interest",
        "stockholder",
        "one",
        "person",
        "group",
        "acquire",
        "undue",
        "influence",
        "control",
        "purchase",
        "essendant",
        "stock",
        "pursuant",
        "right",
        "plan",
        "one",
        "preferred",
        "stock",
        "purchase",
        "right",
        "distributed",
        "dividend",
        "share",
        "company",
        "common",
        "stock",
        "held",
        "record",
        "close",
        "business",
        "may",
        "right",
        "initially",
        "entitle",
        "stockholder",
        "buy",
        "unit",
        "representing",
        "one",
        "share",
        "new",
        "series",
        "preferred",
        "stock",
        "company",
        "right",
        "generally",
        "exercisable",
        "person",
        "group",
        "acquires",
        "beneficial",
        "ownership",
        "including",
        "derivative",
        "person",
        "group",
        "reporting",
        "beneficial",
        "ownership",
        "schedule",
        "13g",
        "company",
        "common",
        "stock",
        "commences",
        "tender",
        "exchange",
        "offer",
        "upon",
        "consummation",
        "person",
        "group",
        "would",
        "beneficially",
        "company",
        "common",
        "stock",
        "person",
        "group",
        "acquires",
        "beneficial",
        "ownership",
        "person",
        "group",
        "reporting",
        "beneficial",
        "ownership",
        "schedule",
        "13g",
        "company",
        "common",
        "stock",
        "right",
        "right",
        "held",
        "acquiror",
        "unless",
        "right",
        "redeemed",
        "company",
        "become",
        "exercisable",
        "upon",
        "payment",
        "exercise",
        "price",
        "common",
        "stock",
        "company",
        "market",
        "value",
        "twice",
        "exercise",
        "price",
        "right",
        "right",
        "may",
        "redeemed",
        "company",
        "per",
        "right",
        "time",
        "tenth",
        "business",
        "day",
        "following",
        "first",
        "public",
        "announcement",
        "acquisition",
        "beneficial",
        "ownership",
        "person",
        "group",
        "reporting",
        "beneficial",
        "ownership",
        "schedule",
        "13g",
        "company",
        "common",
        "stock",
        "right",
        "plan",
        "exempts",
        "person",
        "group",
        "owning",
        "person",
        "group",
        "reporting",
        "beneficial",
        "ownership",
        "schedule",
        "13g",
        "company",
        "common",
        "stock",
        "time",
        "first",
        "public",
        "announcement",
        "right",
        "plan",
        "person",
        "group",
        "may",
        "become",
        "beneficial",
        "owner",
        "additional",
        "share",
        "common",
        "stock",
        "without",
        "triggering",
        "right",
        "plan",
        "right",
        "plan",
        "expire",
        "may",
        "detail",
        "plan",
        "contained",
        "current",
        "report",
        "form",
        "filed",
        "company",
        "security",
        "exchange",
        "commission",
        "cautionary",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "including",
        "statement",
        "regarding",
        "proposed",
        "business",
        "combination",
        "transaction",
        "essendant",
        "essendant",
        "genuine",
        "part",
        "company",
        "gpc",
        "gpc",
        "separate",
        "business",
        "product",
        "group",
        "combine",
        "business",
        "essendant",
        "time",
        "time",
        "oral",
        "written",
        "statement",
        "may",
        "also",
        "included",
        "information",
        "released",
        "public",
        "statement",
        "intended",
        "provide",
        "management",
        "current",
        "expectation",
        "plan",
        "future",
        "operating",
        "financial",
        "performance",
        "based",
        "assumption",
        "currently",
        "believed",
        "valid",
        "statement",
        "often",
        "contain",
        "word",
        "expects",
        "anticipates",
        "estimate",
        "intends",
        "plan",
        "belief",
        "seek",
        "likely",
        "scheduled",
        "positioned",
        "continue",
        "forecast",
        "predicting",
        "projection",
        "potential",
        "similar",
        "expression",
        "statement",
        "may",
        "include",
        "reference",
        "goal",
        "plan",
        "strategy",
        "objective",
        "projected",
        "cost",
        "saving",
        "anticipated",
        "future",
        "performance",
        "result",
        "event",
        "transaction",
        "essendant",
        "combined",
        "company",
        "following",
        "proposed",
        "transaction",
        "gpc",
        "anticipated",
        "benefit",
        "proposed",
        "transaction",
        "gpc",
        "including",
        "estimated",
        "synergy",
        "expected",
        "timing",
        "completion",
        "transaction",
        "statement",
        "strictly",
        "historical",
        "nature",
        "statement",
        "based",
        "management",
        "current",
        "expectation",
        "forecast",
        "assumption",
        "mean",
        "involve",
        "number",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "implied",
        "including",
        "limited",
        "ability",
        "essendant",
        "gpc",
        "receive",
        "required",
        "regulatory",
        "approval",
        "proposed",
        "transaction",
        "approval",
        "essendant",
        "stockholder",
        "satisfy",
        "condition",
        "closing",
        "transaction",
        "gpc",
        "timely",
        "basis",
        "occurrence",
        "event",
        "may",
        "give",
        "rise",
        "right",
        "one",
        "essendant",
        "gpc",
        "terminate",
        "merger",
        "agreement",
        "negative",
        "effect",
        "announcement",
        "consummation",
        "transaction",
        "gpc",
        "market",
        "price",
        "essendant",
        "common",
        "stock",
        "business",
        "financial",
        "condition",
        "result",
        "operation",
        "financial",
        "performance",
        "risk",
        "relating",
        "value",
        "essendant",
        "share",
        "issued",
        "transaction",
        "gpc",
        "significant",
        "transaction",
        "cost",
        "unknown",
        "liability",
        "possibility",
        "anticipated",
        "benefit",
        "proposed",
        "transaction",
        "gpc",
        "realized",
        "full",
        "may",
        "take",
        "longer",
        "realize",
        "expected",
        "risk",
        "associated",
        "contract",
        "containing",
        "consent",
        "provision",
        "may",
        "triggered",
        "proposed",
        "transaction",
        "gpc",
        "risk",
        "associated",
        "litigation",
        "possibility",
        "cost",
        "difficulty",
        "related",
        "integration",
        "essendant",
        "gpc",
        "richards",
        "business",
        "greater",
        "expected",
        "ability",
        "combined",
        "company",
        "retain",
        "hire",
        "key",
        "personnel",
        "assurance",
        "proposed",
        "transaction",
        "gpc",
        "transaction",
        "described",
        "fact",
        "consummated",
        "manner",
        "described",
        "stockholder",
        "potential",
        "investor",
        "reader",
        "urged",
        "consider",
        "risk",
        "uncertainty",
        "evaluating",
        "statement",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "additional",
        "information",
        "identifying",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "vary",
        "materially",
        "stated",
        "statement",
        "please",
        "see",
        "essendant",
        "gpc",
        "report",
        "form",
        "filed",
        "furnished",
        "security",
        "exchange",
        "commission",
        "sec",
        "written",
        "statement",
        "made",
        "essendant",
        "gpc",
        "time",
        "time",
        "information",
        "herein",
        "given",
        "date",
        "neither",
        "essendant",
        "gpc",
        "undertakes",
        "obligation",
        "revise",
        "update",
        "additional",
        "information",
        "connection",
        "proposed",
        "transaction",
        "gpc",
        "essendant",
        "file",
        "sec",
        "registration",
        "statement",
        "form",
        "containing",
        "proxy",
        "essendant",
        "rhino",
        "spinco",
        "subsidiary",
        "gpc",
        "created",
        "proposed",
        "transaction",
        "spinco",
        "file",
        "sec",
        "registration",
        "statement",
        "form",
        "investor",
        "security",
        "holder",
        "urged",
        "read",
        "registration",
        "statement",
        "proxy",
        "relevant",
        "document",
        "filed",
        "sec",
        "become",
        "available",
        "contain",
        "important",
        "information",
        "investor",
        "security",
        "holder",
        "able",
        "obtain",
        "registration",
        "statement",
        "proxy",
        "free",
        "charge",
        "sec",
        "website",
        "essendant",
        "gpc",
        "document",
        "filed",
        "essendant",
        "sec",
        "may",
        "obtained",
        "free",
        "charge",
        "essendant",
        "website",
        "sec",
        "website",
        "contacting",
        "essendant",
        "investor",
        "relation",
        "department",
        "document",
        "filed",
        "spinco",
        "sec",
        "may",
        "obtained",
        "free",
        "charge",
        "gpc",
        "website",
        "sec",
        "website",
        "contacting",
        "gpc",
        "investor",
        "relation",
        "department",
        "participant",
        "solicitation",
        "essendant",
        "gpc",
        "respective",
        "director",
        "executive",
        "officer",
        "member",
        "management",
        "employee",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "respect",
        "proposed",
        "transaction",
        "gpc",
        "information",
        "essendant",
        "director",
        "executive",
        "officer",
        "available",
        "essendant",
        "proxy",
        "statement",
        "annual",
        "meeting",
        "stockholder",
        "filed",
        "sec",
        "april",
        "information",
        "gpc",
        "director",
        "executive",
        "officer",
        "available",
        "gpc",
        "proxy",
        "statement",
        "annual",
        "meeting",
        "shareholder",
        "filed",
        "sec",
        "february",
        "information",
        "regarding",
        "participant",
        "proxy",
        "solicitation",
        "description",
        "direct",
        "indirect",
        "interest",
        "security",
        "holding",
        "otherwise",
        "contained",
        "registration",
        "statement",
        "proxy",
        "relevant",
        "document",
        "filed",
        "sec",
        "regarding",
        "proposed",
        "transaction",
        "gpc",
        "offer",
        "solicitation",
        "press",
        "release",
        "shall",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "shall",
        "sale",
        "security",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "jurisdiction",
        "offering",
        "security",
        "shall",
        "made",
        "except",
        "mean",
        "prospectus",
        "meeting",
        "requirement",
        "section",
        "security",
        "act",
        "amended",
        "essendant",
        "essendant",
        "leading",
        "national",
        "distributor",
        "workplace",
        "item",
        "net",
        "sale",
        "billion",
        "company",
        "provides",
        "access",
        "broad",
        "assortment",
        "item",
        "including",
        "janitorial",
        "breakroom",
        "supply",
        "technology",
        "product",
        "traditional",
        "office",
        "product",
        "industrial",
        "supply",
        "cut",
        "sheet",
        "paper",
        "product",
        "automotive",
        "product",
        "office",
        "furniture",
        "essendant",
        "serf",
        "diverse",
        "group",
        "customer",
        "including",
        "independent",
        "resellers",
        "national",
        "resellers",
        "business",
        "company",
        "network",
        "distribution",
        "center",
        "enables",
        "company",
        "ship",
        "product",
        "overnight",
        "ninety",
        "percent",
        "information",
        "contact",
        "investorrelations",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "essendant",
        "inc"
    ]
}