{
    "organizations": [],
    "uuid": "a2930aff8b9da2ec9f2e0dbb041dd2fcedc1f603",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/01/globe-newswire-cematrix-corporation-announces-signing-of-definitive-agreement-for-acquisition-of-mixonsite-usa-inc-closing-of-private.html",
    "ord_in_thread": 0,
    "title": "CEMATRIX Corporation Announces Signing of Definitive Agreement for Acquisition of MixOnSite USA, Inc., Closing of Private Placement and Appointment of New CFO",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CALGARY, Alberta, May 01, 2018 (GLOBE NEWSWIRE) -- CEMATRIX Corporation (TSXV:CVX) (the “ Corporation ” or “ CEMATRIX ”) is pleased to announce that the share purchase agreement (the “ Definitive Agreement ”) between the Corporation and Ed Weiner (the “ Vendor ”), for the acquisition of all of the issued and outstanding shares (the “ MOS Shares ”) of MixOnSite USA, Inc. (“ MOS ”) which was previously announced on February 26, 2018 has been executed with an expected closing to occur on or before May 15, 2018 (the “ Closing Date ”).\n“The acquisition of MOS propels CEMATRIX from the leading supplier of cellular concrete in Canada to one of the leading suppliers of cellular concrete in North America,” stated Jeff Kendrick, CEO and President of CEMATRIX. “MOS is a profitable cash flow positive cellular concrete leader in United States with most of its sales focused in the Midwest and Northeast U.S. Both companies have technologies that can benefit the other, which will make both CEMATRIX and MOS stronger in their respective markets.”\nPursuant to the Definitive Agreement, the purchase price for the MOS Shares shall be paid on the Closing Date to the Vendor by CEMATRIX as follows:\ncash in the amount of $2,000,000 (USD) (the “ Cash Purchase Price ”); secured convertible note (the “ Convertible Note ”) issued by the Purchaser in the amount of $2,500,000 (USD); 3,343,421 common shares of CEMATRIX (the “ CEMATRIX Shares ”) issued at a deemed price of $0.19 per CEMATRIX Share; and earn-out payment (the “ Earn-out ”) calculated on the operations of MOS for three years following closing of the Acquisition.\nThe consideration paid for the MOS Shares shall be approximately $5,000,000 (USD) as well as payment of the Earn-out. The Convertible Note will pay interest to the holder at a rate of 8% per year, payable quarterly, for a period of three years. The Convertible Note will convert into 13,373,684 CEMATRIX Shares at the option of the holder, at any time, at CDN$0.2375 per CEMATRIX Share. CEMATRIX may repay the Convertible Note and may force the conversion of the Convertible Note upon 30 days’ written notice after a period of 12 months, subject to an early payment and forced conversion penalties, as applicable.\nThe Earn-out will pay the Vendor 70% of the EBITDA above $500,000 (USD) for the first year after closing of the Acquisition and 65% of the EBITDA above $500,000 (USD) for the second and third years after closing of the Acquisition.\nIn addition to the consideration payable pursuant to the Definitive Agreement, the Vendor has agreed to be appointed director of the Corporation effective and to engage as a consultant for a period of three years as of the Closing Date. The Vendor shall receive 150,000 stock options (“ Options ”) for his role as a director and 350,000 Options for his role as a consultant. The Options are exercisable into CEMATRIX Shares at an exercise price of $0.20 per CEMATRIX Share. The Options all vest as to one-third at 12 months, one-third at 24 months and one-third at 36 months from the date of grant and have a three-year term to expiry.\nClosing of the Acquisition is subject to the receipt of all necessary regulatory, corporate and third party approvals, including the approval of the Exchange, and the satisfaction of customary closing conditions: including; payment of the Purchase Price; MOS retaining working capital of $750,000 (USD) at closing; compliance with all applicable regulatory requirements and conditions in connection with the Acquisition; the absence of any material adverse condition with respect to the financial and operational condition or the assets of MOS; and the delivery of customary closing documentation.\nOn the Closing Date, the Cash Purchase Price shall come from a combination of debt obtained through one of the Corporation’s Canadian lenders and an additional amount from the closing of the first tranche of the Private Placement.\nClosing of First Tranche of Private Placement\nFurther to its press release dated March 8, 2018, it has completed the first tranche of the $2,000,000 non-brokered private placement for 3,203,600 units (each, a “ Unit ”) at a price of $0.20 per Unit for gross proceeds of $640,720 (the “ Private Placement ”). Each Unit is comprised of one common share and one-half warrant (each a “ Warrant ”). Each full warrant is exercisable into one common share for a period of two years at an exercise price of $0.35 per common share.\nInsiders and close relatives of the Corporation have participated in $336,220 or (52.5%) of the private placement.\nThe Corporation paid a finder’s fee and finder’s warrants of 6% of the gross proceeds to qualified non-related parties that participated. The fees amounted to $7,500 and the Corporation issued 18,750 finder’s warrants that entitle the holder thereof to acquire one common share for $0.35 until the expiry date of April 30, 2020.\nThe net proceeds of the private placement will be used for general working and growth capital and to finance a portion of the purchase price for the acquisition of the MOS Shares.\nCompletion of the private placement is subject to regulatory approval including, but not limited to, the approval of TSX Venture Exchange Inc. The CEMATRIX Shares issued will be subject to a four month hold period from the date of closing. Following closing of the first tranche of the private placement, the Corporation has 37,679,594 common shares issued and outstanding.\nAppointment of James Chong as Chief Financial Officer\nThe Corporation is pleased to announce the appointment of James Chong to the position of Chief Financial Officer of the Corporation effective April 27, 2018. Bruce McNaught, former Chief Financial Officer of the Corporation, will continue his role as the Secretary and Treasurer until June 30, 2018, at which time Mr. Chong will take over that role as well, because Mr. McNaught will be retiring.\n“We are pleased to welcome Mr. Chong to our CEMATRIX team,” stated CEO and President of CEMATRIX, “but we are sorry to see Mr. McNaught retire. Bruce has been a valued member of the executive team since autumn 2008 and we wish him all the best in his retirement. Mr. Chong has similar skills to Mr. McNaught in that he brings a wealth of experience to CEMATRIX at a time when we are growing and expanding, both organically, and through acquisition.”\nMr. Chong shall receive 250,000 Options for his role as an officer. The Options are exercisable into CEMATRIX Shares of the Corporation at an exercise price of $0.20 per common share. The Options all vest as to one-third at 12 months, one-third at 24 months and one-third at 36 months from the date of grant and have a three-year term to expiry.\nMr. Chong is a Chartered Accountant and Chartered Financial Analyst charter holder with more than seventeen years of progressive experience in accounting and finance. He has worked in businesses with both domestic and international operations in the oil and gas upstream, midstream and power industries. Most recently, he was the Controller for Sherritt International Corporation’s Oil & Gas and Power businesses and has held various positions with Terra Energy Corporation, Navigo Energy Inc., AltaGas Services Inc., and Ernst & Young LLP.\nCEMATRIX is an Alberta corporation with its head offices in Calgary, Alberta. The Corporation, through its wholly owned subsidiary, is a rapidly growing company that manufactures and supplies technologically advanced cellular concrete products developed from proprietary formulations. This unique cement-based material with superior thermal protection, delivers a cost-effective, innovative solution to a broad range of problems facing the infrastructure, industrial (including oil and gas) and commercial markets. The Corporation is a reporting issuer in the provinces of British Columbia and Alberta.\nNeither TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\nFor further information, please contact:\nJeff Kendrick - President and Chief Executive Officer\nPhone: (403) 219-0484\nJeff Walker, The Howard Group – Investor Relations\nPhone: (888) 221-0915 or (403) 221-0915\njeff@howardgroupinc.com\nThis news release contains forward-looking information within the meaning of applicable securities laws relating to the closing of the Acquisition and associated transactions, including statements regarding the terms and conditions of the Acquisition, the Corporation’s debt financing, the Private Placement and the use of proceeds of the Private Placement. The information about MOS contained in the press release has not been independently verified by the Corporation. Although the Corporation believes in light of the experience of its officers and directors, current conditions and expected future developments and other factors that have been considered appropriate that the expectations reflected in this forward-looking information are reasonable, undue reliance should not be placed on them because the Corporation can give no assurance that they will prove to be correct. Readers are cautioned to not place undue reliance on forward-looking information. Actual results and developments may differ materially from those contemplated by these statements depending on, among other things, the risks that the parties will not proceed with the Acquisition and associated transactions will differ from those that currently are contemplated, and that the Acquisition and associated transactions will not be successfully completed for any reason (including the failure to obtain the required approvals or clearances from regulatory authorities). The statements in this press release are made as of the date of this release. The Corporation undertakes no obligation to comment on analyses, expectations or statements made by third-parties in respect of the Corporation, MOS, their securities, or their respective financial or operating results (as applicable).\nFor additional information on the assumptions made and the risks and uncertainties which may cause actual results to differ from the anticipated results, refer the CEMATRIX’s Management Discussion and Analysis dated March 7, 2018 under CEMATRIX’s profile on SEDAR at www.sedar.com and other reports filed by CEMATRIX with Canadian securities regulators.\nSource: CEMATRIX Corporation",
    "published": "2018-05-01T20:58:00.000+03:00",
    "crawled": "2018-05-01T23:07:05.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "calgary",
        "alberta",
        "may",
        "globe",
        "newswire",
        "cematrix",
        "corporation",
        "tsxv",
        "cvx",
        "corporation",
        "cematrix",
        "pleased",
        "announce",
        "share",
        "purchase",
        "agreement",
        "definitive",
        "agreement",
        "corporation",
        "ed",
        "weiner",
        "vendor",
        "acquisition",
        "issued",
        "outstanding",
        "share",
        "mo",
        "share",
        "mixonsite",
        "usa",
        "mo",
        "previously",
        "announced",
        "february",
        "executed",
        "expected",
        "closing",
        "occur",
        "may",
        "closing",
        "date",
        "acquisition",
        "mo",
        "propels",
        "cematrix",
        "leading",
        "supplier",
        "cellular",
        "concrete",
        "canada",
        "one",
        "leading",
        "supplier",
        "cellular",
        "concrete",
        "north",
        "america",
        "stated",
        "jeff",
        "kendrick",
        "ceo",
        "president",
        "cematrix",
        "mo",
        "profitable",
        "cash",
        "flow",
        "positive",
        "cellular",
        "concrete",
        "leader",
        "united",
        "state",
        "sale",
        "focused",
        "midwest",
        "northeast",
        "company",
        "technology",
        "benefit",
        "make",
        "cematrix",
        "mo",
        "stronger",
        "respective",
        "pursuant",
        "definitive",
        "agreement",
        "purchase",
        "price",
        "mo",
        "share",
        "shall",
        "paid",
        "closing",
        "date",
        "vendor",
        "cematrix",
        "follows",
        "cash",
        "amount",
        "usd",
        "cash",
        "purchase",
        "price",
        "secured",
        "convertible",
        "note",
        "convertible",
        "note",
        "issued",
        "purchaser",
        "amount",
        "usd",
        "common",
        "share",
        "cematrix",
        "cematrix",
        "share",
        "issued",
        "deemed",
        "price",
        "per",
        "cematrix",
        "share",
        "payment",
        "calculated",
        "operation",
        "mo",
        "three",
        "year",
        "following",
        "closing",
        "acquisition",
        "consideration",
        "paid",
        "mo",
        "share",
        "shall",
        "approximately",
        "usd",
        "well",
        "payment",
        "convertible",
        "note",
        "pay",
        "interest",
        "holder",
        "rate",
        "per",
        "year",
        "payable",
        "quarterly",
        "period",
        "three",
        "year",
        "convertible",
        "note",
        "convert",
        "cematrix",
        "share",
        "option",
        "holder",
        "time",
        "cdn",
        "per",
        "cematrix",
        "share",
        "cematrix",
        "may",
        "repay",
        "convertible",
        "note",
        "may",
        "force",
        "conversion",
        "convertible",
        "note",
        "upon",
        "day",
        "written",
        "notice",
        "period",
        "month",
        "subject",
        "early",
        "payment",
        "forced",
        "conversion",
        "penalty",
        "applicable",
        "pay",
        "vendor",
        "ebitda",
        "usd",
        "first",
        "year",
        "closing",
        "acquisition",
        "ebitda",
        "usd",
        "second",
        "third",
        "year",
        "closing",
        "acquisition",
        "addition",
        "consideration",
        "payable",
        "pursuant",
        "definitive",
        "agreement",
        "vendor",
        "agreed",
        "appointed",
        "director",
        "corporation",
        "effective",
        "engage",
        "consultant",
        "period",
        "three",
        "year",
        "closing",
        "date",
        "vendor",
        "shall",
        "receive",
        "stock",
        "option",
        "option",
        "role",
        "director",
        "option",
        "role",
        "consultant",
        "option",
        "exercisable",
        "cematrix",
        "share",
        "exercise",
        "price",
        "per",
        "cematrix",
        "share",
        "option",
        "vest",
        "month",
        "month",
        "month",
        "date",
        "grant",
        "term",
        "expiry",
        "closing",
        "acquisition",
        "subject",
        "receipt",
        "necessary",
        "regulatory",
        "corporate",
        "third",
        "party",
        "approval",
        "including",
        "approval",
        "exchange",
        "satisfaction",
        "customary",
        "closing",
        "condition",
        "including",
        "payment",
        "purchase",
        "price",
        "mo",
        "retaining",
        "working",
        "capital",
        "usd",
        "closing",
        "compliance",
        "applicable",
        "regulatory",
        "requirement",
        "condition",
        "connection",
        "acquisition",
        "absence",
        "material",
        "adverse",
        "condition",
        "respect",
        "financial",
        "operational",
        "condition",
        "asset",
        "mo",
        "delivery",
        "customary",
        "closing",
        "documentation",
        "closing",
        "date",
        "cash",
        "purchase",
        "price",
        "shall",
        "come",
        "combination",
        "debt",
        "obtained",
        "one",
        "corporation",
        "canadian",
        "lender",
        "additional",
        "amount",
        "closing",
        "first",
        "tranche",
        "private",
        "placement",
        "closing",
        "first",
        "tranche",
        "private",
        "placement",
        "press",
        "release",
        "dated",
        "march",
        "completed",
        "first",
        "tranche",
        "private",
        "placement",
        "unit",
        "unit",
        "price",
        "per",
        "unit",
        "gross",
        "proceeds",
        "private",
        "placement",
        "unit",
        "comprised",
        "one",
        "common",
        "share",
        "warrant",
        "warrant",
        "full",
        "warrant",
        "exercisable",
        "one",
        "common",
        "share",
        "period",
        "two",
        "year",
        "exercise",
        "price",
        "per",
        "common",
        "share",
        "insider",
        "close",
        "relative",
        "corporation",
        "participated",
        "private",
        "placement",
        "corporation",
        "paid",
        "finder",
        "fee",
        "finder",
        "warrant",
        "gross",
        "proceeds",
        "qualified",
        "party",
        "participated",
        "fee",
        "amounted",
        "corporation",
        "issued",
        "finder",
        "warrant",
        "entitle",
        "holder",
        "thereof",
        "acquire",
        "one",
        "common",
        "share",
        "expiry",
        "date",
        "april",
        "net",
        "proceeds",
        "private",
        "placement",
        "used",
        "general",
        "working",
        "growth",
        "capital",
        "finance",
        "portion",
        "purchase",
        "price",
        "acquisition",
        "mo",
        "share",
        "completion",
        "private",
        "placement",
        "subject",
        "regulatory",
        "approval",
        "including",
        "limited",
        "approval",
        "tsx",
        "venture",
        "exchange",
        "cematrix",
        "share",
        "issued",
        "subject",
        "four",
        "month",
        "hold",
        "period",
        "date",
        "closing",
        "following",
        "closing",
        "first",
        "tranche",
        "private",
        "placement",
        "corporation",
        "common",
        "share",
        "issued",
        "outstanding",
        "appointment",
        "james",
        "chong",
        "chief",
        "financial",
        "officer",
        "corporation",
        "pleased",
        "announce",
        "appointment",
        "james",
        "chong",
        "position",
        "chief",
        "financial",
        "officer",
        "corporation",
        "effective",
        "april",
        "bruce",
        "mcnaught",
        "former",
        "chief",
        "financial",
        "officer",
        "corporation",
        "continue",
        "role",
        "secretary",
        "treasurer",
        "june",
        "time",
        "chong",
        "take",
        "role",
        "well",
        "mcnaught",
        "retiring",
        "pleased",
        "welcome",
        "chong",
        "cematrix",
        "team",
        "stated",
        "ceo",
        "president",
        "cematrix",
        "sorry",
        "see",
        "mcnaught",
        "retire",
        "bruce",
        "valued",
        "member",
        "executive",
        "team",
        "since",
        "autumn",
        "wish",
        "best",
        "retirement",
        "chong",
        "similar",
        "skill",
        "mcnaught",
        "brings",
        "wealth",
        "experience",
        "cematrix",
        "time",
        "growing",
        "expanding",
        "organically",
        "chong",
        "shall",
        "receive",
        "option",
        "role",
        "officer",
        "option",
        "exercisable",
        "cematrix",
        "share",
        "corporation",
        "exercise",
        "price",
        "per",
        "common",
        "share",
        "option",
        "vest",
        "month",
        "month",
        "month",
        "date",
        "grant",
        "term",
        "expiry",
        "chong",
        "chartered",
        "accountant",
        "chartered",
        "financial",
        "analyst",
        "charter",
        "holder",
        "seventeen",
        "year",
        "progressive",
        "experience",
        "accounting",
        "finance",
        "worked",
        "business",
        "domestic",
        "international",
        "operation",
        "oil",
        "gas",
        "upstream",
        "midstream",
        "power",
        "industry",
        "recently",
        "controller",
        "sherritt",
        "international",
        "corporation",
        "oil",
        "gas",
        "power",
        "business",
        "held",
        "various",
        "position",
        "terra",
        "energy",
        "corporation",
        "navigo",
        "energy",
        "altagas",
        "service",
        "ernst",
        "young",
        "llp",
        "cematrix",
        "alberta",
        "corporation",
        "head",
        "office",
        "calgary",
        "alberta",
        "corporation",
        "wholly",
        "owned",
        "subsidiary",
        "rapidly",
        "growing",
        "company",
        "manufacture",
        "supply",
        "technologically",
        "advanced",
        "cellular",
        "concrete",
        "product",
        "developed",
        "proprietary",
        "formulation",
        "unique",
        "material",
        "superior",
        "thermal",
        "protection",
        "delivers",
        "innovative",
        "solution",
        "broad",
        "range",
        "problem",
        "facing",
        "infrastructure",
        "industrial",
        "including",
        "oil",
        "gas",
        "commercial",
        "market",
        "corporation",
        "reporting",
        "issuer",
        "province",
        "british",
        "columbia",
        "alberta",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "information",
        "please",
        "contact",
        "jeff",
        "kendrick",
        "president",
        "chief",
        "executive",
        "officer",
        "phone",
        "jeff",
        "walker",
        "howard",
        "group",
        "investor",
        "relation",
        "phone",
        "jeff",
        "news",
        "release",
        "contains",
        "information",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "relating",
        "closing",
        "acquisition",
        "associated",
        "transaction",
        "including",
        "statement",
        "regarding",
        "term",
        "condition",
        "acquisition",
        "corporation",
        "debt",
        "financing",
        "private",
        "placement",
        "use",
        "proceeds",
        "private",
        "placement",
        "information",
        "mo",
        "contained",
        "press",
        "release",
        "independently",
        "verified",
        "corporation",
        "although",
        "corporation",
        "belief",
        "light",
        "experience",
        "officer",
        "director",
        "current",
        "condition",
        "expected",
        "future",
        "development",
        "factor",
        "considered",
        "appropriate",
        "expectation",
        "reflected",
        "information",
        "reasonable",
        "undue",
        "reliance",
        "placed",
        "corporation",
        "give",
        "assurance",
        "prove",
        "correct",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "information",
        "actual",
        "result",
        "development",
        "may",
        "differ",
        "materially",
        "contemplated",
        "statement",
        "depending",
        "among",
        "thing",
        "risk",
        "party",
        "proceed",
        "acquisition",
        "associated",
        "transaction",
        "differ",
        "currently",
        "contemplated",
        "acquisition",
        "associated",
        "transaction",
        "successfully",
        "completed",
        "reason",
        "including",
        "failure",
        "obtain",
        "required",
        "approval",
        "clearance",
        "regulatory",
        "authority",
        "statement",
        "press",
        "release",
        "made",
        "date",
        "release",
        "corporation",
        "undertakes",
        "obligation",
        "comment",
        "analysis",
        "expectation",
        "statement",
        "made",
        "respect",
        "corporation",
        "mo",
        "security",
        "respective",
        "financial",
        "operating",
        "result",
        "applicable",
        "additional",
        "information",
        "assumption",
        "made",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "anticipated",
        "result",
        "refer",
        "cematrix",
        "management",
        "discussion",
        "analysis",
        "dated",
        "march",
        "cematrix",
        "profile",
        "sedar",
        "report",
        "filed",
        "cematrix",
        "canadian",
        "security",
        "regulator",
        "source",
        "cematrix",
        "corporation"
    ]
}