{
    "organizations": [],
    "uuid": "03cb820f9e6fd288ad18fbaaeee6717952e4387f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/02/pr-newswire-xo-group-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "XO Group Reports Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK, May 2, 2018 /PRNewswire/ -- XO Group Inc. (the \"Company\") (NYSE: XOXO, xogroupinc.com ), today reported financial results for the three months ended March 31, 2018.\nTotal revenue for the first quarter of 2018 was $38.3 million, up from $37.6 million during the same period in the prior year. Net income for the quarter was $3.6 million or $0.14 per diluted share compared to diluted earnings per share of $0.05 in the same period in the prior year. Non-GAAP net income per share for the quarter was $0.13 compared to $0.03 in the same period in the prior year. The Company's balance sheet at March 31, 2018 reflects cash and cash equivalents of $109.4 million compared to $106.1 million at December 31, 2017.\n\"I'm pleased with our progress this quarter. We continue to deliver great products that help our couples navigate and enjoy life's biggest moments while bringing clear value to our business partners; App downloads have increased by over 50% and marketplace engagement continued its growth. Our local sales team further improved on its already strong performance, leading Local marketplace and Transactions growth of 19% this quarter, now representing 74% of total revenue. Nice job team XO -- keep pushing,\" said Mike Steib, Chief Executive Officer.\nLong-Term Financial Targets\nThe Company's long-term financial targets are double digit revenue growth rates and gross margins of approximately 90-95%, yielding adjusted EBITDA margins in the 20-22% range.\nXO GROUP INC.\nCONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS\n(unaudited, in thousands, except for per share data)\nThree Months Ended March 31,\n2018\n2017\nNet revenue\n$\n38,307\n$\n37,641\nCosts and expenses (exclusive of depreciation and amortization, shown separately\nbelow):\nCost of revenue\n1,643\n2,037\nProduct and content development\n11,029\n11,457\nSales and marketing\n12,682\n13,623\nGeneral and administrative\n6,830\n7,595\nDepreciation and amortization\n1,638\n1,658\nTotal costs and expenses\n33,822\n36,370\nIncome from operations\n4,485\n1,271\nLoss in equity interests\n(22)\n(117)\nInterest and other income, net\n202\n93\nIncome before income taxes\n4,665\n1,247\nIncome tax expense/(benefit)\n1,053\n(38)\nNet income\n$\n3,612\n$\n1,285\nNet income per share:\nBasic\n$\n0.14\n$\n0.05\nDiluted\n$\n0.14\n$\n0.05\nWeighted average number of shares used in calculating net earnings per share:\nBasic\n25,022\n25,352\nDilutive effect of:\nRestricted stock\n253\n370\nOptions\n62\n35\nDiluted\n25,337\n25,757\nXO GROUP INC.\nCONDENSED CONSOLIDATED BALANCE SHEETS\n(unaudited, in thousands, except for share and per share data)\nMarch 31,\n2018\nDecember 31,\n2017\nASSETS\nCurrent assets:\nCash and cash equivalents\n$\n109,407\n$\n106,092\nAccounts receivable, net\n14,948\n17,375\nPrepaid expenses and other current assets\n5,624\n5,327\nTotal current assets\n129,979\n128,794\nLong-term restricted cash\n1,181\n1,181\nProperty and equipment, net\n13,147\n11,829\nIntangibles assets, net\n3,779\n4,019\nGoodwill\n51,438\n51,438\nDeferred tax assets, net\n5,795\n6,124\nInvestments\n1,420\n1,442\nOther assets\n507\n223\nTotal assets\n$\n207,246\n$\n205,050\nLIABILITIES AND STOCKHOLDERS' EQUITY\nCurrent liabilities:\nAccrued compensation and employee benefits\n$\n3,479\n$\n6,611\nAccounts payable and accrued expenses\n5,484\n5,273\nDeferred revenue\n14,992\n13,891\nTotal current liabilities\n23,955\n25,775\nDeferred rent\n3,167\n3,365\nOther liabilities\n1,406\n1,776\nTotal liabilities\n28,528\n30,916\nCommitments and contingencies\nStockholders' equity:\nPreferred stock, $0.001 par value; 5,000,000 shares authorized and zero shares issued and outstanding as of March 31, 2018 and December 31, 2017, respectively\n—\n—\nCommon stock, $0.01 par value; 100,000,000 shares authorized and 25,913,730 and 25,696,796 shares issued and outstanding at March 31, 2018 and December 31, 2017, respectively\n260\n258\nAdditional paid-in-capital\n181,664\n180,695\nAccumulated deficit\n(3,206)\n(6,819)\nTotal stockholders' equity\n178,718\n174,134\nTotal liabilities and stockholders' equity\n$\n207,246\n$\n205,050\nXO GROUP INC.\nNON-GAAP RECONCILIATION TABLE\nFor the Three Months Ended March 31, 2018 and 2017\n(unaudited, in thousands, except for share and per share data)\nReconciliation of GAAP net income to EBITDA, adjusted EBITDA, and adjusted EBITDA margin:\nThree Months Ended March 31,\n2018\n2017\nGAAP net income\n$\n3,612\n$\n1,285\nIncome tax expense/(benefit)\n1,053\n(38)\nInterest and other income, net\n(202)\n(93)\nDepreciation and amortization\n1,638\n1,658\nEBITDA\n6,101\n2,812\nLoss in equity interest\n22\n117\nStock-based compensation\n1,734\n1,874\nAdjusted EBITDA\n$\n7,857\n$\n4,803\nGAAP Net Revenue\n38,307\n37,641\nAdjusted EBITDA margin\n20.51\n%\n12.76\n%\nReconciliation of adjusted net income:\nThree Months Ended March 31,\n2018\n2017\nGAAP net income\n$\n3,612\n$\n1,285\nIncome tax expense/(benefit)\n1,053\n(38)\nIncome before income taxes\n4,665\n1,247\nAssumed rate for income tax expense (a)\n28\n%\n40\n%\nAssumed provision for income tax expense\n(1,306)\n(499)\nAdjusted net income\n$\n3,359\n$\n748\nAdjusted net income per share - diluted\n$\n0.13\n$\n0.03\nWeighted average number of shares outstanding - diluted\n25,337\n25,757\n(a) Tax rate is assumed in order to approximate the Company's long-term effective tax rate\nFree cash flow reconciliation:\nThree Months Ended March 31,\n2018\n2017\nNet cash provided by operating activities\n$\n6,546\n$\n5,035\nLess: capital expenditures\n(2,785)\n(1,212)\nFree cash flow\n$\n3,761\n$\n3,823\nXO GROUP INC.\nSUPPLEMENTAL DATA TABLES\n(unaudited, in thousands, except for metrics)\nRevenue by Category\nThree Months Ended March 31,\n2018\n2017\nLocal marketplace\n$\n21,875\n$\n18,619\nTransactions\n6,313\n5,132\nNational online advertising\n6,767\n10,001\nPublishing and other\n3,352\n3,889\nTotal net revenue\n$\n38,307\n$\n37,641\nTheKnot.com Local Online Advertising Metrics\nQ1 2018\nQ1 2017\nVendor Count at Quarter end\n28,443\n23,108\nTTM Vendor Count (b)\n26,095\n22,024\nRetention Rate (b)\n79.5\n%\n69.7\n%\nAvg. Revenue/Vendor (b)\n$\n2,963\n$\n3,025\n(b) Calculated on a trailing twelve-month basis.\nStock Based Compensation\nThe Company included total stock-based compensation expense related to all its stock awards in various operating expense categories for the three months ended March 31, 2018 and 2017, as follows:\nThree Months Ended March 31,\n2018\n2017\n(Amounts in Thousands)\nProduct and content development\n$\n549\n$\n497\nSales and marketing\n376\n433\nGeneral and administrative\n809\n944\nTotal stock-based compensation\n$\n1,734\n$\n1,874\nConference Call and Replay Information\nXO Group Inc. will host a conference call with investors at 8:00 a.m. ET on Wednesday, May 2, 2018, to discuss its first quarter 2018 financial results. Participants should dial (833) 236-5763 and use Conference ID# 2587477 at least 10 minutes before the call is scheduled to begin. Participants can also access the live broadcast over the internet on the Investor Relations section of the Company's website, accessible at http://ir.xogroupinc.com . To access the webcast, participants should visit XO Group's website at least 15 minutes prior to the conference call in order to download or install any necessary audio software.\nA replay of the webcast will also be archived on the Company's website approximately two hours after the conference call ends.\nAbout XO Group Inc.\nXO Group Inc.'s (NYSE: XOXO; xogroupinc.com ) mission is to help people navigate and truly enjoy life's biggest moments together. Our multi-platform brands guide couples through transformative life stages - from getting married with The Knot, to having a baby with The Bump, and helping bring important celebrations to life with entertainment vendors from GigMasters. The Company is publicly listed on the New York Stock Exchange (NYSE: XOXO) and is headquartered in New York City.\nForward Looking Statements\nThis release may contain projections or other forward-looking statements regarding future events or our future financial performance or estimates regarding third parties. These statements are only estimates or predictions and reflect our current beliefs and expectations. Actual events or results may differ materially from those contained in the estimates, projections or forward-looking statements. It is routine for internal projections and expectations to change as the quarter progresses, and therefore it should be clearly understood that the internal projections and beliefs upon which we base our expectations may change prior to the end of the quarter. Although these expectations may change, we will not necessarily inform you if they do. Our policy is to provide expectations not more than once per quarter, and not to update that information until the next quarter. Some of the factors that could cause actual results to differ materially from the forward-looking statements contained herein include, without limitation, (i) our operating results may fluctuate, are difficult to predict and could fall below expectations, (ii) our ability to accurately measure and monetize the level of offline store level traffic attributable to an online digital campaign conducted on our sites, (iii) our business depends on strong brands, and failing to maintain and enhance our brands would hurt our business, (iv) our ongoing investment in new businesses and new products, services, and technologies is inherently risky, and could disrupt our ongoing business and/or fail to generate the results we are expecting, (v) if we are unable to continue to develop solutions that generate revenue from advertising and other services delivered to mobile devices, our business could be harmed, (vi) our businesses could be negatively affected by changes in Internet search engine and app store search algorithms and email marketing policies, (vii) we face intense competition in our markets. If we do not continue to innovate and provide products and services that are useful to users, we may not remain competitive, and our revenue and results of operations could be adversely affected, (viii) our transactions business is dependent on third-party participants, whose lack of performance could adversely affect our results of operations, (ix) fraudulent or unlawful activities on our marketplace could harm our business and consumer confidence in our marketplace, (x) we may be subject to legal liability associated with providing online services or content, (xi) we may be unable to continue to use the domain names that we use in our business, or prevent third parties from acquiring and using domain names that infringe on, are similar to, or otherwise decrease the value of our brand or our trademarks or service marks, and (xii) other factors detailed in documents we file from time to time with the Securities and Exchange Commission. Forward-looking statements in this release are made pursuant to the safe harbor provisions contained in the Private Securities Litigation Reform Act of 1995.\nNon-GAAP Financial Measures\nThis press release includes information about certain financial measures that are not prepared in accordance with U.S. generally accepted accounting principles (\"GAAP\" or \"U.S. GAAP\"), including EBITDA, adjusted EBITDA, adjusted EBITDA margin, adjusted net income, adjusted net income per diluted share and free cash flow. These non-GAAP measures have important limitations as analytical tools and should not be considered in isolation or as substitutes for an analysis of our results as reported under U.S. GAAP. Our use of these terms may vary from the use of similarly-titled measures by others in our industry due to the potential inconsistencies in the method of calculation and differences due to items subject to interpretation.\nManagement defines its non-GAAP financial measures as follows:\nEBITDA represents GAAP income from operations adjusted to exclude, (1) interest, (2) tax, and (3) depreciation and amortization. Adjusted EBITDA represents GAAP income from operations adjusted to exclude, if applicable: (1) interest, (2) tax, (3) depreciation and amortization, (4) gains or losses in equity method investments, (5) stock-based compensation expense, (6) asset impairment charges, and (7) other items affecting comparability during the period. Adjusted EBITDA margin represents adjusted EBITDA (as defined above), divided by total GAAP revenue. Adjusted net income represents GAAP net income, adjusted for items that impact comparability, which may include: (1) asset impairment charges, (2) executive separation and other severance charges, (3) use of an estimated long-term effective tax rate, (4) costs related to exit activities, and (5) other items affecting comparability during the period. Adjusted net income per diluted share represents adjusted net income (as defined above), divided by the diluted weighted-average number of shares outstanding for the period. Free cash flow represents GAAP net cash provided by operations, less capital expenditures. National online advertising programs include display advertisements. Revenue from display advertisements is largely generated by sold impressions (the number of views or displays of a customer's advertisement, banner, link or other form of content on our online properties for which we earn revenue). Display advertising revenue per one thousand sold impressions derives our effective CPM (\"eCPM\"). Through our transactions business, we earn fixed fees, a percentage of sales, per-unit activity fees, or some combination thereof with respect to these transactions, which we refer to collectively as our \"take rate.\"\nManagement believes that these non-GAAP financial measures, when viewed with our results under U.S. GAAP and the accompanying reconciliations, provide useful information about our period-over-period growth and provide additional information that is useful for evaluating our operating performance. However, EBITDA, adjusted EBITDA, adjusted EBITDA margin, adjusted net income, adjusted net income per diluted share, and free cash flow are not measures of financial performance under U.S. GAAP and, accordingly, should not be considered substitutes for or superior to net income, net income per diluted share, and net cash provided by operating activities as indicators of operating performance.\nA reconciliation of GAAP to Non-GAAP financial measures is included in this press release.\nView original content: http://www.prnewswire.com/news-releases/xo-group-reports-first-quarter-2018-financial-results-300640703.html\nSOURCE XO Group Inc.",
    "published": "2018-05-02T15:30:00.000+03:00",
    "crawled": "2018-05-02T15:37:53.011+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "may",
        "xo",
        "group",
        "company",
        "nyse",
        "xoxo",
        "today",
        "reported",
        "financial",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "total",
        "revenue",
        "first",
        "quarter",
        "million",
        "million",
        "period",
        "prior",
        "year",
        "net",
        "income",
        "quarter",
        "million",
        "per",
        "diluted",
        "share",
        "compared",
        "diluted",
        "earnings",
        "per",
        "share",
        "period",
        "prior",
        "year",
        "net",
        "income",
        "per",
        "share",
        "quarter",
        "compared",
        "period",
        "prior",
        "year",
        "company",
        "balance",
        "sheet",
        "march",
        "reflects",
        "cash",
        "cash",
        "equivalent",
        "million",
        "compared",
        "million",
        "december",
        "pleased",
        "progress",
        "quarter",
        "continue",
        "deliver",
        "great",
        "product",
        "help",
        "couple",
        "navigate",
        "enjoy",
        "life",
        "biggest",
        "moment",
        "bringing",
        "clear",
        "value",
        "business",
        "partner",
        "app",
        "downloads",
        "increased",
        "marketplace",
        "engagement",
        "continued",
        "growth",
        "local",
        "sale",
        "team",
        "improved",
        "already",
        "strong",
        "performance",
        "leading",
        "local",
        "marketplace",
        "transaction",
        "growth",
        "quarter",
        "representing",
        "total",
        "revenue",
        "nice",
        "job",
        "team",
        "xo",
        "keep",
        "pushing",
        "said",
        "mike",
        "steib",
        "chief",
        "executive",
        "officer",
        "financial",
        "target",
        "company",
        "financial",
        "target",
        "double",
        "digit",
        "revenue",
        "growth",
        "rate",
        "gross",
        "margin",
        "approximately",
        "yielding",
        "adjusted",
        "ebitda",
        "margin",
        "range",
        "xo",
        "group",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "revenue",
        "cost",
        "expense",
        "exclusive",
        "depreciation",
        "amortization",
        "shown",
        "separately",
        "cost",
        "revenue",
        "product",
        "content",
        "development",
        "sale",
        "marketing",
        "general",
        "administrative",
        "depreciation",
        "amortization",
        "total",
        "cost",
        "expense",
        "income",
        "operation",
        "loss",
        "equity",
        "interest",
        "interest",
        "income",
        "net",
        "income",
        "income",
        "tax",
        "income",
        "tax",
        "benefit",
        "net",
        "income",
        "net",
        "income",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "number",
        "share",
        "used",
        "calculating",
        "net",
        "earnings",
        "per",
        "share",
        "basic",
        "dilutive",
        "effect",
        "restricted",
        "stock",
        "option",
        "diluted",
        "xo",
        "group",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "march",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "net",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "restricted",
        "cash",
        "property",
        "equipment",
        "net",
        "intangible",
        "asset",
        "net",
        "goodwill",
        "deferred",
        "tax",
        "asset",
        "net",
        "investment",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "accrued",
        "compensation",
        "employee",
        "benefit",
        "account",
        "payable",
        "accrued",
        "expense",
        "deferred",
        "revenue",
        "total",
        "current",
        "liability",
        "deferred",
        "rent",
        "liability",
        "total",
        "liability",
        "commitment",
        "contingency",
        "stockholder",
        "equity",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "zero",
        "share",
        "issued",
        "outstanding",
        "march",
        "december",
        "respectively",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "march",
        "december",
        "respectively",
        "additional",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "xo",
        "group",
        "reconciliation",
        "table",
        "three",
        "month",
        "ended",
        "march",
        "unaudited",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "reconciliation",
        "gaap",
        "net",
        "income",
        "ebitda",
        "adjusted",
        "ebitda",
        "adjusted",
        "ebitda",
        "margin",
        "three",
        "month",
        "ended",
        "march",
        "gaap",
        "net",
        "income",
        "income",
        "tax",
        "benefit",
        "interest",
        "income",
        "net",
        "depreciation",
        "amortization",
        "ebitda",
        "loss",
        "equity",
        "interest",
        "compensation",
        "adjusted",
        "ebitda",
        "gaap",
        "net",
        "revenue",
        "adjusted",
        "ebitda",
        "margin",
        "reconciliation",
        "adjusted",
        "net",
        "income",
        "three",
        "month",
        "ended",
        "march",
        "gaap",
        "net",
        "income",
        "income",
        "tax",
        "benefit",
        "income",
        "income",
        "tax",
        "assumed",
        "rate",
        "income",
        "tax",
        "expense",
        "assumed",
        "provision",
        "income",
        "tax",
        "expense",
        "adjusted",
        "net",
        "income",
        "adjusted",
        "net",
        "income",
        "per",
        "share",
        "diluted",
        "weighted",
        "average",
        "number",
        "share",
        "outstanding",
        "diluted",
        "tax",
        "rate",
        "assumed",
        "order",
        "approximate",
        "company",
        "effective",
        "tax",
        "rate",
        "free",
        "cash",
        "flow",
        "reconciliation",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "less",
        "capital",
        "expenditure",
        "free",
        "cash",
        "flow",
        "xo",
        "group",
        "supplemental",
        "data",
        "table",
        "unaudited",
        "thousand",
        "except",
        "metric",
        "revenue",
        "category",
        "three",
        "month",
        "ended",
        "march",
        "local",
        "marketplace",
        "transaction",
        "national",
        "online",
        "advertising",
        "publishing",
        "total",
        "net",
        "revenue",
        "local",
        "online",
        "advertising",
        "metric",
        "q1",
        "q1",
        "vendor",
        "count",
        "quarter",
        "end",
        "ttm",
        "vendor",
        "count",
        "b",
        "retention",
        "rate",
        "b",
        "avg",
        "b",
        "b",
        "calculated",
        "trailing",
        "basis",
        "stock",
        "based",
        "compensation",
        "company",
        "included",
        "total",
        "compensation",
        "expense",
        "related",
        "stock",
        "award",
        "various",
        "operating",
        "expense",
        "category",
        "three",
        "month",
        "ended",
        "march",
        "follows",
        "three",
        "month",
        "ended",
        "march",
        "amount",
        "thousand",
        "product",
        "content",
        "development",
        "sale",
        "marketing",
        "general",
        "administrative",
        "total",
        "compensation",
        "conference",
        "call",
        "replay",
        "information",
        "xo",
        "group",
        "host",
        "conference",
        "call",
        "investor",
        "et",
        "wednesday",
        "may",
        "discus",
        "first",
        "quarter",
        "financial",
        "result",
        "participant",
        "dial",
        "use",
        "conference",
        "id",
        "least",
        "minute",
        "call",
        "scheduled",
        "begin",
        "participant",
        "also",
        "access",
        "live",
        "broadcast",
        "internet",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "accessible",
        "http",
        "access",
        "webcast",
        "participant",
        "visit",
        "xo",
        "group",
        "website",
        "least",
        "minute",
        "prior",
        "conference",
        "call",
        "order",
        "download",
        "install",
        "necessary",
        "audio",
        "software",
        "replay",
        "webcast",
        "also",
        "archived",
        "company",
        "website",
        "approximately",
        "two",
        "hour",
        "conference",
        "call",
        "end",
        "xo",
        "group",
        "xo",
        "group",
        "nyse",
        "xoxo",
        "mission",
        "help",
        "people",
        "navigate",
        "truly",
        "enjoy",
        "life",
        "biggest",
        "moment",
        "together",
        "brand",
        "guide",
        "couple",
        "transformative",
        "life",
        "stage",
        "getting",
        "married",
        "knot",
        "baby",
        "bump",
        "helping",
        "bring",
        "important",
        "celebration",
        "life",
        "entertainment",
        "vendor",
        "gigmasters",
        "company",
        "publicly",
        "listed",
        "new",
        "york",
        "stock",
        "exchange",
        "nyse",
        "xoxo",
        "headquartered",
        "new",
        "york",
        "city",
        "forward",
        "looking",
        "statement",
        "release",
        "may",
        "contain",
        "projection",
        "statement",
        "regarding",
        "future",
        "event",
        "future",
        "financial",
        "performance",
        "estimate",
        "regarding",
        "third",
        "party",
        "statement",
        "estimate",
        "prediction",
        "reflect",
        "current",
        "belief",
        "expectation",
        "actual",
        "event",
        "result",
        "may",
        "differ",
        "materially",
        "contained",
        "estimate",
        "projection",
        "statement",
        "routine",
        "internal",
        "projection",
        "expectation",
        "change",
        "quarter",
        "progress",
        "therefore",
        "clearly",
        "understood",
        "internal",
        "projection",
        "belief",
        "upon",
        "base",
        "expectation",
        "may",
        "change",
        "prior",
        "end",
        "quarter",
        "although",
        "expectation",
        "may",
        "change",
        "necessarily",
        "inform",
        "policy",
        "provide",
        "expectation",
        "per",
        "quarter",
        "update",
        "information",
        "next",
        "quarter",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "statement",
        "contained",
        "herein",
        "include",
        "without",
        "limitation",
        "operating",
        "result",
        "may",
        "fluctuate",
        "difficult",
        "predict",
        "could",
        "fall",
        "expectation",
        "ii",
        "ability",
        "accurately",
        "measure",
        "monetize",
        "level",
        "offline",
        "store",
        "level",
        "traffic",
        "attributable",
        "online",
        "digital",
        "campaign",
        "conducted",
        "site",
        "iii",
        "business",
        "depends",
        "strong",
        "brand",
        "failing",
        "maintain",
        "enhance",
        "brand",
        "would",
        "hurt",
        "business",
        "iv",
        "ongoing",
        "investment",
        "new",
        "business",
        "new",
        "product",
        "service",
        "technology",
        "inherently",
        "risky",
        "could",
        "disrupt",
        "ongoing",
        "business",
        "fail",
        "generate",
        "result",
        "expecting",
        "v",
        "unable",
        "continue",
        "develop",
        "solution",
        "generate",
        "revenue",
        "advertising",
        "service",
        "delivered",
        "mobile",
        "device",
        "business",
        "could",
        "harmed",
        "vi",
        "business",
        "could",
        "negatively",
        "affected",
        "change",
        "internet",
        "search",
        "engine",
        "app",
        "store",
        "search",
        "algorithm",
        "email",
        "marketing",
        "policy",
        "vii",
        "face",
        "intense",
        "competition",
        "market",
        "continue",
        "innovate",
        "provide",
        "product",
        "service",
        "useful",
        "user",
        "may",
        "remain",
        "competitive",
        "revenue",
        "result",
        "operation",
        "could",
        "adversely",
        "affected",
        "viii",
        "transaction",
        "business",
        "dependent",
        "participant",
        "whose",
        "lack",
        "performance",
        "could",
        "adversely",
        "affect",
        "result",
        "operation",
        "ix",
        "fraudulent",
        "unlawful",
        "activity",
        "marketplace",
        "could",
        "harm",
        "business",
        "consumer",
        "confidence",
        "marketplace",
        "x",
        "may",
        "subject",
        "legal",
        "liability",
        "associated",
        "providing",
        "online",
        "service",
        "content",
        "xi",
        "may",
        "unable",
        "continue",
        "use",
        "domain",
        "name",
        "use",
        "business",
        "prevent",
        "third",
        "party",
        "acquiring",
        "using",
        "domain",
        "name",
        "infringe",
        "similar",
        "otherwise",
        "decrease",
        "value",
        "brand",
        "trademark",
        "service",
        "mark",
        "xii",
        "factor",
        "detailed",
        "document",
        "file",
        "time",
        "time",
        "security",
        "exchange",
        "commission",
        "statement",
        "release",
        "made",
        "pursuant",
        "safe",
        "harbor",
        "provision",
        "contained",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "financial",
        "measure",
        "press",
        "release",
        "includes",
        "information",
        "certain",
        "financial",
        "measure",
        "prepared",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "gaap",
        "including",
        "ebitda",
        "adjusted",
        "ebitda",
        "adjusted",
        "ebitda",
        "margin",
        "adjusted",
        "net",
        "income",
        "adjusted",
        "net",
        "income",
        "per",
        "diluted",
        "share",
        "free",
        "cash",
        "flow",
        "measure",
        "important",
        "limitation",
        "analytical",
        "tool",
        "considered",
        "isolation",
        "substitute",
        "analysis",
        "result",
        "reported",
        "gaap",
        "use",
        "term",
        "may",
        "vary",
        "use",
        "measure",
        "others",
        "industry",
        "due",
        "potential",
        "inconsistency",
        "method",
        "calculation",
        "difference",
        "due",
        "item",
        "subject",
        "interpretation",
        "management",
        "defines",
        "financial",
        "measure",
        "follows",
        "ebitda",
        "represents",
        "gaap",
        "income",
        "operation",
        "adjusted",
        "exclude",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "adjusted",
        "ebitda",
        "represents",
        "gaap",
        "income",
        "operation",
        "adjusted",
        "exclude",
        "applicable",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "gain",
        "loss",
        "equity",
        "method",
        "investment",
        "compensation",
        "expense",
        "asset",
        "impairment",
        "charge",
        "item",
        "affecting",
        "comparability",
        "period",
        "adjusted",
        "ebitda",
        "margin",
        "represents",
        "adjusted",
        "ebitda",
        "defined",
        "divided",
        "total",
        "gaap",
        "revenue",
        "adjusted",
        "net",
        "income",
        "represents",
        "gaap",
        "net",
        "income",
        "adjusted",
        "item",
        "impact",
        "comparability",
        "may",
        "include",
        "asset",
        "impairment",
        "charge",
        "executive",
        "separation",
        "severance",
        "charge",
        "use",
        "estimated",
        "effective",
        "tax",
        "rate",
        "cost",
        "related",
        "exit",
        "activity",
        "item",
        "affecting",
        "comparability",
        "period",
        "adjusted",
        "net",
        "income",
        "per",
        "diluted",
        "share",
        "represents",
        "adjusted",
        "net",
        "income",
        "defined",
        "divided",
        "diluted",
        "number",
        "share",
        "outstanding",
        "period",
        "free",
        "cash",
        "flow",
        "represents",
        "gaap",
        "net",
        "cash",
        "provided",
        "operation",
        "less",
        "capital",
        "expenditure",
        "national",
        "online",
        "advertising",
        "program",
        "include",
        "display",
        "advertisement",
        "revenue",
        "display",
        "advertisement",
        "largely",
        "generated",
        "sold",
        "impression",
        "number",
        "view",
        "display",
        "customer",
        "advertisement",
        "banner",
        "link",
        "form",
        "content",
        "online",
        "property",
        "earn",
        "revenue",
        "display",
        "advertising",
        "revenue",
        "per",
        "one",
        "thousand",
        "sold",
        "impression",
        "derives",
        "effective",
        "cpm",
        "ecpm",
        "transaction",
        "business",
        "earn",
        "fixed",
        "fee",
        "percentage",
        "sale",
        "activity",
        "fee",
        "combination",
        "thereof",
        "respect",
        "transaction",
        "refer",
        "collectively",
        "take",
        "rate",
        "management",
        "belief",
        "financial",
        "measure",
        "viewed",
        "result",
        "gaap",
        "accompanying",
        "reconciliation",
        "provide",
        "useful",
        "information",
        "growth",
        "provide",
        "additional",
        "information",
        "useful",
        "evaluating",
        "operating",
        "performance",
        "however",
        "ebitda",
        "adjusted",
        "ebitda",
        "adjusted",
        "ebitda",
        "margin",
        "adjusted",
        "net",
        "income",
        "adjusted",
        "net",
        "income",
        "per",
        "diluted",
        "share",
        "free",
        "cash",
        "flow",
        "measure",
        "financial",
        "performance",
        "gaap",
        "accordingly",
        "considered",
        "substitute",
        "superior",
        "net",
        "income",
        "net",
        "income",
        "per",
        "diluted",
        "share",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "indicator",
        "operating",
        "performance",
        "reconciliation",
        "gaap",
        "financial",
        "measure",
        "included",
        "press",
        "release",
        "view",
        "original",
        "content",
        "http",
        "source",
        "xo",
        "group",
        "inc"
    ]
}