{
    "organizations": [],
    "uuid": "202d63b22b9de848e7a96ca672eb70a6666874c1",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/02/globe-newswire-summer-infant-reports-first-quarter-results.html",
    "ord_in_thread": 0,
    "title": "Summer Infant Reports First Quarter Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WOONSOCKET, R.I., Summer Infant, Inc. (\"Summer Infant\" or the \"Company\") (NASDAQ:SUMR), a global leader in premium infant and juvenile products, today announced financial results for the fiscal first quarter ended March 31, 2018\n“During the first quarter Summer Infant continued to take decisive steps to position the Company for higher growth and improved performance going forward,” said Mark Messner, President and CEO. “While revenue was negatively impacted by a major retailer’s liquidation, we undertook additional efforts to streamline operations, strengthen the Company and its brands, and enhance bottom line results. As part of these efforts, we incurred $0.4 million of severance costs even while adding select staff in marketing, brand management, and product development. The headcount reductions are expected to save Summer Infant approximately $1.6 million annually, in addition to the $0.7 million anticipated from the previously-announced realignment of our California warehouse facility later this year. Gross margins were solid for the quarter, at approximately 32%, and we oversaw a reduction in both receivables and inventory during the period.\n“We also took a $2.3 million bad debt charge primarily related to the aforementioned retailer liquidation and, at this point, do not expect incremental receivable write-downs going forward. In addition, given our increasing presence at other major channel partners, we anticipate the negative revenue impact from this customer on a year-over-year basis to decline in the quarters to come. We’re excited by the many new products in Summer’s pipeline as well as initiatives to strengthen our brands, exemplified by our revolutionary Baby Pixel™ monitor – now broadly distributed – and our gates being shipped, for the first time, to Target. We are well positioned for growth and improved bottom line results in the second half of the year – leading to even stronger performance in 2019. We have the right people in place to execute a product development and branding strategy that bolsters the Company’s overall standing in the industry and drives shareholder returns.”\nFirst Quarter Results\nNet sales for the three months ended March 31, 2018 were $42.1 million compared with $47.3 million for the three months ended April 1, 2017. Revenue was down primarily due to the bankruptcy and liquidation of a leading brick and mortar retail customer, where gross sales fell by over $4.0 million year-over-year. The impact from this company’s liquidation on Summer Infant’s results is expected to decline going forward, as demand is replaced through other channel partners. The timing of new product shipments also negatively impacted first quarter results even as the Company posted growth across several categories including potties, positioners, bath seats, and SwaddleMe. By the end of the first quarter, the new Baby Pixel™ monitor was placed at all appropriate channel partners and, during May, gates will begin shipping to Target, a new customer for this category.\nGross profit for the first quarter of 2018 was $13.6 million compared with $15.3 million for the first quarter of 2017, and gross margin was 32.3% in both years.\nSelling expenses were $2.7 million in the first quarter of 2018 compared with $3.9 million in the first quarter of 2017 due to reduced spending on discretionary advertising as well as lower cooperative advertisement costs, reflecting a higher percentage of direct import business this year (7.6% of sales) versus last (6.0% of sales).\nGeneral and administrative expenses (G&A) were $12.6 million in 2018 versus $9.3 million last year. Included in the first quarter of fiscal 2018 were the following expenses: a $2.3 million bad debt charge primarily related to the previously reported customer bankruptcy and liquidation; and $0.4 million of severance costs associated with the Company’s cost-reduction initiatives which are expected to result in savings of $1.6 million annually (above and beyond previously-announced savings related to the Company’s streamlining of its California operations). Due predominantly to these costs, G&A as a percent of sales was 29.9% in the 2018 first quarter versus 19.6% in 2017 (which included $0.3 million of severance costs). Interest expense was $0.8 million in the first quarter of fiscal 2018 versus $0.7 million last year.\nReflecting the aforementioned G&A costs and customer bankruptcy impact, the Company reported a net loss of $2.7 million, or $(0.15) per share, in the first quarter of 2018 compared with net income of $0.2 million, or $0.01 per share, in the prior-year period.\nAdjusted EBITDA for the first quarter of 2018 was $1.4 million versus $2.4 million for the first quarter of 2017. Adjusted EBITDA in 2018 includes $2.9 million in bank permitted add-back charges compared with $0.2 million in the prior-year period, as defined in the Company’s amended credit facility. Adjusted EBITDA, adjusted net income, and adjusted earnings per share are non-GAAP metrics. An explanation is included under the heading below \"Use of Non-GAAP Financial Information,\" and reconciliations to GAAP measures can be found in the tables at the end of this release.\nBalance Sheet Highlights\nAs of March 31, 2018, Summer Infant had approximately $0.8 million of cash and $45.0 million of bank debt compared with $0.7 million of cash and $48.1 million of bank debt as of December 30, 2017. The Company’s bank leverage ratio was 4.6 times the trailing twelve months’ Adjusted EBITDA at quarter end, as compared with 4.7 at the beginning of the fiscal year. The Company generated $3.7 million in cash from operations during the first quarter of 2018, reflecting changes in working capital, compared to a usage of cash of $0.6 million in the prior-year period.\nInventory as of March 31, 2018 was $28.7 million compared with $34.0 million as of December 30, 2017. Trade receivables at the end of the quarter were $29.2 million compared with $36.6 million at the end of fiscal 2017. Accounts payable and accrued expenses were $28.5 million as of March 31, 2018 compared with $34.5 million at the beginning of the fiscal year.\nConference Call Information\nManagement will host a conference call to discuss the financial results tomorrow, May 3, at 8:00 a.m. Eastern. To listen to the live call, visit the Investor Relations section of the Company's website at www.summerinfant.com or dial 844-834-0642 or 412-317-5188. An archive of the webcast will be available on the Company's website.\nAnnual Meeting\nSummer Infant will host its Annual Stockholders’ Meeting tomorrow, May 3, 2018, at 9:00 a.m. Eastern. See the Company’s proxy filing for additional information.\nAbout Summer Infant, Inc.\nBased in Woonsocket, Rhode Island, the Company is a global leader of premium infant and juvenile products which are sold principally to large North American and international retailers. The Company currently sells proprietary products in a number of different categories including nursery, audio/video monitors, safety gates, durable bath products, bed rails, nursery products, strollers, booster and potty seats, swaddling blankets, bouncers, travel accessories, highchairs, swings, and infant feeding products. For more information about the Company, please visit www.summerinfant.com .\nUse of Non-GAAP Financial Information\nThis release and the referenced webcast include presentations of non-GAAP financial measures, including Adjusted EBITDA, adjusted net income and adjusted earnings per diluted share. Adjusted EBITDA means earnings before interest and taxes plus depreciation, amortization, non-cash stock-based compensation expenses and other items added back as detailed in the reconciliation table included in this release. Non-GAAP adjusted net income/loss and adjusted earnings/loss per diluted share exclude certain items, and the tax impact of these items, as detailed in the reconciliation table included in this release. Such information is supplemental to information presented in accordance with GAAP and is not intended to represent a presentation in accordance with GAAP. The Company believes that these non-GAAP financial measures provide useful information to investors to better understand, on a period-to-period comparable basis, financial amounts both including and excluding these identified items, as they indicate more clearly the Company’s operations and its ability to meet capital expenditure and working capital requirements and comply with the financial covenants of its loan agreement. These non-GAAP measures should not be considered in isolation or as an alternative to such GAAP measures as net income, cash flows provided by or used in operating, investing or financing activities or other financial statement data presented in the Company’s consolidated financial statements as an indicator of financial performance or liquidity. The Company provides reconciliations of these non-GAAP measures in its press releases of historical performance. Because these measures are not determined in accordance with GAAP and are susceptible to varying calculations, these non-GAAP measures, as presented, may not be comparable to other similarly titled measures of other companies.\nForward-Looking Statements\nCertain statements in this release that are not historical fact may be deemed “forward-looking statements” within the meaning of Section 27A of the Securities Act of 1933 and Section 21E of the Securities Exchange Act of 1934, and the Company intends that such forward-looking statements be subject to the safe harbor created thereby. These statements are accompanied by words such as “anticipate,” “expect,” “project,” “will,” “believes,” “estimate” and similar expressions, and include statements regarding the Company’s expectations regarding the impact of new product launches and cost-cutting initiatives on higher growth and improved bottom line results in the second half of 2018 and beyond, savings from its headcount reduction and warehouse facility restructuring, and the impact of a major customer’s U.S. liquidation on future writedowns and decline in revenues in 2018. The Company cautions that these statements are qualified by important factors that could cause actual results to differ materially from those reflected by such forward-looking statements. Such factors include the bankruptcy and liquidation of the U.S. assets of Toys R Us and its impact on sales to Babies R Us, a major customer of the Company; the Company’s ability to meet its liquidity requirements; the concentration of the Company’s business with retail customers; the ability of the Company to compete in its industry; the Company’s ability to continue to control costs and expenses, including legal expenses; the Company’s dependence on key personnel; the Company’s reliance on foreign suppliers; the Company’s ability to develop, market and launch new products; the Company’s ability to grow sales with existing and new customers and in new channels; the Company’s ability to meet required financial covenants under its loan agreements; and other risks as detailed in the Company’s most recent Annual Report on Form 10-K and other filings with the Securities and Exchange Commission. The Company assumes no obligation to update the information contained in this release.\nCompany Contact:\nChris Witty\nInvestor Relations\n646-438-9385\ncwitty@darrowir.com\nTables to Follow\nSummer Infant, Inc Consolidated Balance Sheet (amounts in thousands of US dollars) March 31, 2018 December 30, 2017 (unaudited) Cash and cash equivalents $ 812 $ 681 Trade receivables, net 29,223 36,640 Inventory, net 28,724 34,035 Property and equipment, net 9,583 9,640 Intangible assets, net 13,854 14,046 Other assets 3,818 2,988 Total assets $ 86,014 $ 98,030 Accounts payable $ 22,305 $ 24,642 Accrued expenses 6,189 9,818 Current portion of long-term debt 4,916 3,250 Long term debt, less current portion (1) 39,035 43,772 Other long term liabilities 2,587 2,906 Total liabilities 75,032 84,388 Total stockholders’ equity 10,982 13,642 Total liabilities and stockholders’ equity $ 86,014 $ 98,030 (1) Under U.S. GAAP, long term debt is reported net of unamortized financing fees. As a result, reported long term debt is reduced by $1,002 and $1,127 of unamortized financing fees in the periods ending March 31, 2018 and December 30, 2017, respectively.\nSummer Infant, Inc. Consolidated Statements of Operations (amounts in thousands of US dollars, except share and per share data) (unaudited) Three Months Ended March 31, 2018 April 1, 2017 Net sales $ 42,055 $ 47,340 Cost of goods sold 28,463 32,051 Gross profit $ 13,592 $ 15,289 General and administrative expenses (1) 12,588 9,272 Selling expense 2,678 3,911 Depreciation and amortization 1,001 1,056 Operating (loss)/income $ (2,675 ) $ 1,050 Interest expense 773 724 (Loss)/income before taxes $ (3,448 ) $ 326 Income tax (benefit)/provision (741 ) 156 Net (loss)/income $ (2,707 ) $ 170 (Loss)/income per diluted share $ (0.15 ) $ 0.01 Shares used in fully diluted EPS 18,649,415 18,599,386 (1) Includes stock based compensation expense Reconciliation of GAAP to Non-GAAP Financial Measures Three Months Ended March 31, 2018 April 1, 2017 Reconciliation of Adjusted EBITDA Net (loss)/income (GAAP) $ (2,707 ) $ 170 Plus: interest expense 773 724 Plus: (benefit)/provision for income taxes (741 ) 156 Plus: depreciation and amortization 1,001 1,056 Plus: non-cash stock based compensation expense 99 85 Plus: permitted add-backs (a) 2,931 169 Adjusted EBITDA (Non-GAAP) $ 1,356 $ 2,360 Reconciliation of Adjusted EPS Net (loss)/income (GAAP) $ (2,707 ) $ 170 Plus: permitted add-backs (a) 2,931 169 Tax impact of items impacting comparability (b) (616 ) (57 ) Adjusted Net (loss)/income (Non-GAAP) $ (392 ) $ 282 Adjusted (loss)/income per diluted share (Non-GAAP) $ (0.02 ) $ 0.02 (a) Permitted addbacks consist of items that the Company is permitted to add-back to the calculation of consolidated EBITDA under its credit agreements. Permitted addbacks for the three months ended March 31, 2018 include bad debt allowance $2,340 ($492 tax impact), severance $421 ($89 tax impact), board fees $97 ($20 tax impact) and special projects $73 ($15 tax impact). Permitted addbacks for the three months ended April 1, 2017 include severance $326 ($111 tax impact), restructuring fees $90 ($30 tax impact), board fees $88 ($30 tax impact) less a credit to special projects, primarily litigation $335 ($114 tax impact). (b) Represents the aggregate tax impact of the adjusted items set forth above based on the statutory tax rate for the periods presented relevant to their jurisdictions.\nSource:Summer Infant, Inc.",
    "published": "2018-05-03T00:15:00.000+03:00",
    "crawled": "2018-05-03T02:15:15.005+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "woonsocket",
        "summer",
        "infant",
        "summer",
        "infant",
        "company",
        "nasdaq",
        "sumr",
        "global",
        "leader",
        "premium",
        "infant",
        "juvenile",
        "product",
        "today",
        "announced",
        "financial",
        "result",
        "fiscal",
        "first",
        "quarter",
        "ended",
        "march",
        "first",
        "quarter",
        "summer",
        "infant",
        "continued",
        "take",
        "decisive",
        "step",
        "position",
        "company",
        "higher",
        "growth",
        "improved",
        "performance",
        "going",
        "forward",
        "said",
        "mark",
        "messner",
        "president",
        "ceo",
        "revenue",
        "negatively",
        "impacted",
        "major",
        "retailer",
        "liquidation",
        "undertook",
        "additional",
        "effort",
        "streamline",
        "operation",
        "strengthen",
        "company",
        "brand",
        "enhance",
        "bottom",
        "line",
        "result",
        "part",
        "effort",
        "incurred",
        "million",
        "severance",
        "cost",
        "even",
        "adding",
        "select",
        "staff",
        "marketing",
        "brand",
        "management",
        "product",
        "development",
        "headcount",
        "reduction",
        "expected",
        "save",
        "summer",
        "infant",
        "approximately",
        "million",
        "annually",
        "addition",
        "million",
        "anticipated",
        "realignment",
        "california",
        "warehouse",
        "facility",
        "later",
        "year",
        "gross",
        "margin",
        "solid",
        "quarter",
        "approximately",
        "oversaw",
        "reduction",
        "receivables",
        "inventory",
        "period",
        "also",
        "took",
        "million",
        "bad",
        "debt",
        "charge",
        "primarily",
        "related",
        "aforementioned",
        "retailer",
        "liquidation",
        "point",
        "expect",
        "incremental",
        "receivable",
        "going",
        "forward",
        "addition",
        "given",
        "increasing",
        "presence",
        "major",
        "channel",
        "partner",
        "anticipate",
        "negative",
        "revenue",
        "impact",
        "customer",
        "basis",
        "decline",
        "quarter",
        "come",
        "excited",
        "many",
        "new",
        "product",
        "summer",
        "pipeline",
        "well",
        "initiative",
        "strengthen",
        "brand",
        "exemplified",
        "revolutionary",
        "baby",
        "monitor",
        "broadly",
        "distributed",
        "gate",
        "shipped",
        "first",
        "time",
        "target",
        "well",
        "positioned",
        "growth",
        "improved",
        "bottom",
        "line",
        "result",
        "second",
        "half",
        "year",
        "leading",
        "even",
        "stronger",
        "performance",
        "right",
        "people",
        "place",
        "execute",
        "product",
        "development",
        "branding",
        "strategy",
        "bolster",
        "company",
        "overall",
        "standing",
        "industry",
        "drive",
        "shareholder",
        "first",
        "quarter",
        "result",
        "net",
        "sale",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "three",
        "month",
        "ended",
        "april",
        "revenue",
        "primarily",
        "due",
        "bankruptcy",
        "liquidation",
        "leading",
        "brick",
        "mortar",
        "retail",
        "customer",
        "gross",
        "sale",
        "fell",
        "million",
        "impact",
        "company",
        "liquidation",
        "summer",
        "infant",
        "result",
        "expected",
        "decline",
        "going",
        "forward",
        "demand",
        "replaced",
        "channel",
        "partner",
        "timing",
        "new",
        "product",
        "shipment",
        "also",
        "negatively",
        "impacted",
        "first",
        "quarter",
        "result",
        "even",
        "company",
        "posted",
        "growth",
        "across",
        "several",
        "category",
        "including",
        "potty",
        "positioner",
        "bath",
        "seat",
        "swaddleme",
        "end",
        "first",
        "quarter",
        "new",
        "baby",
        "monitor",
        "placed",
        "appropriate",
        "channel",
        "partner",
        "may",
        "gate",
        "begin",
        "shipping",
        "target",
        "new",
        "customer",
        "category",
        "gross",
        "profit",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "gross",
        "margin",
        "year",
        "selling",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "due",
        "reduced",
        "spending",
        "discretionary",
        "advertising",
        "well",
        "lower",
        "cooperative",
        "advertisement",
        "cost",
        "reflecting",
        "higher",
        "percentage",
        "direct",
        "import",
        "business",
        "year",
        "sale",
        "versus",
        "last",
        "sale",
        "general",
        "administrative",
        "expense",
        "g",
        "million",
        "versus",
        "million",
        "last",
        "year",
        "included",
        "first",
        "quarter",
        "fiscal",
        "following",
        "expense",
        "million",
        "bad",
        "debt",
        "charge",
        "primarily",
        "related",
        "previously",
        "reported",
        "customer",
        "bankruptcy",
        "liquidation",
        "million",
        "severance",
        "cost",
        "associated",
        "company",
        "initiative",
        "expected",
        "result",
        "saving",
        "million",
        "annually",
        "beyond",
        "saving",
        "related",
        "company",
        "streamlining",
        "california",
        "operation",
        "due",
        "predominantly",
        "cost",
        "g",
        "percent",
        "sale",
        "first",
        "quarter",
        "versus",
        "included",
        "million",
        "severance",
        "cost",
        "interest",
        "expense",
        "million",
        "first",
        "quarter",
        "fiscal",
        "versus",
        "million",
        "last",
        "year",
        "reflecting",
        "aforementioned",
        "g",
        "cost",
        "customer",
        "bankruptcy",
        "impact",
        "company",
        "reported",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "first",
        "quarter",
        "compared",
        "net",
        "income",
        "million",
        "per",
        "share",
        "period",
        "adjusted",
        "ebitda",
        "first",
        "quarter",
        "million",
        "versus",
        "million",
        "first",
        "quarter",
        "adjusted",
        "ebitda",
        "includes",
        "million",
        "bank",
        "permitted",
        "charge",
        "compared",
        "million",
        "period",
        "defined",
        "company",
        "amended",
        "credit",
        "facility",
        "adjusted",
        "ebitda",
        "adjusted",
        "net",
        "income",
        "adjusted",
        "earnings",
        "per",
        "share",
        "metric",
        "explanation",
        "included",
        "heading",
        "use",
        "financial",
        "information",
        "reconciliation",
        "gaap",
        "measure",
        "found",
        "table",
        "end",
        "release",
        "balance",
        "sheet",
        "highlight",
        "march",
        "summer",
        "infant",
        "approximately",
        "million",
        "cash",
        "million",
        "bank",
        "debt",
        "compared",
        "million",
        "cash",
        "million",
        "bank",
        "debt",
        "december",
        "company",
        "bank",
        "leverage",
        "ratio",
        "time",
        "trailing",
        "twelve",
        "month",
        "adjusted",
        "ebitda",
        "quarter",
        "end",
        "compared",
        "beginning",
        "fiscal",
        "year",
        "company",
        "generated",
        "million",
        "cash",
        "operation",
        "first",
        "quarter",
        "reflecting",
        "change",
        "working",
        "capital",
        "compared",
        "usage",
        "cash",
        "million",
        "period",
        "inventory",
        "march",
        "million",
        "compared",
        "million",
        "december",
        "trade",
        "receivables",
        "end",
        "quarter",
        "million",
        "compared",
        "million",
        "end",
        "fiscal",
        "account",
        "payable",
        "accrued",
        "expense",
        "million",
        "march",
        "compared",
        "million",
        "beginning",
        "fiscal",
        "year",
        "conference",
        "call",
        "information",
        "management",
        "host",
        "conference",
        "call",
        "discus",
        "financial",
        "result",
        "tomorrow",
        "may",
        "eastern",
        "listen",
        "live",
        "call",
        "visit",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "dial",
        "archive",
        "webcast",
        "available",
        "company",
        "website",
        "annual",
        "meeting",
        "summer",
        "infant",
        "host",
        "annual",
        "stockholder",
        "meeting",
        "tomorrow",
        "may",
        "eastern",
        "see",
        "company",
        "proxy",
        "filing",
        "additional",
        "information",
        "summer",
        "infant",
        "based",
        "woonsocket",
        "rhode",
        "island",
        "company",
        "global",
        "leader",
        "premium",
        "infant",
        "juvenile",
        "product",
        "sold",
        "principally",
        "large",
        "north",
        "american",
        "international",
        "retailer",
        "company",
        "currently",
        "sell",
        "proprietary",
        "product",
        "number",
        "different",
        "category",
        "including",
        "nursery",
        "monitor",
        "safety",
        "gate",
        "durable",
        "bath",
        "product",
        "bed",
        "rail",
        "nursery",
        "product",
        "stroller",
        "booster",
        "potty",
        "seat",
        "swaddling",
        "blanket",
        "bouncer",
        "travel",
        "accessory",
        "highchair",
        "swing",
        "infant",
        "feeding",
        "product",
        "information",
        "company",
        "please",
        "visit",
        "use",
        "financial",
        "information",
        "release",
        "referenced",
        "webcast",
        "include",
        "presentation",
        "financial",
        "measure",
        "including",
        "adjusted",
        "ebitda",
        "adjusted",
        "net",
        "income",
        "adjusted",
        "earnings",
        "per",
        "diluted",
        "share",
        "adjusted",
        "ebitda",
        "mean",
        "earnings",
        "interest",
        "tax",
        "plus",
        "depreciation",
        "amortization",
        "compensation",
        "expense",
        "item",
        "added",
        "back",
        "detailed",
        "reconciliation",
        "table",
        "included",
        "release",
        "adjusted",
        "net",
        "adjusted",
        "per",
        "diluted",
        "share",
        "exclude",
        "certain",
        "item",
        "tax",
        "impact",
        "item",
        "detailed",
        "reconciliation",
        "table",
        "included",
        "release",
        "information",
        "supplemental",
        "information",
        "presented",
        "accordance",
        "gaap",
        "intended",
        "represent",
        "presentation",
        "accordance",
        "gaap",
        "company",
        "belief",
        "financial",
        "measure",
        "provide",
        "useful",
        "information",
        "investor",
        "better",
        "understand",
        "comparable",
        "basis",
        "financial",
        "amount",
        "including",
        "excluding",
        "identified",
        "item",
        "indicate",
        "clearly",
        "company",
        "operation",
        "ability",
        "meet",
        "capital",
        "expenditure",
        "working",
        "capital",
        "requirement",
        "comply",
        "financial",
        "covenant",
        "loan",
        "agreement",
        "measure",
        "considered",
        "isolation",
        "alternative",
        "gaap",
        "measure",
        "net",
        "income",
        "cash",
        "flow",
        "provided",
        "used",
        "operating",
        "investing",
        "financing",
        "activity",
        "financial",
        "statement",
        "data",
        "presented",
        "company",
        "consolidated",
        "financial",
        "statement",
        "indicator",
        "financial",
        "performance",
        "liquidity",
        "company",
        "provides",
        "reconciliation",
        "measure",
        "press",
        "release",
        "historical",
        "performance",
        "measure",
        "determined",
        "accordance",
        "gaap",
        "susceptible",
        "varying",
        "calculation",
        "measure",
        "presented",
        "may",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "company",
        "statement",
        "certain",
        "statement",
        "release",
        "historical",
        "fact",
        "may",
        "deemed",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "company",
        "intends",
        "statement",
        "subject",
        "safe",
        "harbor",
        "created",
        "thereby",
        "statement",
        "accompanied",
        "word",
        "anticipate",
        "expect",
        "project",
        "belief",
        "estimate",
        "similar",
        "expression",
        "include",
        "statement",
        "regarding",
        "company",
        "expectation",
        "regarding",
        "impact",
        "new",
        "product",
        "launch",
        "initiative",
        "higher",
        "growth",
        "improved",
        "bottom",
        "line",
        "result",
        "second",
        "half",
        "beyond",
        "saving",
        "headcount",
        "reduction",
        "warehouse",
        "facility",
        "restructuring",
        "impact",
        "major",
        "customer",
        "liquidation",
        "future",
        "writedowns",
        "decline",
        "revenue",
        "company",
        "caution",
        "statement",
        "qualified",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "reflected",
        "statement",
        "factor",
        "include",
        "bankruptcy",
        "liquidation",
        "asset",
        "toy",
        "r",
        "u",
        "impact",
        "sale",
        "baby",
        "r",
        "u",
        "major",
        "customer",
        "company",
        "company",
        "ability",
        "meet",
        "liquidity",
        "requirement",
        "concentration",
        "company",
        "business",
        "retail",
        "customer",
        "ability",
        "company",
        "compete",
        "industry",
        "company",
        "ability",
        "continue",
        "control",
        "cost",
        "expense",
        "including",
        "legal",
        "expense",
        "company",
        "dependence",
        "key",
        "personnel",
        "company",
        "reliance",
        "foreign",
        "supplier",
        "company",
        "ability",
        "develop",
        "market",
        "launch",
        "new",
        "product",
        "company",
        "ability",
        "grow",
        "sale",
        "existing",
        "new",
        "customer",
        "new",
        "channel",
        "company",
        "ability",
        "meet",
        "required",
        "financial",
        "covenant",
        "loan",
        "agreement",
        "risk",
        "detailed",
        "company",
        "recent",
        "annual",
        "report",
        "form",
        "filing",
        "security",
        "exchange",
        "commission",
        "company",
        "assumes",
        "obligation",
        "update",
        "information",
        "contained",
        "release",
        "company",
        "contact",
        "chris",
        "witty",
        "investor",
        "relation",
        "cwitty",
        "table",
        "follow",
        "summer",
        "infant",
        "inc",
        "consolidated",
        "balance",
        "sheet",
        "amount",
        "thousand",
        "u",
        "dollar",
        "march",
        "december",
        "unaudited",
        "cash",
        "cash",
        "equivalent",
        "trade",
        "receivables",
        "net",
        "inventory",
        "net",
        "property",
        "equipment",
        "net",
        "intangible",
        "asset",
        "net",
        "asset",
        "total",
        "asset",
        "account",
        "payable",
        "accrued",
        "expense",
        "current",
        "portion",
        "debt",
        "long",
        "term",
        "debt",
        "less",
        "current",
        "portion",
        "long",
        "term",
        "liability",
        "total",
        "liability",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "gaap",
        "long",
        "term",
        "debt",
        "reported",
        "net",
        "unamortized",
        "financing",
        "fee",
        "result",
        "reported",
        "long",
        "term",
        "debt",
        "reduced",
        "unamortized",
        "financing",
        "fee",
        "period",
        "ending",
        "march",
        "december",
        "respectively",
        "summer",
        "infant",
        "consolidated",
        "statement",
        "operation",
        "amount",
        "thousand",
        "u",
        "dollar",
        "except",
        "share",
        "per",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "april",
        "net",
        "sale",
        "cost",
        "good",
        "sold",
        "gross",
        "profit",
        "general",
        "administrative",
        "expense",
        "selling",
        "expense",
        "depreciation",
        "amortization",
        "operating",
        "loss",
        "interest",
        "expense",
        "loss",
        "tax",
        "income",
        "tax",
        "benefit",
        "net",
        "loss",
        "loss",
        "per",
        "diluted",
        "share",
        "share",
        "used",
        "fully",
        "diluted",
        "eps",
        "includes",
        "stock",
        "based",
        "compensation",
        "expense",
        "reconciliation",
        "gaap",
        "financial",
        "measure",
        "three",
        "month",
        "ended",
        "march",
        "april",
        "reconciliation",
        "adjusted",
        "ebitda",
        "net",
        "loss",
        "gaap",
        "plus",
        "interest",
        "expense",
        "plus",
        "benefit",
        "income",
        "tax",
        "plus",
        "depreciation",
        "amortization",
        "plus",
        "stock",
        "based",
        "compensation",
        "expense",
        "plus",
        "permitted",
        "adjusted",
        "ebitda",
        "reconciliation",
        "adjusted",
        "eps",
        "net",
        "loss",
        "gaap",
        "plus",
        "permitted",
        "tax",
        "impact",
        "item",
        "impacting",
        "comparability",
        "b",
        "adjusted",
        "net",
        "loss",
        "adjusted",
        "loss",
        "per",
        "diluted",
        "share",
        "permitted",
        "addbacks",
        "consist",
        "item",
        "company",
        "permitted",
        "calculation",
        "consolidated",
        "ebitda",
        "credit",
        "agreement",
        "permitted",
        "addbacks",
        "three",
        "month",
        "ended",
        "march",
        "include",
        "bad",
        "debt",
        "allowance",
        "tax",
        "impact",
        "severance",
        "tax",
        "impact",
        "board",
        "fee",
        "tax",
        "impact",
        "special",
        "project",
        "tax",
        "impact",
        "permitted",
        "addbacks",
        "three",
        "month",
        "ended",
        "april",
        "include",
        "severance",
        "tax",
        "impact",
        "restructuring",
        "fee",
        "tax",
        "impact",
        "board",
        "fee",
        "tax",
        "impact",
        "less",
        "credit",
        "special",
        "project",
        "primarily",
        "litigation",
        "tax",
        "impact",
        "b",
        "represents",
        "aggregate",
        "tax",
        "impact",
        "adjusted",
        "item",
        "set",
        "forth",
        "based",
        "statutory",
        "tax",
        "rate",
        "period",
        "presented",
        "relevant",
        "jurisdiction",
        "source",
        "summer",
        "infant",
        "inc"
    ]
}