{
    "organizations": [],
    "uuid": "9f4d551ff694597f2b2a9ee22be7dfb5eb83b141",
    "author": "Ellen McGirt",
    "url": "http://fortune.com/2018/05/01/deval-patrick-conscious-capitalist/",
    "ord_in_thread": 0,
    "title": "Former Massachusetts Governor Deval Patrick on Social Impact Investing",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Former Governor of Massachusetts, Deval Patrick, who now works at Bain Capital spoke at the Conscious Capitalism conference in Dallas, Texas on Monday. Suzanne Kreiter—Boston Globe via Getty Images By Ellen McGirt Updated: May 1, 2018 2:28 PM ET\n“The woke need to make room for the still waking.”\nThis was the poignant insight offered by former Governor Deval Patrick yesterday at the Conscious Capitalism conference in Dallas, the annual convening of people who believe that business does well when it creates human value.\nWe were there, in part, to talk about his work as a managing director of Bain Capital’s Double Impact business, a fund with more than $350 million in committed capital which invests in promising middle-market companies that also have measurable returns in environmental sustainability, health, or community building. (I’ll post a link when it’s available.) “The community building is the tough one,” he says.\nPatrick speaks from experience.\nHe talked about his “improbable life” on stage – and in an excellent memoir, see below. And it does sound improbable: Raised in poverty and on welfare by a single mother on Chicago’s South Side, a surprising journey from violent public schools to Harvard, to his work as a civil rights and corporate lawyer, to becoming the first African American governor in the history of the Commonwealth of Massachusetts.\nBut he framed his own success as more than a lucky confluence of talent and hard work amplified by a well-crafted social intervention. He also sees his life as being immeasurably improved by a series of private acts of kindness that gave him a sense of community and hope.\nHe told a story about catching a Chicago Transit Authority bus as a fifteen-year-old, only to discover that the fare had changed and he didn’t have enough money. The grizzled bus driver listened to his sad tale, looked him up and down and decided he was telling the truth and worth the investment. He gave him the ride. “Just pass it on, son. Pass it on.”\nIt’s a bigger ask than it sounds, at least for some.\nContrast Patrick’s story with Brennan Walker’s , the Rochester Hills, Mich. fourteen-year-old who was recently shot at by a homeowner for asking directions. Or fifteen-year-old Devonte Hart , who became the literal face of post-Ferguson racial reconciliation, only to have his pleas to be rescued from abusive adoptive parents ignored. Only one of the two boys still has a chance to become a governor someday.\nBut listening to and seeing the truth and potential of other people is the tough work of community building. Creating jobs, removing barriers, and advocating for change, like the long-awaited trauma center which opens today in Chicago’s South Side, often takes years of slow awakening, particularly for people in positions of authority and power.\nBut it’s also the tough work of being a good citizen and decent human being.\nWhich is why Patrick’s advice resonated with the conscious capitalist crowd. It takes time to learn to see. We all will make serious mistakes. But making space for others to grow is one of the most important acts of kindness we can offer in this work. “The woke need to make room for the still waking,” he says, because we’re all still waking up to some degree. “We all need that grace.”\nOn Point A “trendy” new office perk will do more to diversify companies than any foosball table ever could A growing number of Bay Area-based companies are rolling out programs that will contribute to the student loan payments of eligible employees, a serious perk in an area with sky-high home and rental prices. While many companies already contribute to retirement schemes like 401(k)s, student loan debt is often the more pressing issue. “Forget saving for retirement, if you’re struggling on a daily basis with paying off the debt,” Scott Thompson, CEO at San Mateo-based student loan repayment startup Tuition.io tells The Mercury News. Coupa Software, Nvidia, Chegg and Hewlett-Packard are among the companies offering the incentive. The impact, if adopted could be significant: Bay Area employees with student debt will need 27 years to save for a home, compared to 12 for those without. The Mercury News Times Up demands that the music industry cut ties with R. Kelly The women of color within the Times Up movement have published an open letter calling for authorities to investigate claims of predatory behavior, statutory rape, unlawful restraint, and other serious allegations leveled against the artist during his 25 year career. The letter also calls for RCA Records, Ticketmaster, Spotify, Apple Music and the Greensborough Coliseum Complex in North Carolina to stop distributing his music or supporting his upcoming show on May 11. “[W]e demand appropriate investigations and inquiries into the allegations of R. Kelly’s abuse made by women of color and their families for over two decades now,” they write. Unfortunately, R. Kelly’s team responded . Follow the campaign at #MuteRKelly. The Root The Girl Scouts run the largest entrepreneur-development program in the world for girls If you want to feel even better about capitalism today, then check out the inspiring true story of what the annual Girl Scout cookie drive has become: The largest entrepreneurial program for girls in the world. The Scouts themselves manage nearly every aspect of the $800 million annual business, from logistics to product marketing, reports Fortune’s Grace Donnelly. They use an enviable online dashboard to help them manage customers, track orders and analyze their personal marketing campaigns. Other companies like Kraft just throw up their hands during cookie season. “It’s like a storm and there’s nothing they can do but wait for it to pass, because there is no upside to marketing against the Girl Scouts,” says one industry analyst. Fortune Did the brand called “Bill Cosby” provide cover for his crimes? Tim Calkins, a clinical professor of marketing at the Kellogg School of Management, asks if Bill Cosby’s personal brand of a friendly, slightly goofy father-figure, helped provide cover for his predatory real-life behavior. “One of the reasons brands are so powerful is that their connections strengthen over time, becoming deeply embedded in our minds,” he says. This can interfere with our willingness to believe information inconsistent with the brand image. And, Cosby cultivated that brand meticulously over a multi-decade career. “ We are quick to forgive brands we trust,” he writes. Which is what makes brands so powerful, and dangerous. Fortune Advertisement The Woke Leader A cluster map of the culture divide in the U.S. Cosby’s brand dominance might not work today, however. Although it may not surprise you to learn that people who watch ‘Empire’ tend not to watch ‘Duck Dynasty’ it may surprise you to learn that television viewing preferences are a bigger predictor of political behavior than previous votes. The New York Times has a fascinating interactive map that shows which shows are more popular in rural, urban and a new area they’re calling “The Black Belt,” a swath of land from the Mississippi along the Eastern Seaboard. When we’re not watching the same shows, we don’t speak the same cultural language. “In the 1960s and ’70s, even if you didn’t watch a show, you at least probably would have heard of it. Now television, once the great unifier, amplifies our divisions.” New York Times To have empathy with the devil, start with yourself Wendy Chin-Tanner, worried about the uptick in hate crimes and rhetoric, has written a lengthy essay that might come in handy when faced with a friend, neighbor or loved one on the other side of an increasing fractious divide. Find a way to honor your own point of view without demonizing others. “What I propose is a two-step plan for radical empathy where step one is self-empathy and step two is strategic empathy,” she writes. “We can use strategic empathy to help us maintain our own points of view while understanding the context and reasoning of someone else’s even if we don’t agree with them, even if we’re angry at them, and even if we can’t find it within ourselves to love them.” Alternet Notes from an improbable life If you’re looking for an inspiring read, do check out Deval Patrick’s memoir. It’s not so much a political kiss-and-tell, although he does talk frankly about life in public office, and there’s a truly riveting story of his early civil rights law work, a federal voter fraud case in 1985. His opponent? A young conservative firebrand named Jefferson Beauregard Sessions, yes indeedy. But if you think about where we lose talent of color from birth to C-Suite, then his story is a gentle reminder of who we’re designing for when we try to intervene. Amazon Quote:\nI never, with my eyes, saw the mistreatment of any black person. Not once. Where we lived was all farmers. The blacks worked for the farmers. I hoed cotton with them. I’m with the blacks, because we’re white trash. We’re going across the field.... They’re singing and happy. I never heard one of them, one black person, say, ‘I tell you what: These doggone white people’—not a word!... Pre-entitlement, pre-welfare, you say: Were they happy? They were godly; they were happy; no one was singing the blues. - Duck Dynasty star Phil Robertson",
    "published": "2018-05-02T02:28:00.000+03:00",
    "crawled": "2018-05-02T00:04:16.016+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "former",
        "governor",
        "massachusetts",
        "deval",
        "patrick",
        "work",
        "bain",
        "capital",
        "spoke",
        "conscious",
        "capitalism",
        "conference",
        "dallas",
        "texas",
        "monday",
        "suzanne",
        "globe",
        "via",
        "getty",
        "image",
        "ellen",
        "mcgirt",
        "updated",
        "may",
        "pm",
        "et",
        "woke",
        "need",
        "make",
        "room",
        "still",
        "poignant",
        "insight",
        "offered",
        "former",
        "governor",
        "deval",
        "patrick",
        "yesterday",
        "conscious",
        "capitalism",
        "conference",
        "dallas",
        "annual",
        "convening",
        "people",
        "believe",
        "business",
        "well",
        "creates",
        "human",
        "value",
        "part",
        "talk",
        "work",
        "managing",
        "director",
        "bain",
        "capital",
        "double",
        "impact",
        "business",
        "fund",
        "million",
        "committed",
        "capital",
        "invests",
        "promising",
        "company",
        "also",
        "measurable",
        "return",
        "environmental",
        "sustainability",
        "health",
        "community",
        "building",
        "post",
        "link",
        "available",
        "community",
        "building",
        "tough",
        "one",
        "say",
        "patrick",
        "speaks",
        "experience",
        "talked",
        "improbable",
        "life",
        "stage",
        "excellent",
        "memoir",
        "see",
        "sound",
        "improbable",
        "raised",
        "poverty",
        "welfare",
        "single",
        "mother",
        "chicago",
        "south",
        "side",
        "surprising",
        "journey",
        "violent",
        "public",
        "school",
        "harvard",
        "work",
        "civil",
        "right",
        "corporate",
        "lawyer",
        "becoming",
        "first",
        "african",
        "american",
        "governor",
        "history",
        "commonwealth",
        "massachusetts",
        "framed",
        "success",
        "lucky",
        "confluence",
        "talent",
        "hard",
        "work",
        "amplified",
        "social",
        "intervention",
        "also",
        "see",
        "life",
        "immeasurably",
        "improved",
        "series",
        "private",
        "act",
        "kindness",
        "gave",
        "sense",
        "community",
        "hope",
        "told",
        "story",
        "catching",
        "chicago",
        "transit",
        "authority",
        "bus",
        "discover",
        "fare",
        "changed",
        "enough",
        "money",
        "grizzled",
        "bus",
        "driver",
        "listened",
        "sad",
        "tale",
        "looked",
        "decided",
        "telling",
        "truth",
        "worth",
        "investment",
        "gave",
        "ride",
        "pas",
        "son",
        "pas",
        "bigger",
        "ask",
        "sound",
        "least",
        "contrast",
        "patrick",
        "story",
        "brennan",
        "walker",
        "rochester",
        "hill",
        "recently",
        "shot",
        "homeowner",
        "asking",
        "direction",
        "devonte",
        "hart",
        "became",
        "literal",
        "face",
        "racial",
        "reconciliation",
        "plea",
        "rescued",
        "abusive",
        "adoptive",
        "parent",
        "ignored",
        "one",
        "two",
        "boy",
        "still",
        "chance",
        "become",
        "governor",
        "someday",
        "listening",
        "seeing",
        "truth",
        "potential",
        "people",
        "tough",
        "work",
        "community",
        "building",
        "creating",
        "job",
        "removing",
        "barrier",
        "advocating",
        "change",
        "like",
        "trauma",
        "center",
        "open",
        "today",
        "chicago",
        "south",
        "side",
        "often",
        "take",
        "year",
        "slow",
        "awakening",
        "particularly",
        "people",
        "position",
        "authority",
        "power",
        "also",
        "tough",
        "work",
        "good",
        "citizen",
        "decent",
        "human",
        "patrick",
        "advice",
        "resonated",
        "conscious",
        "capitalist",
        "crowd",
        "take",
        "time",
        "learn",
        "see",
        "make",
        "serious",
        "mistake",
        "making",
        "space",
        "others",
        "grow",
        "one",
        "important",
        "act",
        "kindness",
        "offer",
        "work",
        "woke",
        "need",
        "make",
        "room",
        "still",
        "waking",
        "say",
        "still",
        "waking",
        "degree",
        "need",
        "point",
        "trendy",
        "new",
        "office",
        "perk",
        "diversify",
        "company",
        "foosball",
        "table",
        "ever",
        "could",
        "growing",
        "number",
        "bay",
        "company",
        "rolling",
        "program",
        "contribute",
        "student",
        "loan",
        "payment",
        "eligible",
        "employee",
        "serious",
        "perk",
        "area",
        "home",
        "rental",
        "price",
        "many",
        "company",
        "already",
        "contribute",
        "retirement",
        "scheme",
        "like",
        "k",
        "student",
        "loan",
        "debt",
        "often",
        "pressing",
        "issue",
        "forget",
        "saving",
        "retirement",
        "struggling",
        "daily",
        "basis",
        "paying",
        "debt",
        "scott",
        "thompson",
        "ceo",
        "san",
        "student",
        "loan",
        "repayment",
        "startup",
        "tell",
        "mercury",
        "news",
        "coupa",
        "software",
        "nvidia",
        "chegg",
        "among",
        "company",
        "offering",
        "incentive",
        "impact",
        "adopted",
        "could",
        "significant",
        "bay",
        "area",
        "employee",
        "student",
        "debt",
        "need",
        "year",
        "save",
        "home",
        "compared",
        "without",
        "mercury",
        "news",
        "time",
        "demand",
        "music",
        "industry",
        "cut",
        "tie",
        "kelly",
        "woman",
        "color",
        "within",
        "time",
        "movement",
        "published",
        "open",
        "letter",
        "calling",
        "authority",
        "investigate",
        "claim",
        "predatory",
        "behavior",
        "statutory",
        "rape",
        "unlawful",
        "restraint",
        "serious",
        "allegation",
        "leveled",
        "artist",
        "year",
        "career",
        "letter",
        "also",
        "call",
        "rca",
        "record",
        "ticketmaster",
        "spotify",
        "apple",
        "music",
        "greensborough",
        "coliseum",
        "complex",
        "north",
        "carolina",
        "stop",
        "distributing",
        "music",
        "supporting",
        "upcoming",
        "show",
        "may",
        "w",
        "e",
        "demand",
        "appropriate",
        "investigation",
        "inquiry",
        "allegation",
        "kelly",
        "abuse",
        "made",
        "woman",
        "color",
        "family",
        "two",
        "decade",
        "write",
        "unfortunately",
        "kelly",
        "team",
        "responded",
        "follow",
        "campaign",
        "muterkelly",
        "root",
        "girl",
        "scout",
        "run",
        "largest",
        "program",
        "world",
        "girl",
        "want",
        "feel",
        "even",
        "better",
        "capitalism",
        "today",
        "check",
        "inspiring",
        "true",
        "story",
        "annual",
        "girl",
        "scout",
        "cookie",
        "drive",
        "become",
        "largest",
        "entrepreneurial",
        "program",
        "girl",
        "world",
        "scout",
        "manage",
        "nearly",
        "every",
        "aspect",
        "million",
        "annual",
        "business",
        "logistics",
        "product",
        "marketing",
        "report",
        "fortune",
        "grace",
        "donnelly",
        "use",
        "enviable",
        "online",
        "dashboard",
        "help",
        "manage",
        "customer",
        "track",
        "order",
        "analyze",
        "personal",
        "marketing",
        "campaign",
        "company",
        "like",
        "kraft",
        "throw",
        "hand",
        "cookie",
        "season",
        "like",
        "storm",
        "nothing",
        "wait",
        "pas",
        "upside",
        "marketing",
        "girl",
        "scout",
        "say",
        "one",
        "industry",
        "analyst",
        "fortune",
        "brand",
        "called",
        "bill",
        "cosby",
        "provide",
        "cover",
        "crime",
        "tim",
        "calkin",
        "clinical",
        "professor",
        "marketing",
        "kellogg",
        "school",
        "management",
        "asks",
        "bill",
        "cosby",
        "personal",
        "brand",
        "friendly",
        "slightly",
        "goofy",
        "helped",
        "provide",
        "cover",
        "predatory",
        "behavior",
        "one",
        "reason",
        "brand",
        "powerful",
        "connection",
        "strengthen",
        "time",
        "becoming",
        "deeply",
        "embedded",
        "mind",
        "say",
        "interfere",
        "willingness",
        "believe",
        "information",
        "inconsistent",
        "brand",
        "image",
        "cosby",
        "cultivated",
        "brand",
        "meticulously",
        "career",
        "quick",
        "forgive",
        "brand",
        "trust",
        "writes",
        "make",
        "brand",
        "powerful",
        "dangerous",
        "fortune",
        "advertisement",
        "woke",
        "leader",
        "cluster",
        "map",
        "culture",
        "divide",
        "cosby",
        "brand",
        "dominance",
        "might",
        "work",
        "today",
        "however",
        "although",
        "may",
        "surprise",
        "learn",
        "people",
        "watch",
        "empire",
        "tend",
        "watch",
        "duck",
        "dynasty",
        "may",
        "surprise",
        "learn",
        "television",
        "viewing",
        "preference",
        "bigger",
        "predictor",
        "political",
        "behavior",
        "previous",
        "vote",
        "new",
        "york",
        "time",
        "fascinating",
        "interactive",
        "map",
        "show",
        "show",
        "popular",
        "rural",
        "urban",
        "new",
        "area",
        "calling",
        "black",
        "belt",
        "swath",
        "land",
        "mississippi",
        "along",
        "eastern",
        "seaboard",
        "watching",
        "show",
        "speak",
        "cultural",
        "language",
        "1960s",
        "70",
        "even",
        "watch",
        "show",
        "least",
        "probably",
        "would",
        "heard",
        "television",
        "great",
        "unifier",
        "amplifies",
        "new",
        "york",
        "time",
        "empathy",
        "devil",
        "start",
        "wendy",
        "worried",
        "uptick",
        "hate",
        "crime",
        "rhetoric",
        "written",
        "lengthy",
        "essay",
        "might",
        "come",
        "handy",
        "faced",
        "friend",
        "neighbor",
        "loved",
        "one",
        "side",
        "increasing",
        "fractious",
        "divide",
        "find",
        "way",
        "honor",
        "point",
        "view",
        "without",
        "demonizing",
        "others",
        "propose",
        "plan",
        "radical",
        "empathy",
        "step",
        "one",
        "step",
        "two",
        "strategic",
        "empathy",
        "writes",
        "use",
        "strategic",
        "empathy",
        "help",
        "u",
        "maintain",
        "point",
        "view",
        "understanding",
        "context",
        "reasoning",
        "someone",
        "else",
        "even",
        "agree",
        "even",
        "angry",
        "even",
        "find",
        "within",
        "love",
        "alternet",
        "note",
        "improbable",
        "life",
        "looking",
        "inspiring",
        "read",
        "check",
        "deval",
        "patrick",
        "memoir",
        "much",
        "political",
        "although",
        "talk",
        "frankly",
        "life",
        "public",
        "office",
        "truly",
        "riveting",
        "story",
        "early",
        "civil",
        "right",
        "law",
        "work",
        "federal",
        "voter",
        "fraud",
        "case",
        "opponent",
        "young",
        "conservative",
        "firebrand",
        "named",
        "jefferson",
        "beauregard",
        "session",
        "yes",
        "indeedy",
        "think",
        "lose",
        "talent",
        "color",
        "birth",
        "story",
        "gentle",
        "reminder",
        "designing",
        "try",
        "intervene",
        "amazon",
        "quote",
        "never",
        "eye",
        "saw",
        "mistreatment",
        "black",
        "person",
        "lived",
        "farmer",
        "black",
        "worked",
        "farmer",
        "hoed",
        "cotton",
        "black",
        "white",
        "trash",
        "going",
        "across",
        "field",
        "singing",
        "happy",
        "never",
        "heard",
        "one",
        "one",
        "black",
        "person",
        "say",
        "tell",
        "doggone",
        "white",
        "people",
        "word",
        "say",
        "happy",
        "godly",
        "happy",
        "one",
        "singing",
        "blue",
        "duck",
        "dynasty",
        "star",
        "phil",
        "robertson"
    ]
}