{
    "organizations": [],
    "uuid": "489f97208ef5b8cd1fc56511cccc75f89a8f7253",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/11/business-wire-espial-reports-first-quarter-2018-results.html",
    "ord_in_thread": 0,
    "title": "Espial Reports First Quarter 2018 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "OTTAWA, Ontario--(BUSINESS WIRE)-- Espial® Group Inc. (\"Espial\" or the \"Company\"), (TSX:ESP), today announced its first quarter financial results for the three-month period ended March 31, 2018.\nRecent Highlights\nFirst quarter revenue was $5.9 million ($6.3 million, including adjustments due to IFRS 15). Software-as-a-Service (“SaaS”) subscription revenue from Espial’s Elevate SaaS video platform for the quarter was $1.2 million; a 13% sequential increase from Q4 2017. First quarter adjusted EBITDA 1 was a loss of $1.7 million ($1.3 million, including adjustments due to IFRS 15). Net loss was $3.7 million. A North American cable company with over 1 million subscribers selected Elevate SaaS video platform. Buckeye Broadband, a leading provider of high-speed internet, digital TV and telephone services to customers across northwest Ohio and southeast Michigan selected Espial’s Elevate SaaS video platform. Spanish Fork Community Network (SFCN) a leading operator in Utah providing television, broadband and voice services selected Espial’s Elevate SaaS video platform. Ellijay Telephone Company (ETC), a leading operator in Georgia, North Carolina and Tennessee providing television, broadband, voice and security services selected Espial’s Elevate SaaS video platform.\n“We continued to make good progress on our evolution to a SaaS software company. In Q1, we added new wins for our multi-tenant Elevate SaaS video platform and grew our recurring subscription revenue by 13% on a sequential basis. We also consolidated our global engineering operations to focus investments on next generation IP and cloud solutions, while reducing costs to improve profitability” said Jaison Dolvane, CEO, Espial. “Pay TV operators continue to have concerns over their ability to innovate in an increasingly competitive industry, but have been slow to adopt next- generation platforms due to long, expensive integration timelines. Espial’s Elevate helps PayTV operators reduce time and risk to launch new services, rapidly innovate and respond to industry changes.”\nThe Company adopted IFRS 15 “Revenue from Contracts with Customers” with a date of initial application of January 1, 2018. As a result, the Company has changed its accounting policy for revenue recognition. The Company applied IFRS 15 using the cumulative effect method and has recognized the cumulative effect of initially applying IFRS 15 as an adjustment to the opening balance of equity at January 1, 2018. The impact of the change on the Company’s condensed interim consolidated statement of loss was:\nThree Months Ended March 31,\n2018\nAs reported\nAdjustments\nBalances without\nadoption of IFRS 15\nRevenue $ 5,932,257 396,175 $ 6,328,432 Sales and marketing expense $ 1,634,894 24,879 $ 1,610,015 Ebitda 1 $ (1,740,749) 421,054 $ (1,319,695) Net loss $ (3,736,385) 421,054 $ (3,315,331) Financial Summary\nFor the three-month period ended March 31, 2018, revenue was $5.9 million compared with revenue of $8.7 million for the three months ended March 31, 2017. Adjusted EBITDA for the first quarter of fiscal 2018 was a loss of $1.7 million compared to a loss of $1 million for the first quarter of fiscal 2017. Net loss for the quarter, which includes a one-time restructuring charge of $1.9 million, was $3.7 million, compared to a loss of $1.8 million for the first quarter of fiscal 2017.\nQ1 Financial Results\nFirst quarter revenue was $5,932,257 compared with revenue of $8,664,010 in the same period a year ago. First quarter software license revenue was $2,024,498 compared to $5,025,351 in the first quarter of fiscal 2017. Software subscription revenue from our Elevate SaaS video platform was $1,166,843 compared to zero last year. Professional services revenue for the first quarters of 2018 and 2017 were $906,072 and $1,585,934, respectively. Maintenance and support revenue for the first quarter was $1,834,844 compared to $2,052,725 last year. North American revenues were $3,229,789 in the first quarter of 2018 compared to $5,088,367 in 2017. Asia revenues were $763,658 in the first quarter of 2018 compared to $520,672 in 2017. European revenues were $1,938,810 in the first quarter of 2018 compared to $3,054,971 in 2017. Gross margin for the first quarter of fiscal 2018 was 71% compared to 74% the first quarter of fiscal 2017. Operating expenses, excluding a one-time restructuring charge in the first quarter of fiscal 2018, were $6,594,272 compared to $8,130,367 in the first quarter of fiscal 2017. Adjusted EBITDA for the first quarter of fiscal 2018 was a loss of $1,740,749, compared to $987,182 in fiscal 2017. Net loss, which includes non-cash items like depreciation, amortization of intangibles, stock compensation, and restructuring charges, in the first quarter was $3,736,385 compared to a loss of $1,799,947 last year.\nCash and cash equivalents at March 31, 2018 was $34,933,015.\nA complete set of financial statements and management’s discussion and analysis for the period ended March 31, 2018 will be available at http://www.sedar.com .\nConference Call\nThe Company will be hosting a conference call to discuss the Q1 2018 financial results on May 11, 2018 at 8:30AM EDT and the phone number to join the results discussion is:\nToll Free line (Canada/US) 866-521-4909 Toll line (International/Local) 647-427-2311\nThe playback for the call will be available two hours after the call’s completion and will be available until 11:59pm ET on June 10, 2018, at the following numbers and passcode:\nToll-free line: +1-800-585-8367 or +1-416-621-4642, Passcode: 9387188\nAbout Espial ( www.espial.com )\nEspial is transforming viewing experiences worldwide by enabling video services at web speed and web scale. From immersive user experience and discovery solutions to advanced cloud-based platforms, Espial solutions help service providers manage, deliver and monetize video and entertainment services. Espial's customers span six continents, have deployed tens of million devices, and are serviced through Espial's global sales, support, and innovation centers across North America, Europe, and Asia. www.espial.com\nForward Looking Statement\nThis press release contains information that is forward looking information with respect to Espial within the meaning of Section 138.4(9) of the Ontario Securities Act (forward looking statements) and other applicable securities laws. In some cases, forward-looking information can be identified by the use of terms such as \"may\", \"will\", \"should\", \"expect\", \"plan\", \"anticipate\", \"believe\", \"intend\", \"estimate\", \"predict\", \"potential\", \"continue\" or the negative of these terms or other similar expressions concerning matters that are not historical facts. In particular, statements or assumptions about, economic conditions, ongoing or future benefits of existing and new customer, and partner relationships or new board nominees, our position or ability to capitalize on the move to more open systems by service providers, existing or future opportunities for the company and products (including our ability to successfully execute on market opportunities and secure new customer wins) and any other statements regarding Espial's objectives (and strategies to achieve such objectives), future expectations, beliefs, goals or prospects are or involve forward-looking information.\nForward-looking information is based on certain factors and assumptions. While the company considers these assumptions to be reasonable based on information currently available to it, they may prove to be incorrect. Forward-looking information, by its nature necessarily involves known and unknown risks and uncertainties. A number of factors could cause actual results to differ materially from those in the or could cause our current objectives and strategies to change, including but not limited to changing conditions and other risks associated with the on-demand TV software industry and the market segments in which Espial operates, competition, Espial’s ability to continue to supply existing customers and partners with its products and services and avoid being displaced by competitive offerings, effectively grow its integration and support capabilities, execute on market opportunities, develop its distribution channels and generate increased demand for its products, economic conditions, technological change, unanticipated changes in our costs, regulatory changes, litigation, the emergence of new opportunities, many of which are beyond our control and current expectation or knowledge.\nAdditional risks and uncertainties affecting Espial can be found in Management’s Discussion and Analysis of Results of Operations and Financial Condition and its Annual Information Form for the fiscal years ended December 31, 2017 and 2018 on SEDAR at www.sedar.com . If any of these risks or uncertainties were to materialize, or if the factors and assumptions underlying the forward-looking information were to prove incorrect, actual results could vary materially from those that are expressed or implied by the forward-looking information contained herein and our current objectives or strategies may change. Espial assumes no obligation to update or revise any forward looking statements, whether as a result of new information, future events or otherwise, except as required by law. Readers are cautioned not to place undue reliance on these that speak only as of the date hereof.\nNon-IFRS Financial Measures\nAdjusted EBITDA represents net income (loss) adjusted to exclude shared-based compensation, amortization, depreciation, business restructuring expenses, interest income, other expense (income), and income tax expense. We use Adjusted EBITDA to provide investors with a supplemental measure of our operating performance and thus highlight trends in our core business that may not otherwise be apparent when relying solely on IFRS financial measures. We believe that securities analysts, investors and other interested parties frequently use non-IFRS measures in the evaluation of issuers. Management also uses non-IFRS measures in order to facilitate operating performance comparisons from period to period, prepare annual operating budgets and assess our ability to meet our capital expenditure and working capital requirements.\nAdjusted EBITDA is not a recognized, defined or standardized measure under IFRS. Our definition of Adjusted EBITDA will likely differ from that used by other companies and therefore comparability may be limited. Adjusted EBITDA should not be considered a substitute for or in isolation from measures prepared in accordance with IFRS. Investors are encouraged to review our financial statements and disclosures in their entirety and are cautioned not to put undue reliance on non-IFRS measures and view them in conjunction with the most comparable IFRS financial measures. We have reconciled Adjusted EBITDA to the most comparable IFRS financial measure as follows:\nThree Months Ended 2018 2017 Net income (loss) $ (3,736,385) $ (1,799,947) Add (less) Share-based compensation 348,972 432,486 Amortization of intangibles 175,267 182,879 Depreciation 123,964 99,831 Business restructuring 1,873,793 - Interest income (101,686) (62,544) Other (income) expense (461,230) 82,996 Income tax 36,556 77,117 Adjusted EBITDA $ (1,740,749) $ (987,182) Consolidated Statements of Loss and\nComprehensive Loss\n(In Canadian dollars)\nThree Months Ended March 31 2018 2017 Revenue Software $ 2,024,498 $ 5,025,351 Software subscription 1,166,843 - Professional services 906,072 1,585,934 Support and maintenance 1,834,844 2,052,725 Total revenue 5,932,257 8,664,010 Cost of revenue 1,726,937 2,236,021 Gross margin 4,205,320 6,427,989 Expenses Sales and marketing 1,634,894 1,655,158 General and administrative 867,934 1,006,700 Research and development 3,916,177 5,285,630 Amortization of intangible assets 175,267 182,879 Business restructuring 1,873,793 - 8,468,065 8,130,367 Loss before other income (expense) (4,262,745) (1,702,378) Other income (expense) 461,230 (82,996) Interest income 101,686 62,544 Loss before taxes (3,699,829) (1,722,830) Income taxes (36,556) (77,117) Net loss (3,736,385) (1,799,947) Other comprehensive loss: Foreign currency translation\ndifferences –foreign operations\n(235,627) - Comprehensive loss $ (3,972,012) $ (1,799,947) Loss per common share - basic $ (0.10) $ (0.05) Loss per common share – diluted $ (0.10) $ (0.05) Weighted average number of common\nshares outstanding - basic\n35,917,607 36,540,333 Consolidated Balance Sheets\n(In Canadian Dollars)\nMarch 31, 2018\nDecember 31, 2017\nCURRENT ASSETS Cash and cash equivalents $ 34,933,015 $ 38,813,911 Accounts receivable 7,559,762 6,792,420 Investment tax credits receivable 989,880 924,630 Prepaid expenses and other assets 998,312 841,617 44,480,969 47,372,578 Property plant and equipment 1,888,266 2,046,905 Intangible assets 951,919 941,187 Goodwill 3,632,604 3,632,604 $ 50,953,758 $ 53,993,274 CURRENT LIABILITIES Accounts payable and accrued liabilities $ 3,281,079 $ 4,778,111 Provisions 711,054 - Deferred revenue 4,214,394 3,345,828 8,123,939 6,931,441 Provisions 100,422 - Total Liabilities 8,306,949 8,123,939 SHAREHOLDERS' EQUITY Share capital 123,573,929 123,738,952 Share based payments reserve 17,528,887 17,179,915 Accumulated other comprehensive loss (235,627) - Deficit (98,220,380) (95,049,532) 42,646,809 45,869,335 $ 50,953,758 $ 53,993,274 Statements of Cash Flows\n(In Canadian Dollars)\nThree Months Ended March 31 2018 2017 CASH (USED IN) PROVIDED BY OPERATING Net loss $ (3,736,385) $ (1,799,947) Items not affecting cash Depreciation of property and equipment 123,852 99,831 Amortization of intangible assets 175,085 182,879 Share-based compensation expense 348,972 432,486 Business restructuring provisions 920,307 - Provisions - (62,565) (2,168,169) (1,147,316) Changes in non-cash operating\nworking capital items\n(1,485,261) 420,045 (3,653,430) (727,271) INVESTING Purchase of equipment (63,980) (145,743) Purchase of intangibles (185,997) - (249,977) (145,743) FINANCING Options exercised 8,550 6,183 Share repurchase program (173,573) (473,233) (165,023) (467,050) Net cash and cash equivalents outflow (4,068,430) (1,340,064) Cash and cash equivalents, beginning of period 38,813,911 43,047,878 Effects of exchange rates on cash and cash equivalents 187,534 - Cash and cash equivalents, end of period $ 34,933,015 $ 41,707,814 Supplementary information: Taxes paid $ 36,556 $ 77,117 1 Adjusted EBITDA is a non-IFRS measure. This measure is defined in the “Non-IFRS Financial Measures” of this news release.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180511005131/en/\nFor inquiries from the financial press or analysts:\nEspial Group Inc.\nCarl Smith, +1 613-230-4770\nChief Financial Officer\ncsmith@espial.com\nor\nKirk Edwardson, +1-613-230-4770 x1145\nDirector, Marketing\nkedwardson@espial.com\nSource: Espial",
    "published": "2018-05-11T15:30:00.000+03:00",
    "crawled": "2018-05-11T16:29:32.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "ottawa",
        "ontario",
        "business",
        "wire",
        "group",
        "espial",
        "company",
        "tsx",
        "esp",
        "today",
        "announced",
        "first",
        "quarter",
        "financial",
        "result",
        "period",
        "ended",
        "march",
        "recent",
        "highlight",
        "first",
        "quarter",
        "revenue",
        "million",
        "million",
        "including",
        "adjustment",
        "due",
        "ifrs",
        "saas",
        "subscription",
        "revenue",
        "espial",
        "elevate",
        "saas",
        "video",
        "platform",
        "quarter",
        "million",
        "sequential",
        "increase",
        "q4",
        "first",
        "quarter",
        "adjusted",
        "ebitda",
        "loss",
        "million",
        "million",
        "including",
        "adjustment",
        "due",
        "ifrs",
        "net",
        "loss",
        "million",
        "north",
        "american",
        "cable",
        "company",
        "million",
        "subscriber",
        "selected",
        "elevate",
        "saas",
        "video",
        "platform",
        "buckeye",
        "broadband",
        "leading",
        "provider",
        "internet",
        "digital",
        "tv",
        "telephone",
        "service",
        "customer",
        "across",
        "northwest",
        "ohio",
        "southeast",
        "michigan",
        "selected",
        "espial",
        "elevate",
        "saas",
        "video",
        "platform",
        "spanish",
        "fork",
        "community",
        "network",
        "sfcn",
        "leading",
        "operator",
        "utah",
        "providing",
        "television",
        "broadband",
        "voice",
        "service",
        "selected",
        "espial",
        "elevate",
        "saas",
        "video",
        "platform",
        "ellijay",
        "telephone",
        "company",
        "etc",
        "leading",
        "operator",
        "georgia",
        "north",
        "carolina",
        "tennessee",
        "providing",
        "television",
        "broadband",
        "voice",
        "security",
        "service",
        "selected",
        "espial",
        "elevate",
        "saas",
        "video",
        "platform",
        "continued",
        "make",
        "good",
        "progress",
        "evolution",
        "saas",
        "software",
        "company",
        "q1",
        "added",
        "new",
        "win",
        "elevate",
        "saas",
        "video",
        "platform",
        "grew",
        "recurring",
        "subscription",
        "revenue",
        "sequential",
        "basis",
        "also",
        "consolidated",
        "global",
        "engineering",
        "operation",
        "focus",
        "investment",
        "next",
        "generation",
        "ip",
        "cloud",
        "solution",
        "reducing",
        "cost",
        "improve",
        "profitability",
        "said",
        "jaison",
        "dolvane",
        "ceo",
        "espial",
        "pay",
        "tv",
        "operator",
        "continue",
        "concern",
        "ability",
        "innovate",
        "increasingly",
        "competitive",
        "industry",
        "slow",
        "adopt",
        "generation",
        "platform",
        "due",
        "long",
        "expensive",
        "integration",
        "timeline",
        "espial",
        "elevate",
        "help",
        "paytv",
        "operator",
        "reduce",
        "time",
        "risk",
        "launch",
        "new",
        "service",
        "rapidly",
        "innovate",
        "respond",
        "industry",
        "company",
        "adopted",
        "ifrs",
        "revenue",
        "contract",
        "customer",
        "date",
        "initial",
        "application",
        "january",
        "result",
        "company",
        "changed",
        "accounting",
        "policy",
        "revenue",
        "recognition",
        "company",
        "applied",
        "ifrs",
        "using",
        "cumulative",
        "effect",
        "method",
        "recognized",
        "cumulative",
        "effect",
        "initially",
        "applying",
        "ifrs",
        "adjustment",
        "opening",
        "balance",
        "equity",
        "january",
        "impact",
        "change",
        "company",
        "condensed",
        "interim",
        "consolidated",
        "statement",
        "loss",
        "three",
        "month",
        "ended",
        "march",
        "reported",
        "adjustment",
        "balance",
        "without",
        "adoption",
        "ifrs",
        "revenue",
        "sale",
        "marketing",
        "expense",
        "ebitda",
        "net",
        "loss",
        "financial",
        "summary",
        "period",
        "ended",
        "march",
        "revenue",
        "million",
        "compared",
        "revenue",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "adjusted",
        "ebitda",
        "first",
        "quarter",
        "fiscal",
        "loss",
        "million",
        "compared",
        "loss",
        "million",
        "first",
        "quarter",
        "fiscal",
        "net",
        "loss",
        "quarter",
        "includes",
        "restructuring",
        "charge",
        "million",
        "million",
        "compared",
        "loss",
        "million",
        "first",
        "quarter",
        "fiscal",
        "q1",
        "financial",
        "result",
        "first",
        "quarter",
        "revenue",
        "compared",
        "revenue",
        "period",
        "year",
        "ago",
        "first",
        "quarter",
        "software",
        "license",
        "revenue",
        "compared",
        "first",
        "quarter",
        "fiscal",
        "software",
        "subscription",
        "revenue",
        "elevate",
        "saas",
        "video",
        "platform",
        "compared",
        "zero",
        "last",
        "year",
        "professional",
        "service",
        "revenue",
        "first",
        "quarter",
        "respectively",
        "maintenance",
        "support",
        "revenue",
        "first",
        "quarter",
        "compared",
        "last",
        "year",
        "north",
        "american",
        "revenue",
        "first",
        "quarter",
        "compared",
        "asia",
        "revenue",
        "first",
        "quarter",
        "compared",
        "european",
        "revenue",
        "first",
        "quarter",
        "compared",
        "gross",
        "margin",
        "first",
        "quarter",
        "fiscal",
        "compared",
        "first",
        "quarter",
        "fiscal",
        "operating",
        "expense",
        "excluding",
        "restructuring",
        "charge",
        "first",
        "quarter",
        "fiscal",
        "compared",
        "first",
        "quarter",
        "fiscal",
        "adjusted",
        "ebitda",
        "first",
        "quarter",
        "fiscal",
        "loss",
        "compared",
        "fiscal",
        "net",
        "loss",
        "includes",
        "item",
        "like",
        "depreciation",
        "amortization",
        "intangible",
        "stock",
        "compensation",
        "restructuring",
        "charge",
        "first",
        "quarter",
        "compared",
        "loss",
        "last",
        "year",
        "cash",
        "cash",
        "equivalent",
        "march",
        "complete",
        "set",
        "financial",
        "statement",
        "management",
        "discussion",
        "analysis",
        "period",
        "ended",
        "march",
        "available",
        "http",
        "conference",
        "call",
        "company",
        "hosting",
        "conference",
        "call",
        "discus",
        "q1",
        "financial",
        "result",
        "may",
        "edt",
        "phone",
        "number",
        "join",
        "result",
        "discussion",
        "toll",
        "free",
        "line",
        "toll",
        "line",
        "playback",
        "call",
        "available",
        "two",
        "hour",
        "call",
        "completion",
        "available",
        "et",
        "june",
        "following",
        "number",
        "passcode",
        "line",
        "passcode",
        "espial",
        "espial",
        "transforming",
        "viewing",
        "experience",
        "worldwide",
        "enabling",
        "video",
        "service",
        "web",
        "speed",
        "web",
        "scale",
        "immersive",
        "user",
        "experience",
        "discovery",
        "solution",
        "advanced",
        "platform",
        "espial",
        "solution",
        "help",
        "service",
        "provider",
        "manage",
        "deliver",
        "monetize",
        "video",
        "entertainment",
        "service",
        "espial",
        "customer",
        "span",
        "six",
        "continent",
        "deployed",
        "ten",
        "million",
        "device",
        "serviced",
        "espial",
        "global",
        "sale",
        "support",
        "innovation",
        "center",
        "across",
        "north",
        "america",
        "europe",
        "asia",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "contains",
        "information",
        "forward",
        "looking",
        "information",
        "respect",
        "espial",
        "within",
        "meaning",
        "section",
        "ontario",
        "security",
        "act",
        "forward",
        "looking",
        "statement",
        "applicable",
        "security",
        "law",
        "case",
        "information",
        "identified",
        "use",
        "term",
        "may",
        "expect",
        "plan",
        "anticipate",
        "believe",
        "intend",
        "estimate",
        "predict",
        "potential",
        "continue",
        "negative",
        "term",
        "similar",
        "expression",
        "concerning",
        "matter",
        "historical",
        "fact",
        "particular",
        "statement",
        "assumption",
        "economic",
        "condition",
        "ongoing",
        "future",
        "benefit",
        "existing",
        "new",
        "customer",
        "partner",
        "relationship",
        "new",
        "board",
        "nominee",
        "position",
        "ability",
        "capitalize",
        "move",
        "open",
        "system",
        "service",
        "provider",
        "existing",
        "future",
        "opportunity",
        "company",
        "product",
        "including",
        "ability",
        "successfully",
        "execute",
        "market",
        "opportunity",
        "secure",
        "new",
        "customer",
        "win",
        "statement",
        "regarding",
        "espial",
        "objective",
        "strategy",
        "achieve",
        "objective",
        "future",
        "expectation",
        "belief",
        "goal",
        "prospect",
        "involve",
        "information",
        "information",
        "based",
        "certain",
        "factor",
        "assumption",
        "company",
        "considers",
        "assumption",
        "reasonable",
        "based",
        "information",
        "currently",
        "available",
        "may",
        "prove",
        "incorrect",
        "information",
        "nature",
        "necessarily",
        "involves",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "number",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "could",
        "cause",
        "current",
        "objective",
        "strategy",
        "change",
        "including",
        "limited",
        "changing",
        "condition",
        "risk",
        "associated",
        "tv",
        "software",
        "industry",
        "market",
        "segment",
        "espial",
        "operates",
        "competition",
        "espial",
        "ability",
        "continue",
        "supply",
        "existing",
        "customer",
        "partner",
        "product",
        "service",
        "avoid",
        "displaced",
        "competitive",
        "offering",
        "effectively",
        "grow",
        "integration",
        "support",
        "capability",
        "execute",
        "market",
        "opportunity",
        "develop",
        "distribution",
        "channel",
        "generate",
        "increased",
        "demand",
        "product",
        "economic",
        "condition",
        "technological",
        "change",
        "unanticipated",
        "change",
        "cost",
        "regulatory",
        "change",
        "litigation",
        "emergence",
        "new",
        "opportunity",
        "many",
        "beyond",
        "control",
        "current",
        "expectation",
        "knowledge",
        "additional",
        "risk",
        "uncertainty",
        "affecting",
        "espial",
        "found",
        "management",
        "discussion",
        "analysis",
        "result",
        "operation",
        "financial",
        "condition",
        "annual",
        "information",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "sedar",
        "risk",
        "uncertainty",
        "materialize",
        "factor",
        "assumption",
        "underlying",
        "information",
        "prove",
        "incorrect",
        "actual",
        "result",
        "could",
        "vary",
        "materially",
        "expressed",
        "implied",
        "information",
        "contained",
        "herein",
        "current",
        "objective",
        "strategy",
        "may",
        "change",
        "espial",
        "assumes",
        "obligation",
        "update",
        "revise",
        "forward",
        "looking",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "law",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "speak",
        "date",
        "hereof",
        "financial",
        "measure",
        "adjusted",
        "ebitda",
        "represents",
        "net",
        "income",
        "loss",
        "adjusted",
        "exclude",
        "compensation",
        "amortization",
        "depreciation",
        "business",
        "restructuring",
        "expense",
        "interest",
        "income",
        "expense",
        "income",
        "income",
        "tax",
        "expense",
        "use",
        "adjusted",
        "ebitda",
        "provide",
        "investor",
        "supplemental",
        "measure",
        "operating",
        "performance",
        "thus",
        "highlight",
        "trend",
        "core",
        "business",
        "may",
        "otherwise",
        "apparent",
        "relying",
        "solely",
        "ifrs",
        "financial",
        "measure",
        "believe",
        "security",
        "analyst",
        "investor",
        "interested",
        "party",
        "frequently",
        "use",
        "measure",
        "evaluation",
        "issuer",
        "management",
        "also",
        "us",
        "measure",
        "order",
        "facilitate",
        "operating",
        "performance",
        "comparison",
        "period",
        "period",
        "prepare",
        "annual",
        "operating",
        "budget",
        "assess",
        "ability",
        "meet",
        "capital",
        "expenditure",
        "working",
        "capital",
        "requirement",
        "adjusted",
        "ebitda",
        "recognized",
        "defined",
        "standardized",
        "measure",
        "ifrs",
        "definition",
        "adjusted",
        "ebitda",
        "likely",
        "differ",
        "used",
        "company",
        "therefore",
        "comparability",
        "may",
        "limited",
        "adjusted",
        "ebitda",
        "considered",
        "substitute",
        "isolation",
        "measure",
        "prepared",
        "accordance",
        "ifrs",
        "investor",
        "encouraged",
        "review",
        "financial",
        "statement",
        "disclosure",
        "entirety",
        "cautioned",
        "put",
        "undue",
        "reliance",
        "measure",
        "view",
        "conjunction",
        "comparable",
        "ifrs",
        "financial",
        "measure",
        "reconciled",
        "adjusted",
        "ebitda",
        "comparable",
        "ifrs",
        "financial",
        "measure",
        "follows",
        "three",
        "month",
        "ended",
        "net",
        "income",
        "loss",
        "add",
        "less",
        "compensation",
        "amortization",
        "intangible",
        "depreciation",
        "business",
        "restructuring",
        "interest",
        "income",
        "income",
        "expense",
        "income",
        "tax",
        "adjusted",
        "ebitda",
        "consolidated",
        "statement",
        "loss",
        "comprehensive",
        "loss",
        "canadian",
        "dollar",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "software",
        "software",
        "subscription",
        "professional",
        "service",
        "support",
        "maintenance",
        "total",
        "revenue",
        "cost",
        "revenue",
        "gross",
        "margin",
        "expense",
        "sale",
        "marketing",
        "general",
        "administrative",
        "research",
        "development",
        "amortization",
        "intangible",
        "asset",
        "business",
        "restructuring",
        "loss",
        "income",
        "expense",
        "income",
        "expense",
        "interest",
        "income",
        "loss",
        "tax",
        "income",
        "tax",
        "net",
        "loss",
        "comprehensive",
        "loss",
        "foreign",
        "currency",
        "translation",
        "difference",
        "operation",
        "comprehensive",
        "loss",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "loss",
        "per",
        "common",
        "share",
        "diluted",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "outstanding",
        "basic",
        "consolidated",
        "balance",
        "sheet",
        "canadian",
        "dollar",
        "march",
        "december",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "investment",
        "tax",
        "credit",
        "receivable",
        "prepaid",
        "expense",
        "asset",
        "property",
        "plant",
        "equipment",
        "intangible",
        "asset",
        "goodwill",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "liability",
        "provision",
        "deferred",
        "revenue",
        "provision",
        "total",
        "liability",
        "shareholder",
        "equity",
        "share",
        "capital",
        "share",
        "based",
        "payment",
        "reserve",
        "accumulated",
        "comprehensive",
        "loss",
        "deficit",
        "statement",
        "cash",
        "flow",
        "canadian",
        "dollar",
        "three",
        "month",
        "ended",
        "march",
        "cash",
        "used",
        "provided",
        "operating",
        "net",
        "loss",
        "item",
        "affecting",
        "cash",
        "depreciation",
        "property",
        "equipment",
        "amortization",
        "intangible",
        "asset",
        "compensation",
        "expense",
        "business",
        "restructuring",
        "provision",
        "provision",
        "change",
        "operating",
        "working",
        "capital",
        "item",
        "investing",
        "purchase",
        "equipment",
        "purchase",
        "intangible",
        "financing",
        "option",
        "exercised",
        "share",
        "repurchase",
        "program",
        "net",
        "cash",
        "cash",
        "equivalent",
        "outflow",
        "cash",
        "cash",
        "equivalent",
        "beginning",
        "period",
        "effect",
        "exchange",
        "rate",
        "cash",
        "cash",
        "equivalent",
        "cash",
        "cash",
        "equivalent",
        "end",
        "period",
        "supplementary",
        "information",
        "tax",
        "paid",
        "adjusted",
        "ebitda",
        "measure",
        "measure",
        "defined",
        "financial",
        "measure",
        "news",
        "release",
        "view",
        "source",
        "version",
        "http",
        "inquiry",
        "financial",
        "press",
        "analyst",
        "espial",
        "group",
        "carl",
        "smith",
        "chief",
        "financial",
        "officer",
        "csmith",
        "kirk",
        "edwardson",
        "x1145",
        "director",
        "marketing",
        "kedwardson",
        "source",
        "espial"
    ]
}