{
    "organizations": [],
    "uuid": "6fb82d420b3104df978523b379cc4606a6da0dab",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/business-wire-navidea-biopharmaceuticals-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Navidea Biopharmaceuticals Reports First Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Conference Call to be held Wednesday, May 9, 2018 at 8:30 am ET\nDUBLIN, Ohio--(BUSINESS WIRE)-- Navidea Biopharmaceuticals, Inc. (NYSE American: NAVB) (“Navidea” or the “Company”), a company focused on the development of precision immunodiagnostic agents and immunotherapeutics, today announced its financial results for the first quarter of 2018. Navidea reported total revenues for the quarter of $276,000. Net loss attributable to common stockholders was $6.7 million.\nMichael Goldberg, M.D., President and Chief Executive Officer of Navidea, commented, “We were able to advance our core technology on multiple fronts and we experienced a year free from the severe financial constraints the company labored under for over a decade. Navidea had been pursuing a strategy to become a major player in the development and commercialization of precision medicine diagnostic products and took on too much debt to fund the development of in-licensed products and to develop the commercial infrastructure to market and sell its Lymphoseek product. We continue to also drive the process with the FDA and their agents to seek approval of CD206 as a qualified biomarker, thus advancing the use of Tc99m tilmanocept on a broad front for clinical trials. With our best-in-class activated macrophage targeting system, we have been able to generate significant human imaging data and promising animal data with our therapeutic agents, reinforcing our optimism that this platform holds potential for the diagnosis and treatment of diseases in which macrophages play an important role.”\nFirst Quarter 2018 Highlights and Subsequent Events\nEntered an Amendment to the Asset Purchase Agreement with Cardinal Health 414, LLC (“Cardinal Health 414”) in April 2018, pursuant to which Cardinal Health 414 paid the Company approximately $6.0 million and agreed to pay the Company an amount equal to the unused portion of the letter of credit (not to exceed approximately $7.1 million) promptly after the earlier of (i) the expiration of the letter of credit and (ii) the receipt by Cardinal Health 414 of evidence of the return and cancellation of the letter of credit. In exchange, the obligation of Cardinal Health 414 to make any further contingent payments has been eliminated. Cardinal Health 414 is still obligated to make the milestone payments in accordance with the terms of the earnout provisions of the Purchase Agreement. Presented strong preclinical results in Navidea’s nonalcoholic steatohepatitis (“NASH”) research at the 2 nd Annual NASH Summit in April Signed exclusive license with Meilleur Technologies, Inc. a wholly-owned subsidiary of Cerveau Technologies, Inc. to conduct research using NAV4694, as well as an exclusive license for the development and commercialization of NAV4694 in Australia, Canada, China, and Singapore Completed two clinical imaging studies of intravenous (“IV”)-administered Tc99m tilmanocept in subjects with rheumatoid arthritis and results will be included in a package to be submitted to the U.S. Food and Drug Administration (“FDA”) regarding a Phase 3 clinical plan Continued enrollment in IV-administered Tc99m tilmanocept trial in NASH. Enrollment is anticipated to complete by the end of this year. Continued enrollment in 27-patient Phase 2 cardiovascular clinical study Completed a preclinical plan for Kaposi’s Sarcoma to be reviewed by the FDA Initiated a pilot study for imaging Crohn’s Disease with IV-administered Tc99m tilmanocept and evaluation of archival biopsies of Crohn’s patients for CD206 biomarker analysis Continued series of regular investor-focused Q&A conference calls to improve Investor Relations strategy\nFinancial Results\nOur consolidated balance sheets and statements of operations have been reclassified, as required by current accounting standards, for all periods presented to reflect the line of business sold to Cardinal Health 414 as a discontinued operation. Accordingly, this discussion focuses on describing results of our operations as if we had not operated the discontinued operation during the periods being disclosed.\nTotal revenues for the first quarter of 2018 were $276,000, compared to $580,000 in the first quarter of 2017. These revenues were primarily grant-related in both periods. Research and development expenses for the first quarter of 2018 were $999,000, compared to $705,000 in the first quarter of 2017. The net increase was primarily a result of increased NAV4694 development costs due to the 2017 reversal of previously accrued expenses, offset by decreased Tc99m tilmanocept, Manocept, and therapeutics development costs coupled with decreased net compensation costs. Selling, general and administrative expenses for the first quarter of 2018 were $1.8 million, compared to $3.0 million in the first quarter of 2017. The net decrease was primarily due to decreases in legal and professional services, general office expenses such as insurance, depreciation, rent and travel, and investor relations services. Navidea’s net loss attributable to common stockholders for the 2018 was $6.7 million, or $0.04 per share (basic), compared to net income attributable to common stockholders of $85.6 million, or $0.53 per share, for the same period in 2017. Navidea ended the quarter with $2.2 million in cash and investments, not including the accelerated earnout payment of $6.0 million from Cardinal Health 414 which was received after the quarter ended.\nConference Call Details\nInvestors and the public are invited to access the live audio webcast through the link below. Participants who would like to ask questions during the question and answer session must participate by telephone. Participants are encouraged to log-in and/or dial-in fifteen minutes before the conference call begins.\nEvent: Q1 2018 Earnings and Business Update Conference Call Date: Wednesday, May 9, 2018 Time: 8:30 am (Eastern Time) U.S. & Canada Dial-in: 1-929-477-0448 Conference ID: 9493945 Webcast:\nhttp://www.audio-webcast.com/cgi-bin/visitors.ssp?fn=visitor&id=5603\nA live audio webcast of the conference call will also be available on the investor relations page of Navidea’s corporate website at www.navidea.com . In addition, the recorded conference call can be replayed and will be available for 90 days following the call on Navidea’s website.\nAbout Navidea\nNavidea Biopharmaceuticals, Inc. (NYSE American: NAVB) is a biopharmaceutical company focused on the development of precision immunodiagnostic agents and immunotherapeutics. Navidea is developing multiple precision-targeted products based on its Manocept™ platform to enhance patient care by identifying the sites and pathways of disease and enable better diagnostic accuracy, clinical decision-making, and targeted treatment. Navidea’s Manocept platform is predicated on the ability to specifically target the CD206 mannose receptor expressed on activated macrophages. The Manocept platform serves as the molecular backbone of Tc99m tilmanocept, the first product developed and commercialized by Navidea based on the platform. The development activities of the Manocept immunotherapeutic platform are being conducted by Navidea in conjunction with its subsidiary, Macrophage Therapeutics, Inc. Navidea’s strategy is to deliver superior growth and shareholder return by bringing to market novel products and advancing the Company’s pipeline through global partnering and commercialization efforts.\nFor more information, please visit www.navidea.com .\nForward-Looking Statements\nThis release and any oral statements made with respect to the information contained in this release contains within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended. We have based these largely on our current expectations and projections about future events and financial trends affecting the financial condition of our business. These are subject to a number of risks, uncertainties and assumptions, including, among other things: general economic and business conditions, both nationally and in our markets; our history of losses and uncertainty of future profitability; the final outcome of the CRG litigation in Texas; our ability to successfully complete research and further development of our drug candidates; the timing, cost and uncertainty of obtaining regulatory approvals of our drug candidates; our ability to successfully commercialize our drug candidates; our expectations and estimates concerning future financial performance, financing plans and the impact of competition; our ability to raise capital sufficient to fund our development and commercialization programs; our ability to implement our growth strategy; anticipated trends in our business; advances in technologies; and other risk factors set forth in this report and detailed in our most recent Annual Report on Form 10-K and other SEC filings. You are urged to carefully review and consider the disclosures found in our SEC filings, which are available at www.sec.gov or at http://ir.navidea.com .\nInvestors are urged to consider statements that include the words “will,” “may,” “could,” “should,” “plan,” “continue,” “designed,” “goal,” “forecast,” “future,” “believe,” “intend,” “expect,” “anticipate,” “estimate,” “project,” and similar expressions, as well as the negatives of those words or other comparable words, to be uncertain You are cautioned not to place undue reliance on any , any of which could turn out to be incorrect. We undertake publicly or revise any , whether as a result of new information, future events or otherwise after the date of this report. In light of these risks and uncertainties, the forward-looking events and circumstances discussed in this report may not occur and actual results could differ materially from those anticipated or implied in the\nNAVIDEA BIOPHARMACEUTICALS, INC.\nCONDENSED CONSOLIDATED BALANCE SHEETS March 31, December 31, 2018 2017 (unaudited) Assets: Cash and securities $ 2,214,444 $ 4,592,610 Accounts and other receivables 12,954,997 8,137,872 Other current assets 1,058,069 1,101,923 Guaranteed earnout receivable - 4,809,376 Other non-current assets 2,094,717 2,139,655 Total assets $ 18,322,227 $ 20,781,436 Liabilities and stockholders' equity: Notes payable, current $ 2,276,926 $ 2,353,639 Accrued loss for CRG litigation 7,153,000 2,887,566 Other current liabilities 2,604,981 2,827,198 Deferred revenue 700,000 11,024 Other liabilities 637,963 653,679 Total liabilities 13,372,870 8,733,106 Navidea stockholders' equity 4,280,666 11,379,630 Noncontrolling interest 668,691 668,700 Total stockholders' equity 4,949,357 12,048,330 Total liabilities and stockholders' equity $ 18,322,227 $ 20,781,436 CONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS Three Months Ended March 31, March 31, 2018 2017 (unaudited) (unaudited) Revenue: Tc99m tilmanocept sales, license and royalty revenue $ 795 $ - Grant and other revenue 275,650 580,030 Total revenue 276,445 580,030 Cost of goods sold 318 - Gross profit 276,127 580,030 Operating expenses: Research and development 998,956 705,274 Selling, general and administrative 1,776,372 3,022,434 Total operating expenses 2,775,328 3,727,708 Loss from operations (2,499,201 ) (3,147,678 ) Other income (expense): Interest income, net 31,387 24,112 Change in fair value of financial instruments - 140,485 Loss on extinguishment of debt (4,265,434 ) (1,314,102 ) Other, net (4,714 ) (21,604 ) Loss before income taxes (6,737,962 ) (4,318,787 ) Benefit from income taxes - 1,454,172 Loss from continuing operations (6,737,962 ) (2,864,615 ) Discontinued operations, net of tax effect: Loss from operations - (255,861 ) Gain on sale - 88,701,501 Net (loss) income (6,737,962 ) 85,581,025 Less loss attributable to noncontrolling interest (9 ) (202 ) Net (loss) income attributable to common stockholders $ (6,737,953 ) $ 85,581,227 (Loss) income per common share (basic): Continuing operations $ (0.04 ) $ (0.02 ) Discontinued operations $ - $ 0.56 Attributable to common stockholders $ (0.04 ) $ 0.53 Weighted average shares outstanding (basic) 162,269,012 160,376,476 (Loss) income per common share (diluted): Continuing operations $ (0.04 ) $ (0.02 ) Discontinued operations $ - $ 0.55 Attributable to common stockholders $ (0.04 ) $ 0.52 Weighted average shares outstanding (diluted) 162,269,012 164,871,955\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180508006743/en/\nNavidea Biopharmaceuticals\nJed Latkin, CFO/COO, 614-551-3416\njlatkin@navidea.com\nor\nEdison Advisors\nTirth Patel, 646-653-7035\ntpatel@edisongroup.com\nSource: Navidea Biopharmaceuticals, Inc.",
    "published": "2018-05-09T01:00:00.000+03:00",
    "crawled": "2018-05-09T02:36:43.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "conference",
        "call",
        "held",
        "wednesday",
        "may",
        "et",
        "dublin",
        "ohio",
        "business",
        "wire",
        "navidea",
        "biopharmaceuticals",
        "nyse",
        "american",
        "navb",
        "navidea",
        "company",
        "company",
        "focused",
        "development",
        "precision",
        "immunodiagnostic",
        "agent",
        "immunotherapeutics",
        "today",
        "announced",
        "financial",
        "result",
        "first",
        "quarter",
        "navidea",
        "reported",
        "total",
        "revenue",
        "quarter",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "million",
        "michael",
        "goldberg",
        "president",
        "chief",
        "executive",
        "officer",
        "navidea",
        "commented",
        "able",
        "advance",
        "core",
        "technology",
        "multiple",
        "front",
        "experienced",
        "year",
        "free",
        "severe",
        "financial",
        "constraint",
        "company",
        "labored",
        "decade",
        "navidea",
        "pursuing",
        "strategy",
        "become",
        "major",
        "player",
        "development",
        "commercialization",
        "precision",
        "medicine",
        "diagnostic",
        "product",
        "took",
        "much",
        "debt",
        "fund",
        "development",
        "product",
        "develop",
        "commercial",
        "infrastructure",
        "market",
        "sell",
        "lymphoseek",
        "product",
        "continue",
        "also",
        "drive",
        "process",
        "fda",
        "agent",
        "seek",
        "approval",
        "cd206",
        "qualified",
        "biomarker",
        "thus",
        "advancing",
        "use",
        "tc99m",
        "tilmanocept",
        "broad",
        "front",
        "clinical",
        "trial",
        "activated",
        "macrophage",
        "targeting",
        "system",
        "able",
        "generate",
        "significant",
        "human",
        "imaging",
        "data",
        "promising",
        "animal",
        "data",
        "therapeutic",
        "agent",
        "reinforcing",
        "optimism",
        "platform",
        "hold",
        "potential",
        "diagnosis",
        "treatment",
        "disease",
        "macrophage",
        "play",
        "important",
        "first",
        "quarter",
        "highlight",
        "subsequent",
        "event",
        "entered",
        "amendment",
        "asset",
        "purchase",
        "agreement",
        "cardinal",
        "health",
        "llc",
        "cardinal",
        "health",
        "april",
        "pursuant",
        "cardinal",
        "health",
        "paid",
        "company",
        "approximately",
        "million",
        "agreed",
        "pay",
        "company",
        "amount",
        "equal",
        "unused",
        "portion",
        "letter",
        "credit",
        "exceed",
        "approximately",
        "million",
        "promptly",
        "earlier",
        "expiration",
        "letter",
        "credit",
        "ii",
        "receipt",
        "cardinal",
        "health",
        "evidence",
        "return",
        "cancellation",
        "letter",
        "credit",
        "exchange",
        "obligation",
        "cardinal",
        "health",
        "make",
        "contingent",
        "payment",
        "eliminated",
        "cardinal",
        "health",
        "still",
        "obligated",
        "make",
        "milestone",
        "payment",
        "accordance",
        "term",
        "earnout",
        "provision",
        "purchase",
        "agreement",
        "presented",
        "strong",
        "preclinical",
        "result",
        "navidea",
        "nonalcoholic",
        "steatohepatitis",
        "nash",
        "research",
        "nd",
        "annual",
        "nash",
        "summit",
        "april",
        "signed",
        "exclusive",
        "license",
        "meilleur",
        "technology",
        "subsidiary",
        "cerveau",
        "technology",
        "conduct",
        "research",
        "using",
        "nav4694",
        "well",
        "exclusive",
        "license",
        "development",
        "commercialization",
        "nav4694",
        "australia",
        "canada",
        "china",
        "singapore",
        "completed",
        "two",
        "clinical",
        "imaging",
        "study",
        "intravenous",
        "iv",
        "tc99m",
        "tilmanocept",
        "subject",
        "rheumatoid",
        "arthritis",
        "result",
        "included",
        "package",
        "submitted",
        "food",
        "drug",
        "administration",
        "fda",
        "regarding",
        "phase",
        "clinical",
        "plan",
        "continued",
        "enrollment",
        "tc99m",
        "tilmanocept",
        "trial",
        "nash",
        "enrollment",
        "anticipated",
        "complete",
        "end",
        "year",
        "continued",
        "enrollment",
        "phase",
        "cardiovascular",
        "clinical",
        "study",
        "completed",
        "preclinical",
        "plan",
        "kaposi",
        "sarcoma",
        "reviewed",
        "fda",
        "initiated",
        "pilot",
        "study",
        "imaging",
        "crohn",
        "disease",
        "tc99m",
        "tilmanocept",
        "evaluation",
        "archival",
        "biopsy",
        "crohn",
        "patient",
        "cd206",
        "biomarker",
        "analysis",
        "continued",
        "series",
        "regular",
        "q",
        "conference",
        "call",
        "improve",
        "investor",
        "relation",
        "strategy",
        "financial",
        "result",
        "consolidated",
        "balance",
        "sheet",
        "statement",
        "operation",
        "reclassified",
        "required",
        "current",
        "accounting",
        "standard",
        "period",
        "presented",
        "reflect",
        "line",
        "business",
        "sold",
        "cardinal",
        "health",
        "discontinued",
        "operation",
        "accordingly",
        "discussion",
        "focus",
        "describing",
        "result",
        "operation",
        "operated",
        "discontinued",
        "operation",
        "period",
        "disclosed",
        "total",
        "revenue",
        "first",
        "quarter",
        "compared",
        "first",
        "quarter",
        "revenue",
        "primarily",
        "period",
        "research",
        "development",
        "expense",
        "first",
        "quarter",
        "compared",
        "first",
        "quarter",
        "net",
        "increase",
        "primarily",
        "result",
        "increased",
        "nav4694",
        "development",
        "cost",
        "due",
        "reversal",
        "previously",
        "accrued",
        "expense",
        "offset",
        "decreased",
        "tc99m",
        "tilmanocept",
        "manocept",
        "therapeutic",
        "development",
        "cost",
        "coupled",
        "decreased",
        "net",
        "compensation",
        "cost",
        "selling",
        "general",
        "administrative",
        "expense",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "net",
        "decrease",
        "primarily",
        "due",
        "decrease",
        "legal",
        "professional",
        "service",
        "general",
        "office",
        "expense",
        "insurance",
        "depreciation",
        "rent",
        "travel",
        "investor",
        "relation",
        "service",
        "navidea",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "million",
        "per",
        "share",
        "basic",
        "compared",
        "net",
        "income",
        "attributable",
        "common",
        "stockholder",
        "million",
        "per",
        "share",
        "period",
        "navidea",
        "ended",
        "quarter",
        "million",
        "cash",
        "investment",
        "including",
        "accelerated",
        "earnout",
        "payment",
        "million",
        "cardinal",
        "health",
        "received",
        "quarter",
        "ended",
        "conference",
        "call",
        "detail",
        "investor",
        "public",
        "invited",
        "access",
        "live",
        "audio",
        "webcast",
        "link",
        "participant",
        "would",
        "like",
        "ask",
        "question",
        "question",
        "answer",
        "session",
        "must",
        "participate",
        "telephone",
        "participant",
        "encouraged",
        "fifteen",
        "minute",
        "conference",
        "call",
        "begin",
        "event",
        "q1",
        "earnings",
        "business",
        "update",
        "conference",
        "call",
        "date",
        "wednesday",
        "may",
        "time",
        "eastern",
        "time",
        "canada",
        "conference",
        "id",
        "webcast",
        "http",
        "live",
        "audio",
        "webcast",
        "conference",
        "call",
        "also",
        "available",
        "investor",
        "relation",
        "page",
        "navidea",
        "corporate",
        "website",
        "addition",
        "recorded",
        "conference",
        "call",
        "replayed",
        "available",
        "day",
        "following",
        "call",
        "navidea",
        "website",
        "navidea",
        "navidea",
        "biopharmaceuticals",
        "nyse",
        "american",
        "navb",
        "biopharmaceutical",
        "company",
        "focused",
        "development",
        "precision",
        "immunodiagnostic",
        "agent",
        "immunotherapeutics",
        "navidea",
        "developing",
        "multiple",
        "product",
        "based",
        "platform",
        "enhance",
        "patient",
        "care",
        "identifying",
        "site",
        "pathway",
        "disease",
        "enable",
        "better",
        "diagnostic",
        "accuracy",
        "clinical",
        "targeted",
        "treatment",
        "navidea",
        "manocept",
        "platform",
        "predicated",
        "ability",
        "specifically",
        "target",
        "cd206",
        "mannose",
        "receptor",
        "expressed",
        "activated",
        "macrophage",
        "manocept",
        "platform",
        "serf",
        "molecular",
        "backbone",
        "tc99m",
        "tilmanocept",
        "first",
        "product",
        "developed",
        "commercialized",
        "navidea",
        "based",
        "platform",
        "development",
        "activity",
        "manocept",
        "immunotherapeutic",
        "platform",
        "conducted",
        "navidea",
        "conjunction",
        "subsidiary",
        "macrophage",
        "therapeutic",
        "navidea",
        "strategy",
        "deliver",
        "superior",
        "growth",
        "shareholder",
        "return",
        "bringing",
        "market",
        "novel",
        "product",
        "advancing",
        "company",
        "pipeline",
        "global",
        "partnering",
        "commercialization",
        "effort",
        "information",
        "please",
        "visit",
        "statement",
        "release",
        "oral",
        "statement",
        "made",
        "respect",
        "information",
        "contained",
        "release",
        "contains",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "based",
        "largely",
        "current",
        "expectation",
        "projection",
        "future",
        "event",
        "financial",
        "trend",
        "affecting",
        "financial",
        "condition",
        "business",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "assumption",
        "including",
        "among",
        "thing",
        "general",
        "economic",
        "business",
        "condition",
        "nationally",
        "market",
        "history",
        "loss",
        "uncertainty",
        "future",
        "profitability",
        "final",
        "outcome",
        "crg",
        "litigation",
        "texas",
        "ability",
        "successfully",
        "complete",
        "research",
        "development",
        "drug",
        "candidate",
        "timing",
        "cost",
        "uncertainty",
        "obtaining",
        "regulatory",
        "approval",
        "drug",
        "candidate",
        "ability",
        "successfully",
        "commercialize",
        "drug",
        "candidate",
        "expectation",
        "estimate",
        "concerning",
        "future",
        "financial",
        "performance",
        "financing",
        "plan",
        "impact",
        "competition",
        "ability",
        "raise",
        "capital",
        "sufficient",
        "fund",
        "development",
        "commercialization",
        "program",
        "ability",
        "implement",
        "growth",
        "strategy",
        "anticipated",
        "trend",
        "business",
        "advance",
        "technology",
        "risk",
        "factor",
        "set",
        "forth",
        "report",
        "detailed",
        "recent",
        "annual",
        "report",
        "form",
        "sec",
        "filing",
        "urged",
        "carefully",
        "review",
        "consider",
        "disclosure",
        "found",
        "sec",
        "filing",
        "available",
        "http",
        "investor",
        "urged",
        "consider",
        "statement",
        "include",
        "word",
        "may",
        "could",
        "plan",
        "continue",
        "designed",
        "goal",
        "forecast",
        "future",
        "believe",
        "intend",
        "expect",
        "anticipate",
        "estimate",
        "project",
        "similar",
        "expression",
        "well",
        "negative",
        "word",
        "comparable",
        "word",
        "uncertain",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "could",
        "turn",
        "incorrect",
        "undertake",
        "publicly",
        "revise",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "date",
        "report",
        "light",
        "risk",
        "uncertainty",
        "event",
        "circumstance",
        "discussed",
        "report",
        "may",
        "occur",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "anticipated",
        "implied",
        "navidea",
        "biopharmaceuticals",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "march",
        "december",
        "unaudited",
        "asset",
        "cash",
        "security",
        "account",
        "receivables",
        "current",
        "asset",
        "guaranteed",
        "earnout",
        "receivable",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "note",
        "payable",
        "current",
        "accrued",
        "loss",
        "crg",
        "litigation",
        "current",
        "liability",
        "deferred",
        "revenue",
        "liability",
        "total",
        "liability",
        "navidea",
        "stockholder",
        "equity",
        "noncontrolling",
        "interest",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "three",
        "month",
        "ended",
        "march",
        "march",
        "unaudited",
        "unaudited",
        "revenue",
        "tc99m",
        "tilmanocept",
        "sale",
        "license",
        "royalty",
        "revenue",
        "grant",
        "revenue",
        "total",
        "revenue",
        "cost",
        "good",
        "sold",
        "gross",
        "profit",
        "operating",
        "expense",
        "research",
        "development",
        "selling",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "interest",
        "income",
        "net",
        "change",
        "fair",
        "value",
        "financial",
        "instrument",
        "loss",
        "extinguishment",
        "debt",
        "net",
        "loss",
        "income",
        "tax",
        "benefit",
        "income",
        "tax",
        "loss",
        "continuing",
        "operation",
        "discontinued",
        "operation",
        "net",
        "tax",
        "effect",
        "loss",
        "operation",
        "gain",
        "sale",
        "net",
        "loss",
        "income",
        "less",
        "loss",
        "attributable",
        "noncontrolling",
        "interest",
        "net",
        "loss",
        "income",
        "attributable",
        "common",
        "stockholder",
        "loss",
        "income",
        "per",
        "common",
        "share",
        "basic",
        "continuing",
        "operation",
        "discontinued",
        "operation",
        "attributable",
        "common",
        "stockholder",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "loss",
        "income",
        "per",
        "common",
        "share",
        "diluted",
        "continuing",
        "operation",
        "discontinued",
        "operation",
        "attributable",
        "common",
        "stockholder",
        "weighted",
        "average",
        "share",
        "outstanding",
        "diluted",
        "view",
        "source",
        "version",
        "http",
        "navidea",
        "biopharmaceuticals",
        "jed",
        "latkin",
        "jlatkin",
        "edison",
        "advisor",
        "tirth",
        "patel",
        "tpatel",
        "source",
        "navidea",
        "biopharmaceuticals",
        "inc"
    ]
}