{
    "organizations": [],
    "uuid": "06db605cf5f5031236434871577c693ca725a49a",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/01/pr-newswire-russel-metals-announces-strong-2018-first-quarter-results.html",
    "ord_in_thread": 0,
    "title": "Russel Metals Announces Strong 2018 First Quarter Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO, May 1, 2018 /PRNewswire/ - Russel Metals Inc. (RUS - TSX) announces financial results for the first quarter ended March 31, 2018.\nThree Months Ended\nMarch 31,\n2018\n2017\nRevenues\n$\n931\n$\n804\nEBIT 1\n$\n61\n$\n48\nNet Income\n$\n38\n$\n30\nEarnings per Share\n$\n0.62\n$\n0.48\nFree Cash Flow 1\n$\n60\n$\n51\nDividends paid per common share\n$\n0.38\n$\n0.38\nAll amounts are reported in millions of Canadian dollars except per share figures,\nwhich are in Canadian dollars\n1 EBIT and Free Cash Flow are non-GAAP measures. EBIT represents earnings\nbefore interest, finance expense and taxes. Free cash flow represents cash from\noperating activities before change in working capital less capital expenditures.\nFor the 2018 first quarter, we reported net income of $38 million or $0.62 per share on increased revenues of $931 million compared to net income of $30 million or $0.48 per share in the first quarter of 2017. Higher steel prices and volumes led to higher gross margin dollars. This growth, along with our operating efficiencies, led to improved operating profits in all of our segments.\nFirst quarter revenues in our metals service centers increased 18% to $455 million compared to the same period in 2017 as same store tons shipped were approximately 7% higher. The average selling price improved 8% over first quarter 2017 and 5% over 2017 fourth quarter due to steel price increases and continued growth in value-added processing. Gross margins were 22.1% compared to 22.4% in the same quarter last year. Operating profits in this segment increased by $7 million to $29 million from $22 million and, as a percentage of revenues, increased to 6.3% compared to 5.6% in the first quarter of 2017.\nFirst quarter 2018 revenues in our energy products segment increased 13% to $382 million compared to $339 million in the 2017 first quarter due to increased valves and fittings revenues at our North American field stores, increased line pipe activity and improved pipe prices. Drilling activity in Canada was slightly lower than the 2017 first quarter which impacted our Canadian downhole operations. Gross margins were 19.3% compared to 17.3% for the 2017 first quarter due to rising prices and product mix. Operating profits as a percentage of revenues were 8.5% compared to 7.0% in first quarter 2017. Segment operating profits of $32 million improved substantially compared to $24 million in the same quarter last year.\nRevenues in our steel distributors segment increased by 21% to $94 million in the 2018 first quarter compared to first quarter of 2017 reflecting higher North American steel prices and stronger demand in the Canadian operation. Gross margins were 21.6% in the first quarter of 2018 and 2017. Segment operating profits increased to $11 million from $8 million in 2017 as operating profits as a percentage of revenues rose to 11.4% compared to 10.8% in the first quarter of 2017.\nMr. John G. Reid, President and COO, commented, \"Steel prices continued to improve throughout the quarter benefiting our metals service centers and steel distributors which also enjoyed improved demand. Details of the 232 trade actions in the U.S. are coming into focus around exemptions and quota announcements that to date have improved the overall mill utilization rates and pricing. We continue to expand our geographic footprint and systematically invest in our value-added processing capabilities.\"\nMr. Reid continued, \"Our energy products operations benefited from the pricing recovery, improved demand and better industry-wide inventory management. U.S. line pipe projects have been particularly robust as well as continued growth in our field store operations. The extent of the duration of the seasonal road closures could impact certain of our Canadian energy products operations. Entering the second quarter, we remain encouraged with current demand and pricing levels.\"\nThe Board of Directors approved a quarterly dividend of $0.38 per common share payable June 15, 2018 to shareholders of record as of May 28, 2018.\nThe Company will be holding an Investor Conference Call on Wednesday, May 2, 2018 at 9:00 a.m. ET to review its 2018 first quarter results. The dial-in telephone numbers for the call are 416-764-8688 (Toronto and International callers) and 1-888-390-0546 (U.S. and Canada). Please dial in 10 minutes prior to the call to ensure that you get a line.\nA replay of the call will be available at 416-764-8677 (Toronto and International callers) and 1-888-390-0541 (U.S. and Canada) until midnight, Wednesday, May 16, 2018. You will be required to enter pass code 245814 in order to access the call.\nAdditional supplemental financial information is available in our investor conference call package located on our website at www.russelmetals.com .\nRussel Metals is one of the largest metals distribution companies in North America. It carries on business in three metals distribution segments: metals service centers, energy products and steel distributors, under various names including Russel Metals, A.J. Forsyth, Acier Leroux, Acier Loubier, Alberta Industrial Metals, Apex Distribution, Apex Monarch, Apex Remington, Apex Western Fiberglass, Arrow Steel Processors, B&T Steel, Baldwin International, Color Steels, Comco Pipe and Supply, DuBose Steel, Fedmet Tubulars, JMS Russel Metals, Leroux Steel, McCabe Steel, Mégantic Métal, Métaux Russel, Métaux Russel Produits Spécialisés, Milspec, Norton Metals, Pioneer Pipe, Russel Metals Processing, Russel Metals Specialty Products, Russel Metals Williams Bahcall, Spartan Energy Tubulars, Sunbelt Group, Triumph Tubular & Supply, Wirth Steel and York-Ennis.\nCautionary Statement on Forward-Looking Information\nCertain statements contained in this press release constitute forward-looking statements or information within the meaning of applicable securities laws, including statements as to our future capital expenditures, our outlook, the availability of future financing and our ability to pay dividends. Forward-looking statements relate to future events or our future performance. All statements, other than statements of historical fact, are forward-looking statements. Forward-looking statements are often, but not always, identified by the use of words such as \"seek\", \"anticipate\", \"plan\", \"continue\", \"estimate\", \"expect\", \"may\", \"will\", \"project\", \"predict\", \"potential\", \"targeting\", \"intend\", \"could\", \"might\", \"should\", \"believe\" and similar expressions. Forward-looking statements are necessarily based on estimates and assumptions that, while considered reasonable by us, inherently involve known and unknown risks, uncertainties and other factors that may cause actual results or events to differ materially from those anticipated in such forward-looking statements, including the factors described below.\nWe are subject to a number of risks and uncertainties which could have a material adverse effect on our future profitability and financial position, including the risks and uncertainties listed below, which are important factors in our business and the metals distribution industry. Such risks and uncertainties include, but are not limited to: the volatility in metal prices; volatility in oil and natural gas prices; cyclicality of the metals industry and the industries that purchase our products; decreased capital and other expenditures in the energy industry; product claims from customers; significant competition that could reduce our market share; the interruption in sources of metals supply; manufacturers selling directly to our customer base; material substitution; credit risk of our customers; lack of credit availability; change in our credit ratings; currency exchange risk; restrictive debt covenants; non-cash asset impairments; the unexpected loss of key individuals; decentralized operating structure; the availability of future acquisitions and their integration; the failure of our key computer-based systems, including our enterprise resource and planning systems, failure to renegotiate any of our collective agreements and work stoppages; litigious business environment; environmental liabilities; environmental concerns or changes in government regulations; legislation on carbon emissions; workplace health and safety laws and regulations; significant changes in laws and governmental regulations; fluctuation of our common share price; dilution; and variability of dividends.\nWhile we believe that the expectations reflected in our forward-looking statements are reasonable, no assurance can be given that these expectations will prove to be correct, and our forward-looking statements included in this press release should not be unduly relied upon. These statements speak only as of the date of this press release and, except as required by law, we do not assume any obligation to update our forward-looking statements. Our actual results could differ materially from those anticipated in our forward-looking statements including as a result of the risk factors described above and under the heading \"Risk\" in our MD&A and under the heading \"Risk Management and Risks Affecting Our Business\" in our most recent Annual Information Form and as otherwise disclosed in our filings with securities regulatory authorities which are available on SEDAR at www.sedar.com .\nIf you would like to unsubscribe from receiving Press Releases, you may do so by emailing info@russelmetals.com ; or by calling our Investor Relations Line: 905-816-5178.\nCONDENSED CONSOLIDATED STATEMENTS OF EARNINGS (UNAUDITED)\nQuarters ended March 31\n(in millions of Canadian dollars, except per share data)\n2018\n2017\nRevenues\n$\n931.3\n$\n803.5\nCost of materials (Note 5)\n736.7\n641.2\nEmployee expenses (Note 14)\n77.9\n66.6\nOther operating expenses (Note 14)\n52.8\n47.8\nAsset impairment (Note 6)\n3.3\n-\nEarnings before interest, finance expense and provision for income taxes\n60.6\n47.9\nInterest expense (Note 15)\n6.7\n5.0\nOther finance expense (Note 15)\n1.2\n-\nEarnings before provision for income taxes\n52.7\n42.9\nProvision for income taxes (Note 16)\n14.2\n13.3\nNet earnings for the period\n$\n38.5\n$\n29.6\nBasic earnings per common share (Note 13)\n$\n0.62\n$\n0.48\nDiluted earnings per common share (Note 13)\n$\n0.62\n$\n0.48\nCONDENSED CONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME (UNAUDITED)\nQuarters ended March 31\n(in millions of Canadian dollars)\n2018\n2017\nNet earnings for the period\n$\n38.5\n$\n29.6\nOther comprehensive income\nItems that may be reclassified to earnings\nUnrealized foreign exchange gains (losses) on translation\nof foreign operations\n13.2\n(4.4)\nItems that may not be reclassified to earnings\nActuarial gains on pension and similar obligations,\nnet of taxes of $0.8 million (2017: $0.7 million)\n2.1\n2.0\nOther comprehensive income (loss)\n15.3\n(2.4)\nTotal comprehensive income\n$\n53.8\n$\n27.2\nCONDENSED CONSOLIDATED STATEMENTS OF FINANCIAL POSITION (UNAUDITED)\nMarch 31\nDecember 31\n(in millions of Canadian dollars)\n2018\n2017\nASSETS\nCurrent\nCash and cash equivalents\n$\n136.0\n$\n125.8\nAccounts receivable\n548.7\n446.2\nInventories (Note 5)\n870.4\n819.9\nPrepaid expenses\n19.6\n17.2\nIncome taxes\n2.1\n4.5\n1,576.8\n1,413.6\nProperty, Plant and Equipment (Note 6)\n248.9\n246.8\nDeferred Income Tax Assets\n4.6\n4.7\nFinancial and Other Assets\n4.5\n3.5\nGoodwill and Intangibles (Note 7)\n89.4\n90.5\n$\n1,924.2\n$\n1,759.1\nLIABILITIES AND SHAREHOLDERS' EQUITY\nCurrent\nBank indebtedness (Note 8)\n$\n115.9\n$\n207.7\nAccounts payable and accrued liabilities\n467.5\n365.7\nIncome taxes payable\n1.7\n21.6\nCurrent portion long-term debt (Note 9)\n0.1\n0.1\n585.2\n595.1\nLong-Term Debt (Note 9)\n442.6\n296.5\nPensions and Benefits (Note 10)\n8.8\n12.0\nDeferred Income Tax Liabilities\n18.7\n17.7\nProvisions and Other Non-Current Liabilities (Note 17)\n9.7\n11.0\n1,065.0\n932.3\nShareholders' Equity (Note 11)\nCommon shares\n539.0\n536.6\nRetained earnings\n207.5\n190.5\nContributed surplus\n15.8\n16.0\nAccumulated other comprehensive income\n96.9\n83.7\nTotal Shareholders' Equity\n859.2\n826.8\nTotal Liabilities and Shareholders' Equity\n$\n1,924.2\n$\n1,759.1\nCONDENSED CONSOLIDATED STATEMENTS OF CASH FLOW (UNAUDITED)\nQuarters ended March 31\n(in millions of Canadian dollars)\n2018\n2017\nOperating activities\nNet earnings for the period\n$\n38.5\n$\n29.6\nDepreciation and amortization\n8.4\n8.5\nProvision for income taxes\n14.2\n13.3\nInterest expense\n6.7\n5.0\nLoss (gain) on disposal of property, plant and equipment\n3.2\n(0.1)\nShare-based compensation\n0.1\n0.2\nDifference between pension expense and amount funded\n(0.2)\n-\nDebt accretion, amortization and other\n0.2\n0.2\nChange in fair value of contingent consideration\n1.2\n-\nInterest paid\n(1.3)\n(0.4)\nCash from operating activities before non-cash working capital\n71.0\n56.3\nChanges in non-cash working capital items\nAccounts receivable\n(99.4)\n(107.6)\nInventories\n(44.3)\n(14.3)\nAccounts payable and accrued liabilities\n96.3\n42.8\nOther\n(2.4)\n(3.3)\nChange in non-cash working capital\n(49.8)\n(82.4)\nIncome taxes (paid) refund, net\n(31.2)\n0.7\nCash used in operating activities\n(10.0)\n(25.4)\nFinancing activities\n(Decrease) increase in bank indebtedness\n(91.9)\n43.5\nIssue of common shares\n2.0\n1.1\nDividends on common shares\n(23.6)\n(23.5)\nIssuance of long-term debt\n146.0\n-\nDeferred financing costs\n(1.1)\n-\nCash from financing activities\n31.4\n21.1\nInvesting activities\nPurchase of property, plant and equipment\n(10.9)\n(5.6)\nProceeds on sale of property, plant and equipment\n0.3\n0.2\nPayment of contingent consideration\n(4.5)\n-\nCash used in investing activities\n(15.1)\n(5.4)\nEffect of exchange rates on cash and cash equivalents\n3.9\n(3.3)\nIncrease (decrease) in cash and cash equivalents\n10.2\n(13.0)\nCash and cash equivalents, beginning of the period\n125.8\n181.8\nCash and cash equivalents, end of the period\n$\n136.0\n$\n168.8\nCONDENSED CONSOLIDATED STATEMENTS OF CHANGES IN EQUITY (UNAUDITED)\nAccumulated\nOther\nCommon\nRetained\nContributed\nComprehensive\n(in millions of Canadian dollars)\nShares\nEarnings\nSurplus\nIncome\nTotal\nBalance, January 1, 2018\n$\n536.6\n$\n190.5\n$\n16.0\n$\n83.7\n$\n826.8\nPayment of dividends\n-\n(23.6)\n-\n-\n(23.6)\nNet earnings for the period\n-\n38.5\n-\n-\n38.5\nOther comprehensive income for the period\n-\n-\n-\n15.3\n15.3\nRecognition of share-based compensation\n-\n-\n0.1\n-\n0.1\nShare options exercised\n2.4\n-\n(0.3)\n-\n2.1\nTransfer of net actuarial gains on defined benefit plans\n-\n2.1\n-\n(2.1)\n-\nBalance, March 31, 2018\n$\n539.0\n$\n207.5\n$\n15.8\n$\n96.9\n$\n859.2\nAccumulated\nOther\nCommon\nRetained\nContributed\nComprehensive\n(in millions of Canadian dollars)\nShares\nEarnings\nSurplus\nIncome\nTotal\nBalance, January 1, 2017\n$\n532.4\n$\n161.9\n$\n15.9\n$\n115.1\n$\n825.3\nPayment of dividends\n-\n(23.5)\n-\n-\n(23.5)\nNet earnings for the period\n-\n29.6\n-\n-\n29.6\nOther comprehensive loss for the period\n-\n-\n-\n(2.4)\n(2.4)\nRecognition of share-based compensation\n-\n-\n0.2\n-\n0.2\nShare options exercised\n1.2\n-\n(0.1)\n-\n1.1\nTransfer of net actuarial gains on defined benefit plans\n-\n2.0\n-\n(2.0)\n-\nBalance, March 31, 2017\n$\n533.6\n$\n170.0\n$\n16.0\n$\n110.7\n$\n830.3\nView original content: http://www.prnewswire.com/news-releases/russel-metals-announces-strong-2018-first-quarter-results-300640508.html\nSOURCE Russel Metals Inc.",
    "published": "2018-05-02T01:01:00.000+03:00",
    "crawled": "2018-05-02T02:19:30.009+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "toronto",
        "may",
        "russel",
        "metal",
        "ru",
        "tsx",
        "announces",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "ebit",
        "net",
        "income",
        "earnings",
        "per",
        "share",
        "free",
        "cash",
        "flow",
        "dividend",
        "paid",
        "per",
        "common",
        "share",
        "amount",
        "reported",
        "million",
        "canadian",
        "dollar",
        "except",
        "per",
        "share",
        "figure",
        "canadian",
        "dollar",
        "ebit",
        "free",
        "cash",
        "flow",
        "measure",
        "ebit",
        "represents",
        "earnings",
        "interest",
        "finance",
        "expense",
        "tax",
        "free",
        "cash",
        "flow",
        "represents",
        "cash",
        "operating",
        "activity",
        "change",
        "working",
        "capital",
        "less",
        "capital",
        "expenditure",
        "first",
        "quarter",
        "reported",
        "net",
        "income",
        "million",
        "per",
        "share",
        "increased",
        "revenue",
        "million",
        "compared",
        "net",
        "income",
        "million",
        "per",
        "share",
        "first",
        "quarter",
        "higher",
        "steel",
        "price",
        "volume",
        "led",
        "higher",
        "gross",
        "margin",
        "dollar",
        "growth",
        "along",
        "operating",
        "efficiency",
        "led",
        "improved",
        "operating",
        "profit",
        "segment",
        "first",
        "quarter",
        "revenue",
        "metal",
        "service",
        "center",
        "increased",
        "million",
        "compared",
        "period",
        "store",
        "ton",
        "shipped",
        "approximately",
        "higher",
        "average",
        "selling",
        "price",
        "improved",
        "first",
        "quarter",
        "fourth",
        "quarter",
        "due",
        "steel",
        "price",
        "increase",
        "continued",
        "growth",
        "processing",
        "gross",
        "margin",
        "compared",
        "quarter",
        "last",
        "year",
        "operating",
        "profit",
        "segment",
        "increased",
        "million",
        "million",
        "million",
        "percentage",
        "revenue",
        "increased",
        "compared",
        "first",
        "quarter",
        "first",
        "quarter",
        "revenue",
        "energy",
        "product",
        "segment",
        "increased",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "due",
        "increased",
        "valve",
        "fitting",
        "revenue",
        "north",
        "american",
        "field",
        "store",
        "increased",
        "line",
        "pipe",
        "activity",
        "improved",
        "pipe",
        "price",
        "drilling",
        "activity",
        "canada",
        "slightly",
        "lower",
        "first",
        "quarter",
        "impacted",
        "canadian",
        "downhole",
        "operation",
        "gross",
        "margin",
        "compared",
        "first",
        "quarter",
        "due",
        "rising",
        "price",
        "product",
        "mix",
        "operating",
        "profit",
        "percentage",
        "revenue",
        "compared",
        "first",
        "quarter",
        "segment",
        "operating",
        "profit",
        "million",
        "improved",
        "substantially",
        "compared",
        "million",
        "quarter",
        "last",
        "year",
        "revenue",
        "steel",
        "distributor",
        "segment",
        "increased",
        "million",
        "first",
        "quarter",
        "compared",
        "first",
        "quarter",
        "reflecting",
        "higher",
        "north",
        "american",
        "steel",
        "price",
        "stronger",
        "demand",
        "canadian",
        "operation",
        "gross",
        "margin",
        "first",
        "quarter",
        "segment",
        "operating",
        "profit",
        "increased",
        "million",
        "million",
        "operating",
        "profit",
        "percentage",
        "revenue",
        "rose",
        "compared",
        "first",
        "quarter",
        "john",
        "reid",
        "president",
        "coo",
        "commented",
        "steel",
        "price",
        "continued",
        "improve",
        "throughout",
        "quarter",
        "benefiting",
        "metal",
        "service",
        "center",
        "steel",
        "distributor",
        "also",
        "enjoyed",
        "improved",
        "demand",
        "detail",
        "trade",
        "action",
        "coming",
        "focus",
        "around",
        "exemption",
        "quota",
        "announcement",
        "date",
        "improved",
        "overall",
        "mill",
        "utilization",
        "rate",
        "pricing",
        "continue",
        "expand",
        "geographic",
        "footprint",
        "systematically",
        "invest",
        "processing",
        "capability",
        "reid",
        "continued",
        "energy",
        "product",
        "operation",
        "benefited",
        "pricing",
        "recovery",
        "improved",
        "demand",
        "better",
        "inventory",
        "management",
        "line",
        "pipe",
        "project",
        "particularly",
        "robust",
        "well",
        "continued",
        "growth",
        "field",
        "store",
        "operation",
        "extent",
        "duration",
        "seasonal",
        "road",
        "closure",
        "could",
        "impact",
        "certain",
        "canadian",
        "energy",
        "product",
        "operation",
        "entering",
        "second",
        "quarter",
        "remain",
        "encouraged",
        "current",
        "demand",
        "pricing",
        "level",
        "board",
        "director",
        "approved",
        "quarterly",
        "dividend",
        "per",
        "common",
        "share",
        "payable",
        "june",
        "shareholder",
        "record",
        "may",
        "company",
        "holding",
        "investor",
        "conference",
        "call",
        "wednesday",
        "may",
        "et",
        "review",
        "first",
        "quarter",
        "result",
        "telephone",
        "number",
        "call",
        "toronto",
        "international",
        "caller",
        "canada",
        "please",
        "dial",
        "minute",
        "prior",
        "call",
        "ensure",
        "get",
        "line",
        "replay",
        "call",
        "available",
        "toronto",
        "international",
        "caller",
        "canada",
        "midnight",
        "wednesday",
        "may",
        "required",
        "enter",
        "pas",
        "code",
        "order",
        "access",
        "call",
        "additional",
        "supplemental",
        "financial",
        "information",
        "available",
        "investor",
        "conference",
        "call",
        "package",
        "located",
        "website",
        "russel",
        "metal",
        "one",
        "largest",
        "metal",
        "distribution",
        "company",
        "north",
        "america",
        "carry",
        "business",
        "three",
        "metal",
        "distribution",
        "segment",
        "metal",
        "service",
        "center",
        "energy",
        "product",
        "steel",
        "distributor",
        "various",
        "name",
        "including",
        "russel",
        "metal",
        "forsyth",
        "acier",
        "leroux",
        "acier",
        "loubier",
        "alberta",
        "industrial",
        "metal",
        "apex",
        "distribution",
        "apex",
        "monarch",
        "apex",
        "remington",
        "apex",
        "western",
        "fiberglass",
        "arrow",
        "steel",
        "processor",
        "b",
        "steel",
        "baldwin",
        "international",
        "color",
        "steel",
        "comco",
        "pipe",
        "supply",
        "dubose",
        "steel",
        "fedmet",
        "tubulars",
        "jms",
        "russel",
        "metal",
        "leroux",
        "steel",
        "mccabe",
        "steel",
        "mégantic",
        "métal",
        "métaux",
        "russel",
        "métaux",
        "russel",
        "produits",
        "spécialisés",
        "milspec",
        "norton",
        "metal",
        "pioneer",
        "pipe",
        "russel",
        "metal",
        "processing",
        "russel",
        "metal",
        "specialty",
        "product",
        "russel",
        "metal",
        "williams",
        "bahcall",
        "spartan",
        "energy",
        "tubulars",
        "sunbelt",
        "group",
        "triumph",
        "tubular",
        "supply",
        "wirth",
        "steel",
        "cautionary",
        "statement",
        "information",
        "certain",
        "statement",
        "contained",
        "press",
        "release",
        "constitute",
        "statement",
        "information",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "including",
        "statement",
        "future",
        "capital",
        "expenditure",
        "outlook",
        "availability",
        "future",
        "financing",
        "ability",
        "pay",
        "dividend",
        "statement",
        "relate",
        "future",
        "event",
        "future",
        "performance",
        "statement",
        "statement",
        "historical",
        "fact",
        "statement",
        "statement",
        "often",
        "always",
        "identified",
        "use",
        "word",
        "seek",
        "anticipate",
        "plan",
        "continue",
        "estimate",
        "expect",
        "may",
        "project",
        "predict",
        "potential",
        "targeting",
        "intend",
        "could",
        "might",
        "believe",
        "similar",
        "expression",
        "statement",
        "necessarily",
        "based",
        "estimate",
        "assumption",
        "considered",
        "reasonable",
        "u",
        "inherently",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "event",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "including",
        "factor",
        "described",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "could",
        "material",
        "adverse",
        "effect",
        "future",
        "profitability",
        "financial",
        "position",
        "including",
        "risk",
        "uncertainty",
        "listed",
        "important",
        "factor",
        "business",
        "metal",
        "distribution",
        "industry",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "volatility",
        "metal",
        "price",
        "volatility",
        "oil",
        "natural",
        "gas",
        "price",
        "cyclicality",
        "metal",
        "industry",
        "industry",
        "purchase",
        "product",
        "decreased",
        "capital",
        "expenditure",
        "energy",
        "industry",
        "product",
        "claim",
        "customer",
        "significant",
        "competition",
        "could",
        "reduce",
        "market",
        "share",
        "interruption",
        "source",
        "metal",
        "supply",
        "manufacturer",
        "selling",
        "directly",
        "customer",
        "base",
        "material",
        "substitution",
        "credit",
        "risk",
        "customer",
        "lack",
        "credit",
        "availability",
        "change",
        "credit",
        "rating",
        "currency",
        "exchange",
        "risk",
        "restrictive",
        "debt",
        "covenant",
        "asset",
        "impairment",
        "unexpected",
        "loss",
        "key",
        "individual",
        "decentralized",
        "operating",
        "structure",
        "availability",
        "future",
        "acquisition",
        "integration",
        "failure",
        "key",
        "system",
        "including",
        "enterprise",
        "resource",
        "planning",
        "system",
        "failure",
        "renegotiate",
        "collective",
        "agreement",
        "work",
        "stoppage",
        "litigious",
        "business",
        "environment",
        "environmental",
        "liability",
        "environmental",
        "concern",
        "change",
        "government",
        "regulation",
        "legislation",
        "carbon",
        "emission",
        "workplace",
        "health",
        "safety",
        "law",
        "regulation",
        "significant",
        "change",
        "law",
        "governmental",
        "regulation",
        "fluctuation",
        "common",
        "share",
        "price",
        "dilution",
        "variability",
        "dividend",
        "believe",
        "expectation",
        "reflected",
        "statement",
        "reasonable",
        "assurance",
        "given",
        "expectation",
        "prove",
        "correct",
        "statement",
        "included",
        "press",
        "release",
        "unduly",
        "relied",
        "upon",
        "statement",
        "speak",
        "date",
        "press",
        "release",
        "except",
        "required",
        "law",
        "assume",
        "obligation",
        "update",
        "statement",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "including",
        "result",
        "risk",
        "factor",
        "described",
        "heading",
        "risk",
        "md",
        "heading",
        "risk",
        "management",
        "risk",
        "affecting",
        "business",
        "recent",
        "annual",
        "information",
        "form",
        "otherwise",
        "disclosed",
        "filing",
        "security",
        "regulatory",
        "authority",
        "available",
        "sedar",
        "would",
        "like",
        "unsubscribe",
        "receiving",
        "press",
        "release",
        "may",
        "emailing",
        "info",
        "calling",
        "investor",
        "relation",
        "line",
        "condensed",
        "consolidated",
        "statement",
        "earnings",
        "unaudited",
        "quarter",
        "ended",
        "march",
        "million",
        "canadian",
        "dollar",
        "except",
        "per",
        "share",
        "data",
        "revenue",
        "cost",
        "material",
        "note",
        "employee",
        "expense",
        "note",
        "operating",
        "expense",
        "note",
        "asset",
        "impairment",
        "note",
        "earnings",
        "interest",
        "finance",
        "expense",
        "provision",
        "income",
        "tax",
        "interest",
        "expense",
        "note",
        "finance",
        "expense",
        "note",
        "earnings",
        "provision",
        "income",
        "tax",
        "provision",
        "income",
        "tax",
        "note",
        "net",
        "earnings",
        "period",
        "basic",
        "earnings",
        "per",
        "common",
        "share",
        "note",
        "diluted",
        "earnings",
        "per",
        "common",
        "share",
        "note",
        "condensed",
        "consolidated",
        "statement",
        "comprehensive",
        "income",
        "unaudited",
        "quarter",
        "ended",
        "march",
        "million",
        "canadian",
        "dollar",
        "net",
        "earnings",
        "period",
        "comprehensive",
        "income",
        "item",
        "may",
        "reclassified",
        "earnings",
        "unrealized",
        "foreign",
        "exchange",
        "gain",
        "loss",
        "translation",
        "foreign",
        "operation",
        "item",
        "may",
        "reclassified",
        "earnings",
        "actuarial",
        "gain",
        "pension",
        "similar",
        "obligation",
        "net",
        "tax",
        "million",
        "million",
        "comprehensive",
        "income",
        "loss",
        "total",
        "comprehensive",
        "income",
        "condensed",
        "consolidated",
        "statement",
        "financial",
        "position",
        "unaudited",
        "march",
        "december",
        "million",
        "canadian",
        "dollar",
        "asset",
        "current",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "inventory",
        "note",
        "prepaid",
        "expense",
        "income",
        "tax",
        "property",
        "plant",
        "equipment",
        "note",
        "deferred",
        "income",
        "tax",
        "asset",
        "financial",
        "asset",
        "goodwill",
        "intangible",
        "note",
        "liability",
        "shareholder",
        "equity",
        "current",
        "bank",
        "indebtedness",
        "note",
        "account",
        "payable",
        "accrued",
        "liability",
        "income",
        "tax",
        "payable",
        "current",
        "portion",
        "debt",
        "note",
        "debt",
        "note",
        "pension",
        "benefit",
        "note",
        "deferred",
        "income",
        "tax",
        "liability",
        "provision",
        "liability",
        "note",
        "shareholder",
        "equity",
        "note",
        "common",
        "share",
        "retained",
        "earnings",
        "contributed",
        "surplus",
        "accumulated",
        "comprehensive",
        "income",
        "total",
        "shareholder",
        "equity",
        "total",
        "liability",
        "shareholder",
        "equity",
        "condensed",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "unaudited",
        "quarter",
        "ended",
        "march",
        "million",
        "canadian",
        "dollar",
        "operating",
        "activity",
        "net",
        "earnings",
        "period",
        "depreciation",
        "amortization",
        "provision",
        "income",
        "tax",
        "interest",
        "expense",
        "loss",
        "gain",
        "disposal",
        "property",
        "plant",
        "equipment",
        "compensation",
        "difference",
        "pension",
        "expense",
        "amount",
        "funded",
        "debt",
        "accretion",
        "amortization",
        "change",
        "fair",
        "value",
        "contingent",
        "consideration",
        "interest",
        "paid",
        "cash",
        "operating",
        "activity",
        "working",
        "capital",
        "change",
        "working",
        "capital",
        "item",
        "account",
        "receivable",
        "inventory",
        "account",
        "payable",
        "accrued",
        "liability",
        "change",
        "working",
        "capital",
        "income",
        "tax",
        "paid",
        "refund",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "financing",
        "activity",
        "decrease",
        "increase",
        "bank",
        "indebtedness",
        "issue",
        "common",
        "share",
        "dividend",
        "common",
        "share",
        "issuance",
        "debt",
        "deferred",
        "financing",
        "cost",
        "cash",
        "financing",
        "activity",
        "investing",
        "activity",
        "purchase",
        "property",
        "plant",
        "equipment",
        "proceeds",
        "sale",
        "property",
        "plant",
        "equipment",
        "payment",
        "contingent",
        "consideration",
        "cash",
        "used",
        "investing",
        "activity",
        "effect",
        "exchange",
        "rate",
        "cash",
        "cash",
        "equivalent",
        "increase",
        "decrease",
        "cash",
        "cash",
        "equivalent",
        "cash",
        "cash",
        "equivalent",
        "beginning",
        "period",
        "cash",
        "cash",
        "equivalent",
        "end",
        "period",
        "condensed",
        "consolidated",
        "statement",
        "change",
        "equity",
        "unaudited",
        "accumulated",
        "common",
        "retained",
        "contributed",
        "comprehensive",
        "million",
        "canadian",
        "dollar",
        "share",
        "earnings",
        "surplus",
        "income",
        "total",
        "balance",
        "january",
        "payment",
        "dividend",
        "net",
        "earnings",
        "period",
        "comprehensive",
        "income",
        "period",
        "recognition",
        "compensation",
        "share",
        "option",
        "exercised",
        "transfer",
        "net",
        "actuarial",
        "gain",
        "defined",
        "benefit",
        "plan",
        "balance",
        "march",
        "accumulated",
        "common",
        "retained",
        "contributed",
        "comprehensive",
        "million",
        "canadian",
        "dollar",
        "share",
        "earnings",
        "surplus",
        "income",
        "total",
        "balance",
        "january",
        "payment",
        "dividend",
        "net",
        "earnings",
        "period",
        "comprehensive",
        "loss",
        "period",
        "recognition",
        "compensation",
        "share",
        "option",
        "exercised",
        "transfer",
        "net",
        "actuarial",
        "gain",
        "defined",
        "benefit",
        "plan",
        "balance",
        "march",
        "view",
        "original",
        "content",
        "http",
        "source",
        "russel",
        "metal",
        "inc"
    ]
}