{
    "organizations": [],
    "uuid": "7c4822386a669c25710da888917df6a7bbb4f1db",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/16/globe-newswire-zealand-pharma--interim-report-for-the-first-quarter-of-2018.html",
    "ord_in_thread": 0,
    "title": "Zealand Pharma - Interim report for the first quarter of 2018",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Company announcement - No. 14 / 2018\nZealand Pharma - Interim report for the first quarter of 2018\nCopenhagen, May 16, 2018 - Zealand Pharma A/S (\"Zealand\") (Company reg. No. 20 04 50 78), the Copenhagen-based company focused on discovery, design and development of innovative peptide-based medicines, today announced its financial results for the first quarter ended March 31, 2018.\n\"The first quarter provided a good start with major progress on our own clinical programs, to what we see as an important year for Zealand,\" said Britt Meelby Jensen, the Company's President and Chief Executive Officer . \"New clinical results support the strong profile of glepaglutide for short bowel syndrome, where we plan to initiate Phase 3 this year. We reported the first Phase 3 results for our dasiglucagon HypoPal ® rescue pen for severe hypoglycemia and are ahead of schedule in the ongoing pivotal Phase 3 trial. Finally, FDA approved to initiate Phase 3 with dasiglucagon for congenital hyperinsulinism, thus we will have three of our fully-owned programs in Phase 3. I am proud of our organization's ability to advance our programs quickly and at high standards, thereby decreasing the time to market for the benefit of patients.\"\nFinancial results for the first quarter of 2018\nRevenue of DKK 10.8 million / USD 1.8 million 1 (DKK 77.6 million / USD 11.2 million 2 in Q1 2017). Royalty revenue increased by 35% vs Q1 2017. There was no milestone revenue in Q1 2018 (DKK 69.6 million / USD 10 million 2 in Q1 2017 related to EU Suliqua ® approval). Net operating expenses 3 of DKK 91.9 million /USD 15.3 million 1 (DKK 70.5 million /USD 10.1 million 2 in Q1 2017). Net result of DKK -91.4 million/USD -15.2 million 1 (DKK -26.3 million DKK/USD -3.8 million 2 in Q1 2017). Cash and cash equivalents, restricted cash and securities totaled DKK 566.8 million/USD 94.3 million 1 as of March 31, 2018 (December 31, 2017: DKK 669.7 million/USD 107.9 million 4 ).\nBusiness highlights\nGlepaglutide for Short Bowel Syndrome on track for Phase 3 initiation: Phase 2 data presented at the ASPEN 2018 Conference in Las Vegas, U.S. C linical evidence from pharmacokinetic trial supports potential for once-weekly dosing . Successful End-of-Phase 2 meeting with FDA in April.\nPhase 3 results for Dasiglucagon rescue pen for treatment of severe hypoglycemia: First Phase 3 trial meets its primary objective , confirming dasiglucagon's safety profile with no treatment-induced or treatment-boosted anti-drug antibodies.\nDasiglucagon for treatment of congenital hyperinsulinism (CHI) is Phase 3 ready: The U.S. Food and Drug Administration (FDA) approved Zealand's Investigational New Drug (IND) application for initiation of two Phase 3 clinical trials. In April, Zealand and Roche Diabetes Care enter Phase 3 study collaboration.\nZealand Pharma strengthens its Management Ivan Møller appointed SVP, Technical Development & Operations. Dr. Francois Nader, MD, MBA engaged as strategic adviser to Management, to leverage his deep U.S. and global biopharma expertise.\nFull-year guidance for 2018\nZealand maintains its financial guidance for full-year 2018 as announced in the Company's 2017 Annual Report.\nNet operating expenses in 2018 are expected to be within the range of DKK 475-495 million (USD 76-80 million). Most of the spend are related to the increased clinical development costs associated with the Phase 3 of the Company's glepaglutide and dasiglucagon programs.\nThe Company expects an increase in royalty from Sanofi for sales of Soliqua ® 100/33 and will provide updates as additional information is available from Sanofi. The products are commercialized by Sanofi, with Zealand receiving 10% in royalty of the global net sales and up to USD 100 million in milestone payments.\nClinical pipeline\nGlepaglutide (GLP-2 analog for SBS)\nGlepaglutide is the Company's proprietary GLP-2 analog. Following a s uccessful End-of-Phase 2 meeting with the FDA, Zealand plans to initiate a pivotal Phase 3 trial in the third quarter of 2018. The Phase 3 trial will be randomized, double-blind and placebo-controlled, with once- and twice-weekly dosing regimens. The trial is expected to enroll up to 130 patients at multiple sites across the United States, European Union and Canada.\nDasiglucagon (glucagon analog stable in liquid formulation)\nDasiglucagon is a potential first-in-class glucagon analog invented and developed by Zealand with a unique stability profile in liquid formulation. The Company is pursuing several indications where a stable profile would provide new treatment options:\nHypoPal® rescue pen for severe hypoglycemia\nThe ready-to-use dasiglucagon hypo pen, the HypoPal®, is designed to offer people with diabetes a fast treatment solution for severe hypoglycemia. A pivotal Phase 3 efficacy trial was initiated late in 2017 and patient recruitment is progressing as scheduled, with results expected in the second half of 2018.\nDasiglucagon dual hormone pump therapy for diabetes\nA next-generation artificial pancreas device containing both insulin and glucagon (dasiglucagon) that could control blood sugar levels, guided by an algorithm developed to maintain and control blood glucose levels without the need for patient intervention. A Phase 2b study is planned to start later this year to test dasiglucagon in a home-use setting in the iLet(TM), a bionic pancreas system developed by Beta Bionics.\nDasiglucagon for congenital hyperinsulism\nZealand is developing dasiglucagon as a potential treatment option for CHI, a rare disease affecting mainly newborns and toddlers. It is caused by a defect in the pancreatic beta cells, resulting in insulin overproduction. The FDA's approval of Zealand's IND application allows the Company to proceed into Phase 3 development of dasiglucagon for the treatment of CHI.\nGLP1-GLU dual agonist for obesity and/or diabetes treatment (with Boehringer Ingelheim)\nBoehringer Ingelheim has initiated a Phase 1 trial of the glucagon/GLP-1 dual agonist for once-weekly dosing. The glucagon/GLP-1 dual agonist activates two key gut hormone receptors simultaneously and may offer better blood sugar and weight-loss control than current single-hormone receptor agonist treatments. Boehringer Ingelheim is funding all research, development and commercialization activities related to the treatment. Zealand is eligible to receive up to EUR 386 million in milestone payments (of which EUR 365 million is outstanding) and royalties on global sales.\nLong-acting amylin analog for obesity and/or diabetes treatment (with Boehringer Ingelheim)\nThe Phase 1 trial of the long-acting amylin analog with the potential for once-weekly administration for the treatment of obesity and obesity-related comorbidities started in August 2017. In pre-clinical studies, Zealand and Boehringer Ingelheim observed that the novel, long-acting amylin analog may prevent the development of obesity in pre-clinical models, suggesting its potential use in treating obesity and obesity-related comorbidities. Boehringer Ingelheim is funding all research, development and commercialization activities related to the treatment. Zealand is eligible to receive up to EUR 295 million in milestone payments (of which EUR 283 million is outstanding) and royalties on global sales.\nMarketed products\nZealand has two products on the market, which are both commercialized worldwide by Sanofi:\nSoliqua ® 100/33 and Suliqua ® (combination of lixisenatide and Lantu s ® ) was launched in the United States by Sanofi in 2017 and approved by the European Commission in 2017. The product has so far been made available in a few smaller EU countries. A dlyxin ® /Lyxumia ® (lixisenatide, GLP-1 receptor agonist) was first launched in 2013 and has been available in the United States since 2017.\nConference call today at 4 pm CET/10 am ET\nZealand's management will be hosting a conference call today at 4:00 p.m. CET/10:00 a.m. ET to present the first-quarter 2018 results. Participating in the call will be President and Chief Executive Officer Britt Meelby Jensen, Executive Vice President and Chief Financial Officer Mats Blom and Executive Vice President and Chief Medical and Development Officer Adam Steensberg. The presentation will be followed by a Q&A session.\nThe conference call will be conducted in English, and the dial-in numbers are:\nDenmark +45 35 15 81 21\nUnited Kingdom: +44 (0)330 336 9411\nUnited States: +1 323-994-2083\nPasscode 1711773\nA live audio webcast of the call, including an accompanying slide presentation, will be available via the following link, https://edge.media-server.com/m6/p/ctp3uv72 , and also will be accessible on the Investor section of Zealand's website ( www.zealandpharma.com ). Participants are advised to register for the webcast approximately 10 minutes before the scheduled start.\nA recording of the event will be available on the Investor section of Zealand's website after the call.\nFor further information, please contact:\nBritt Meelby Jensen, President and Chief Executive Officer\nTel.: +45 51 67 61 28, e-mail: bmj@zealandpharma.com\nMats Blom, Executive Vice President, Chief Financial Officer\nTel.: +45 31 53 79 73, e-mail: mabl@zealandpharma.com\nAbout Zealand Pharma A/S\nZealand Pharma A/S (Nasdaq Copenhagen and New York: ZEAL) (\"Zealand\") is a biotechnology company focused on the discovery, design and development of innovative peptide-based medicines. Zealand has a late-stage clinical portfolio of proprietary product candidates focusing on specialty gastrointestinal and metabolic diseases. In addition, it has two marketed products, commercialized by Sanofi, and two product candidates under license collaboration with Boehringer Ingelheim.\nZealand is based in Copenhagen (Glostrup), Denmark. For further information about the Company's business and activities, please visit www.zealandpharma.com or follow Zealand on LinkedIn or Twitter @ZealandPharma.\n1 Translated solely for convenience into U.S. dollars at an assumed exchange rate of DKK 6.01 per USD 1.00, which was the rounded official exchange rate\nof such currencies at March 31, 2018.\n2 Translated solely for convenience into U.S. dollars at an assumed exchange rate of DKK 6.96 per USD 1.00, which was the rounded official exchange rate of such currencies at March 31, 2017.\n3 Net operating expenses consist of research, development and administrative expenses less other operating income.\n4 Translated solely for convenience into U.S. dollars at an assumed exchange rate of DKK 6.21 per USD 1.00, which was the rounded official exchange rate of such currencies at December 31, 2017.\nAttachment\n14-18_0516 Q1 Interim report.pdf\nSource: Zealand Pharma A/S",
    "published": "2018-05-16T17:00:00.000+03:00",
    "crawled": "2018-05-16T20:09:47.013+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "company",
        "announcement",
        "zealand",
        "pharma",
        "interim",
        "report",
        "first",
        "quarter",
        "copenhagen",
        "may",
        "zealand",
        "pharma",
        "zealand",
        "company",
        "reg",
        "company",
        "focused",
        "discovery",
        "design",
        "development",
        "innovative",
        "medicine",
        "today",
        "announced",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "first",
        "quarter",
        "provided",
        "good",
        "start",
        "major",
        "progress",
        "clinical",
        "program",
        "see",
        "important",
        "year",
        "zealand",
        "said",
        "britt",
        "meelby",
        "jensen",
        "company",
        "president",
        "chief",
        "executive",
        "officer",
        "new",
        "clinical",
        "result",
        "support",
        "strong",
        "profile",
        "glepaglutide",
        "short",
        "bowel",
        "syndrome",
        "plan",
        "initiate",
        "phase",
        "year",
        "reported",
        "first",
        "phase",
        "result",
        "dasiglucagon",
        "hypopal",
        "rescue",
        "pen",
        "severe",
        "hypoglycemia",
        "ahead",
        "schedule",
        "ongoing",
        "pivotal",
        "phase",
        "trial",
        "finally",
        "fda",
        "approved",
        "initiate",
        "phase",
        "dasiglucagon",
        "congenital",
        "hyperinsulinism",
        "thus",
        "three",
        "program",
        "phase",
        "proud",
        "organization",
        "ability",
        "advance",
        "program",
        "quickly",
        "high",
        "standard",
        "thereby",
        "decreasing",
        "time",
        "market",
        "benefit",
        "patient",
        "financial",
        "result",
        "first",
        "quarter",
        "revenue",
        "dkk",
        "million",
        "usd",
        "million",
        "dkk",
        "million",
        "usd",
        "million",
        "q1",
        "royalty",
        "revenue",
        "increased",
        "v",
        "q1",
        "milestone",
        "revenue",
        "q1",
        "dkk",
        "million",
        "usd",
        "million",
        "q1",
        "related",
        "eu",
        "suliqua",
        "approval",
        "net",
        "operating",
        "expense",
        "dkk",
        "million",
        "million",
        "dkk",
        "million",
        "million",
        "q1",
        "net",
        "result",
        "dkk",
        "million",
        "dkk",
        "million",
        "million",
        "q1",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "security",
        "totaled",
        "dkk",
        "million",
        "march",
        "december",
        "dkk",
        "million",
        "business",
        "highlight",
        "glepaglutide",
        "short",
        "bowel",
        "syndrome",
        "track",
        "phase",
        "initiation",
        "phase",
        "data",
        "presented",
        "aspen",
        "conference",
        "la",
        "vega",
        "c",
        "linical",
        "evidence",
        "pharmacokinetic",
        "trial",
        "support",
        "potential",
        "dosing",
        "successful",
        "meeting",
        "fda",
        "april",
        "phase",
        "result",
        "dasiglucagon",
        "rescue",
        "pen",
        "treatment",
        "severe",
        "hypoglycemia",
        "first",
        "phase",
        "trial",
        "meet",
        "primary",
        "objective",
        "confirming",
        "dasiglucagon",
        "safety",
        "profile",
        "antibody",
        "dasiglucagon",
        "treatment",
        "congenital",
        "hyperinsulinism",
        "chi",
        "phase",
        "ready",
        "food",
        "drug",
        "administration",
        "fda",
        "approved",
        "zealand",
        "investigational",
        "new",
        "drug",
        "ind",
        "application",
        "initiation",
        "two",
        "phase",
        "clinical",
        "trial",
        "april",
        "zealand",
        "roche",
        "diabetes",
        "care",
        "enter",
        "phase",
        "study",
        "collaboration",
        "zealand",
        "pharma",
        "strengthens",
        "management",
        "ivan",
        "møller",
        "appointed",
        "svp",
        "technical",
        "development",
        "operation",
        "francois",
        "nader",
        "md",
        "mba",
        "engaged",
        "strategic",
        "adviser",
        "management",
        "leverage",
        "deep",
        "global",
        "biopharma",
        "expertise",
        "guidance",
        "zealand",
        "maintains",
        "financial",
        "guidance",
        "announced",
        "company",
        "annual",
        "report",
        "net",
        "operating",
        "expense",
        "expected",
        "within",
        "range",
        "dkk",
        "million",
        "usd",
        "million",
        "spend",
        "related",
        "increased",
        "clinical",
        "development",
        "cost",
        "associated",
        "phase",
        "company",
        "glepaglutide",
        "dasiglucagon",
        "program",
        "company",
        "expects",
        "increase",
        "royalty",
        "sanofi",
        "sale",
        "soliqua",
        "provide",
        "update",
        "additional",
        "information",
        "available",
        "sanofi",
        "product",
        "commercialized",
        "sanofi",
        "zealand",
        "receiving",
        "royalty",
        "global",
        "net",
        "sale",
        "usd",
        "million",
        "milestone",
        "payment",
        "clinical",
        "pipeline",
        "glepaglutide",
        "analog",
        "sb",
        "glepaglutide",
        "company",
        "proprietary",
        "analog",
        "following",
        "uccessful",
        "meeting",
        "fda",
        "zealand",
        "plan",
        "initiate",
        "pivotal",
        "phase",
        "trial",
        "third",
        "quarter",
        "phase",
        "trial",
        "randomized",
        "dosing",
        "regimen",
        "trial",
        "expected",
        "enroll",
        "patient",
        "multiple",
        "site",
        "across",
        "united",
        "state",
        "european",
        "union",
        "canada",
        "dasiglucagon",
        "glucagon",
        "analog",
        "stable",
        "liquid",
        "formulation",
        "dasiglucagon",
        "potential",
        "glucagon",
        "analog",
        "invented",
        "developed",
        "zealand",
        "unique",
        "stability",
        "profile",
        "liquid",
        "formulation",
        "company",
        "pursuing",
        "several",
        "indication",
        "stable",
        "profile",
        "would",
        "provide",
        "new",
        "treatment",
        "option",
        "rescue",
        "pen",
        "severe",
        "hypoglycemia",
        "dasiglucagon",
        "hypo",
        "pen",
        "designed",
        "offer",
        "people",
        "diabetes",
        "fast",
        "treatment",
        "solution",
        "severe",
        "hypoglycemia",
        "pivotal",
        "phase",
        "efficacy",
        "trial",
        "initiated",
        "late",
        "patient",
        "recruitment",
        "progressing",
        "scheduled",
        "result",
        "expected",
        "second",
        "half",
        "dasiglucagon",
        "dual",
        "hormone",
        "pump",
        "therapy",
        "diabetes",
        "artificial",
        "pancreas",
        "device",
        "containing",
        "insulin",
        "glucagon",
        "dasiglucagon",
        "could",
        "control",
        "blood",
        "sugar",
        "level",
        "guided",
        "algorithm",
        "developed",
        "maintain",
        "control",
        "blood",
        "glucose",
        "level",
        "without",
        "need",
        "patient",
        "intervention",
        "phase",
        "2b",
        "study",
        "planned",
        "start",
        "later",
        "year",
        "test",
        "dasiglucagon",
        "setting",
        "ilet",
        "tm",
        "bionic",
        "pancreas",
        "system",
        "developed",
        "beta",
        "bionics",
        "dasiglucagon",
        "congenital",
        "hyperinsulism",
        "zealand",
        "developing",
        "dasiglucagon",
        "potential",
        "treatment",
        "option",
        "chi",
        "rare",
        "disease",
        "affecting",
        "mainly",
        "newborn",
        "toddler",
        "caused",
        "defect",
        "pancreatic",
        "beta",
        "cell",
        "resulting",
        "insulin",
        "overproduction",
        "fda",
        "approval",
        "zealand",
        "ind",
        "application",
        "allows",
        "company",
        "proceed",
        "phase",
        "development",
        "dasiglucagon",
        "treatment",
        "chi",
        "dual",
        "agonist",
        "obesity",
        "diabetes",
        "treatment",
        "boehringer",
        "ingelheim",
        "boehringer",
        "ingelheim",
        "initiated",
        "phase",
        "trial",
        "dual",
        "agonist",
        "dosing",
        "dual",
        "agonist",
        "activates",
        "two",
        "key",
        "gut",
        "hormone",
        "receptor",
        "simultaneously",
        "may",
        "offer",
        "better",
        "blood",
        "sugar",
        "control",
        "current",
        "receptor",
        "agonist",
        "treatment",
        "boehringer",
        "ingelheim",
        "funding",
        "research",
        "development",
        "commercialization",
        "activity",
        "related",
        "treatment",
        "zealand",
        "eligible",
        "receive",
        "eur",
        "million",
        "milestone",
        "payment",
        "eur",
        "million",
        "outstanding",
        "royalty",
        "global",
        "sale",
        "amylin",
        "analog",
        "obesity",
        "diabetes",
        "treatment",
        "boehringer",
        "ingelheim",
        "phase",
        "trial",
        "amylin",
        "analog",
        "potential",
        "administration",
        "treatment",
        "obesity",
        "comorbidities",
        "started",
        "august",
        "study",
        "zealand",
        "boehringer",
        "ingelheim",
        "observed",
        "novel",
        "amylin",
        "analog",
        "may",
        "prevent",
        "development",
        "obesity",
        "model",
        "suggesting",
        "potential",
        "use",
        "treating",
        "obesity",
        "comorbidities",
        "boehringer",
        "ingelheim",
        "funding",
        "research",
        "development",
        "commercialization",
        "activity",
        "related",
        "treatment",
        "zealand",
        "eligible",
        "receive",
        "eur",
        "million",
        "milestone",
        "payment",
        "eur",
        "million",
        "outstanding",
        "royalty",
        "global",
        "sale",
        "marketed",
        "product",
        "zealand",
        "two",
        "product",
        "market",
        "commercialized",
        "worldwide",
        "sanofi",
        "soliqua",
        "suliqua",
        "combination",
        "lixisenatide",
        "lantu",
        "launched",
        "united",
        "state",
        "sanofi",
        "approved",
        "european",
        "commission",
        "product",
        "far",
        "made",
        "available",
        "smaller",
        "eu",
        "country",
        "dlyxin",
        "lixisenatide",
        "receptor",
        "agonist",
        "first",
        "launched",
        "available",
        "united",
        "state",
        "since",
        "conference",
        "call",
        "today",
        "pm",
        "et",
        "zealand",
        "management",
        "hosting",
        "conference",
        "call",
        "today",
        "et",
        "present",
        "result",
        "participating",
        "call",
        "president",
        "chief",
        "executive",
        "officer",
        "britt",
        "meelby",
        "jensen",
        "executive",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "mat",
        "blom",
        "executive",
        "vice",
        "president",
        "chief",
        "medical",
        "development",
        "officer",
        "adam",
        "steensberg",
        "presentation",
        "followed",
        "q",
        "session",
        "conference",
        "call",
        "conducted",
        "english",
        "number",
        "denmark",
        "united",
        "kingdom",
        "united",
        "state",
        "passcode",
        "live",
        "audio",
        "webcast",
        "call",
        "including",
        "accompanying",
        "slide",
        "presentation",
        "available",
        "via",
        "following",
        "link",
        "http",
        "also",
        "accessible",
        "investor",
        "section",
        "zealand",
        "website",
        "participant",
        "advised",
        "register",
        "webcast",
        "approximately",
        "minute",
        "scheduled",
        "start",
        "recording",
        "event",
        "available",
        "investor",
        "section",
        "zealand",
        "website",
        "call",
        "information",
        "please",
        "contact",
        "britt",
        "meelby",
        "jensen",
        "president",
        "chief",
        "executive",
        "officer",
        "tel",
        "bmj",
        "mat",
        "blom",
        "executive",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "tel",
        "mabl",
        "zealand",
        "pharma",
        "zealand",
        "pharma",
        "nasdaq",
        "copenhagen",
        "new",
        "york",
        "zeal",
        "zealand",
        "biotechnology",
        "company",
        "focused",
        "discovery",
        "design",
        "development",
        "innovative",
        "medicine",
        "zealand",
        "clinical",
        "portfolio",
        "proprietary",
        "product",
        "candidate",
        "focusing",
        "specialty",
        "gastrointestinal",
        "metabolic",
        "disease",
        "addition",
        "two",
        "marketed",
        "product",
        "commercialized",
        "sanofi",
        "two",
        "product",
        "candidate",
        "license",
        "collaboration",
        "boehringer",
        "ingelheim",
        "zealand",
        "based",
        "copenhagen",
        "glostrup",
        "denmark",
        "information",
        "company",
        "business",
        "activity",
        "please",
        "visit",
        "follow",
        "zealand",
        "linkedin",
        "twitter",
        "zealandpharma",
        "translated",
        "solely",
        "convenience",
        "dollar",
        "assumed",
        "exchange",
        "rate",
        "dkk",
        "per",
        "usd",
        "rounded",
        "official",
        "exchange",
        "rate",
        "currency",
        "march",
        "translated",
        "solely",
        "convenience",
        "dollar",
        "assumed",
        "exchange",
        "rate",
        "dkk",
        "per",
        "usd",
        "rounded",
        "official",
        "exchange",
        "rate",
        "currency",
        "march",
        "net",
        "operating",
        "expense",
        "consist",
        "research",
        "development",
        "administrative",
        "expense",
        "less",
        "operating",
        "income",
        "translated",
        "solely",
        "convenience",
        "dollar",
        "assumed",
        "exchange",
        "rate",
        "dkk",
        "per",
        "usd",
        "rounded",
        "official",
        "exchange",
        "rate",
        "currency",
        "december",
        "attachment",
        "q1",
        "interim",
        "source",
        "zealand",
        "pharma"
    ]
}