{
    "organizations": [],
    "uuid": "a4a418836d360154e019afff7e71218b4bd5a935",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/29/globe-newswire-virtualarmour-reports-q1-2018-results-managed-and-professional-services-revenue-up-149-percent.html",
    "ord_in_thread": 0,
    "title": "VirtualArmour Reports Q1 2018 Results; Managed and Professional Services Revenue up 149%",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CENTENNIAL, Colo., May 29, 2018 (GLOBE NEWSWIRE) -- VirtualArmour International Inc. (CSE:VAI) (3V3:F) (OTCQB:VTLR), a premier cybersecurity managed services provider, reported results for the first quarter ended March 31, 2018. Financial results are in U.S. dollars, with comparisons made to the same year-ago quarter unless otherwise noted.\nQ1 2018 Financial Highlights\nRevenue increased to a record $3.3 million, driven by growth in the number of customers served as well as the size of orders from new and existing customers.\nManaged and professional services revenue increased 149% to a record $1.1 million, due primarily to the addition of 15 new clients signed under multi-year contracts over the last 12 months.\nGross profit as a percentage of revenue increased to 28.1% from 17.1% due to a favorable shift in revenue mix to higher margin managed and professional services revenue.\nAdjusted EBITDA was a positive $15,000.\nReceived gross proceeds of $1.5 million from a Regulation A+ offering.\nAnnual recurring revenue (ARR) totaled $3.7 million at March 31, 2018, up from $1.7 million at March 31, 2017. The company defines ARR as the value of its service contracts normalized to a one-year period.\nTotal contract value (TCV) was $6.1 million at March 31, 2018, up from $2.5 million at March 31, 2017. The company defines TCV as the total value of its service contracts including one time and recurring charges.\nQ1 2018 Operational Highlights\nRenewed a three-year $1.5 million managed services contract with an existing customer for the security monitoring, investigation, response and triage of its more than 80 locations across nine countries.\nEngaged by AAA five diamond resort under a new three-year, $300,000 managed service contract, which also represented VirtualArmour’s first entry into the hospitality industry.\nSecured a two-year, $840,000 engagement for both managed and professional services with a global non-profit specializing in research and education.\nMaintained a customer retention rate of 100% in Q1, following the 100% retention rate in the full year of 2017. Partnered with Alacrinet, a leading IT solutions consultancy, to expand its range of service offerings and commercial opportunities across the western U.S.\nQ1 2018 Financial Summary\nRevenue totaled a record $3.3 million in the first quarter of 2018, as compared to $3.2 million in the same year ago quarter. The increase was due to managed and professional services revenue that increased by $0.7 million, partially offset by product sales (hardware and software) that decreased by $0.6 million.\nCost of sales were $2.3 million in the first quarter of 2018 as compared to $2.6 million in the same year ago quarter. The decrease in cost of sales was due primarily to product cost of sales that was lower by $0.5 million, partially offset by managed and professional services cost of sales that increased by $0.2 million.\nTotal expenses were virtually unchanged at $1.0 million in the first quarter of 2018 versus the same year-ago quarter.\nNet and comprehensive loss improved to $127,000 or $(0.00) per share in the first quarter of 2018, as compared to a loss of $490,000 or $(0.01) per share in the same year-ago quarter.\nAdjusted EBITDA was a positive $15,000 in the first quarter of 2018, improving from a negative $398,000 in same period in 2017 (see definition of adjusted EBITDA, a non-IFRS term, and reconciliation to IFRS, below).\nCash totaled $361,000 at March 31, 2018, compared to $47,000 as of December 31, 2017. The increase was primarily due to the proceeds from the capital raise, partially offset by the timing of changes in working capital including the payment of payables net of collection of receivables. As of May 25, 2018, cash totaled approximately $539,000, with the increase due primarily to the collection of receivables.\nManagement Commentary\n“In Q1 2018, our record top-line growth was driven by an expanding revenue stream from global managed services and professional services,” said Russ Armbrust, CEO of VirtualArmour. “This was achieved by signing four new recurring revenue contracts for managed and professional services.\n“These wins included a global non-profit specializing in research and education, a major international airport, a AAA five diamond resort, and a major medical research facility. We also expanded our level of services with multiple existing customers. This was all supported by our exceptional level of high-touch engagement with our customers.\n“During the quarter, we continued to strengthen our market presence through new partnerships with industry-leading companies that broaden our channel strategy for higher-margin managed services. Internally, we added new team members that further strengthened our sales, marketing and operational capabilities. We also established two new technology partnerships that expanded our product offerings. Altogether, this progress has enhanced our ability to secure new clients and gain additional business from current clients, as well as helped us maintained an industry-leading customer retention rate of 100%.\nAndrew Douthwaite, CTO of VirtualArmour, commented: “Subsequent to first quarter, we established the VirtualArmour Academy for students to further develop their knowledge and skills, with the goal of becoming the best managed service engineers in cybersecurity. We expect future graduates to bring new ideas, energy and enthusiasm to VirtualArmour as we continue to expand our engineering teams.”\nArmbrust added: “Looking ahead in 2018, we see continued growth in demand for managed security services to strengthen the overall cybersecurity posture. In fact, according to Cybersecurity Ventures , global cybersecurity spending is expected to exceed $1 trillion cumulatively by 2021. We are well positioned to capitalize on this growth opportunity and increase our penetration into the healthcare, financial, retail and service provider verticals.\n“We anticipate continued margin improvement from the ramp up in managed services sales and expansion into new markets as led by our growing sales, marketing and service organization. Along with our continued success in customer acquisition and retention, VirtualArmour is well on track for another year of record results.”\nAbout VirtualArmour\nVirtualArmour International is a global cybersecurity and managed services provider that delivers customized solutions to help businesses build, monitor, maintain and secure their networks.\nThe company maintains 24/7 client monitoring and service management with specialist teams located in its U.S. and UK-based security operation centers. Through partnerships with best-in-class technology providers, VirtualArmour delivers leading hardware and software solutions for customers that are both sophisticated and scalable, and backed by industry-leading customer service and experience. VirtualArmour’s proprietary CloudCastr client portal and prevention platform provides clients with unparalleled access to real-time reporting on threat levels, breach prevention and overall network security.\nVirtualArmour services a wide range of clients, which include Fortune 500 companies and several industry sectors in over 30 countries across five continents. For further information, visit www.virtualarmour.com .\nSupplemental Non-IFRS Financial Measures\nIn addition to IFRS financial measures, management uses non-IFRS financial measures to assess the company's operational performance. It is likely that the non-IFRS financial measures used by the company will not be comparable to similar measures reported by other issuers or those used by financial analysts as their measures may have different definitions.\nGenerally, a non-IFRS financial measure is a numerical measure of an entity's historical or future financial performance, financial position or cash flows that is neither calculated nor recognized under IFRS. Management believes that such non-IFRS financial measures can be important as they provide users of the financial statements with a better understanding of the results of the company's recurring operations and their related trends, while increasing transparency and clarity into its operating results. Management also believes these measures can be useful in assessing the company's capacity to discharge its financial obligations.\nIn Q1 2018, management began assessing its operational performance using supplemental non-IFRS statement of income, adjusted EBITDA, which is defined as loss for the period as reported excluding depreciation and amortization, change in fair value of warrant derivative liabilities, share-based compensation and interest expense.\nAdjusted EBITDA is not a term recognized under IFRS and non-IFRS measures do not have standardized meaning. Accordingly, non-IFRS measures should not be considered in isolation or as a substitute for measures of performance prepared in accordance with IFRS.\nThe table below provides a reconciliation of net (loss) for the period as reported to non-IFRS adjusted EBITDA for the three months ended March 31, 2018 and 2017:\nQ1 2018\nQ1 2017\nLoss for the period as reported $ (127,212 ) $ (489,830 ) Add (deduct): Depreciation and amortization 32,740 33,410 Change in fair value of warrant derivative liabilities (2,589 ) (28,671 ) Share-based compensation 72,971 74,727 Interest Expense 39,001 11,866 Adjusted EBITDA $ 14,911 $ (398,498 ) Im portant Cautions Regarding Forward Looking Statements\nThis press release may include forward-looking information within the meaning of Canadian securities legislation and U.S. securities laws. This press release includes certain forward-looking statements concerning the future performance of our business, its operations and its financial performance and condition, as well as management’s objectives, strategies, beliefs and intentions. The forward-looking information is based on certain key expectations and assumptions made by the management of VirtualArmour. Although, VirtualArmour believes that the expectations and assumptions on which such forward-looking information is based are reasonable, undue reliance should not be placed on the forward-looking information as VirtualArmour cannot provide any assurance that it will prove to be correct.\nForward-looking statements are frequently identified by such words as “may”, “will”, “plan”, “expect”, “anticipate”, “estimate”, “intend” and similar words referring to future events and results. Forward-looking statements are based on the current opinions and expectations of management. All forward-looking information is inherently uncertain and subject to a variety of assumptions, risks and uncertainties, including the success of the Academies, the future employee potential from the Academies, future interest in such programs, competitive risks and the availability of financing. These forward-looking statements are made as of the date of this press release and VirtualArmour disclaims any intent or obligation to update publicly any forward-looking information, whether as a result of new information, future events or results or otherwise, other than as required by applicable securities laws.\nVirtualArmour International Inc.\nCondensed Interim Consolidated Statements of Comprehensive Loss\nFor the three months ended March 31, 2018 and 2017\n(Unaudited - Expressed in U.S. Dollars)\n2018\n$ 2017\n$ Revenue 3,267,653 3,157,982 Cost of sales (2,348,985 ) (2,619,153 ) Gross Profit 918,668 538,829 Expenses General and administrative 425,783 428,801 Research and development 35,679 32,020 Sales and marketing 548,006 584,643 Total Expenses 1,009,468 1,045,464 Loss from Operations (90,800 ) (506,635 ) Other Income (Expenses) Interest expense (39,001 ) (11,866 ) Change in fair value of warrant derivative liabilities 2,589 28,671 Net and Comprehensive Loss (127,212 ) (489,830 ) Loss per share – basic and diluted (0.00 ) (0.01 ) Weighted average number of shares outstanding – basic 57,936,114 55,769,447\nVirtualArmour International Inc.\nCondensed Interim Consolidated Statements of Financial Position\nAs at March 31, 2018 and December 31, 2017\n(Expressed in U.S. Dollars)\nMarch 31,\n2018\n$ December 31,\n2017\n$ (unaudited) ASSETS Current Cash 361,357 46,795 Accounts receivable 1,681,160 727,618 Other receivables 19,413 44,300 Prepaid expenses 199,144 196,938 Total Current Assets 2,261,074 1,015,651 Office facilities and equipment 495,661 520,062 Intangible assets 73,218 77,175 Total Assets 2,829,953 1,612,888 LIABILITIES Current Accounts payable and accrued liabilities 2,647,857 2,821,038 Deferred revenue 81,273 80,105 Warrant derivative liabilities - 2,589 Debt 133,462 - Leases 201,778 154,580 Due to related parties 242,679 455,162 Total Current Liabilities 3,307,049 3,513,474 Leases 202,376 224,645 Total Liabilities 3,509,425 3,738,119 SHAREHOLDERS’ DEFICIT Share capital 7,784,418 6,284,418 Contributed surplus 1,898,100 1,825,129 Deficit (10,361,990 ) (10,234,778 ) Total Shareholders’ Deficit (679,472 ) (2,125,231 ) Total Liabilities and Shareholders’ Deficit 2,829,953 1,612,888\nCompany Contact\nRuss Armbrust\nCEO\nVirtualArmour International Inc.\nTel (720) 644-0913\nEmail Contact\nInvestor Relations:\nRonald Both or Grant Stude\nCMA\nTel (949) 432-7566\nEmail Contact\nSource:VirtualArmour International Inc.",
    "published": "2018-05-29T16:00:00.000+03:00",
    "crawled": "2018-05-29T16:47:50.019+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "centennial",
        "may",
        "globe",
        "newswire",
        "virtualarmour",
        "international",
        "cse",
        "vai",
        "3v3",
        "f",
        "otcqb",
        "vtlr",
        "premier",
        "cybersecurity",
        "managed",
        "service",
        "provider",
        "reported",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "financial",
        "result",
        "dollar",
        "comparison",
        "made",
        "quarter",
        "unless",
        "otherwise",
        "noted",
        "q1",
        "financial",
        "highlight",
        "revenue",
        "increased",
        "record",
        "million",
        "driven",
        "growth",
        "number",
        "customer",
        "served",
        "well",
        "size",
        "order",
        "new",
        "existing",
        "customer",
        "managed",
        "professional",
        "service",
        "revenue",
        "increased",
        "record",
        "million",
        "due",
        "primarily",
        "addition",
        "new",
        "client",
        "signed",
        "contract",
        "last",
        "month",
        "gross",
        "profit",
        "percentage",
        "revenue",
        "increased",
        "due",
        "favorable",
        "shift",
        "revenue",
        "mix",
        "higher",
        "margin",
        "managed",
        "professional",
        "service",
        "revenue",
        "adjusted",
        "ebitda",
        "positive",
        "received",
        "gross",
        "proceeds",
        "million",
        "regulation",
        "offering",
        "annual",
        "recurring",
        "revenue",
        "arr",
        "totaled",
        "million",
        "march",
        "million",
        "march",
        "company",
        "defines",
        "arr",
        "value",
        "service",
        "contract",
        "normalized",
        "period",
        "total",
        "contract",
        "value",
        "tcv",
        "million",
        "march",
        "million",
        "march",
        "company",
        "defines",
        "tcv",
        "total",
        "value",
        "service",
        "contract",
        "including",
        "one",
        "time",
        "recurring",
        "charge",
        "q1",
        "operational",
        "highlight",
        "renewed",
        "million",
        "managed",
        "service",
        "contract",
        "existing",
        "customer",
        "security",
        "monitoring",
        "investigation",
        "response",
        "triage",
        "location",
        "across",
        "nine",
        "country",
        "engaged",
        "aaa",
        "five",
        "diamond",
        "resort",
        "new",
        "managed",
        "service",
        "contract",
        "also",
        "represented",
        "virtualarmour",
        "first",
        "entry",
        "hospitality",
        "industry",
        "secured",
        "engagement",
        "managed",
        "professional",
        "service",
        "global",
        "specializing",
        "research",
        "education",
        "maintained",
        "customer",
        "retention",
        "rate",
        "q1",
        "following",
        "retention",
        "rate",
        "full",
        "year",
        "partnered",
        "alacrinet",
        "leading",
        "solution",
        "consultancy",
        "expand",
        "range",
        "service",
        "offering",
        "commercial",
        "opportunity",
        "across",
        "western",
        "q1",
        "financial",
        "summary",
        "revenue",
        "totaled",
        "record",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "year",
        "ago",
        "quarter",
        "increase",
        "due",
        "managed",
        "professional",
        "service",
        "revenue",
        "increased",
        "million",
        "partially",
        "offset",
        "product",
        "sale",
        "hardware",
        "software",
        "decreased",
        "million",
        "cost",
        "sale",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "year",
        "ago",
        "quarter",
        "decrease",
        "cost",
        "sale",
        "due",
        "primarily",
        "product",
        "cost",
        "sale",
        "lower",
        "million",
        "partially",
        "offset",
        "managed",
        "professional",
        "service",
        "cost",
        "sale",
        "increased",
        "million",
        "total",
        "expense",
        "virtually",
        "unchanged",
        "million",
        "first",
        "quarter",
        "versus",
        "quarter",
        "net",
        "comprehensive",
        "loss",
        "improved",
        "per",
        "share",
        "first",
        "quarter",
        "compared",
        "loss",
        "per",
        "share",
        "quarter",
        "adjusted",
        "ebitda",
        "positive",
        "first",
        "quarter",
        "improving",
        "negative",
        "period",
        "see",
        "definition",
        "adjusted",
        "ebitda",
        "term",
        "reconciliation",
        "ifrs",
        "cash",
        "totaled",
        "march",
        "compared",
        "december",
        "increase",
        "primarily",
        "due",
        "proceeds",
        "capital",
        "raise",
        "partially",
        "offset",
        "timing",
        "change",
        "working",
        "capital",
        "including",
        "payment",
        "payable",
        "net",
        "collection",
        "receivables",
        "may",
        "cash",
        "totaled",
        "approximately",
        "increase",
        "due",
        "primarily",
        "collection",
        "receivables",
        "management",
        "commentary",
        "q1",
        "record",
        "growth",
        "driven",
        "expanding",
        "revenue",
        "stream",
        "global",
        "managed",
        "service",
        "professional",
        "service",
        "said",
        "rus",
        "armbrust",
        "ceo",
        "virtualarmour",
        "achieved",
        "signing",
        "four",
        "new",
        "recurring",
        "revenue",
        "contract",
        "managed",
        "professional",
        "service",
        "win",
        "included",
        "global",
        "specializing",
        "research",
        "education",
        "major",
        "international",
        "airport",
        "aaa",
        "five",
        "diamond",
        "resort",
        "major",
        "medical",
        "research",
        "facility",
        "also",
        "expanded",
        "level",
        "service",
        "multiple",
        "existing",
        "customer",
        "supported",
        "exceptional",
        "level",
        "engagement",
        "customer",
        "quarter",
        "continued",
        "strengthen",
        "market",
        "presence",
        "new",
        "partnership",
        "company",
        "broaden",
        "channel",
        "strategy",
        "managed",
        "service",
        "internally",
        "added",
        "new",
        "team",
        "member",
        "strengthened",
        "sale",
        "marketing",
        "operational",
        "capability",
        "also",
        "established",
        "two",
        "new",
        "technology",
        "partnership",
        "expanded",
        "product",
        "offering",
        "altogether",
        "progress",
        "enhanced",
        "ability",
        "secure",
        "new",
        "client",
        "gain",
        "additional",
        "business",
        "current",
        "client",
        "well",
        "helped",
        "u",
        "maintained",
        "customer",
        "retention",
        "rate",
        "andrew",
        "douthwaite",
        "cto",
        "virtualarmour",
        "commented",
        "subsequent",
        "first",
        "quarter",
        "established",
        "virtualarmour",
        "academy",
        "student",
        "develop",
        "knowledge",
        "skill",
        "goal",
        "becoming",
        "best",
        "managed",
        "service",
        "engineer",
        "cybersecurity",
        "expect",
        "future",
        "graduate",
        "bring",
        "new",
        "idea",
        "energy",
        "enthusiasm",
        "virtualarmour",
        "continue",
        "expand",
        "engineering",
        "armbrust",
        "added",
        "looking",
        "ahead",
        "see",
        "continued",
        "growth",
        "demand",
        "managed",
        "security",
        "service",
        "strengthen",
        "overall",
        "cybersecurity",
        "posture",
        "fact",
        "according",
        "cybersecurity",
        "venture",
        "global",
        "cybersecurity",
        "spending",
        "expected",
        "exceed",
        "trillion",
        "cumulatively",
        "well",
        "positioned",
        "capitalize",
        "growth",
        "opportunity",
        "increase",
        "penetration",
        "healthcare",
        "financial",
        "retail",
        "service",
        "provider",
        "vertical",
        "anticipate",
        "continued",
        "margin",
        "improvement",
        "ramp",
        "managed",
        "service",
        "sale",
        "expansion",
        "new",
        "market",
        "led",
        "growing",
        "sale",
        "marketing",
        "service",
        "organization",
        "along",
        "continued",
        "success",
        "customer",
        "acquisition",
        "retention",
        "virtualarmour",
        "well",
        "track",
        "another",
        "year",
        "record",
        "virtualarmour",
        "virtualarmour",
        "international",
        "global",
        "cybersecurity",
        "managed",
        "service",
        "provider",
        "delivers",
        "customized",
        "solution",
        "help",
        "business",
        "build",
        "monitor",
        "maintain",
        "secure",
        "network",
        "company",
        "maintains",
        "client",
        "monitoring",
        "service",
        "management",
        "specialist",
        "team",
        "located",
        "security",
        "operation",
        "center",
        "partnership",
        "technology",
        "provider",
        "virtualarmour",
        "delivers",
        "leading",
        "hardware",
        "software",
        "solution",
        "customer",
        "sophisticated",
        "scalable",
        "backed",
        "customer",
        "service",
        "experience",
        "virtualarmour",
        "proprietary",
        "cloudcastr",
        "client",
        "portal",
        "prevention",
        "platform",
        "provides",
        "client",
        "unparalleled",
        "access",
        "reporting",
        "threat",
        "level",
        "breach",
        "prevention",
        "overall",
        "network",
        "security",
        "virtualarmour",
        "service",
        "wide",
        "range",
        "client",
        "include",
        "fortune",
        "company",
        "several",
        "industry",
        "sector",
        "country",
        "across",
        "five",
        "continent",
        "information",
        "visit",
        "supplemental",
        "financial",
        "measure",
        "addition",
        "ifrs",
        "financial",
        "measure",
        "management",
        "us",
        "financial",
        "measure",
        "assess",
        "company",
        "operational",
        "performance",
        "likely",
        "financial",
        "measure",
        "used",
        "company",
        "comparable",
        "similar",
        "measure",
        "reported",
        "issuer",
        "used",
        "financial",
        "analyst",
        "measure",
        "may",
        "different",
        "definition",
        "generally",
        "financial",
        "measure",
        "numerical",
        "measure",
        "entity",
        "historical",
        "future",
        "financial",
        "performance",
        "financial",
        "position",
        "cash",
        "flow",
        "neither",
        "calculated",
        "recognized",
        "ifrs",
        "management",
        "belief",
        "financial",
        "measure",
        "important",
        "provide",
        "user",
        "financial",
        "statement",
        "better",
        "understanding",
        "result",
        "company",
        "recurring",
        "operation",
        "related",
        "trend",
        "increasing",
        "transparency",
        "clarity",
        "operating",
        "result",
        "management",
        "also",
        "belief",
        "measure",
        "useful",
        "assessing",
        "company",
        "capacity",
        "discharge",
        "financial",
        "obligation",
        "q1",
        "management",
        "began",
        "assessing",
        "operational",
        "performance",
        "using",
        "supplemental",
        "statement",
        "income",
        "adjusted",
        "ebitda",
        "defined",
        "loss",
        "period",
        "reported",
        "excluding",
        "depreciation",
        "amortization",
        "change",
        "fair",
        "value",
        "warrant",
        "derivative",
        "liability",
        "compensation",
        "interest",
        "expense",
        "adjusted",
        "ebitda",
        "term",
        "recognized",
        "ifrs",
        "measure",
        "standardized",
        "meaning",
        "accordingly",
        "measure",
        "considered",
        "isolation",
        "substitute",
        "measure",
        "performance",
        "prepared",
        "accordance",
        "ifrs",
        "table",
        "provides",
        "reconciliation",
        "net",
        "loss",
        "period",
        "reported",
        "adjusted",
        "ebitda",
        "three",
        "month",
        "ended",
        "march",
        "q1",
        "q1",
        "loss",
        "period",
        "reported",
        "add",
        "deduct",
        "depreciation",
        "amortization",
        "change",
        "fair",
        "value",
        "warrant",
        "derivative",
        "liability",
        "compensation",
        "interest",
        "expense",
        "adjusted",
        "ebitda",
        "im",
        "portant",
        "caution",
        "regarding",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "may",
        "include",
        "information",
        "within",
        "meaning",
        "canadian",
        "security",
        "legislation",
        "security",
        "law",
        "press",
        "release",
        "includes",
        "certain",
        "statement",
        "concerning",
        "future",
        "performance",
        "business",
        "operation",
        "financial",
        "performance",
        "condition",
        "well",
        "management",
        "objective",
        "strategy",
        "belief",
        "intention",
        "information",
        "based",
        "certain",
        "key",
        "expectation",
        "assumption",
        "made",
        "management",
        "virtualarmour",
        "although",
        "virtualarmour",
        "belief",
        "expectation",
        "assumption",
        "information",
        "based",
        "reasonable",
        "undue",
        "reliance",
        "placed",
        "information",
        "virtualarmour",
        "provide",
        "assurance",
        "prove",
        "correct",
        "statement",
        "frequently",
        "identified",
        "word",
        "may",
        "plan",
        "expect",
        "anticipate",
        "estimate",
        "intend",
        "similar",
        "word",
        "referring",
        "future",
        "event",
        "result",
        "statement",
        "based",
        "current",
        "opinion",
        "expectation",
        "management",
        "information",
        "inherently",
        "uncertain",
        "subject",
        "variety",
        "assumption",
        "risk",
        "uncertainty",
        "including",
        "success",
        "academy",
        "future",
        "employee",
        "potential",
        "academy",
        "future",
        "interest",
        "program",
        "competitive",
        "risk",
        "availability",
        "financing",
        "statement",
        "made",
        "date",
        "press",
        "release",
        "virtualarmour",
        "disclaims",
        "intent",
        "obligation",
        "update",
        "publicly",
        "information",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "result",
        "otherwise",
        "required",
        "applicable",
        "security",
        "law",
        "virtualarmour",
        "international",
        "condensed",
        "interim",
        "consolidated",
        "statement",
        "comprehensive",
        "loss",
        "three",
        "month",
        "ended",
        "march",
        "unaudited",
        "expressed",
        "dollar",
        "revenue",
        "cost",
        "sale",
        "gross",
        "profit",
        "expense",
        "general",
        "administrative",
        "research",
        "development",
        "sale",
        "marketing",
        "total",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "interest",
        "expense",
        "change",
        "fair",
        "value",
        "warrant",
        "derivative",
        "liability",
        "net",
        "comprehensive",
        "loss",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "number",
        "share",
        "outstanding",
        "basic",
        "virtualarmour",
        "international",
        "condensed",
        "interim",
        "consolidated",
        "statement",
        "financial",
        "position",
        "march",
        "december",
        "expressed",
        "dollar",
        "march",
        "december",
        "unaudited",
        "asset",
        "current",
        "cash",
        "account",
        "receivable",
        "receivables",
        "prepaid",
        "expense",
        "total",
        "current",
        "asset",
        "office",
        "facility",
        "equipment",
        "intangible",
        "asset",
        "total",
        "asset",
        "liability",
        "current",
        "account",
        "payable",
        "accrued",
        "liability",
        "deferred",
        "revenue",
        "warrant",
        "derivative",
        "liability",
        "debt",
        "lease",
        "due",
        "related",
        "party",
        "total",
        "current",
        "liability",
        "lease",
        "total",
        "liability",
        "shareholder",
        "deficit",
        "share",
        "capital",
        "contributed",
        "surplus",
        "deficit",
        "total",
        "shareholder",
        "deficit",
        "total",
        "liability",
        "shareholder",
        "deficit",
        "company",
        "contact",
        "rus",
        "armbrust",
        "ceo",
        "virtualarmour",
        "international",
        "tel",
        "email",
        "contact",
        "investor",
        "relation",
        "ronald",
        "grant",
        "stude",
        "cma",
        "tel",
        "email",
        "contact",
        "source",
        "virtualarmour",
        "international",
        "inc"
    ]
}