{
    "organizations": [],
    "uuid": "16879c140110ad8a19dc2a0f3f70299db1bb3f28",
    "author": "",
    "url": "https://www.reuters.com/article/us-baseball-mlb-roundup/major-league-baseball-roundup-yanks-rally-in-9th-beat-astros-in-10th-idUSKCN1IV13K",
    "ord_in_thread": 0,
    "title": "Major League Baseball roundup: Yanks rally in 9th, beat Astros in 10th",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "May 30, 2018 / 9:41 AM / Updated 6 hours ago Major League Baseball roundup: Yanks rally in 9th, beat Astros in 10th Reuters Staff 9 Min Read\nBrett Gardner hit the game-tying home run with one out in the bottom of the ninth, and rookie Gleyber Torres singled in a run with two outs in the 10th, lifting the New York Yankees to a 6-5 victory over the Houston Astros on Tuesday night at Yankee Stadium. May 29, 2018; Bronx, NY, USA; Houston Astros right fielder George Springer (4) can't catch a game tying two run home run by New York Yankees left fielder Brett Gardner (not pictured) during the ninth inning at Yankee Stadium. Mandatory Credit: Brad Penner-USA TODAY Sports\nAfter the Yankees stranded two in the ninth against Chris Devenski, rookie Miguel Andujar ripped a double down the left field line to start the winning rally.\nSix pitches later, Torres won it by lining Brad Peacock’s 2-2 pitch in front of right fielder George Springer. Springer’s throw was up the line, and Andujar easily scored.\nAfter seeing Andujar score, Torres raised his arms and flung his helmet after rounding first base, where he was met by teammates to celebrate New York’s fifth walk-off win.\nRoyals 2, Twins 1 (14 innings)\nAlcides Escobar cracked a game-winning homer in the bottom of the 14th inning as Kansas City outlasted visiting Minnesota.\nIt was the second homer of the year for Escobar, who took a 3-1 pitch from reliever Taylor Rogers (1-2) and launched it 398 feet to left field, handing Minnesota its eighth walk-off loss of the year. The Twins fell to 3-11 in one-run games.\nScott Barlow (1-0) fired four hitless innings in his third big league game to earn his first major league win. He struck out five and walked one.\nPadres 9, Marlins 5\nRookie Franmil Reyes hit a two-run, two-out home run off Dan Straily in the sixth inning to erase a one-run deficit and lead San Diego to a victory over visiting Miami.\nEric Hosmer had three hits, and Raffy Lopez and Christian Villanueva each drove in two runs for the Padres.\nJT Riddle hit an inside-the-park homer for the Marlins in the ninth. Miami’s Justin Bour and Brian Anderson both collected two hits.\nRays 4, A’s 3\nC.J. Cron, Joey Wendle and Wilson Ramos hit consecutive home runs in the third inning, giving Blake Snell and four Tampa Bay relievers most of the run support they would need for a victory at Oakland.\nDaniel Robertson added a fourth solo shot for Tampa Bay in the ninth inning. Sergio Romo allowed two runs in the bottom of the ninth but earned his first save of the year, helping the Rays win their second straight in the four-game series and their fourth straight overall.\nJed Lowrie had a double and a single for the A’s, who fell to 3-5 on their 10-game homestand.\nDiamondbacks 5, Reds 2\nDaniel Descalso hit a two-run home run and Zack Godley broke a three-game losing streak as Arizona beat Cincinnati in Phoenix.\nDescalso, starting at first base as struggling All-Star Paul Goldschmidt was given the night off, pounded a 96 mph fastball from Reds right-hander Luis Castillo into the seats in right field to turn a 1-0 deficit into a 2-1 lead in the first inning.\nGodley (5-4) went six innings, giving up two runs on six hits and two walks while striking out seven. May 29, 2018; Kansas City, MO, USA; Kansas City Royals shortstop Alcides Escobar (2) hits a walkoff home run against the Minnesota Twins in the fourteenth inning at Kauffman Stadium. Mandatory Credit: Jay Biggerstaff-USA TODAY Sports\nPhillies 6, Dodgers 1\nJake Arrieta pitched seven scoreless innings, and Nick Williams hit a home run as visiting Philadelphia won at Dodger Stadium for the first time since 2016.\nThe victory ended the Phillies’ four-game losing streak in Los Angeles. Philadelphia was swept in a three-game series last year and lost 5-4 on Monday night after building a 4-0 lead.\nArrieta (5-2) gave up six hits, all singles, while recording his second career victory at Dodger Stadium. He also pitched his first career no-hitter in the ballpark in 2015. On Tuesday, he walked two and struck out five.\nRangers 9, Mariners 5\nRougned Odor hit a three-run double to break a ninth-inning tie as Texas defeated host Seattle.\nRonald Guzman went 4-for-4 with three RBIs and Shin-Soo Choo hit a home run for Texas, which snapped the Mariners’ four-game winning streak.\nSeattle starter Felix Hernandez allowed five runs on six hits in a five-inning no-decision. He walked two and struck out four. The 32-year-old veteran pushed his career strikeout total to 2,397, moving him past Sandy Koufax and into a tie with Kevin Brown for 44th place on the all-time list.\nRockies 11, Giants 4\nNolan Arenado, Chris Iannetta and David Dahl had two RBIs apiece, and Colorado never trailed in a win over visiting San Francisco.\nThe Rockies have won the first two games of the three-game series and their last three games overall. Colorado starter Kyle Freeland (5-5) allowed three runs in 5 1/3 innings.\nThe Giants have lost three straight, and adding to their problems, Jeff Samardzija left after one inning due to tightness in his right shoulder. San Francisco pitcher Dereck Rodriguez — Ivan Rodriguez’s son — made his major league debut in relief, but he exited after 3 1/3 innings when he was hit by a line drive in the right shin.\nBraves 7, Mets 6\nJohan Camargo hit the first pitch he saw for a solo home run with one out in the ninth to give host Atlanta a walk-off win over New York.\nIt was the second last-inning victory for the Braves in the series and their 45th final at-bat win since Brian Snitker became manager in 2016. Camargo’s third homer of the season came against Gerson Bautista (0-1).\nNew York starter Steven Matz opened the game with three scoreless innings. He gave up one hit and two walks before leaving due to discomfort in the middle finger of his pitching hand. X-rays were negative, the Mets announced.\nCubs 8, Pirates 6\nBen Zobrist, Anthony Rizzo and Kyle Schwarber homered and Jason Heyward had three hits as visiting Chicago topped slumping Pittsburgh. Slideshow (12 Images)\nThe Cubs, who took the lead for good with three runs in the seventh off reliever Edgar Santanta (2-1), will go for a series sweep Wednesday. The Pirates blew an early three-run lead. Despite scoring two in the ninth on Starling Marte’s single, Pittsburgh has lost four straight and nine of 11.\nChicago’s Jon Lester (5-2) gave up four runs and eight hits in six innings, with six strikeouts and no walks. Brandon Morrow recorded his 12th save.\nRed Sox 8, Blue Jays 3\nRick Porcello tossed 6 2/3 innings of three-run ball with five strikeouts, and Sandy Leon had three RBIs as host Boston beat Toronto.\nPorcello (7-2) allowed two earned runs on five hits and two walks to pad his staff lead in wins. Mitch Moreland, J.D. Martinez, Andrew Benintendi and Leon all hit RBI doubles for Boston. Leon also hit a two-run homer, his second of the season, Xander Bogaerts had a solo blast, his eighth, and Jackie Bradley Jr. added an RBI for the Red Sox.\nJustin Smoak hit a solo shot, his eighth, and Curtis Granderson drove in a run for Toronto, which lost for the 12th time in 16 games.\nAngels 9, Tigers 2\nLuis Valbuena homered twice, and Ian Kinsler and Martin Maldonado also went deep as Los Angeles rolled to a win at Detroit.\nThe Angels’ Mike Scioscia collected his 1,600th career managerial victory. He passed former Los Angeles Dodgers manager and mentor Tommy Lasorda for 20th on the all-time managerial wins list.\nValbuena and Kinsler each had three hits, three runs and three RBIs. Maldonado had two hits and drove in three runs. Los Angeles starter Nick Tropeano (3-3) gave up two runs on seven hits while striking out five and walking none in 5 1/3 innings.\nCardinals 6, Brewers 1\nMichael Wacha allowed two hits over 6 2/3 innings to help St. Louis record a victory at Milwaukee. Wacha (6-1) was charged with one run while winning his sixth consecutive decision.\nHarrison Bader and Francisco Pena each went 3-for-4 with a homer while Matt Carpenter also went deep for the Cardinals. Jedd Gyorko went 2-for-5 with a two-run single as St. Louis won for the third time in its past four contests.\nMilwaukee had just three hits as it saw its four-game winning streak come to a halt. The setback was just the Brewers’ third in the past 13 games.\nNationals 3, Orioles 2\nBryce Harper and Mark Reynolds both homered early, and Washington stretched its winning streak to five with a victory at Baltimore.\nHarper homered in the first and Reynolds did the same in the fourth against Orioles starter Dylan Bundy (3-7).\nWashington starter Jeremy Hellickson (2-0), who pitched part of 2017 with the Orioles, returned after blister issues in his previous start and made it through five innings. He allowed two runs on six hits.\nIndians 7, White Sox 3\nJose Ramirez and Michael Brantley homered and drove in two runs apiece, and Cleveland cruised to a win over visiting Chicago.\nJason Kipnis had a solo home run for the Indians, who won their fourth game in a row, the team’s longest winning streak since early April. Cleveland’s Mike Clevinger (4-2) limited the White Sox to one run on four hits in 6 2/3 innings. He walked two and struck out seven.\nDaniel Palka finished 2-for-4 with a double and a home run to lead the White Sox. Chicago has lost three straight and five of six.\n—Field Level Media",
    "published": "2018-05-30T12:37:00.000+03:00",
    "crawled": "2018-05-30T13:04:13.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "may",
        "updated",
        "hour",
        "ago",
        "major",
        "league",
        "baseball",
        "roundup",
        "yank",
        "rally",
        "9th",
        "beat",
        "astros",
        "10th",
        "reuters",
        "staff",
        "min",
        "read",
        "brett",
        "gardner",
        "hit",
        "home",
        "run",
        "one",
        "bottom",
        "ninth",
        "rookie",
        "gleyber",
        "torres",
        "singled",
        "run",
        "two",
        "out",
        "10th",
        "lifting",
        "new",
        "york",
        "yankee",
        "victory",
        "houston",
        "astros",
        "tuesday",
        "night",
        "yankee",
        "stadium",
        "may",
        "bronx",
        "ny",
        "usa",
        "houston",
        "astros",
        "right",
        "fielder",
        "george",
        "springer",
        "ca",
        "catch",
        "game",
        "tying",
        "two",
        "run",
        "home",
        "run",
        "new",
        "york",
        "yankee",
        "left",
        "fielder",
        "brett",
        "gardner",
        "pictured",
        "ninth",
        "inning",
        "yankee",
        "stadium",
        "mandatory",
        "credit",
        "brad",
        "today",
        "sport",
        "yankee",
        "stranded",
        "two",
        "ninth",
        "chris",
        "devenski",
        "rookie",
        "miguel",
        "andujar",
        "ripped",
        "double",
        "left",
        "field",
        "line",
        "start",
        "winning",
        "rally",
        "six",
        "pitch",
        "later",
        "torres",
        "lining",
        "brad",
        "peacock",
        "pitch",
        "front",
        "right",
        "fielder",
        "george",
        "springer",
        "springer",
        "throw",
        "line",
        "andujar",
        "easily",
        "scored",
        "seeing",
        "andujar",
        "score",
        "torres",
        "raised",
        "arm",
        "flung",
        "helmet",
        "rounding",
        "first",
        "base",
        "met",
        "teammate",
        "celebrate",
        "new",
        "york",
        "fifth",
        "win",
        "royal",
        "twin",
        "inning",
        "alcides",
        "escobar",
        "cracked",
        "homer",
        "bottom",
        "14th",
        "inning",
        "kansa",
        "city",
        "outlasted",
        "visiting",
        "minnesota",
        "second",
        "homer",
        "year",
        "escobar",
        "took",
        "pitch",
        "reliever",
        "taylor",
        "rogers",
        "launched",
        "foot",
        "left",
        "field",
        "handing",
        "minnesota",
        "eighth",
        "loss",
        "year",
        "twin",
        "fell",
        "game",
        "scott",
        "barlow",
        "fired",
        "four",
        "hitless",
        "inning",
        "third",
        "big",
        "league",
        "game",
        "earn",
        "first",
        "major",
        "league",
        "win",
        "struck",
        "five",
        "walked",
        "one",
        "padre",
        "marlin",
        "rookie",
        "franmil",
        "reyes",
        "hit",
        "home",
        "run",
        "dan",
        "straily",
        "sixth",
        "inning",
        "erase",
        "deficit",
        "lead",
        "san",
        "diego",
        "victory",
        "visiting",
        "miami",
        "eric",
        "hosmer",
        "three",
        "hit",
        "raffy",
        "lopez",
        "christian",
        "villanueva",
        "drove",
        "two",
        "run",
        "padre",
        "jt",
        "riddle",
        "hit",
        "homer",
        "marlin",
        "ninth",
        "miami",
        "justin",
        "bour",
        "brian",
        "anderson",
        "collected",
        "two",
        "hit",
        "ray",
        "cron",
        "joey",
        "wendle",
        "wilson",
        "ramos",
        "hit",
        "consecutive",
        "home",
        "run",
        "third",
        "inning",
        "giving",
        "blake",
        "snell",
        "four",
        "tampa",
        "bay",
        "reliever",
        "run",
        "support",
        "would",
        "need",
        "victory",
        "oakland",
        "daniel",
        "robertson",
        "added",
        "fourth",
        "solo",
        "shot",
        "tampa",
        "bay",
        "ninth",
        "inning",
        "sergio",
        "romo",
        "allowed",
        "two",
        "run",
        "bottom",
        "ninth",
        "earned",
        "first",
        "save",
        "year",
        "helping",
        "ray",
        "win",
        "second",
        "straight",
        "series",
        "fourth",
        "straight",
        "overall",
        "jed",
        "lowrie",
        "double",
        "single",
        "fell",
        "homestand",
        "diamondback",
        "red",
        "daniel",
        "descalso",
        "hit",
        "home",
        "run",
        "zack",
        "godley",
        "broke",
        "losing",
        "streak",
        "arizona",
        "beat",
        "cincinnati",
        "phoenix",
        "descalso",
        "starting",
        "first",
        "base",
        "struggling",
        "paul",
        "goldschmidt",
        "given",
        "night",
        "pounded",
        "mph",
        "fastball",
        "red",
        "luis",
        "castillo",
        "seat",
        "right",
        "field",
        "turn",
        "deficit",
        "lead",
        "first",
        "inning",
        "godley",
        "went",
        "six",
        "inning",
        "giving",
        "two",
        "run",
        "six",
        "hit",
        "two",
        "walk",
        "striking",
        "seven",
        "may",
        "kansa",
        "city",
        "mo",
        "usa",
        "kansa",
        "city",
        "royal",
        "shortstop",
        "alcides",
        "escobar",
        "hit",
        "walkoff",
        "home",
        "run",
        "minnesota",
        "twin",
        "fourteenth",
        "inning",
        "kauffman",
        "stadium",
        "mandatory",
        "credit",
        "jay",
        "today",
        "sport",
        "phillies",
        "dodger",
        "jake",
        "arrieta",
        "pitched",
        "seven",
        "scoreless",
        "inning",
        "nick",
        "williams",
        "hit",
        "home",
        "run",
        "visiting",
        "philadelphia",
        "dodger",
        "stadium",
        "first",
        "time",
        "since",
        "victory",
        "ended",
        "phillies",
        "losing",
        "streak",
        "los",
        "angeles",
        "philadelphia",
        "swept",
        "series",
        "last",
        "year",
        "lost",
        "monday",
        "night",
        "building",
        "lead",
        "arrieta",
        "gave",
        "six",
        "hit",
        "single",
        "recording",
        "second",
        "career",
        "victory",
        "dodger",
        "stadium",
        "also",
        "pitched",
        "first",
        "career",
        "ballpark",
        "tuesday",
        "walked",
        "two",
        "struck",
        "five",
        "ranger",
        "mariner",
        "rougned",
        "odor",
        "hit",
        "double",
        "break",
        "tie",
        "texas",
        "defeated",
        "host",
        "seattle",
        "ronald",
        "guzman",
        "went",
        "three",
        "rbi",
        "choo",
        "hit",
        "home",
        "run",
        "texas",
        "snapped",
        "mariner",
        "winning",
        "streak",
        "seattle",
        "starter",
        "felix",
        "hernandez",
        "allowed",
        "five",
        "run",
        "six",
        "hit",
        "walked",
        "two",
        "struck",
        "four",
        "veteran",
        "pushed",
        "career",
        "strikeout",
        "total",
        "moving",
        "past",
        "sandy",
        "koufax",
        "tie",
        "kevin",
        "brown",
        "44th",
        "place",
        "list",
        "rockies",
        "giant",
        "nolan",
        "arenado",
        "chris",
        "iannetta",
        "david",
        "dahl",
        "two",
        "rbi",
        "apiece",
        "colorado",
        "never",
        "trailed",
        "win",
        "visiting",
        "san",
        "francisco",
        "rockies",
        "first",
        "two",
        "game",
        "series",
        "last",
        "three",
        "game",
        "overall",
        "colorado",
        "starter",
        "kyle",
        "freeland",
        "allowed",
        "three",
        "run",
        "inning",
        "giant",
        "lost",
        "three",
        "straight",
        "adding",
        "problem",
        "jeff",
        "samardzija",
        "left",
        "one",
        "inning",
        "due",
        "tightness",
        "right",
        "shoulder",
        "san",
        "francisco",
        "pitcher",
        "dereck",
        "rodriguez",
        "ivan",
        "rodriguez",
        "son",
        "made",
        "major",
        "league",
        "debut",
        "relief",
        "exited",
        "inning",
        "hit",
        "line",
        "drive",
        "right",
        "shin",
        "brave",
        "mets",
        "johan",
        "camargo",
        "hit",
        "first",
        "pitch",
        "saw",
        "solo",
        "home",
        "run",
        "one",
        "ninth",
        "give",
        "host",
        "atlanta",
        "win",
        "new",
        "york",
        "second",
        "victory",
        "brave",
        "series",
        "45th",
        "final",
        "win",
        "since",
        "brian",
        "snitker",
        "became",
        "manager",
        "camargo",
        "third",
        "homer",
        "season",
        "came",
        "gerson",
        "bautista",
        "new",
        "york",
        "starter",
        "steven",
        "matz",
        "opened",
        "game",
        "three",
        "scoreless",
        "inning",
        "gave",
        "one",
        "hit",
        "two",
        "walk",
        "leaving",
        "due",
        "discomfort",
        "middle",
        "finger",
        "pitching",
        "hand",
        "negative",
        "mets",
        "announced",
        "cub",
        "pirate",
        "ben",
        "zobrist",
        "anthony",
        "rizzo",
        "kyle",
        "schwarber",
        "homered",
        "jason",
        "heyward",
        "three",
        "hit",
        "visiting",
        "chicago",
        "topped",
        "slumping",
        "pittsburgh",
        "slideshow",
        "image",
        "cub",
        "took",
        "lead",
        "good",
        "three",
        "run",
        "seventh",
        "reliever",
        "edgar",
        "santanta",
        "go",
        "series",
        "sweep",
        "wednesday",
        "pirate",
        "blew",
        "early",
        "lead",
        "despite",
        "scoring",
        "two",
        "ninth",
        "starling",
        "marte",
        "single",
        "pittsburgh",
        "lost",
        "four",
        "straight",
        "nine",
        "chicago",
        "jon",
        "lester",
        "gave",
        "four",
        "run",
        "eight",
        "hit",
        "six",
        "inning",
        "six",
        "strikeout",
        "walk",
        "brandon",
        "morrow",
        "recorded",
        "12th",
        "save",
        "red",
        "sox",
        "blue",
        "jay",
        "rick",
        "porcello",
        "tossed",
        "inning",
        "ball",
        "five",
        "strikeout",
        "sandy",
        "leon",
        "three",
        "rbi",
        "host",
        "boston",
        "beat",
        "toronto",
        "porcello",
        "allowed",
        "two",
        "earned",
        "run",
        "five",
        "hit",
        "two",
        "walk",
        "pad",
        "staff",
        "lead",
        "win",
        "mitch",
        "moreland",
        "martinez",
        "andrew",
        "benintendi",
        "leon",
        "hit",
        "rbi",
        "double",
        "boston",
        "leon",
        "also",
        "hit",
        "homer",
        "second",
        "season",
        "xander",
        "bogaerts",
        "solo",
        "blast",
        "eighth",
        "jackie",
        "bradley",
        "added",
        "rbi",
        "red",
        "sox",
        "justin",
        "smoak",
        "hit",
        "solo",
        "shot",
        "eighth",
        "curtis",
        "granderson",
        "drove",
        "run",
        "toronto",
        "lost",
        "12th",
        "time",
        "game",
        "angel",
        "tiger",
        "luis",
        "valbuena",
        "homered",
        "twice",
        "ian",
        "kinsler",
        "martin",
        "maldonado",
        "also",
        "went",
        "deep",
        "los",
        "angeles",
        "rolled",
        "win",
        "detroit",
        "angel",
        "mike",
        "scioscia",
        "collected",
        "career",
        "managerial",
        "victory",
        "passed",
        "former",
        "los",
        "angeles",
        "dodger",
        "manager",
        "mentor",
        "tommy",
        "lasorda",
        "20th",
        "managerial",
        "win",
        "list",
        "valbuena",
        "kinsler",
        "three",
        "hit",
        "three",
        "run",
        "three",
        "rbi",
        "maldonado",
        "two",
        "hit",
        "drove",
        "three",
        "run",
        "los",
        "angeles",
        "starter",
        "nick",
        "tropeano",
        "gave",
        "two",
        "run",
        "seven",
        "hit",
        "striking",
        "five",
        "walking",
        "none",
        "inning",
        "cardinal",
        "brewer",
        "michael",
        "wacha",
        "allowed",
        "two",
        "hit",
        "inning",
        "help",
        "louis",
        "record",
        "victory",
        "milwaukee",
        "wacha",
        "charged",
        "one",
        "run",
        "winning",
        "sixth",
        "consecutive",
        "decision",
        "harrison",
        "bader",
        "francisco",
        "pena",
        "went",
        "homer",
        "matt",
        "carpenter",
        "also",
        "went",
        "deep",
        "cardinal",
        "jedd",
        "gyorko",
        "went",
        "single",
        "louis",
        "third",
        "time",
        "past",
        "four",
        "contest",
        "milwaukee",
        "three",
        "hit",
        "saw",
        "winning",
        "streak",
        "come",
        "halt",
        "setback",
        "brewer",
        "third",
        "past",
        "game",
        "national",
        "oriole",
        "bryce",
        "harper",
        "mark",
        "reynolds",
        "homered",
        "early",
        "washington",
        "stretched",
        "winning",
        "streak",
        "five",
        "victory",
        "baltimore",
        "harper",
        "homered",
        "first",
        "reynolds",
        "fourth",
        "oriole",
        "starter",
        "dylan",
        "bundy",
        "washington",
        "starter",
        "jeremy",
        "hellickson",
        "pitched",
        "part",
        "oriole",
        "returned",
        "blister",
        "issue",
        "previous",
        "start",
        "made",
        "five",
        "inning",
        "allowed",
        "two",
        "run",
        "six",
        "hit",
        "indian",
        "white",
        "sox",
        "jose",
        "ramirez",
        "michael",
        "brantley",
        "homered",
        "drove",
        "two",
        "run",
        "apiece",
        "cleveland",
        "cruised",
        "win",
        "visiting",
        "chicago",
        "jason",
        "kipnis",
        "solo",
        "home",
        "run",
        "indian",
        "fourth",
        "game",
        "row",
        "team",
        "longest",
        "winning",
        "streak",
        "since",
        "early",
        "april",
        "cleveland",
        "mike",
        "clevinger",
        "limited",
        "white",
        "sox",
        "one",
        "run",
        "four",
        "hit",
        "inning",
        "walked",
        "two",
        "struck",
        "seven",
        "daniel",
        "palka",
        "finished",
        "double",
        "home",
        "run",
        "lead",
        "white",
        "sox",
        "chicago",
        "lost",
        "three",
        "straight",
        "five",
        "six",
        "level",
        "medium"
    ]
}