{
    "organizations": [],
    "uuid": "9bde1905d2f08f5db775bf604c6ec7cf0af457fb",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/01/cnbc-transcript-u-s-commerce-secretary-wilbur-ross-speaks-with-cnbcs-david-faber-today.html",
    "ord_in_thread": 0,
    "title": "CNBC Transcript: U.S. Commerce Secretary Wilbur Ross Speaks with CNBC’s David Faber Today",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WHEN: Today, Tuesday, May 1, 2018\nWHERE: CNBC's \" Squawk on the Street \" – Live from the Milken Institute Global Conference 2018\nFollowing is the unofficial transcript of a CNBC interview with U.S. Commerce Secretary Wilbur Ross and CNBC's David Faber on CNBC's \"Squawk on The Street\" (M-F 9AM – 11AM) today, Tuesday, May 1st. Following is a link to video from the interview on CNBC.com: https://www.cnbc.com/video/2018/05/01/commerce-secretary-ross-talks-tariffs-china.html?play=1 .\nAll references must be sourced to CNBC.\nDAVID FABER: WELCOME BACK TO THE MILKEN CONFERENCE. I'M DAVID FABER HERE IN LOS ANGELES. AND WELCOME BACK TO \"SQUAWK ON THE STREET\" AS WELL. I'M JOINED BY THE U.S. COMMERCE SECRETARY NOW, WILBUR ROSS. THANKS FOR BEING HERE.\nWILBUR ROSS: GOOD TO SEE YOU DAVID.\nFABER: NICE TO SEE YOU, TOO. WE HAD A CHANCE TO TALK ABOUT A YEAR AGO HERE. BUT YOU'VE CERTAINLY BEEN WITH MY COLLEAGUES PLENTY AND WITH US AS WELL VIA THE WONDERS OF TELEVISION RECENTLY. BUT THINGS ARE ALWAYS CHANGING. SO LET'S START WITH SOME OF THE RECENT NEWS: WE HAVE EXTENDED THE EXEMPTION TO THE 232 TARIFFS FOR THE EU –\nROSS: YES.\nFABER: -- FOR A MONTH.\nROSS: YES.\nFABER: WHY?\nROSS: BECAUSE WE'RE HAVING SOME POTENTIALLY FRUITFUL DISCUSSIONS ABOUT AN OVERALL REDUCTION IN TRADE TENSIONS BETWEEN THE EU AND OURSELVES.\nFABER: AND WHAT DOES \"PRODUCTIVE TALKS,\" MEAN? WHAT DOES THAT ACTUALLY INVOLVE?\nROSS: WELL, WHAT IT MEANS IS THAT WE'RE GETTING INTO A WHOLE LOT OF TOPICS. THERE HASN'T BEEN SERIOUS DISCUSSION WITH THE EU SINCE THE TTIP TALKS BROKE OFF SHORTLY BEFORE THE TRUMP ADMINISTRATION CAME IN. SO THERE ARE A LOT OF ISSUES. AND WE'RE HOPEFUL THAT SOMETHING GOOD WILL COME OUT OF IT.\nFABER: IS IT SOMETHING THAT YOU CAN IMAGINE CONTINUES SO THERE IS YET ANOTHER EXTENSION AND ANOTHER? WOULD THAT BE TYPICAL OR AS TIME GOES BY SHOULD WE LOOK FOR SOME SORT OF MARKER THAT EITHER YOU'VE MOVED TO CLOSE TO AGREEMENT OR NOT?\nROSS: WELL I DON'T THINK WE HAVE ANY ATTENTION OF PROTRACTED EXTENSIONS. THAT DEFEATS THE WHOLE PURPOSE. EU IS AROUND 15% OF ALL STEEL WE BRING IN, SO IF WE ARE GOING TO IMPOSE IT WE'LL HAVE TO DO IT PRETTY SOON OR ELSE PEOPLE WILL START GAMING THE SYSTEM.\nFABER: SOUTH KOREA HAS GOT THE EXEMPTION THEY WANTED FOR GOOD, CORRECT?\nROSS: WELL IT'S NOT AN EXEMPTION. SOUTH KOREA AGREED TO –\nFABER: RIGHT.\nROSS: TARIFFS ON THE ALUMINUM AND TO A VERY LOW QUOTA, 70% OF THEIR 2015 - 17 AVERAGE SHIPMENT. SO I WOULDN'T CALL THAT AN EXEMPTION. IT FITS IN VERY WELL.\nFABER: UNDERSTOOD. YOU ARE LEAVING FOR CHINA LATER TODAY.\nROSS: YES, THIS EVENING.\nFABER: WHAT ARE YOU EXPECTATIONS – WHO ARE YOU MEETING WITH OVER THERE?\nROSS: WELL WE'RE MEETING WITH THE SENIOR PEOPLE. IT WILL BE SECRETARY MNUCHIN, MYSELF, AMBASSADOR LIGHTHIZER, LARRY KUDLOW AND PETER NAVARRO.\nFABER: AND THE COUNTER PARTS THAT YOU'LL BE NEGOTIATING WITH ARE – ARE WHO?\nROSS: THE SAME PROPORTIONATE LEVEL PEOPLE.\nFABER: AND THE EXPECTATIONS, AGAIN, GOING INTO THESE TALKS WHEN WE REPORT ON THEM OR HEAR THINGS. SHOULD WE BE THINKING THAT YOU'RE GOING TO COME BACK WITH SOME SORT OF A DEAL? DO YOU GO IN HOPING YOU'LL ACTUALLY REACH AN AGREEMENT OR IS IT PART OF JUST MORE TALKING THAT IS GOING TO CONTINUE BETWEEN THE TWO COUNTRIES?\nROSS: THERE HAS BEEN TALKING BETWEEN THE TWO COUNTRIES FOR YEARS AND YEARS AND YEARS. PRESIDENT TRUMP IS OF THE VIEW IT IS NOW TIME FOR ACTION.\nFABER: SO WHAT DOES THAT MEAN?\nROSS: WELL OUR TRADE DEFICIT IS TOO BIG AND TOO CONTINUING, TOO CHRONIC AND TOO INSPIRED BY EVIL PRACTICES.\nFABER: ARE YOU OPTIMISTIC THEN? I MEAN, TYPICALLY IN – BEFOR CONVERSATIONS LIKE THE ONES YOU ARE GOING TO BEGIN TOMORROW, THE GROUNDWORK HAS BEEN LAID. HAS IT BEEN LAID FOR YOU TO POTENTIALLY REACH AGREEMENT? DO YOU KNOW WHETHER THE CHINESE HAVE COME TO A CERTAIN PLACE WHERE THERE IS NOT THAT MUCH DISTANCE BETWEEN THE TWO PARTIES?\nROSS: YOU NEVER KNOW WHERE YOU ARE UNTIL YOU ACTUALLY GET INTO THE CONFERENCE ROOM. AND IT'S NOT MY PRACTICE TO NEGOTIATE THINGS IN THE PRESS ROOM, AS YOU KNOW. SHOULD BE IN THE CONFERENCE ROOM.\nFABER: ARE YOU OPTIMISTIC?\nROSS: I WOULDN'T BE GOING ALL THE WAY OVER THERE IF I DIDN'T THINK THERE WAS SOME HOPE.\nFABER: \"SOME HOPE.\" THAT DOESN'T SOUND OPTIMISTIC.\nROSS: I CAN'T PREJUDGE BECAUSE THESE TALKS HAVE BEEN GOING ON FOR A VERY LONG TIME. THE ISSUES ARE VERY SQUARELY IN FRONT OF EVERYONE. THE CHANGED INGREDIENT IS WE DO HAVE THE 232s PENDING AND WE ALSO HAVE THE 301 PENDING REGARDING INTELLECUAL PROPERTY RIGHTS. SO THAT'S A DIFFERENT FRAME OF REFERENCE FROM WHAT WE'VE HAD BEFORE.\nFABER: I UNDERSTAND THAT. YOU KNOW IT'S FUNNY, THE 232 THE TARIFF SIDE AND THEN THE INTELLECTUAL PROPERTY SIDE GET LINKED BUT THEY'RE VERY DISTINCT. I MEAN, IS IT POSSIBLE YOU COULD FEEL AS THOUGH YOU HAVE VICTORY ON ONE AND NOT ANOTHER BUT YOU'RE OKAY WITH THAT? BECAUSE STEALING INTELLECUAL PROPERTY OR FORCING COMPANIES TO SHARE IS A VERY DIFFERENT THING THAN DUMPING STEEL OR ALUMINUM.\nROSS: WELL, NOT REALLY. IT'S REALLY ALL ABOUT BEHAVIOR. STEEL AND ALUMINUM DEAL WITH TODAY'S WORLD, WHAT IS RIGHT NOW. INTELLECTUAL PROPERTY RIGHTS DEAL WITH THE FUTURE. WE HAVE TO SAFE GUARD BOTH WHAT'S GOING ON TODAY AND THE FUTURE. AND IN FACT ON IPR, NEXT MONTH THE PATENT OFFICE WHICH IS PART OF COMMERCE WILL ISSUE ITS 10 MILLIONTH PATENT. 10 MILLION PATENTS. NO COUNTRY HAS EVER REMOTELY APPROACHED THAT TOTAL. THAT'S OUR FUTURE, IS INTELLECTUAL PROPERTY RIGHTS.\nFABER: YEAH, IT'S INTERESTING IN TALKING ABOUT THAT. OF COURSE OUR FUTURE IS ALSO THINGS LIKE 5G AND WIRELESS—\nROSS: SURE:\nFABER: WHICH HAS COME UP A LOT IN OUR CONVERSATIONS. YESTERDAY WE HAD THE CEOS OF T-MOBILE AND SPRINT WHO ANNOUNCED THEIR DEAL. VERY FOCUSED ON THAT AND SAYING THAT CHINA IS AHEAD OF US. IS IT TRUE?\nROSS: YOU NEVER KNOW WHO IS REALLY AHEAD OR BEHIND UNTIL IT IS TRULY PERFECTED. NOBODY HAS 5G TOTALLY PERFECTED YET. I THINK THE PITCH THAT SPRINT AND T-MOBILE ARE MAKING IS AN INTERESTING ONE THAT THEIR MERGER WOULD PROPEL VERIZON AND AT&T INTO MORE ACTIVE PURSUIT OF 5G. WHOEVER PURSUES IT, WHOEVER DOES IT, WE'RE VERY MUCH IN SUPPORT OF 5G. WE NEED IT. WE NEED IT FOR DEFENSE PURPOSES. WE NEED IT FOR COMMERCIAL PURPOSES. WE REALLY NEED TO BE THE PLAYER IN 5G.\nFABER: SO THAT IS ONE OF THE PRIORITIES FOR THIS ADMINISTRATION?\nROSS: OH, FOR SURE. WE CAN'T NEGLECT THE IMPORTANT PARTS OF TECHNOLOGY.\nFABER: WE'VE TALKED TO YOU MANY TIMES, OF COURSE, OVER THE LAST FEW MONTHS, WILBUR. BUT WHAT COMES UP A LOT IN OUR CONVERSATION WITH YOU AND WITH OTHER EXPERTS RELATED TO CHINA TRADE IS TPP. AND I CAN'T TELL YOU HOW MANY PEOPLE WE HAVE ON – FROM BOTH THE LEFT AND THE RIGHT – WHO SAY WE NEVER SHOULD HAVE WITHDRAWN FROM TPP.\nROSS: WELL, I COULDN'T DISAGREE MORE WITH THEM. TPP WAS A FLAWED DEAL. AND IF YOU GO ROLL THE CAMERA BACK TO NOVEMBER OF 2016, WHOEVER WAS ELECTED PRESIDENT THERE WOULD HAVE BEEN NO TPP. HILLARY CLINTON CAME OUT AGAINST IT SEVERAL TIMES. PRESIDENT TRUMP CLEARLY WAS AGAINST IT. THERE WAS NO WILL, NO POLITICAL WILL IN EITHER PARTY, IN THE CONGRESS FOR TPP.\nFABER: I – YOU KNOW YOU'VE OBVIOUSLY SAID FLAWED. THE PRESIDENT IN HIS INTERVIEW WITH JOE KERNEN SOME TIME BACK ALSO TALKS ABOUT THAT AS WELL. WHAT'S THE FLAW? WHAT IS THE KEY PROBLEM? BECAUSE THE PRESIDENT AT LEAST HAS ENTERTAINED THE IDEA OF POTENTIALLY CONSIDERING GOING INTO IT IF THE CONDITIONS WERE RIGHT. BUT WHAT ARE THE FLAWS AND WHAT ARE THE CONDITIONS WE WOULD NEED TO CONSIDERABLY REENTER?\nROSS: WELL THE PRESIDENT HAS ALWAYS SAID THAT IF THE TERMS OF THE DEAL THAT MATTER. AND ONE OF THE MANY FLAWS IN THE TPP WAS THE RULES OF ORIGIN. AS YOU KNOW THAT IS A BIG TOPIC IN THE NAFTA TALKS RIGHT NOW. BUT IT IS EVEN WEAKER PROVISION IN TPP THAN WE HAD IN THE OLD NAFTA, THE NAFTA 1.0. SO THAT'S JUST ONE OF MANY EXAMPLES. IT WAS A FLAWED ARRANGEMENT AND WAS WAS NOT PARTICULARLY A PRO U.S. ARRANGEMENT IN OUR VIEW. SOME PARTS WERE OKAY BUT A LOT OF THE PARTS WERE NOT. WHEN THE PRESIDENT WITHDREW HE DIDN'T WITHDRAW FROM ASIA, NOT BY A LONG SHOT. HE WITHDRAW FROM A FLAWED DEAL.\nFABER: YOU'RE – IT'S NOT YOUR EXPECTATION THAT THERE'S GOING TO BE A WAY FOR US TO THEN REENTER TPP?\nROSS: IT ALL DEPENDS ON THE TERMS. RIGHT NOW OUR PLATE'S A LITTLE BIT FULL IN THE TRADE AREA SO IT' IS NOT SOMETHING THAT'S GONNA BE DONE TODAY OR TOMORROW.\nFABER: THE CONTINUED FOCUS ON TRADE DEFICITS IS SOMETHING ELSE MANY PEOPLE DISCUSS. SOME DISMISS THE FOCUS ON IT AND THE IDEA THAT IT'S A ZERO SUM GAME – THAT'S CHINA'S GAIN IS OUR LOSS AND VICE VERSA. AND THEY POINT TO GROWING BUDGET DEFICITS AS ONE OF THE KEY REASONS THAT WE HAVE A TRADE DEFICIT. THE CONNECTION BETWEEN THE TWO. DO YOU BUY THAT CONNECTION?\nROSS: NO, I DON'T. IF YOU LOOK AT A CHART ABOUT CHINA'S HISTORY, GDP WAS BUMPING ALONG. SUDDENLY THEY GET ADMITTED TO THE WTO. IT ZOOMS. TRADE CIRCLES SUDDENLY ZOOM. OURS SUDDENLY GO BAD. THAT IS NOT A FUNCTION OF TRADE DEFICIT. THAT'S A FUNCTION OF BEHAVIOR.\nFABER: SO WHEN YOU GO TO CHINA TONIGHT AND BEGIN YOUR MEETINGS, HOW MANY DAYS, BY THE WAY, ARE YOU SCHEDULED TO BE THERE?\nROSS: IT ALL DEPENDS ON HOW WE PROGRESS. BUT WE EXPECT TO BE BACK OVER THE WEEKEND.\nFABER: OVER THE WEEKEND. BUT CONCEIVABLY COULD BE A NUMBER OF DAYS.\nROSS: WELL, IT COULD BE SHORTER IF IT'S NOT SATISFACTORY.\nFABER: WELL, ALRIGHT. SO IF YOU'RE COMING THURSDAY, WE'RE GONNA – WE MAY HAVE A BAD DAY ON THE MARKETS.\nROSS: WE'RE NOT THERE TO SEE – TELL TEMPLES.\nFABER: DO YOU GO IN KNOWING WHAT CONSTITUTES VICTORY?\nROSS: WE HAVE A PRETTY GOOD IDEA OF WHAT WE NEED TO COME OUT WITH. BUT ANYTHING THAT IS DISCUSSED OVER THERE WILL COME BACK TO THE PRESIDENT FOR APPROVAL. BECAUSE FOR SURE EVEN IF THEY CAME IN ON MOST THINGS WE WANTED, FOR SURE THERE WILL BE SOME THINGS THAT PERHAPS ARE NOT TOTALLY SATISFACTORY. SO THIS IS GOING TO COME BACK TO THE PRESIDENT. THIS WON'T BE SUDDENLY IN BEIJING A BREATHTAKING RELEASE \"EVERYTHING IS SOLVED.\"\nFABER: UNDERSTOOD. WHAT WOULD REPRESENT A SETBACK IN YOUR OPINION?\nROSS: I DON'T THINK ANYTHING MUCH CAN BE A SETBACK.\nFABER: WHY NOT? I DON'T UNDERSTAND. WHY NOT?\nROSS: BECAUSE IF WE DON'T MAKE A NEGOTIATED SETTLEMENT WE WILL PURSUE THE 232s AND IMPOSE THEM. WE'LL PURSUE THE 301 AND IMPOSE IT. SO ONE WAY OR ANOTHER WE ARE GOING TO DEAL WITH THIS RECURRING PROBLEM OF TRADE WITH CHINA.\nFABER: BUT THAT WILL REQUIRE TO A CERTAIN EXTENT SOME SACRIFICE ON THE PART OF AMERICANS. WHETHER IT IS FARMERS WHO ARE NO LONGER GOING TO BE ABLE TO SELL SOYBEANS OR ANY NUMBER OF OTHER AREAS OF AMERICAN INDUSTRY THAT CONCEIVABLY WILL FIND THEMSELVES AT THE MERCY OF THE BACK AND FORTH HERE AND WHAT THE CHINESE MAY DECIDE TO RESPOND IN KIND, RIGHT?\nROSS: WELL, SURE. THE CHINESE HAVE ANNOUNCED WHAT THEIR RESPONSE WOULD BE. THE EUROPEAN UNION HAS ANNOUNCED WHAT ITS RESPONSE WILL BE. BUT AS YOU KNOW THE PRESIDENT HAS A COUPLE OF IDEAS THAT I THINK ARE QUITE TRUE. NUMBER ONE, WE ARE THE ONES IN THE DEFICIT POSITION. THAT MEANS THEY HAVE MORE TO LOSE AT THE END OF THE DAY THAN WE DO. NOW, WE ARE NOT GOING TO BE TRYING TO COMMIT SUICIDE HERE. WE DON'T WANT TO HAVE THEM DIE AND US DIE. BUT IT'S A FACT THEY HAVE MORE RISK THAN WE DO. SECOND, WHEN THEY RAISE TARIFFS SAY ON OUR SOYBEANS, THE PROBABILITIES ARE THEY'RE GONNA RAISE THEIR OWN COSTS. THEY DON'T BUY ANYTHING FROM US AT A PREMIUM PRICE JUST TO BE NICE TO THE U.S. THAT MEANS IF WE'RE NOT SELLING IT TO THEM THEY'RE GOING TO HAVE TO GET SOMEONE ELSE WHO IS NOT GOING TO CHARGE THEM AS LOW A PRICE. AND PARTICULARLY RIGHT NOW BRAZIL SUPPLIES A MAJORITY OF THE SOYBEANS TO CHINA. WE SUPPLY AROUND 30%. FOR BRAZIL TO REPLACE ALL OF OUR SOYBEANS THEY WOULD HAVE TO EXPORT 60% MORE TO CHINA. WELL GUESS WHAT, IF THEY HAD 60% MORE AT THE RIGHT PRICE THEY'D HAVE SOLD IT TO THEM ALREADY. SO REAL WORLD THEY WOULD HAVE TO DIVERT PRODUCT FROM SOME OTHER MARKET TO SELL IT TO CHINA. PROBABLY THEY WOULD WANT A FURTHER PREMIUM FOR DOING THAT FOR DISRUPTING HISTORIC CUSTOMER RELATIONS. AND IF THEY DID THEN THE PEOPLE IN THAT OTHER COUNTRY STILL NEED SOYBEANS AND WE COULD SELL THEM. SO I THINK IT IS FAR MORE COMPLICATED THAN I WILL POKE YOU, YOU POKE ME. TRADE IS AN INFINITELY COMPLEX THING. DOESN'T LEND ITSELF TO VERY SIMPLE CONCLUSION.\nFABER: ALRIGHT, WELL WE WISH YOU LUCK IN YOUR ON COMING TRIP—\nROSS: THANK YOU.\nFABER: AND YOUR NEGOTIATIONS AND APPRECIATE YOUR TAKING SOME TIME.\nROSS: GOOD TO SEE YOU, DAVID.\nFABER: GOOD TO SEE YOU, TOO. WILBUR ROSS, THE U.S. COMMERCE SECRETARY. CARL, BACK TO YOU.\nFor more information contact:\nJennifer Dauble\nCNBC\nt: 201.735.4721\nm: 201.615.2787\ne: jennifer.dauble@nbcuni.com\nEmma Martin\nCNBC\nt: 201.735.4713\nm: 551.275.6221\ne: emma.martin@nbcuni.com\nAbout CNBC:\nWith CNBC in the U.S., CNBC in Asia Pacific, CNBC in Europe, Middle East and Africa, and CNBC World, CNBC is the recognized world leader in business news and provides real-time financial market coverage and business information to more than 409 million homes worldwide, including more than 91 million households in the United States and Canada. CNBC also provides daily business updates to 400 million households across China. The network's 15 live hours a day of business programming in North America (weekdays from 4:00 a.m. - 7:00 p.m. ET) is produced at CNBC's global headquarters in Englewood Cliffs, N.J., and includes reports from CNBC News bureaus worldwide. CNBC at night features a mix of new reality programming, CNBC's highly successful series produced exclusively for CNBC and a number of distinctive in-house documentaries.\nCNBC Digital delivers more than 50 million multi-platform unique visitors each month. CNBC.com provides real-time financial market news and information to CNBC's investor audience. CNBC Make It is a digital destination focused on making you smarter about how you earn, save and spend your money by zeroing in on careers, leadership, entrepreneurship and personal finance.\nCNBC has a vast portfolio of digital products across a variety of platforms including: CNBC.com; CNBC PRO, the premium, integrated desktop/mobile service that provides live access to CNBC programming, exclusive video content and global market data and analysis; a suite of CNBC mobile products including the CNBC Apps for iOS, Android and Windows devices; and additional products such as the CNBC App for the Apple Watch and Apple TV.\nMembers of the media can receive more information about CNBC and its programming on the NBCUniversal Media Village Web site at http://www.nbcumv.com/programming/cnbc .\nFor more information about NBCUniversal, please visit http://www.NBCUniversal.com .",
    "published": "2018-05-01T20:05:00.000+03:00",
    "crawled": "2018-05-01T20:24:45.006+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "today",
        "tuesday",
        "may",
        "cnbc",
        "squawk",
        "street",
        "live",
        "milken",
        "institute",
        "global",
        "conference",
        "following",
        "unofficial",
        "transcript",
        "cnbc",
        "interview",
        "commerce",
        "secretary",
        "wilbur",
        "ross",
        "cnbc",
        "david",
        "faber",
        "cnbc",
        "squawk",
        "street",
        "9am",
        "11am",
        "today",
        "tuesday",
        "may",
        "1st",
        "following",
        "link",
        "video",
        "interview",
        "http",
        "reference",
        "must",
        "sourced",
        "cnbc",
        "david",
        "faber",
        "welcome",
        "back",
        "milken",
        "conference",
        "david",
        "faber",
        "los",
        "angeles",
        "welcome",
        "back",
        "squawk",
        "street",
        "well",
        "joined",
        "commerce",
        "secretary",
        "wilbur",
        "ross",
        "thanks",
        "wilbur",
        "ross",
        "good",
        "see",
        "david",
        "faber",
        "nice",
        "see",
        "chance",
        "talk",
        "year",
        "ago",
        "certainly",
        "colleague",
        "plenty",
        "u",
        "well",
        "via",
        "wonder",
        "television",
        "recently",
        "thing",
        "always",
        "changing",
        "let",
        "start",
        "recent",
        "news",
        "extended",
        "exemption",
        "tariff",
        "eu",
        "ross",
        "yes",
        "faber",
        "month",
        "ross",
        "yes",
        "faber",
        "ross",
        "potentially",
        "fruitful",
        "discussion",
        "overall",
        "reduction",
        "trade",
        "tension",
        "eu",
        "faber",
        "productive",
        "talk",
        "mean",
        "actually",
        "involve",
        "ross",
        "well",
        "mean",
        "getting",
        "whole",
        "lot",
        "topic",
        "serious",
        "discussion",
        "eu",
        "since",
        "ttip",
        "talk",
        "broke",
        "shortly",
        "trump",
        "administration",
        "came",
        "lot",
        "issue",
        "hopeful",
        "something",
        "good",
        "come",
        "faber",
        "something",
        "imagine",
        "continues",
        "yet",
        "another",
        "extension",
        "another",
        "would",
        "typical",
        "time",
        "go",
        "look",
        "sort",
        "marker",
        "either",
        "moved",
        "close",
        "agreement",
        "ross",
        "well",
        "think",
        "attention",
        "protracted",
        "extension",
        "defeat",
        "whole",
        "purpose",
        "eu",
        "around",
        "steel",
        "bring",
        "going",
        "impose",
        "pretty",
        "soon",
        "else",
        "people",
        "start",
        "gaming",
        "system",
        "faber",
        "south",
        "korea",
        "got",
        "exemption",
        "wanted",
        "good",
        "correct",
        "ross",
        "well",
        "exemption",
        "south",
        "korea",
        "agreed",
        "faber",
        "right",
        "ross",
        "tariff",
        "aluminum",
        "low",
        "quota",
        "average",
        "shipment",
        "would",
        "call",
        "exemption",
        "fit",
        "well",
        "faber",
        "understood",
        "leaving",
        "china",
        "later",
        "today",
        "ross",
        "yes",
        "evening",
        "faber",
        "expectation",
        "meeting",
        "ross",
        "well",
        "meeting",
        "senior",
        "people",
        "secretary",
        "mnuchin",
        "ambassador",
        "lighthizer",
        "larry",
        "kudlow",
        "peter",
        "navarro",
        "faber",
        "counter",
        "part",
        "negotiating",
        "ross",
        "proportionate",
        "level",
        "people",
        "faber",
        "expectation",
        "going",
        "talk",
        "report",
        "hear",
        "thing",
        "thinking",
        "going",
        "come",
        "back",
        "sort",
        "deal",
        "go",
        "hoping",
        "actually",
        "reach",
        "agreement",
        "part",
        "talking",
        "going",
        "continue",
        "two",
        "country",
        "ross",
        "talking",
        "two",
        "country",
        "year",
        "year",
        "year",
        "president",
        "trump",
        "view",
        "time",
        "action",
        "faber",
        "mean",
        "ross",
        "well",
        "trade",
        "deficit",
        "big",
        "continuing",
        "chronic",
        "inspired",
        "evil",
        "practice",
        "faber",
        "optimistic",
        "mean",
        "typically",
        "befor",
        "conversation",
        "like",
        "one",
        "going",
        "begin",
        "tomorrow",
        "groundwork",
        "laid",
        "laid",
        "potentially",
        "reach",
        "agreement",
        "know",
        "whether",
        "chinese",
        "come",
        "certain",
        "place",
        "much",
        "distance",
        "two",
        "party",
        "ross",
        "never",
        "know",
        "actually",
        "get",
        "conference",
        "room",
        "practice",
        "negotiate",
        "thing",
        "press",
        "room",
        "know",
        "conference",
        "room",
        "faber",
        "optimistic",
        "ross",
        "would",
        "going",
        "way",
        "think",
        "hope",
        "faber",
        "hope",
        "sound",
        "optimistic",
        "ross",
        "ca",
        "prejudge",
        "talk",
        "going",
        "long",
        "time",
        "issue",
        "squarely",
        "front",
        "everyone",
        "changed",
        "ingredient",
        "232s",
        "pending",
        "also",
        "pending",
        "regarding",
        "intellecual",
        "property",
        "right",
        "different",
        "frame",
        "reference",
        "faber",
        "understand",
        "know",
        "funny",
        "tariff",
        "side",
        "intellectual",
        "property",
        "side",
        "get",
        "linked",
        "distinct",
        "mean",
        "possible",
        "could",
        "feel",
        "though",
        "victory",
        "one",
        "another",
        "okay",
        "stealing",
        "intellecual",
        "property",
        "forcing",
        "company",
        "share",
        "different",
        "thing",
        "dumping",
        "steel",
        "aluminum",
        "ross",
        "well",
        "really",
        "really",
        "behavior",
        "steel",
        "aluminum",
        "deal",
        "today",
        "world",
        "right",
        "intellectual",
        "property",
        "right",
        "deal",
        "future",
        "safe",
        "guard",
        "going",
        "today",
        "future",
        "fact",
        "ipr",
        "next",
        "month",
        "patent",
        "office",
        "part",
        "commerce",
        "issue",
        "millionth",
        "patent",
        "million",
        "patent",
        "country",
        "ever",
        "remotely",
        "approached",
        "total",
        "future",
        "intellectual",
        "property",
        "right",
        "faber",
        "yeah",
        "interesting",
        "talking",
        "course",
        "future",
        "also",
        "thing",
        "like",
        "5g",
        "ross",
        "sure",
        "faber",
        "come",
        "lot",
        "conversation",
        "yesterday",
        "ceo",
        "sprint",
        "announced",
        "deal",
        "focused",
        "saying",
        "china",
        "ahead",
        "u",
        "true",
        "ross",
        "never",
        "know",
        "really",
        "ahead",
        "behind",
        "truly",
        "perfected",
        "nobody",
        "5g",
        "totally",
        "perfected",
        "yet",
        "think",
        "pitch",
        "sprint",
        "making",
        "interesting",
        "one",
        "merger",
        "would",
        "propel",
        "verizon",
        "active",
        "pursuit",
        "5g",
        "whoever",
        "pursues",
        "whoever",
        "much",
        "support",
        "5g",
        "need",
        "need",
        "defense",
        "purpose",
        "need",
        "commercial",
        "purpose",
        "really",
        "need",
        "player",
        "5g",
        "faber",
        "one",
        "priority",
        "administration",
        "ross",
        "oh",
        "sure",
        "ca",
        "neglect",
        "important",
        "part",
        "technology",
        "faber",
        "talked",
        "many",
        "time",
        "course",
        "last",
        "month",
        "wilbur",
        "come",
        "lot",
        "conversation",
        "expert",
        "related",
        "china",
        "trade",
        "tpp",
        "ca",
        "tell",
        "many",
        "people",
        "left",
        "right",
        "say",
        "never",
        "withdrawn",
        "tpp",
        "ross",
        "well",
        "could",
        "disagree",
        "tpp",
        "flawed",
        "deal",
        "go",
        "roll",
        "camera",
        "back",
        "november",
        "whoever",
        "elected",
        "president",
        "would",
        "tpp",
        "hillary",
        "clinton",
        "came",
        "several",
        "time",
        "president",
        "trump",
        "clearly",
        "political",
        "either",
        "party",
        "congress",
        "tpp",
        "faber",
        "know",
        "obviously",
        "said",
        "flawed",
        "president",
        "interview",
        "joe",
        "kernen",
        "time",
        "back",
        "also",
        "talk",
        "well",
        "flaw",
        "key",
        "problem",
        "president",
        "least",
        "entertained",
        "idea",
        "potentially",
        "considering",
        "going",
        "condition",
        "right",
        "flaw",
        "condition",
        "would",
        "need",
        "considerably",
        "reenter",
        "ross",
        "well",
        "president",
        "always",
        "said",
        "term",
        "deal",
        "matter",
        "one",
        "many",
        "flaw",
        "tpp",
        "rule",
        "origin",
        "know",
        "big",
        "topic",
        "nafta",
        "talk",
        "right",
        "even",
        "weaker",
        "provision",
        "tpp",
        "old",
        "nafta",
        "nafta",
        "one",
        "many",
        "example",
        "flawed",
        "arrangement",
        "particularly",
        "pro",
        "arrangement",
        "view",
        "part",
        "okay",
        "lot",
        "part",
        "president",
        "withdrew",
        "withdraw",
        "asia",
        "long",
        "shot",
        "withdraw",
        "flawed",
        "deal",
        "faber",
        "expectation",
        "going",
        "way",
        "u",
        "reenter",
        "tpp",
        "ross",
        "depends",
        "term",
        "right",
        "plate",
        "little",
        "bit",
        "full",
        "trade",
        "area",
        "something",
        "gon",
        "na",
        "done",
        "today",
        "tomorrow",
        "faber",
        "continued",
        "focus",
        "trade",
        "deficit",
        "something",
        "else",
        "many",
        "people",
        "discus",
        "dismiss",
        "focus",
        "idea",
        "zero",
        "sum",
        "game",
        "china",
        "gain",
        "loss",
        "vice",
        "versa",
        "point",
        "growing",
        "budget",
        "deficit",
        "one",
        "key",
        "reason",
        "trade",
        "deficit",
        "connection",
        "two",
        "buy",
        "connection",
        "ross",
        "look",
        "chart",
        "china",
        "history",
        "gdp",
        "bumping",
        "along",
        "suddenly",
        "get",
        "admitted",
        "wto",
        "zoom",
        "trade",
        "circle",
        "suddenly",
        "zoom",
        "suddenly",
        "go",
        "bad",
        "function",
        "trade",
        "deficit",
        "function",
        "behavior",
        "faber",
        "go",
        "china",
        "tonight",
        "begin",
        "meeting",
        "many",
        "day",
        "way",
        "scheduled",
        "ross",
        "depends",
        "progress",
        "expect",
        "back",
        "weekend",
        "faber",
        "weekend",
        "conceivably",
        "could",
        "number",
        "day",
        "ross",
        "well",
        "could",
        "shorter",
        "satisfactory",
        "faber",
        "well",
        "alright",
        "coming",
        "thursday",
        "gon",
        "na",
        "may",
        "bad",
        "day",
        "market",
        "ross",
        "see",
        "tell",
        "temple",
        "faber",
        "go",
        "knowing",
        "constitutes",
        "victory",
        "ross",
        "pretty",
        "good",
        "idea",
        "need",
        "come",
        "anything",
        "discussed",
        "come",
        "back",
        "president",
        "approval",
        "sure",
        "even",
        "came",
        "thing",
        "wanted",
        "sure",
        "thing",
        "perhaps",
        "totally",
        "satisfactory",
        "going",
        "come",
        "back",
        "president",
        "wo",
        "suddenly",
        "beijing",
        "breathtaking",
        "release",
        "everything",
        "solved",
        "faber",
        "understood",
        "would",
        "represent",
        "setback",
        "opinion",
        "ross",
        "think",
        "anything",
        "much",
        "setback",
        "faber",
        "understand",
        "ross",
        "make",
        "negotiated",
        "settlement",
        "pursue",
        "232s",
        "impose",
        "pursue",
        "impose",
        "one",
        "way",
        "another",
        "going",
        "deal",
        "recurring",
        "problem",
        "trade",
        "china",
        "faber",
        "require",
        "certain",
        "extent",
        "sacrifice",
        "part",
        "american",
        "whether",
        "farmer",
        "longer",
        "going",
        "able",
        "sell",
        "soybean",
        "number",
        "area",
        "american",
        "industry",
        "conceivably",
        "find",
        "mercy",
        "back",
        "forth",
        "chinese",
        "may",
        "decide",
        "respond",
        "kind",
        "right",
        "ross",
        "well",
        "sure",
        "chinese",
        "announced",
        "response",
        "would",
        "european",
        "union",
        "announced",
        "response",
        "know",
        "president",
        "couple",
        "idea",
        "think",
        "quite",
        "true",
        "number",
        "one",
        "one",
        "deficit",
        "position",
        "mean",
        "lose",
        "end",
        "day",
        "going",
        "trying",
        "commit",
        "suicide",
        "want",
        "die",
        "u",
        "die",
        "fact",
        "risk",
        "second",
        "raise",
        "tariff",
        "say",
        "soybean",
        "probability",
        "gon",
        "na",
        "raise",
        "cost",
        "buy",
        "anything",
        "u",
        "premium",
        "price",
        "nice",
        "mean",
        "selling",
        "going",
        "get",
        "someone",
        "else",
        "going",
        "charge",
        "low",
        "price",
        "particularly",
        "right",
        "brazil",
        "supply",
        "majority",
        "soybean",
        "china",
        "supply",
        "around",
        "brazil",
        "replace",
        "soybean",
        "would",
        "export",
        "china",
        "well",
        "guess",
        "right",
        "price",
        "sold",
        "already",
        "real",
        "world",
        "would",
        "divert",
        "product",
        "market",
        "sell",
        "china",
        "probably",
        "would",
        "want",
        "premium",
        "disrupting",
        "historic",
        "customer",
        "relation",
        "people",
        "country",
        "still",
        "need",
        "soybean",
        "could",
        "sell",
        "think",
        "far",
        "complicated",
        "poke",
        "poke",
        "trade",
        "infinitely",
        "complex",
        "thing",
        "lend",
        "simple",
        "conclusion",
        "faber",
        "alright",
        "well",
        "wish",
        "luck",
        "coming",
        "ross",
        "thank",
        "faber",
        "negotiation",
        "appreciate",
        "taking",
        "time",
        "ross",
        "good",
        "see",
        "david",
        "faber",
        "good",
        "see",
        "wilbur",
        "ross",
        "commerce",
        "secretary",
        "carl",
        "back",
        "information",
        "contact",
        "jennifer",
        "dauble",
        "cnbc",
        "e",
        "emma",
        "martin",
        "cnbc",
        "e",
        "cnbc",
        "cnbc",
        "cnbc",
        "asia",
        "pacific",
        "cnbc",
        "europe",
        "middle",
        "east",
        "africa",
        "cnbc",
        "world",
        "cnbc",
        "recognized",
        "world",
        "leader",
        "business",
        "news",
        "provides",
        "financial",
        "market",
        "coverage",
        "business",
        "information",
        "million",
        "home",
        "worldwide",
        "including",
        "million",
        "household",
        "united",
        "state",
        "canada",
        "cnbc",
        "also",
        "provides",
        "daily",
        "business",
        "update",
        "million",
        "household",
        "across",
        "china",
        "network",
        "live",
        "hour",
        "day",
        "business",
        "programming",
        "north",
        "america",
        "weekday",
        "et",
        "produced",
        "cnbc",
        "global",
        "headquarters",
        "englewood",
        "cliff",
        "includes",
        "report",
        "cnbc",
        "news",
        "bureau",
        "worldwide",
        "cnbc",
        "night",
        "feature",
        "mix",
        "new",
        "reality",
        "programming",
        "cnbc",
        "highly",
        "successful",
        "series",
        "produced",
        "exclusively",
        "cnbc",
        "number",
        "distinctive",
        "documentary",
        "cnbc",
        "digital",
        "delivers",
        "million",
        "unique",
        "visitor",
        "month",
        "provides",
        "financial",
        "market",
        "news",
        "information",
        "cnbc",
        "investor",
        "audience",
        "cnbc",
        "make",
        "digital",
        "destination",
        "focused",
        "making",
        "smarter",
        "earn",
        "save",
        "spend",
        "money",
        "zeroing",
        "career",
        "leadership",
        "entrepreneurship",
        "personal",
        "finance",
        "cnbc",
        "vast",
        "portfolio",
        "digital",
        "product",
        "across",
        "variety",
        "platform",
        "including",
        "cnbc",
        "pro",
        "premium",
        "integrated",
        "service",
        "provides",
        "live",
        "access",
        "cnbc",
        "programming",
        "exclusive",
        "video",
        "content",
        "global",
        "market",
        "data",
        "analysis",
        "suite",
        "cnbc",
        "mobile",
        "product",
        "including",
        "cnbc",
        "apps",
        "io",
        "android",
        "window",
        "device",
        "additional",
        "product",
        "cnbc",
        "app",
        "apple",
        "watch",
        "apple",
        "tv",
        "member",
        "medium",
        "receive",
        "information",
        "cnbc",
        "programming",
        "nbcuniversal",
        "medium",
        "village",
        "web",
        "site",
        "http",
        "information",
        "nbcuniversal",
        "please",
        "visit",
        "http"
    ]
}