{
    "organizations": [],
    "uuid": "7d4a652c192344fc8d1a6e98d386095fbf0656a8",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/01/business-wire-veracyte-announces-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Veracyte Announces First Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Grew Revenue by 22%, to $20.0 Million\nExecuted In-Network Contract with Anthem\nCompany Raises 2018 Annual Revenue Guidance\nConference Call and Webcast Today at 4:30 p.m. ET\nSOUTH SAN FRANCISCO, Calif.--(BUSINESS WIRE)-- Veracyte, Inc. (Nasdaq: VCYT) today announced financial results for the first quarter ended March 31, 2018 and provided an update on recent business progress. For the first quarter of 2018, revenue was $20.0 million, an increase of 22%, compared to $16.4 million for the first quarter of 2017.\n“We had a great quarter in which we beat revenue and genomic test volume growth expectations and generated strong momentum across our business,” said Bonnie Anderson, chairman and chief executive officer of Veracyte. “Our team converted the majority of our thyroid business to the next-generation Afirma Genomic Sequencing Classifier, gained in-network status with Anthem and significantly accelerated our Percepta business. Additionally, we unveiled our new, RNA sequencing-based Afirma Xpression Atlas, which positions us to deliver even more value to physicians, while enabling new collaborations – beginning with Loxo Oncology – to help advance precision medicine efforts.”\nFirst Quarter 2018 Financial Results\nFor the first quarter of 2018, as compared to the first quarter of 2017:\nRevenue was $20.0 million, an increase of 22%; Genomic Volume was 6,864, an increase of 18%; Gross Margin was 61%, a decline of 1%; Operating Expenses, Excluding Cost of Revenue were $21.1 million, an increase of 20%; Net Loss and Comprehensive Loss was ($9.2) million, an increase of 12%; Basic and Diluted Net Loss Per Common Share was ($0.27), an increase of 13%; Cash Burn 1 was $7.6 million, an improvement of 8%; and Cash and Cash Equivalents was $27.2 million at March 31, 2018.\n1 A reconciliation of net cash used in operating activities to cash burn has been provided in the financial statement tables included in this press release. An explanation of cash burn is also included below under the heading “Non-GAAP Financial Measures.”\nFirst Quarter 2018 and Recent Business Highlights\nCommercial Growth:\nReported 6,864 genomic tests in the first quarter of 2018, representing 18% growth as compared to the first quarter of 2017, and transitioned approximately 70% of the company’s thyroid business to the next-generation Afirma Genomic Sequencing Classifier (GSC), ahead of plan; and Doubled the number of institutions that submitted samples for Percepta testing in the first quarter of 2018, compared to the fourth quarter of 2017.\nReimbursement Expansion:\nExecuted an in-network contract with Anthem, an independent Blues plan and one of the nation’s largest health benefits companies. This achievement nearly completes Veracyte’s contracting efforts to make the Afirma classifier available to patients nationally as an in-network service.\nEvidence Development:\nPresented the first real-world clinical utility data for the Afirma GSC at ENDO 2018 demonstrating that the genomic test enabled significantly more patients to avoid unnecessary thyroid surgery, compared to the original Afirma test; Published the INTENSITY study in BMC Pulmonary Medicine, quantifying the challenges of obtaining an IPF diagnosis and the resulting negative impact on patients – and underscoring the clinical need for the Envisia classifier; and Received acceptance of an abstract for a validation study demonstrating the performance of the Afirma Xpression Atlas to be presented at the American Association of Clinical Endocrinologists’ (AACE) 27 th Annual Scientific & Clinical Congress in May 2018.\nScientific Innovation:\nUnveiled the Afirma Xpression Atlas, an extension of the Afirma GSC, at ENDO 2018 in an oral presentation detailing the RNA sequencing-based platform’s ability to derive rich genomic content – 761 DNA variants and 130 RNA fusions in over 500 genes that are associated with thyroid cancer – from thyroid fine needle aspiration samples; and Entered into a research collaboration with Loxo Oncology, which will leverage Veracyte’s Afirma Xpression Atlas platform to advance Loxo Oncology’s development of therapies for patients with genetically defined cancers, including thyroid cancer.\nUpdated 2018 Financial Outlook\nVeracyte is increasing its 2018 annual revenue guidance to $83 million to $86 million, from its prior guidance of $81 million to $83 million. The company reiterates its annual cash burn guidance of $18 million to $22 million.\nConference Call and Webcast Details\nVeracyte will host a conference call and webcast today at 4:30 p.m. Eastern Time to discuss the company's financial results and provide a general business update. The call may be accessed as follows:\nVeracyte First Quarter 2018 Conference Call 4:30 p.m. ET Today\nWebsite: http://investor.veracyte.com\nDial-in number (U.S.): (855) 541-0980 International Number: (970) 315-0440 Conference ID: 8389069 The webcast replay will be available on the company's website approximately two hours following completion of the call.\nAbout Veracyte\nVeracyte (Nasdaq: VCYT) is a leading genomic diagnostics company that is providing trustworthy and actionable answers that fundamentally improve patient care when current diagnostic tests are uncertain. The company's products uniquely combine genomic technology, clinical science and machine learning to provide answers that give physicians and patients a clear path forward without risky, costly surgery that is often unnecessary. Since its founding in 2008, Veracyte has commercialized three genomic tests, which are transforming the diagnosis of thyroid cancer, lung cancer and idiopathic pulmonary fibrosis and collectively target a $2 billion market opportunity. Veracyte is based in South San Francisco, California. For more information, please visit www.veracyte.com and follow the company on Twitter (@veracyte).\nVeracyte, Afirma, Percepta, Envisia, the Veracyte logo, and the Afirma logo are trademarks of Veracyte, Inc.\nForward-Looking Statements\nThis press release contains \" \" within the meaning of the Private Securities Litigation Reform Act of 1995. Forward-looking statements can be identified by words such as: \"anticipate,\" \"intend,\" \"plan,\" \"expect,\" \"believe,\" \"should,\" \"may,\" \"will\" and similar references to future periods. Examples of include, among others, our belief that we have a strong foundation in place to drive revenue growth, our beliefs regarding momentum in our business and potential drivers of future growth, our expectations regarding full-year 2018 revenue and cash burn, our introduction of our Afirma Xpression Atlas platform, our expectations regarding our ability to receive Medicare reimbursement and expand commercialization of our Envisia Genomic Classifier, our expectations for the continued expansion in the commercialization of Percepta and our ability to drive revenue growth across our endocrinology and pulmonology franchises. Forward-looking statements are neither historical facts nor assurances of future performance. Instead, they are based only on our current beliefs, expectations and assumptions regarding the future of our business, future plans and strategies, anticipated events and trends, the economy and other future conditions. Forward-looking statements involve risks and uncertainties, which could cause actual results to differ materially, and reported results should not be considered as an indication of future performance. These risks and uncertainties include, but are not limited to our history of losses since inception; our ability to enhance the performance of our Afirma classifier; our ability to successfully transition to our next-generation Afirma Genomic Sequencing Classifier; the performance and acceptance of our Percepta and Envisia classifiers; our ability to increase usage of and reimbursement for the Afirma and Percepta classifiers and to obtain adequate reimbursement for our Envisia classifier, as well as any future products we may develop or sell; our ability to continue our momentum and growth; our dependence on a few payers for a significant portion of our revenue; and other risks set forth in the company's filings with the Securities and Exchange Commission, including the risks set forth in the company's Quarterly Report on Form 10-Q for the quarter ended March 31, 2018. These speak only as of the date hereof and Veracyte specifically disclaims any obligation to update these .\nNon-GAAP Financial Measures\nTo supplement our consolidated financial statements prepared in accordance with generally accepted accounting principles in the United States (GAAP), we monitor and consider cash burn, which is a non-GAAP financial measure. This non-GAAP financial measure is not based on any standardized methodology prescribed by GAAP and is not necessarily comparable to similarly-titled measures presented by other companies. We define cash burn as net cash used in operating activities plus net capital expenditures, such as net purchases of property and equipment. We believe cash burn to be a liquidity measure that provides useful information to management and investors about the amount of cash consumed by the operations of the business, including our purchases of property and equipment. A limitation of using this non-GAAP measure is that cash burn does not represent the total change in cash and cash equivalents for the period because it excludes cash provided by or used for other investing and financing activities. We account for this limitation by providing information about our capital expenditures and other investing and financing activities in the statements of cash flows in our financial statements in our most recent Quarterly Report on Form 10-Q and Annual Report on Form 10-K and by presenting cash flows from investing and financing activities in our reconciliation of cash burn. In addition, it is important to note that other companies, including companies in our industry, may not use cash burn, may calculate cash burn in a different manner than we do or may use other financial measures to evaluate their performance, all of which could reduce the usefulness of cash burn as a comparative measure.\nBecause of these limitations, cash burn should not be considered in isolation from, or as a substitute for, financial information prepared in accordance with GAAP. Investors are encouraged to review the reconciliation of cash burn to net cash used in operating activities provided in the tables below.\nVERACYTE, INC.\nCONDENSED STATEMENTS OF OPERATIONS AND COMPREHENSIVE LOSS\n(Unaudited)\n(In thousands of dollars, except share and per share amounts)\nThree Months Ended March 31, 2018 2017 Revenue $ 20,041 $ 16,432 Operating Expenses: Cost of revenue 7,867 6,297 Research and development 3,675 4,030 Selling and marketing 11,543 7,336 General and administrative 5,644 6,019 Intangible asset amortization 267 267 Total operating expenses 28,996 23,949 Loss from operations (8,955 ) (7,517 ) Interest expense (448 ) (800 ) Other income, net 226 100 Net loss and comprehensive loss $ (9,177 ) $ (8,217 ) Net loss per common share, basic and diluted $ (0.27 ) $ (0.24 ) Shares used to compute net loss per common share, basic and diluted 34,271,254 33,823,889 VERACYTE, INC. CONDENSED BALANCE SHEETS (In thousands) March 31, December 31, 2018 2017 (Unaudited) (1) Assets Current assets: Cash and cash equivalents $ 27,152 $ 33,891 Accounts receivable 13,198 12,716 Supplies inventory 4,557 5,324 Prepaid expenses and other current assets 2,142 1,997 Total current assets 47,049 53,928 9,215 9,688 Finite-lived intangible assets, net 12,800 13,067 Goodwill 1,057 1,057 Restricted cash 603 603 Other assets 466 326 Total assets $ 71,190 $ 78,669 Liabilities and Stockholders’ Equity Current liabilities: Accounts payable $ 3,356 $ 3,853 Accrued liabilities 8,483 8,175 11,839 12,028 Long-term debt 25,016 24,938 Capital lease liability, net of current portion 233 308 Deferred rent, net of current portion 4,094 4,170 Total liabilities 41,182 41,444 Total stockholders’ equity 30,008 37,225 Total liabilities and stockholders’ equity $ 71,190 $ 78,669 (1) The condensed balance sheet at December 31, 2017 has been derived from the audited financial statements at that date included in the Company's Form 10-K filed with the Securities and Exchange Commission dated February 27, 2018.\nVERACYTE, INC. CONDENSED STATEMENT OF CASH FLOWS (Unaudited) (in thousands of dollars) Three Months Ended March 31, 2018 2017 Operating activities Net loss $ (9,177 ) $ (8,217 ) Adjustments to reconcile net loss to net cash used in operating activities: Depreciation and amortization 980 902 Stock-based compensation 1,175 1,572 Other income\n(93 ) - Amortization of debt issuance costs 8 26 Interest on end-of-term debt obligations 70 - Changes in operating assets and liabilities: Accounts receivable (482 ) (369 ) Supplies inventory 767 32 Prepaid expenses and other current assets (239 ) (244 ) Other assets (140 ) 7 Accounts payable (510 ) 528 Accrued liabilities and deferred rent 228 (2,323 ) Net cash used in operating activities (7,413 ) (8,086 ) Investing activities Purchases of property and equipment (227 ) (615 ) Proceeds from sale of property and equipment - 440 Net cash used in investing activities (227 ) (175 ) Financing activities Proceeds from the issuance of common stock in a public offering, net of costs - 200 Proceeds from legal settlement regarding short-swing profits 403 - Payment of capital lease liability (71 ) (66 ) Proceeds from the exercise of common stock options and employee stock purchases 569 414 Net cash provided by financing activities 901 548 Net decrease in cash, cash equivalents and restricted cash (6,739 ) (7,713 ) Cash, cash equivalents and restricted cash at beginning of year 34,494 59,942 Cash, cash equivalents and restricted cash at end of year $ 27,755 $ 52,229 Supplementary cash flow information of non-cash investing and financing activities: Purchases of property and equipment included in accounts payable and accrued liabilities $ 56 $ - Interest paid on debt $ 356 $ 770\nCASH, CASH EQUIVALENTS AND RESTRICTED CASH\n(Unaudited)\n(in thousands of dollars)\nMarch 31, December 31, 2018 2017 Cash and cash equivalents $ 27,152 $ 33,891 Restricted cash in long-term assets, deposit for lease security 603 603 Total cash, cash equivalents and restricted cash $ 27,755 $ 34,494 RECONCILIATION OF NET CASH USED IN OPERATING ACTIVITIES TO CASH BURN\n(Unaudited)\n(in thousands of dollars)\nThree Months Ended March 31, 2018 2017 Net cash used in operating activities $ (7,413 ) $ (8,086 ) Plus purchases of property and equipment (227 ) (615 ) Less proceeds from the sale of property and equipment - 440 Cash burn $ (7,640 ) $ (8,261 ) Net cash used in investing activities $ (227 ) $ (175 ) Net cash provided by financing activities $ 901 $ 548\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180501006526/en/\nVeracyte, Inc.\nMedia:\nTracy Morris, 650-380-4413\ntracy.morris@veracyte.com\nor\nInvestors:\nKeith Kennedy, 650-243-6357\nkeith@veracyte.com\nSource: Veracyte, Inc.",
    "published": "2018-05-02T00:05:00.000+03:00",
    "crawled": "2018-05-02T02:29:03.014+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "grew",
        "revenue",
        "million",
        "executed",
        "contract",
        "anthem",
        "company",
        "raise",
        "annual",
        "revenue",
        "guidance",
        "conference",
        "call",
        "webcast",
        "today",
        "et",
        "south",
        "san",
        "francisco",
        "business",
        "wire",
        "veracyte",
        "nasdaq",
        "vcyt",
        "today",
        "announced",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "provided",
        "update",
        "recent",
        "business",
        "progress",
        "first",
        "quarter",
        "revenue",
        "million",
        "increase",
        "compared",
        "million",
        "first",
        "quarter",
        "great",
        "quarter",
        "beat",
        "revenue",
        "genomic",
        "test",
        "volume",
        "growth",
        "expectation",
        "generated",
        "strong",
        "momentum",
        "across",
        "business",
        "said",
        "bonnie",
        "anderson",
        "chairman",
        "chief",
        "executive",
        "officer",
        "veracyte",
        "team",
        "converted",
        "majority",
        "thyroid",
        "business",
        "afirma",
        "genomic",
        "sequencing",
        "classifier",
        "gained",
        "status",
        "anthem",
        "significantly",
        "accelerated",
        "percepta",
        "business",
        "additionally",
        "unveiled",
        "new",
        "rna",
        "afirma",
        "xpression",
        "atlas",
        "position",
        "u",
        "deliver",
        "even",
        "value",
        "physician",
        "enabling",
        "new",
        "collaboration",
        "beginning",
        "loxo",
        "oncology",
        "help",
        "advance",
        "precision",
        "medicine",
        "first",
        "quarter",
        "financial",
        "result",
        "first",
        "quarter",
        "compared",
        "first",
        "quarter",
        "revenue",
        "million",
        "increase",
        "genomic",
        "volume",
        "increase",
        "gross",
        "margin",
        "decline",
        "operating",
        "expense",
        "excluding",
        "cost",
        "revenue",
        "million",
        "increase",
        "net",
        "loss",
        "comprehensive",
        "loss",
        "million",
        "increase",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "increase",
        "cash",
        "burn",
        "million",
        "improvement",
        "cash",
        "cash",
        "equivalent",
        "million",
        "march",
        "reconciliation",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "cash",
        "burn",
        "provided",
        "financial",
        "statement",
        "table",
        "included",
        "press",
        "release",
        "explanation",
        "cash",
        "burn",
        "also",
        "included",
        "heading",
        "financial",
        "first",
        "quarter",
        "recent",
        "business",
        "highlight",
        "commercial",
        "growth",
        "reported",
        "genomic",
        "test",
        "first",
        "quarter",
        "representing",
        "growth",
        "compared",
        "first",
        "quarter",
        "transitioned",
        "approximately",
        "company",
        "thyroid",
        "business",
        "afirma",
        "genomic",
        "sequencing",
        "classifier",
        "gsc",
        "ahead",
        "plan",
        "doubled",
        "number",
        "institution",
        "submitted",
        "sample",
        "percepta",
        "testing",
        "first",
        "quarter",
        "compared",
        "fourth",
        "quarter",
        "reimbursement",
        "expansion",
        "executed",
        "contract",
        "anthem",
        "independent",
        "blue",
        "plan",
        "one",
        "nation",
        "largest",
        "health",
        "benefit",
        "company",
        "achievement",
        "nearly",
        "completes",
        "veracyte",
        "contracting",
        "effort",
        "make",
        "afirma",
        "classifier",
        "available",
        "patient",
        "nationally",
        "service",
        "evidence",
        "development",
        "presented",
        "first",
        "clinical",
        "utility",
        "data",
        "afirma",
        "gsc",
        "endo",
        "demonstrating",
        "genomic",
        "test",
        "enabled",
        "significantly",
        "patient",
        "avoid",
        "unnecessary",
        "thyroid",
        "surgery",
        "compared",
        "original",
        "afirma",
        "test",
        "published",
        "intensity",
        "study",
        "bmc",
        "pulmonary",
        "medicine",
        "quantifying",
        "challenge",
        "obtaining",
        "ipf",
        "diagnosis",
        "resulting",
        "negative",
        "impact",
        "patient",
        "underscoring",
        "clinical",
        "need",
        "envisia",
        "classifier",
        "received",
        "acceptance",
        "abstract",
        "validation",
        "study",
        "demonstrating",
        "performance",
        "afirma",
        "xpression",
        "atlas",
        "presented",
        "american",
        "association",
        "clinical",
        "endocrinologist",
        "aace",
        "th",
        "annual",
        "scientific",
        "clinical",
        "congress",
        "may",
        "scientific",
        "innovation",
        "unveiled",
        "afirma",
        "xpression",
        "atlas",
        "extension",
        "afirma",
        "gsc",
        "endo",
        "oral",
        "presentation",
        "detailing",
        "rna",
        "platform",
        "ability",
        "derive",
        "rich",
        "genomic",
        "content",
        "dna",
        "variant",
        "rna",
        "fusion",
        "gene",
        "associated",
        "thyroid",
        "cancer",
        "thyroid",
        "fine",
        "needle",
        "aspiration",
        "sample",
        "entered",
        "research",
        "collaboration",
        "loxo",
        "oncology",
        "leverage",
        "veracyte",
        "afirma",
        "xpression",
        "atlas",
        "platform",
        "advance",
        "loxo",
        "oncology",
        "development",
        "therapy",
        "patient",
        "genetically",
        "defined",
        "cancer",
        "including",
        "thyroid",
        "cancer",
        "updated",
        "financial",
        "outlook",
        "veracyte",
        "increasing",
        "annual",
        "revenue",
        "guidance",
        "million",
        "million",
        "prior",
        "guidance",
        "million",
        "million",
        "company",
        "reiterates",
        "annual",
        "cash",
        "burn",
        "guidance",
        "million",
        "million",
        "conference",
        "call",
        "webcast",
        "detail",
        "veracyte",
        "host",
        "conference",
        "call",
        "webcast",
        "today",
        "eastern",
        "time",
        "discus",
        "company",
        "financial",
        "result",
        "provide",
        "general",
        "business",
        "update",
        "call",
        "may",
        "accessed",
        "follows",
        "veracyte",
        "first",
        "quarter",
        "conference",
        "call",
        "et",
        "today",
        "website",
        "http",
        "number",
        "international",
        "number",
        "conference",
        "id",
        "webcast",
        "replay",
        "available",
        "company",
        "website",
        "approximately",
        "two",
        "hour",
        "following",
        "completion",
        "call",
        "veracyte",
        "veracyte",
        "nasdaq",
        "vcyt",
        "leading",
        "genomic",
        "diagnostics",
        "company",
        "providing",
        "trustworthy",
        "actionable",
        "answer",
        "fundamentally",
        "improve",
        "patient",
        "care",
        "current",
        "diagnostic",
        "test",
        "uncertain",
        "company",
        "product",
        "uniquely",
        "combine",
        "genomic",
        "technology",
        "clinical",
        "science",
        "machine",
        "learning",
        "provide",
        "answer",
        "give",
        "physician",
        "patient",
        "clear",
        "path",
        "forward",
        "without",
        "risky",
        "costly",
        "surgery",
        "often",
        "unnecessary",
        "since",
        "founding",
        "veracyte",
        "commercialized",
        "three",
        "genomic",
        "test",
        "transforming",
        "diagnosis",
        "thyroid",
        "cancer",
        "lung",
        "cancer",
        "idiopathic",
        "pulmonary",
        "fibrosis",
        "collectively",
        "target",
        "billion",
        "market",
        "opportunity",
        "veracyte",
        "based",
        "south",
        "san",
        "francisco",
        "california",
        "information",
        "please",
        "visit",
        "follow",
        "company",
        "twitter",
        "veracyte",
        "veracyte",
        "afirma",
        "percepta",
        "envisia",
        "veracyte",
        "logo",
        "afirma",
        "logo",
        "trademark",
        "veracyte",
        "statement",
        "press",
        "release",
        "contains",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "identified",
        "word",
        "anticipate",
        "intend",
        "plan",
        "expect",
        "believe",
        "may",
        "similar",
        "reference",
        "future",
        "period",
        "example",
        "include",
        "among",
        "others",
        "belief",
        "strong",
        "foundation",
        "place",
        "drive",
        "revenue",
        "growth",
        "belief",
        "regarding",
        "momentum",
        "business",
        "potential",
        "driver",
        "future",
        "growth",
        "expectation",
        "regarding",
        "revenue",
        "cash",
        "burn",
        "introduction",
        "afirma",
        "xpression",
        "atlas",
        "platform",
        "expectation",
        "regarding",
        "ability",
        "receive",
        "medicare",
        "reimbursement",
        "expand",
        "commercialization",
        "envisia",
        "genomic",
        "classifier",
        "expectation",
        "continued",
        "expansion",
        "commercialization",
        "percepta",
        "ability",
        "drive",
        "revenue",
        "growth",
        "across",
        "endocrinology",
        "pulmonology",
        "franchise",
        "statement",
        "neither",
        "historical",
        "fact",
        "assurance",
        "future",
        "performance",
        "instead",
        "based",
        "current",
        "belief",
        "expectation",
        "assumption",
        "regarding",
        "future",
        "business",
        "future",
        "plan",
        "strategy",
        "anticipated",
        "event",
        "trend",
        "economy",
        "future",
        "condition",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "reported",
        "result",
        "considered",
        "indication",
        "future",
        "performance",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "history",
        "loss",
        "since",
        "inception",
        "ability",
        "enhance",
        "performance",
        "afirma",
        "classifier",
        "ability",
        "successfully",
        "transition",
        "afirma",
        "genomic",
        "sequencing",
        "classifier",
        "performance",
        "acceptance",
        "percepta",
        "envisia",
        "classifier",
        "ability",
        "increase",
        "usage",
        "reimbursement",
        "afirma",
        "percepta",
        "classifier",
        "obtain",
        "adequate",
        "reimbursement",
        "envisia",
        "classifier",
        "well",
        "future",
        "product",
        "may",
        "develop",
        "sell",
        "ability",
        "continue",
        "momentum",
        "growth",
        "dependence",
        "payer",
        "significant",
        "portion",
        "revenue",
        "risk",
        "set",
        "forth",
        "company",
        "filing",
        "security",
        "exchange",
        "commission",
        "including",
        "risk",
        "set",
        "forth",
        "company",
        "quarterly",
        "report",
        "form",
        "quarter",
        "ended",
        "march",
        "speak",
        "date",
        "hereof",
        "veracyte",
        "specifically",
        "disclaims",
        "obligation",
        "update",
        "financial",
        "measure",
        "supplement",
        "consolidated",
        "financial",
        "statement",
        "prepared",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "united",
        "state",
        "gaap",
        "monitor",
        "consider",
        "cash",
        "burn",
        "financial",
        "measure",
        "financial",
        "measure",
        "based",
        "standardized",
        "methodology",
        "prescribed",
        "gaap",
        "necessarily",
        "comparable",
        "measure",
        "presented",
        "company",
        "define",
        "cash",
        "burn",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "plus",
        "net",
        "capital",
        "expenditure",
        "net",
        "purchase",
        "property",
        "equipment",
        "believe",
        "cash",
        "burn",
        "liquidity",
        "measure",
        "provides",
        "useful",
        "information",
        "management",
        "investor",
        "amount",
        "cash",
        "consumed",
        "operation",
        "business",
        "including",
        "purchase",
        "property",
        "equipment",
        "limitation",
        "using",
        "measure",
        "cash",
        "burn",
        "represent",
        "total",
        "change",
        "cash",
        "cash",
        "equivalent",
        "period",
        "excludes",
        "cash",
        "provided",
        "used",
        "investing",
        "financing",
        "activity",
        "account",
        "limitation",
        "providing",
        "information",
        "capital",
        "expenditure",
        "investing",
        "financing",
        "activity",
        "statement",
        "cash",
        "flow",
        "financial",
        "statement",
        "recent",
        "quarterly",
        "report",
        "form",
        "annual",
        "report",
        "form",
        "presenting",
        "cash",
        "flow",
        "investing",
        "financing",
        "activity",
        "reconciliation",
        "cash",
        "burn",
        "addition",
        "important",
        "note",
        "company",
        "including",
        "company",
        "industry",
        "may",
        "use",
        "cash",
        "burn",
        "may",
        "calculate",
        "cash",
        "burn",
        "different",
        "manner",
        "may",
        "use",
        "financial",
        "measure",
        "evaluate",
        "performance",
        "could",
        "reduce",
        "usefulness",
        "cash",
        "burn",
        "comparative",
        "measure",
        "limitation",
        "cash",
        "burn",
        "considered",
        "isolation",
        "substitute",
        "financial",
        "information",
        "prepared",
        "accordance",
        "gaap",
        "investor",
        "encouraged",
        "review",
        "reconciliation",
        "cash",
        "burn",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "provided",
        "table",
        "veracyte",
        "condensed",
        "statement",
        "operation",
        "comprehensive",
        "loss",
        "unaudited",
        "thousand",
        "dollar",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "operating",
        "expense",
        "cost",
        "revenue",
        "research",
        "development",
        "selling",
        "marketing",
        "general",
        "administrative",
        "intangible",
        "asset",
        "amortization",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "interest",
        "expense",
        "income",
        "net",
        "net",
        "loss",
        "comprehensive",
        "loss",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "share",
        "used",
        "compute",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "veracyte",
        "condensed",
        "balance",
        "sheet",
        "thousand",
        "march",
        "december",
        "unaudited",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "supply",
        "inventory",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "intangible",
        "asset",
        "net",
        "goodwill",
        "restricted",
        "cash",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "liability",
        "debt",
        "capital",
        "lease",
        "liability",
        "net",
        "current",
        "portion",
        "deferred",
        "rent",
        "net",
        "current",
        "portion",
        "total",
        "liability",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "condensed",
        "balance",
        "sheet",
        "december",
        "derived",
        "audited",
        "financial",
        "statement",
        "date",
        "included",
        "company",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "dated",
        "february",
        "veracyte",
        "condensed",
        "statement",
        "cash",
        "flow",
        "unaudited",
        "thousand",
        "dollar",
        "three",
        "month",
        "ended",
        "march",
        "operating",
        "activity",
        "net",
        "loss",
        "adjustment",
        "reconcile",
        "net",
        "loss",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "depreciation",
        "amortization",
        "compensation",
        "income",
        "amortization",
        "debt",
        "issuance",
        "cost",
        "interest",
        "debt",
        "obligation",
        "change",
        "operating",
        "asset",
        "liability",
        "account",
        "receivable",
        "supply",
        "inventory",
        "prepaid",
        "expense",
        "current",
        "asset",
        "asset",
        "account",
        "payable",
        "accrued",
        "liability",
        "deferred",
        "rent",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "investing",
        "activity",
        "purchase",
        "property",
        "equipment",
        "proceeds",
        "sale",
        "property",
        "equipment",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "financing",
        "activity",
        "proceeds",
        "issuance",
        "common",
        "stock",
        "public",
        "offering",
        "net",
        "cost",
        "proceeds",
        "legal",
        "settlement",
        "regarding",
        "profit",
        "payment",
        "capital",
        "lease",
        "liability",
        "proceeds",
        "exercise",
        "common",
        "stock",
        "option",
        "employee",
        "stock",
        "purchase",
        "net",
        "cash",
        "provided",
        "financing",
        "activity",
        "net",
        "decrease",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "beginning",
        "year",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "end",
        "year",
        "supplementary",
        "cash",
        "flow",
        "information",
        "investing",
        "financing",
        "activity",
        "purchase",
        "property",
        "equipment",
        "included",
        "account",
        "payable",
        "accrued",
        "liability",
        "interest",
        "paid",
        "debt",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "unaudited",
        "thousand",
        "dollar",
        "march",
        "december",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "asset",
        "deposit",
        "lease",
        "security",
        "total",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "reconciliation",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "cash",
        "burn",
        "unaudited",
        "thousand",
        "dollar",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "plus",
        "purchase",
        "property",
        "equipment",
        "less",
        "proceeds",
        "sale",
        "property",
        "equipment",
        "cash",
        "burn",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "net",
        "cash",
        "provided",
        "financing",
        "activity",
        "view",
        "source",
        "version",
        "http",
        "veracyte",
        "medium",
        "tracy",
        "morris",
        "investor",
        "keith",
        "kennedy",
        "keith",
        "source",
        "veracyte",
        "inc"
    ]
}