{
    "organizations": [],
    "uuid": "ccfc8e8656828fc62a1b0ea19d8b81f31a3c636e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/11/globe-newswire-cerecor-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Cerecor Reports First Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "BALTIMORE, May 11, 2018 (GLOBE NEWSWIRE) -- Cerecor Inc. (NASDAQ:CERC) (“Cerecor” or the “Company”) today announced financial results for the first quarter of 2018. Net revenues for the first quarter of 2018 were $4.5 million. As of March 31, 2018, the Company had $65.4 million in total assets including cash and cash equivalents of $2.5 million, accounts receivable of $2.8 million, and escrowed receivable of $3.8 million. Total liabilities were $40.8 million, which included $14.8 million of current liabilities and $14.6 million of long-term debt, and total stockholder’s equity was $24.6 million.\nFirst Quarter 2018 Corporate & Commercial Highlights\nIn March 2018, Cerecor announced the appointment of Peter Greenleaf as Chief Executive Officer. Mr. Greenleaf brings to Cerecor over two decades of biopharmaceutical experience, having most recently served as Chairman and CEO of Sucampo Pharmaceuticals, which was recently acquired by Mallinckrodt Pharmaceuticals. He also served as CEO or President with Histogenics, a regenerative medicine company, MedImmune LLC, the global biologics arm of AstraZeneca and MedImmune Ventures, a wholly owned venture capital fund within AstraZeneca Group. Prior to these positions, he held strategic commercial roles with a number of other biopharmaceutical companies.\nIn February 2018, Cerecor acquired all rights to Avadel's marketed pediatric products, Karbinal™ ER, AcipHex® Sprinkle™, Cefaclor for Oral Suspension, and Flexichamber™. Additionally, Avadel Ireland will develop and provide Cerecor with four stable product formulations of Cerecor's choosing utilizing its proprietary LiquiTime™ and Micropump® technology. Three of these development projects are already underway.\nQ1 2018 was our first full quarter of product sales of Poly-Vi-Flor® and Tri-Vi-Flor®. Additionally, Cerecor began shipping Karbinal™ ER to wholesalers in the last week of March and anticipates shipping the other Avadel acquired commercial products beginning in the second quarter of 2018.\nIn March 2018, Cerecor gained clearance of its Investigational New Drug (“IND”) application from the U.S. Food & Drug Administration to initiate clinical studies of CERC-301 in Neurogenic Orthostatic Hypotension (“nOH”). nOH is a rare neurologic disorder that is characterized by low blood pressure that occurs upon standing. Cerecor anticipates dosing the first patient in the second quarter of 2018.\nIn April 2018, Cerecor appointed Dr. Simon Pedder to its Board of Directors. Dr. Pedder played key roles of the development of Northera® in nOH and tolcapone in Parkinson’s.\n“The first quarter reflects an exciting pivot of Cerecor to an integrated biopharmaceutical company with a recently established and growing portfolio of pediatric commercial products as well as an equally important and growing pipeline of transformational assets,” said Peter Greenleaf, Chief Executive Officer of Cerecor. “We are pleased with the results of our investment in Cerecor’s development platform highlighted by the critical milestone of obtaining clearance for our CERC-301 IND application. We have made good progress toward the integration of our recently acquired pediatric focused companies and product lines and we believe we are positioned well to further leverage assets such as our sales team through both organic and inorganic growth. Looking ahead, we remain focused on executing our key business objectives to continue the aggressive transformation of the company.”\nFirst Quarter 2018 Financial Results\nNet revenues were $4.5 million for the first quarter ended March 31, 2018, which primarily resulted from a full quarter of product sales. We did not have product sales in the first quarter of 2017. Grant revenue was $0.4 million for the quarter ended March 31, 2017 as a result of our research and development grants awarded by the National Institute on Alcohol Abuse and Alcoholism at the National Institutes of Health in 2016.\nResearch and development (\"R&D\") expenses increased to $1.6 million for the first quarter of 2018, compared to $1.0 million for the first quarter of 2017. This increase resulted from the Company preparing CERC-301 for nOH clinical trials and toxicology studies in support of clinical development.\nGeneral and administrative expenses increased to $2.9 million for the first quarter of 2018, compared to $1.3 million for the first quarter of 2017. This increase was driven by professional fees and integration costs associated with our recent acquisitions.\nCerecor reported a net loss of $3.9 million, or ($0.12) per share, for the first quarter of 2018, compared to a net loss of $2.0 million, or ($0.19) per share, for the first quarter of 2017.\nFirst Quarter 2018 EBITDA\nCerecor reported Adjusted EBITDA (as defined below) of ($1.4) million for the first quarter of 2018, compared to ($1.6) million for the first quarter of 2017. Cerecor reported EBITDA (as defined below) of ($2.7) million for the first quarter of 2018 compared to ($1.9) million for the first quarter of 2017. A table to reconcile the GAAP net loss to Non-GAAP Adjusted EBITDA for the respective periods follows:\nReconcilation of GAAP Net Loss to Adjusted EBITDA (in thousands) Three Months Ended March 31, 2018 2017 GAAP Net loss $ (3,883 ) $ (1,961 ) Adjustments: Income tax expense 23 - Interest expense, net 100 58 Amortization of intangibles 1,017 - Depreciation 6 6 Inventory step-up adjustment 45 - EBITDA $ (2,692 ) $ (1,897 ) Non-GAAP Adjustments: Stock-based compensation 243 332 Restructuring costs 213 - Acquisition and integration related expenses 378 - Lachlan legal arbitration costs 423 - Total Non-GAAP Adjustments 1,257 332 Adjusted EBITDA $ (1,435 ) $ (1,565 ) Non-GAAP Financial Measures\nThis press release contains two financial metrics (EBITDA and Adjusted EBITDA) that are considered “non-GAAP” financial metrics under applicable Securities and Exchange Commission rules and regulations. These non-GAAP financial metrics should be considered supplemental to and not a substitute for financial information prepared in accordance with generally accepted accounting principles. The Company’s definition of these non-GAAP metrics may differ from similarly titled metrics used by companies. EBITDA reflects net income excluding the impact of provision for income taxes, interest expense, net, depreciation, amortization of intangibles and inventory step-up adjustment. Adjusted EBITDA adjusts EBITDA for specified items that can be highly variable or difficult to predict, and various non-cash items, including share based compensation, restructuring costs, acquisition and integration related expenses, legal settlements and reserves, impairments and Lachlan legal arbitration costs. The Company views these non-GAAP financial metrics as a means to facilitate management’s financial and operational decision-making, including evaluation of the Company’s historical operating results and comparison to competitors’ operating results. These non-GAAP financial metrics reflect an additional way of viewing aspects of the Company’s operations that, when viewed with GAAP results, may provide a more complete understanding of factors and trends affecting the Company’s business.\nThe determination of the amounts that are excluded from these non-GAAP financial metrics is a matter of management judgment and depends upon, among other factors, the nature of the underlying expense or income amounts. Because non-GAAP financial metrics exclude the effect of items that will increase or decrease the Company’s reported results of operations, management strongly encourages investors to review the Company’s consolidated financial statements and publicly-filed reports in their entirety.\nOutlook\nBased upon our current performance, the Company has increased its full-year 2018 net revenue guidance to $16 to $18 million and projects its 2018 adjusted EBITDA to be approximately break-even. The Company expects to incur acquisition and integration expenses and restructuring costs in 2018 of approximately $1.2 million. These estimates reflect management’s current expectations for Cerecor’s 2018 performance. Actual results may vary, whether as a result of market conditions, or other factors.\nAbout Cerecor\nCerecor is an integrated biopharmaceutical company focused on pediatric healthcare and developing innovative therapies that make a difference in the lives of patients. The Company’s pipeline is led by CERC-301, which Cerecor currently intends to explore as an adjunctive treatment for Neurogenic Orthostatic Hypotension (nOH) and other potential orphan and neurological indications. Cerecor intends to initiate a Phase I safety study in 2018. Cerecor is also developing two pre-clinical stage compounds, CERC-611 and CERC-406. The Company’s R&D efforts are supported by profits from its franchise of commercial medications led by prescribed dietary supplements Poly-Vi-Flor® (multivitamin and fluoride supplement tablet, chewable) and Tri-Vi-Flor® (multivitamin and fluoride supplement suspension/drops) as well as its prescribed drugs Karbinal™ ER, AcipHex® Sprinkle™, and Cefaclor for Oral Suspension.\nFor more information about Cerecor, please visit www.cerecor.com .\nMariam Morris\nChief Financial Officer\nmmorris@cerecor.com\nForward-Looking Statements\nThis press release may include forward-looking statements made pursuant to the Private Securities Litigation Reform Act of 1995. Forward-looking statements are statements that are not historical facts. Such forward-looking statements are subject to significant risks and uncertainties that are subject to change based on various factors (many of which are beyond Cerecor’s control), which could cause actual results to differ from the forward-looking statements. Such statements may include, without limitation, statements with respect to Cerecor’s plans, objectives, projections, expectations and intentions and other statements identified by words such as “projects,” “may,” “will,” “could,” “would,” “should,” “continue,” “seeks,” “aims,” “predicts,” “believes,” “expects,” “anticipates,” “estimates,” “intends,” “plans,” “potential,” or similar expressions (including their use in the negative), or by discussions of future matters such as: our 2018 outlook; the development of product candidates or products; potential attributes and benefits of product candidates; the expansion of Cerecor’s drug portfolio, Cerecor’s ability to identify new indications for its current portfolio; and new product candidates that could be in-licensed, and other statements that are not historical. These statements are based upon the current beliefs and expectations of Cerecor’s management but are subject to significant risks and uncertainties, including: risks associated with acquisitions, including the need to quickly and successfully integrate acquired assets and personnel; Cerecor’s cash position and the potential need for it to raise additional capital; reliance on key personnel, including Mr. Greenleaf; drug development costs and timing; and those other risks detailed in Cerecor’s filings with the Securities and Exchange Commission. Actual results may differ from those set forth in the forward-looking statements. Except as required by applicable law, Cerecor expressly disclaims any obligations or undertaking to release publicly any updates or revisions to any forward-looking statements contained herein to reflect any change in Cerecor’s expectations with respect thereto or any change in events, conditions or circumstances on which any statement is based.\nCerecor Inc.\nUnaudited Condensed Consolidated Statements of Operations\n(in thousands, except share and per share amounts) Three Months Ended March 31, 2018 (a) 2017 (a) Revenues Product and sales force revenue, net 4,483 — Grant revenue — 384 Total revenues, net $ 4,483 $ 384 Operating expenses: Cost of product sales 864 — Research and development 1,650 953 General and administrative 2,919 1,330 Sales and marketing 1,525 — Amortization expense 1,017 — Total operating expenses 7,975 2,283 Loss from operations (3,492 ) (1,899 ) Other expense, net: Change in fair value of warrant liability, unit purchase option liability and contingent consideration (286 ) (4 ) Interest expense, net (82 ) (58 ) Total other expense (368 ) (62 ) Net loss before taxes (3,860 ) (1,961 ) Income tax expense 23 — Net loss $ (3,883 ) $ (1,961 ) Net loss per share of common stock, basic and diluted $ (0.12 ) $ (0.19 ) Weighted-average shares of common stock outstanding, basic 31,316,246 10,216,014 Weighted-average shares of common stock outstanding, diluted 31,316,246 10,216,014 (a) The consolidated condensed statements of operations for the quarters ended March 31, 2018 and 2017 have been derived from the reviewed financial statements but do not include all of the information and footnotes required by accounting principles generally accepted in the United States for complete financial statements.\nCerecor Inc.\nCondensed Consoldiated Balance Sheets\n(in thousands) March 31, December 31, 2018 2017 (a) (unaudited) Assets Current assets: Cash and cash equivalents $ 2,524 $ 2,472 Accounts receivable, net 2,830 2,935 Escrowed cash receivable 3,754 3,752 Inventory, net 3,440 382 Prepaid expenses and other current assets 789 706 Other receivables 56 427 Total current assets 13,393 10,674 Intangible assets, net 33,100 17,664 Goodwill 18,678 14,293 Property and equipment, net 59 45 Restricted cash, net of current portion 131 131 Total assets $ 65,361 $ 42,807 Liabilities and stockholders’ equity Current liabilities Accounts payable and accrued expenses $ 10,906 $ 8,830 Income taxes payable 2,267 2,259 Long term debt, current portion 788 — Contingent consideration 829 — 14,790 11,089 Long term debt, net of current portion 14,590 — Contingent consideration, long term 9,821 — Deferred tax liability, net 23 Other long term liabilities 1,554 3,858 Total liabilities 40,778 14,947 Stockholders’ equity 24,583 27,860 Total liabilities and stockholders’ equity $ 65,361 $ 42,807 (a) The consolidated condensed balance sheets as of March 31, 2018 and December 31, 2017 have been derived from the reviewed and audited financial statements but do not include all of the information and footnotes required by accounting principles generally accepted in the United States for complete financial statements.\nSource:Cerecor, Inc.",
    "published": "2018-05-11T16:15:00.000+03:00",
    "crawled": "2018-05-11T16:33:37.011+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "baltimore",
        "may",
        "globe",
        "newswire",
        "cerecor",
        "nasdaq",
        "cerc",
        "cerecor",
        "company",
        "today",
        "announced",
        "financial",
        "result",
        "first",
        "quarter",
        "net",
        "revenue",
        "first",
        "quarter",
        "million",
        "march",
        "company",
        "million",
        "total",
        "asset",
        "including",
        "cash",
        "cash",
        "equivalent",
        "million",
        "account",
        "receivable",
        "million",
        "escrowed",
        "receivable",
        "million",
        "total",
        "liability",
        "million",
        "included",
        "million",
        "current",
        "liability",
        "million",
        "debt",
        "total",
        "stockholder",
        "equity",
        "million",
        "first",
        "quarter",
        "corporate",
        "commercial",
        "highlight",
        "march",
        "cerecor",
        "announced",
        "appointment",
        "peter",
        "greenleaf",
        "chief",
        "executive",
        "officer",
        "greenleaf",
        "brings",
        "cerecor",
        "two",
        "decade",
        "biopharmaceutical",
        "experience",
        "recently",
        "served",
        "chairman",
        "ceo",
        "sucampo",
        "pharmaceutical",
        "recently",
        "acquired",
        "mallinckrodt",
        "pharmaceutical",
        "also",
        "served",
        "ceo",
        "president",
        "histogenics",
        "regenerative",
        "medicine",
        "company",
        "medimmune",
        "llc",
        "global",
        "biologics",
        "arm",
        "astrazeneca",
        "medimmune",
        "venture",
        "wholly",
        "owned",
        "venture",
        "capital",
        "fund",
        "within",
        "astrazeneca",
        "group",
        "prior",
        "position",
        "held",
        "strategic",
        "commercial",
        "role",
        "number",
        "biopharmaceutical",
        "company",
        "february",
        "cerecor",
        "acquired",
        "right",
        "avadel",
        "marketed",
        "pediatric",
        "product",
        "er",
        "cefaclor",
        "oral",
        "suspension",
        "additionally",
        "avadel",
        "ireland",
        "develop",
        "provide",
        "cerecor",
        "four",
        "stable",
        "product",
        "formulation",
        "cerecor",
        "choosing",
        "utilizing",
        "proprietary",
        "technology",
        "three",
        "development",
        "project",
        "already",
        "underway",
        "q1",
        "first",
        "full",
        "quarter",
        "product",
        "sale",
        "additionally",
        "cerecor",
        "began",
        "shipping",
        "er",
        "wholesaler",
        "last",
        "week",
        "march",
        "anticipates",
        "shipping",
        "avadel",
        "acquired",
        "commercial",
        "product",
        "beginning",
        "second",
        "quarter",
        "march",
        "cerecor",
        "gained",
        "clearance",
        "investigational",
        "new",
        "drug",
        "ind",
        "application",
        "food",
        "drug",
        "administration",
        "initiate",
        "clinical",
        "study",
        "neurogenic",
        "orthostatic",
        "hypotension",
        "noh",
        "noh",
        "rare",
        "neurologic",
        "disorder",
        "characterized",
        "low",
        "blood",
        "pressure",
        "occurs",
        "upon",
        "standing",
        "cerecor",
        "anticipates",
        "dosing",
        "first",
        "patient",
        "second",
        "quarter",
        "april",
        "cerecor",
        "appointed",
        "simon",
        "pedder",
        "board",
        "director",
        "pedder",
        "played",
        "key",
        "role",
        "development",
        "noh",
        "tolcapone",
        "parkinson",
        "first",
        "quarter",
        "reflects",
        "exciting",
        "pivot",
        "cerecor",
        "integrated",
        "biopharmaceutical",
        "company",
        "recently",
        "established",
        "growing",
        "portfolio",
        "pediatric",
        "commercial",
        "product",
        "well",
        "equally",
        "important",
        "growing",
        "pipeline",
        "transformational",
        "asset",
        "said",
        "peter",
        "greenleaf",
        "chief",
        "executive",
        "officer",
        "cerecor",
        "pleased",
        "result",
        "investment",
        "cerecor",
        "development",
        "platform",
        "highlighted",
        "critical",
        "milestone",
        "obtaining",
        "clearance",
        "ind",
        "application",
        "made",
        "good",
        "progress",
        "toward",
        "integration",
        "recently",
        "acquired",
        "pediatric",
        "focused",
        "company",
        "product",
        "line",
        "believe",
        "positioned",
        "well",
        "leverage",
        "asset",
        "sale",
        "team",
        "organic",
        "inorganic",
        "growth",
        "looking",
        "ahead",
        "remain",
        "focused",
        "executing",
        "key",
        "business",
        "objective",
        "continue",
        "aggressive",
        "transformation",
        "first",
        "quarter",
        "financial",
        "result",
        "net",
        "revenue",
        "million",
        "first",
        "quarter",
        "ended",
        "march",
        "primarily",
        "resulted",
        "full",
        "quarter",
        "product",
        "sale",
        "product",
        "sale",
        "first",
        "quarter",
        "grant",
        "revenue",
        "million",
        "quarter",
        "ended",
        "march",
        "result",
        "research",
        "development",
        "grant",
        "awarded",
        "national",
        "institute",
        "alcohol",
        "abuse",
        "alcoholism",
        "national",
        "institute",
        "health",
        "research",
        "development",
        "r",
        "expense",
        "increased",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "increase",
        "resulted",
        "company",
        "preparing",
        "noh",
        "clinical",
        "trial",
        "toxicology",
        "study",
        "support",
        "clinical",
        "development",
        "general",
        "administrative",
        "expense",
        "increased",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "increase",
        "driven",
        "professional",
        "fee",
        "integration",
        "cost",
        "associated",
        "recent",
        "acquisition",
        "cerecor",
        "reported",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "first",
        "quarter",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "first",
        "quarter",
        "first",
        "quarter",
        "ebitda",
        "cerecor",
        "reported",
        "adjusted",
        "ebitda",
        "defined",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "cerecor",
        "reported",
        "ebitda",
        "defined",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "table",
        "reconcile",
        "gaap",
        "net",
        "loss",
        "adjusted",
        "ebitda",
        "respective",
        "period",
        "follows",
        "reconcilation",
        "gaap",
        "net",
        "loss",
        "adjusted",
        "ebitda",
        "thousand",
        "three",
        "month",
        "ended",
        "march",
        "gaap",
        "net",
        "loss",
        "adjustment",
        "income",
        "tax",
        "expense",
        "interest",
        "expense",
        "net",
        "amortization",
        "intangible",
        "depreciation",
        "inventory",
        "adjustment",
        "ebitda",
        "adjustment",
        "compensation",
        "restructuring",
        "cost",
        "acquisition",
        "integration",
        "related",
        "expense",
        "lachlan",
        "legal",
        "arbitration",
        "cost",
        "total",
        "adjustment",
        "adjusted",
        "ebitda",
        "financial",
        "measure",
        "press",
        "release",
        "contains",
        "two",
        "financial",
        "metric",
        "ebitda",
        "adjusted",
        "ebitda",
        "considered",
        "financial",
        "metric",
        "applicable",
        "security",
        "exchange",
        "commission",
        "rule",
        "regulation",
        "financial",
        "metric",
        "considered",
        "supplemental",
        "substitute",
        "financial",
        "information",
        "prepared",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "company",
        "definition",
        "metric",
        "may",
        "differ",
        "similarly",
        "titled",
        "metric",
        "used",
        "company",
        "ebitda",
        "reflects",
        "net",
        "income",
        "excluding",
        "impact",
        "provision",
        "income",
        "tax",
        "interest",
        "expense",
        "net",
        "depreciation",
        "amortization",
        "intangible",
        "inventory",
        "adjustment",
        "adjusted",
        "ebitda",
        "adjusts",
        "ebitda",
        "specified",
        "item",
        "highly",
        "variable",
        "difficult",
        "predict",
        "various",
        "item",
        "including",
        "share",
        "based",
        "compensation",
        "restructuring",
        "cost",
        "acquisition",
        "integration",
        "related",
        "expense",
        "legal",
        "settlement",
        "reserve",
        "impairment",
        "lachlan",
        "legal",
        "arbitration",
        "cost",
        "company",
        "view",
        "financial",
        "metric",
        "mean",
        "facilitate",
        "management",
        "financial",
        "operational",
        "including",
        "evaluation",
        "company",
        "historical",
        "operating",
        "result",
        "comparison",
        "competitor",
        "operating",
        "result",
        "financial",
        "metric",
        "reflect",
        "additional",
        "way",
        "viewing",
        "aspect",
        "company",
        "operation",
        "viewed",
        "gaap",
        "result",
        "may",
        "provide",
        "complete",
        "understanding",
        "factor",
        "trend",
        "affecting",
        "company",
        "business",
        "determination",
        "amount",
        "excluded",
        "financial",
        "metric",
        "matter",
        "management",
        "judgment",
        "depends",
        "upon",
        "among",
        "factor",
        "nature",
        "underlying",
        "expense",
        "income",
        "amount",
        "financial",
        "metric",
        "exclude",
        "effect",
        "item",
        "increase",
        "decrease",
        "company",
        "reported",
        "result",
        "operation",
        "management",
        "strongly",
        "encourages",
        "investor",
        "review",
        "company",
        "consolidated",
        "financial",
        "statement",
        "report",
        "entirety",
        "outlook",
        "based",
        "upon",
        "current",
        "performance",
        "company",
        "increased",
        "net",
        "revenue",
        "guidance",
        "million",
        "project",
        "adjusted",
        "ebitda",
        "approximately",
        "company",
        "expects",
        "incur",
        "acquisition",
        "integration",
        "expense",
        "restructuring",
        "cost",
        "approximately",
        "million",
        "estimate",
        "reflect",
        "management",
        "current",
        "expectation",
        "cerecor",
        "performance",
        "actual",
        "result",
        "may",
        "vary",
        "whether",
        "result",
        "market",
        "condition",
        "factor",
        "cerecor",
        "cerecor",
        "integrated",
        "biopharmaceutical",
        "company",
        "focused",
        "pediatric",
        "healthcare",
        "developing",
        "innovative",
        "therapy",
        "make",
        "difference",
        "life",
        "patient",
        "company",
        "pipeline",
        "led",
        "cerecor",
        "currently",
        "intends",
        "explore",
        "adjunctive",
        "treatment",
        "neurogenic",
        "orthostatic",
        "hypotension",
        "noh",
        "potential",
        "orphan",
        "neurological",
        "indication",
        "cerecor",
        "intends",
        "initiate",
        "phase",
        "safety",
        "study",
        "cerecor",
        "also",
        "developing",
        "two",
        "stage",
        "compound",
        "company",
        "r",
        "effort",
        "supported",
        "profit",
        "franchise",
        "commercial",
        "medication",
        "led",
        "prescribed",
        "dietary",
        "supplement",
        "multivitamin",
        "fluoride",
        "supplement",
        "tablet",
        "chewable",
        "multivitamin",
        "fluoride",
        "supplement",
        "well",
        "prescribed",
        "drug",
        "er",
        "cefaclor",
        "oral",
        "suspension",
        "information",
        "cerecor",
        "please",
        "visit",
        "mariam",
        "morris",
        "chief",
        "financial",
        "officer",
        "mmorris",
        "statement",
        "press",
        "release",
        "may",
        "include",
        "statement",
        "made",
        "pursuant",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "statement",
        "historical",
        "fact",
        "statement",
        "subject",
        "significant",
        "risk",
        "uncertainty",
        "subject",
        "change",
        "based",
        "various",
        "factor",
        "many",
        "beyond",
        "cerecor",
        "control",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "statement",
        "statement",
        "may",
        "include",
        "without",
        "limitation",
        "statement",
        "respect",
        "cerecor",
        "plan",
        "objective",
        "projection",
        "expectation",
        "intention",
        "statement",
        "identified",
        "word",
        "project",
        "may",
        "could",
        "would",
        "continue",
        "seek",
        "aim",
        "predicts",
        "belief",
        "expects",
        "anticipates",
        "estimate",
        "intends",
        "plan",
        "potential",
        "similar",
        "expression",
        "including",
        "use",
        "negative",
        "discussion",
        "future",
        "matter",
        "outlook",
        "development",
        "product",
        "candidate",
        "product",
        "potential",
        "attribute",
        "benefit",
        "product",
        "candidate",
        "expansion",
        "cerecor",
        "drug",
        "portfolio",
        "cerecor",
        "ability",
        "identify",
        "new",
        "indication",
        "current",
        "portfolio",
        "new",
        "product",
        "candidate",
        "could",
        "statement",
        "historical",
        "statement",
        "based",
        "upon",
        "current",
        "belief",
        "expectation",
        "cerecor",
        "management",
        "subject",
        "significant",
        "risk",
        "uncertainty",
        "including",
        "risk",
        "associated",
        "acquisition",
        "including",
        "need",
        "quickly",
        "successfully",
        "integrate",
        "acquired",
        "asset",
        "personnel",
        "cerecor",
        "cash",
        "position",
        "potential",
        "need",
        "raise",
        "additional",
        "capital",
        "reliance",
        "key",
        "personnel",
        "including",
        "greenleaf",
        "drug",
        "development",
        "cost",
        "timing",
        "risk",
        "detailed",
        "cerecor",
        "filing",
        "security",
        "exchange",
        "commission",
        "actual",
        "result",
        "may",
        "differ",
        "set",
        "forth",
        "statement",
        "except",
        "required",
        "applicable",
        "law",
        "cerecor",
        "expressly",
        "disclaims",
        "obligation",
        "undertaking",
        "release",
        "publicly",
        "update",
        "revision",
        "statement",
        "contained",
        "herein",
        "reflect",
        "change",
        "cerecor",
        "expectation",
        "respect",
        "thereto",
        "change",
        "event",
        "condition",
        "circumstance",
        "statement",
        "based",
        "cerecor",
        "unaudited",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "product",
        "sale",
        "force",
        "revenue",
        "net",
        "grant",
        "revenue",
        "total",
        "revenue",
        "net",
        "operating",
        "expense",
        "cost",
        "product",
        "sale",
        "research",
        "development",
        "general",
        "administrative",
        "sale",
        "marketing",
        "amortization",
        "expense",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "expense",
        "net",
        "change",
        "fair",
        "value",
        "warrant",
        "liability",
        "unit",
        "purchase",
        "option",
        "liability",
        "contingent",
        "consideration",
        "interest",
        "expense",
        "net",
        "total",
        "expense",
        "net",
        "loss",
        "tax",
        "income",
        "tax",
        "expense",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "common",
        "stock",
        "basic",
        "diluted",
        "share",
        "common",
        "stock",
        "outstanding",
        "basic",
        "share",
        "common",
        "stock",
        "outstanding",
        "diluted",
        "consolidated",
        "condensed",
        "statement",
        "operation",
        "quarter",
        "ended",
        "march",
        "derived",
        "reviewed",
        "financial",
        "statement",
        "include",
        "information",
        "footnote",
        "required",
        "accounting",
        "principle",
        "generally",
        "accepted",
        "united",
        "state",
        "complete",
        "financial",
        "statement",
        "cerecor",
        "condensed",
        "consoldiated",
        "balance",
        "sheet",
        "thousand",
        "march",
        "december",
        "unaudited",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "net",
        "escrowed",
        "cash",
        "receivable",
        "inventory",
        "net",
        "prepaid",
        "expense",
        "current",
        "asset",
        "receivables",
        "total",
        "current",
        "asset",
        "intangible",
        "asset",
        "net",
        "goodwill",
        "property",
        "equipment",
        "net",
        "restricted",
        "cash",
        "net",
        "current",
        "portion",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "income",
        "tax",
        "payable",
        "long",
        "term",
        "debt",
        "current",
        "portion",
        "contingent",
        "consideration",
        "long",
        "term",
        "debt",
        "net",
        "current",
        "portion",
        "contingent",
        "consideration",
        "long",
        "term",
        "deferred",
        "tax",
        "liability",
        "net",
        "long",
        "term",
        "liability",
        "total",
        "liability",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "consolidated",
        "condensed",
        "balance",
        "sheet",
        "march",
        "december",
        "derived",
        "reviewed",
        "audited",
        "financial",
        "statement",
        "include",
        "information",
        "footnote",
        "required",
        "accounting",
        "principle",
        "generally",
        "accepted",
        "united",
        "state",
        "complete",
        "financial",
        "statement",
        "source",
        "cerecor",
        "inc"
    ]
}