{
    "organizations": [],
    "uuid": "59fc8e58ad5a29f0a1e5e87e928aacbce6446499",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/14/globe-newswire-rhythm-pharmaceuticals-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Rhythm Pharmaceuticals Reports First Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "-- U.S. Food and Drug Administration (FDA) Agreed that Bardet-Biedl Syndrome (BBS) and Alström Syndrome are Included Under Existing Breakthrough Therapy Designation (BTD) for Setmelanotide --\n-- Entered Licensing Agreement with Takeda for RM-853, Currently in Preclinical Development for Prader-Willi Syndrome (PWS); Investigational New Drug Application (IND) expected to be Filed in First Quarter of 2020 --\nBOSTON, May 14, 2018 (GLOBE NEWSWIRE) -- Rhythm Pharmaceuticals, Inc. (NASDAQ:RYTM), a biopharmaceutical company aimed at developing and commercializing therapies for the treatment of rare genetic disorders of obesity, today reported financial results and provided a business update for the first quarter ended March 31, 2018.\n“Our achievements year-to-date reflect our dual commitment to addressing the unmet medical needs of people living with rare genetic disorders of obesity and raising awareness and understanding of these conditions,” said Keith Gottesdiener, M.D., Chief Executive Officer of Rhythm. “In addition to advancing our ongoing clinical trials of setmelanotide across six melanocortin-4 receptor (MC4R) pathway deficiencies, we expanded our pipeline with the in-licensing of RM-853, a preclinical ghrelin o-acyltransferase (GOAT) inhibitor for the treatment of PWS that may have benefit both as a single agent or in combination with setmelanotide. We are on track to complete enrollment in our Phase 3 trial in POMC deficiency obesity by the end of the second quarter, and are particularly encouraged by the rate of enrollment in our Phase 3 trial in leptin receptor (LEPR) deficiency obesity, which we initiated earlier this year.\nDr. Gottesdiener continued, “We are also pleased that the FDA agreed that BBS and Alström Syndrome are included under our existing BTD for setmelanotide, underscoring the need for medicines that effectively address the excess hunger and weight gain associated with rare genetic disorders of obesity. We look forward to continuing our work with physicians and the broader community to improve the diagnosis of, and ultimately treat, people living with these conditions.”\nRecent Business Highlights:\nRhythm today announced that the FDA has agreed that BBS and Alström Syndrome, two rare genetic disorders of obesity for which there are currently no effective or approved therapeutics, are included under the previously granted BTD for setmelanotide. The FDA previously granted BTD to setmelanotide for the treatment of POMC and LEPR deficiency obesity. In May 2018, longer-term data from Rhythm’s Phase 2 open-label study of setmelanotide in patients with LEPR deficiency obesity were published online in Nature Medicine . All three patients treated with setmelanotide experienced reductions in excess hunger, also referred to as hyperphagia, and body-weight. The data show that setmelanotide was well-tolerated. The publication also detailed the results of in vitro analyses that provide insight into setmelanotide’s activity at the MC4R, suggesting that it may rescue specific MC4R mutations where the natural ligand cannot. In May 2018, the results of new genetic epidemiological analyses of known and predicted loss of function variants in the POMC, PCSK1 and LEPR genes were published online in the Journal of Clinical Endocrinology and Metabolism . This publication builds on data previously presented by Rhythm in a late-breaking poster presentation at ENDO 2018 in April, suggesting that there are potentially more than 12,000 people living in the U.S. with rare genetic disorders of obesity. In April 2018, Rhythm acquired exclusive, worldwide rights from Takeda Pharmaceutical Company Limited to develop and commercialize RM-853, a potent, orally available GOAT inhibitor currently in preclinical development for PWS. In preclinical research, RM-853 prevented body weight gain and reduced fat mass in high fat-fed mice, with a favorable pharmacokinetic, pharmacodynamic, and safety profile. Rhythm continues to assess opportunities to further evaluate setmelanotide in PWS and plans to pursue those in parallel with the development of RM-853. Additionally, given setmelanotide and RM-853’s distinct mechanisms of action, Rhythm will explore opportunities to evaluate the two compounds in combination, as there may be complementary effects.\nUpcoming Milestones:\nRhythm expects to complete enrollment of ten patients in its ongoing pivotal Phase 3 trial of setmelanotide in patients with POMC deficiency obesity in the first half of 2018. Rhythm expects to announce initial data from the trial in the first half of 2019, and to subsequently file an NDA with the FDA based on one-year data from the cohort of ten patients. Rhythm expects to complete enrollment of ten patients in its ongoing pivotal Phase 3 trial of setmelanotide in patients with LEPR deficiency obesity by the end of 2018. Rhythm expects to announce initial data from its ongoing Phase 2 proof-of-concept basket study of setmelanotide in each of Alström Syndrome, POMC epigenetic disorders, and POMC heterozygous deficiency obesity in the first half of 2018. Rhythm expects to initiate a pivotal Phase 3 clinical trial evaluating setmelanotide for the treatment of BBS in 2018. Rhythm expects to complete preclinical studies of RM-853 and file an IND with the FDA in the first quarter of 2020.\nFirst Quarter 2018 Financial Results:\nCash Position: As of March 31, 2018, cash, cash equivalents and short-term investments were $136.5 million, as compared to $148.1 million as of December 31, 2017. This decrease reflects cash used to fund operating activities in the first quarter of 2018. R&D Expenses: R&D expenses were $12.3 million for the first quarter of 2018 as compared to $4.9 million for the first quarter of 2017. The increase was primarily due to non-cash expenses related to the license acquired from Takeda for RM-853, a $1 million milestone expense associated with the license agreement with Ipsen Pharma S.A.S. and the hiring of additional personnel in the clinical and development departments in the second half of 2017. S,G&A Expenses: S,G&A expenses were $4.7 million for the first quarter of 2018 as compared to $1.5 million for the first quarter of 2017. The increase was primarily due to increased headcount, the development and building of our commercial organization to drive patient identification, as well as increased professional and consulting fees associated with being a public company. Net Loss: Net loss was $16.5 million for the first quarter of 2018, or a net loss per basic and diluted share of $0.60, as compared to a net loss of $7.5 million for the first quarter of 2017, or a net loss per basic and diluted share of $0.74.\nFinancial Guidance\nBased on its current clinical development plans, Rhythm expects that its existing cash and cash equivalents and short-term investments will be sufficient for Rhythm to fund its operations into the second half of 2019.\nAbout Rhythm Pharmaceuticals\nRhythm is a biopharmaceutical company focused on the development and commercialization of therapies for the treatment of rare genetic disorders of obesity. Rhythm is currently evaluating the efficacy and safety of setmelanotide, the Company’s first-in-class melanocortin-4 receptor (MC4R) agonist, in Phase 3 studies in patients with pro-opiomelanocortin (POMC) deficiency obesity (which includes deficiencies in both the POMC and PCSK1 genes) and leptin receptor (LEPR) deficiency obesity. Rhythm also supports The Genetic Obesity Project ( www.GeneticObesity.com ), which is dedicated to improving the understanding of severe obesity that results from specific genetic disorders. The company is based in Boston, MA.\nForward-Looking Statements\nThis press release contains certain statements that are forward-looking within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended, and that involve risks and uncertainties, including statements regarding Rhythm’s expectations regarding development of RM-853, its anticipated timing for filing of an NDA, its anticipated timing of completion of enrollment for clinical trials and announcement of data, and expectations regarding the sufficiency of cash. Statements using word such as “expect”, “anticipate”, “believe”, “may”, “will” and similar terms are also forward looking statements. Such statements are subject to numerous risks and uncertainties, including but not limited to, our ability to enroll patients in clinical trials, the outcome of clinical trials, the impact of competition, the ability to achieve or obtain necessary regulatory approvals, the impact of changes in the financial markets and global economic conditions, risks associated with data analysis and reporting, our use of cash and expenses, and other risks as may be detailed from time to time in our Annual Reports on Form 10-K and quarterly reports on Form 10-Q and other reports we file with the Securities and Exchange Commission. Except as required by law, we undertake no obligations to make any revisions to the forward-looking statements contained in this release or to update them to reflect events or circumstances occurring after the date of this release, whether as a result of new information, future developments or otherwise.\nRHYTHM PHARMACEUTICALS, INC.\nCONSOLIDATED STATEMENTS OF OPERATIONS AND COMPREHENSIVE LOSS\n(in thousands, except share and per share data)\nThree months ended March 31, 2018 2017 Operating expenses: Research and development $ 12,286 $ 4,873 Selling, general, and administrative 4,715 1,516 Total operating expenses 17,001 6,389 Loss from operations (17,001 ) (6,389 ) Other income (expense): Interest income, net 542 29 Total other income (expense): 542 29 Net loss and comprehensive loss $ (16,459 ) $ (6,360 ) Net loss attributable to common stockholders $ (16,459 ) $ (7,526 ) Net loss attributable to common stockholders per common share, basic and diluted $ (0.60 ) $ (0.74 ) Weighted average common shares outstanding, basic and diluted 27,284,140 10,196,292\nRHYTHM PHARMACEUTICALS, INC.\nCONSOLIDATED BALANCE SHEETS\n(in thousands, except share and per share data)\n(Unaudited)\nMarch 31,\nDecember 31,\n2018\n2017\nAssets Current assets: Cash and cash equivalents $ 43,167 $ 34,236 Short-term investments 93,286 113,846 Prepaid expenses and other current assets 1,961 2,589 Total current assets 138,414 150,671 Property, plant and equipment, net 779 840 Restricted cash 250 225 Total assets $ 139,443 $ 151,736 Liabilities, convertible preferred stock and stockholders’ equity Current liabilities: Accounts payable $ 2,456 $ 2,427 Deferred rent 85 83 Accrued expenses and other current liabilities 3,038 4,210 Total current liabilities 5,579 6,720 Long-term liabilities: Deferred rent 206 228 Total liabilities 5,785 6,948 Commitments and contingencies Preferred stock: Convertible Preferred Stock, $0.001 par value: 10,000,000 shares authorized; no shares issued and outstanding at March 31, 2018 and December 31, 2017, respectively — — Stockholders’ equity: Common stock, $0.001 par value: 120,000,000 shares authorized; 27,284,140 shares issued and outstanding March 31, 2018 and December 31, 2017, respectively 27 27 Additional paid-in capital 260,342 255,013 Accumulated deficit (126,711 ) (110,252 ) Total stockholders’ equity 133,658 144,788 Total liabilities, convertible preferred stock and stockholders’ equity $ 139,443 $ 151,736\nInvestor Contact:\nHannah Deresiewicz\nStern Investor Relations, Inc.\n212-362-1200\nhannahd@sternir.com\nMedia Contact:\nAdam Daley\nBerry & Company Public Relations\n212-253-8881\nadaley@berrypr.com\nSource:Rhythm Pharmaceuticals, Inc.",
    "published": "2018-05-14T16:00:00.000+03:00",
    "crawled": "2018-05-14T17:45:12.007+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "food",
        "drug",
        "administration",
        "fda",
        "agreed",
        "syndrome",
        "bb",
        "alström",
        "syndrome",
        "included",
        "existing",
        "breakthrough",
        "therapy",
        "designation",
        "btd",
        "setmelanotide",
        "entered",
        "licensing",
        "agreement",
        "takeda",
        "currently",
        "preclinical",
        "development",
        "syndrome",
        "pws",
        "investigational",
        "new",
        "drug",
        "application",
        "ind",
        "expected",
        "filed",
        "first",
        "quarter",
        "boston",
        "may",
        "globe",
        "newswire",
        "rhythm",
        "pharmaceutical",
        "nasdaq",
        "rytm",
        "biopharmaceutical",
        "company",
        "aimed",
        "developing",
        "commercializing",
        "therapy",
        "treatment",
        "rare",
        "genetic",
        "disorder",
        "obesity",
        "today",
        "reported",
        "financial",
        "result",
        "provided",
        "business",
        "update",
        "first",
        "quarter",
        "ended",
        "march",
        "achievement",
        "reflect",
        "dual",
        "commitment",
        "addressing",
        "unmet",
        "medical",
        "need",
        "people",
        "living",
        "rare",
        "genetic",
        "disorder",
        "obesity",
        "raising",
        "awareness",
        "understanding",
        "condition",
        "said",
        "keith",
        "gottesdiener",
        "chief",
        "executive",
        "officer",
        "rhythm",
        "addition",
        "advancing",
        "ongoing",
        "clinical",
        "trial",
        "setmelanotide",
        "across",
        "six",
        "receptor",
        "mc4r",
        "pathway",
        "deficiency",
        "expanded",
        "pipeline",
        "preclinical",
        "ghrelin",
        "goat",
        "inhibitor",
        "treatment",
        "pws",
        "may",
        "benefit",
        "single",
        "agent",
        "combination",
        "setmelanotide",
        "track",
        "complete",
        "enrollment",
        "phase",
        "trial",
        "pomc",
        "deficiency",
        "obesity",
        "end",
        "second",
        "quarter",
        "particularly",
        "encouraged",
        "rate",
        "enrollment",
        "phase",
        "trial",
        "leptin",
        "receptor",
        "lepr",
        "deficiency",
        "obesity",
        "initiated",
        "earlier",
        "year",
        "gottesdiener",
        "continued",
        "also",
        "pleased",
        "fda",
        "agreed",
        "bb",
        "alström",
        "syndrome",
        "included",
        "existing",
        "btd",
        "setmelanotide",
        "underscoring",
        "need",
        "medicine",
        "effectively",
        "address",
        "excess",
        "hunger",
        "weight",
        "gain",
        "associated",
        "rare",
        "genetic",
        "disorder",
        "obesity",
        "look",
        "forward",
        "continuing",
        "work",
        "physician",
        "broader",
        "community",
        "improve",
        "diagnosis",
        "ultimately",
        "treat",
        "people",
        "living",
        "recent",
        "business",
        "highlight",
        "rhythm",
        "today",
        "announced",
        "fda",
        "agreed",
        "bb",
        "alström",
        "syndrome",
        "two",
        "rare",
        "genetic",
        "disorder",
        "obesity",
        "currently",
        "effective",
        "approved",
        "therapeutic",
        "included",
        "previously",
        "granted",
        "btd",
        "setmelanotide",
        "fda",
        "previously",
        "granted",
        "btd",
        "setmelanotide",
        "treatment",
        "pomc",
        "lepr",
        "deficiency",
        "obesity",
        "may",
        "data",
        "rhythm",
        "phase",
        "study",
        "setmelanotide",
        "patient",
        "lepr",
        "deficiency",
        "obesity",
        "published",
        "online",
        "nature",
        "medicine",
        "three",
        "patient",
        "treated",
        "setmelanotide",
        "experienced",
        "reduction",
        "excess",
        "hunger",
        "also",
        "referred",
        "hyperphagia",
        "data",
        "show",
        "setmelanotide",
        "publication",
        "also",
        "detailed",
        "result",
        "vitro",
        "analysis",
        "provide",
        "insight",
        "setmelanotide",
        "activity",
        "mc4r",
        "suggesting",
        "may",
        "rescue",
        "specific",
        "mc4r",
        "mutation",
        "natural",
        "ligand",
        "may",
        "result",
        "new",
        "genetic",
        "epidemiological",
        "analysis",
        "known",
        "predicted",
        "loss",
        "function",
        "variant",
        "pomc",
        "pcsk1",
        "lepr",
        "gene",
        "published",
        "online",
        "journal",
        "clinical",
        "endocrinology",
        "metabolism",
        "publication",
        "build",
        "data",
        "previously",
        "presented",
        "rhythm",
        "poster",
        "presentation",
        "endo",
        "april",
        "suggesting",
        "potentially",
        "people",
        "living",
        "rare",
        "genetic",
        "disorder",
        "obesity",
        "april",
        "rhythm",
        "acquired",
        "exclusive",
        "worldwide",
        "right",
        "takeda",
        "pharmaceutical",
        "company",
        "limited",
        "develop",
        "commercialize",
        "potent",
        "orally",
        "available",
        "goat",
        "inhibitor",
        "currently",
        "preclinical",
        "development",
        "pws",
        "preclinical",
        "research",
        "prevented",
        "body",
        "weight",
        "gain",
        "reduced",
        "fat",
        "mass",
        "high",
        "mouse",
        "favorable",
        "pharmacokinetic",
        "pharmacodynamic",
        "safety",
        "profile",
        "rhythm",
        "continues",
        "assess",
        "opportunity",
        "evaluate",
        "setmelanotide",
        "pws",
        "plan",
        "pursue",
        "parallel",
        "development",
        "additionally",
        "given",
        "setmelanotide",
        "distinct",
        "mechanism",
        "action",
        "rhythm",
        "explore",
        "opportunity",
        "evaluate",
        "two",
        "compound",
        "combination",
        "may",
        "complementary",
        "effect",
        "upcoming",
        "milestone",
        "rhythm",
        "expects",
        "complete",
        "enrollment",
        "ten",
        "patient",
        "ongoing",
        "pivotal",
        "phase",
        "trial",
        "setmelanotide",
        "patient",
        "pomc",
        "deficiency",
        "obesity",
        "first",
        "half",
        "rhythm",
        "expects",
        "announce",
        "initial",
        "data",
        "trial",
        "first",
        "half",
        "subsequently",
        "file",
        "nda",
        "fda",
        "based",
        "data",
        "cohort",
        "ten",
        "patient",
        "rhythm",
        "expects",
        "complete",
        "enrollment",
        "ten",
        "patient",
        "ongoing",
        "pivotal",
        "phase",
        "trial",
        "setmelanotide",
        "patient",
        "lepr",
        "deficiency",
        "obesity",
        "end",
        "rhythm",
        "expects",
        "announce",
        "initial",
        "data",
        "ongoing",
        "phase",
        "basket",
        "study",
        "setmelanotide",
        "alström",
        "syndrome",
        "pomc",
        "epigenetic",
        "disorder",
        "pomc",
        "heterozygous",
        "deficiency",
        "obesity",
        "first",
        "half",
        "rhythm",
        "expects",
        "initiate",
        "pivotal",
        "phase",
        "clinical",
        "trial",
        "evaluating",
        "setmelanotide",
        "treatment",
        "bb",
        "rhythm",
        "expects",
        "complete",
        "preclinical",
        "study",
        "file",
        "ind",
        "fda",
        "first",
        "quarter",
        "first",
        "quarter",
        "financial",
        "result",
        "cash",
        "position",
        "march",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "million",
        "compared",
        "million",
        "december",
        "decrease",
        "reflects",
        "cash",
        "used",
        "fund",
        "operating",
        "activity",
        "first",
        "quarter",
        "r",
        "expense",
        "r",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "increase",
        "primarily",
        "due",
        "expense",
        "related",
        "license",
        "acquired",
        "takeda",
        "million",
        "milestone",
        "expense",
        "associated",
        "license",
        "agreement",
        "ipsen",
        "pharma",
        "hiring",
        "additional",
        "personnel",
        "clinical",
        "development",
        "department",
        "second",
        "half",
        "g",
        "expense",
        "g",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "increase",
        "primarily",
        "due",
        "increased",
        "headcount",
        "development",
        "building",
        "commercial",
        "organization",
        "drive",
        "patient",
        "identification",
        "well",
        "increased",
        "professional",
        "consulting",
        "fee",
        "associated",
        "public",
        "company",
        "net",
        "loss",
        "net",
        "loss",
        "million",
        "first",
        "quarter",
        "net",
        "loss",
        "per",
        "basic",
        "diluted",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "first",
        "quarter",
        "net",
        "loss",
        "per",
        "basic",
        "diluted",
        "share",
        "financial",
        "guidance",
        "based",
        "current",
        "clinical",
        "development",
        "plan",
        "rhythm",
        "expects",
        "existing",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "sufficient",
        "rhythm",
        "fund",
        "operation",
        "second",
        "half",
        "rhythm",
        "pharmaceutical",
        "rhythm",
        "biopharmaceutical",
        "company",
        "focused",
        "development",
        "commercialization",
        "therapy",
        "treatment",
        "rare",
        "genetic",
        "disorder",
        "obesity",
        "rhythm",
        "currently",
        "evaluating",
        "efficacy",
        "safety",
        "setmelanotide",
        "company",
        "receptor",
        "mc4r",
        "agonist",
        "phase",
        "study",
        "patient",
        "pomc",
        "deficiency",
        "obesity",
        "includes",
        "deficiency",
        "pomc",
        "pcsk1",
        "gene",
        "leptin",
        "receptor",
        "lepr",
        "deficiency",
        "obesity",
        "rhythm",
        "also",
        "support",
        "genetic",
        "obesity",
        "project",
        "dedicated",
        "improving",
        "understanding",
        "severe",
        "obesity",
        "result",
        "specific",
        "genetic",
        "disorder",
        "company",
        "based",
        "boston",
        "statement",
        "press",
        "release",
        "contains",
        "certain",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "involve",
        "risk",
        "uncertainty",
        "including",
        "statement",
        "regarding",
        "rhythm",
        "expectation",
        "regarding",
        "development",
        "anticipated",
        "timing",
        "filing",
        "nda",
        "anticipated",
        "timing",
        "completion",
        "enrollment",
        "clinical",
        "trial",
        "announcement",
        "data",
        "expectation",
        "regarding",
        "sufficiency",
        "cash",
        "statement",
        "using",
        "word",
        "expect",
        "anticipate",
        "believe",
        "may",
        "similar",
        "term",
        "also",
        "forward",
        "looking",
        "statement",
        "statement",
        "subject",
        "numerous",
        "risk",
        "uncertainty",
        "including",
        "limited",
        "ability",
        "enroll",
        "patient",
        "clinical",
        "trial",
        "outcome",
        "clinical",
        "trial",
        "impact",
        "competition",
        "ability",
        "achieve",
        "obtain",
        "necessary",
        "regulatory",
        "approval",
        "impact",
        "change",
        "financial",
        "market",
        "global",
        "economic",
        "condition",
        "risk",
        "associated",
        "data",
        "analysis",
        "reporting",
        "use",
        "cash",
        "expense",
        "risk",
        "may",
        "detailed",
        "time",
        "time",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "report",
        "file",
        "security",
        "exchange",
        "commission",
        "except",
        "required",
        "law",
        "undertake",
        "obligation",
        "make",
        "revision",
        "statement",
        "contained",
        "release",
        "update",
        "reflect",
        "event",
        "circumstance",
        "occurring",
        "date",
        "release",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "development",
        "otherwise",
        "rhythm",
        "pharmaceutical",
        "consolidated",
        "statement",
        "operation",
        "comprehensive",
        "loss",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "operating",
        "expense",
        "research",
        "development",
        "selling",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "interest",
        "income",
        "net",
        "total",
        "income",
        "expense",
        "net",
        "loss",
        "comprehensive",
        "loss",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "rhythm",
        "pharmaceutical",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "unaudited",
        "march",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "plant",
        "equipment",
        "net",
        "restricted",
        "cash",
        "total",
        "asset",
        "liability",
        "convertible",
        "preferred",
        "stock",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "deferred",
        "rent",
        "accrued",
        "expense",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "liability",
        "deferred",
        "rent",
        "total",
        "liability",
        "commitment",
        "contingency",
        "preferred",
        "stock",
        "convertible",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "march",
        "december",
        "respectively",
        "stockholder",
        "equity",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "march",
        "december",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "convertible",
        "preferred",
        "stock",
        "stockholder",
        "equity",
        "investor",
        "contact",
        "hannah",
        "deresiewicz",
        "stern",
        "investor",
        "relation",
        "hannahd",
        "medium",
        "contact",
        "adam",
        "daley",
        "berry",
        "company",
        "public",
        "relation",
        "adaley",
        "source",
        "rhythm",
        "pharmaceutical",
        "inc"
    ]
}