{
    "organizations": [],
    "uuid": "a845f0bc1fd43633ad922859d618b95e03242236",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/03/globe-newswire-adverum-biotechnologies-announces-leadership-changes.html",
    "ord_in_thread": 0,
    "title": "Adverum Biotechnologies Announces Leadership Changes",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MENLO PARK, Calif., May 03, 2018 (GLOBE NEWSWIRE) -- Adverum Biotechnologies, Inc. (Nasdaq:ADVM), a clinical-stage gene therapy company targeting unmet medical needs in serious rare and ocular diseases, announced that the board of directors and Amber Salzman, Ph.D., president and chief executive officer and director, made a mutual determination that Dr. Salzman step down from these roles, effective May 3, 2018. The board of directors is initiating a search process to recruit a new president and chief executive officer. Leone Patterson, senior vice president and chief financial officer, has been appointed interim president and chief executive officer of Adverum. Dr. Salzman has agreed to serve as a consultant to the Company for a period of time in order to help ensure a smooth transition.\nSeparately, Athena Countouriotis, M.D., chief medical officer, has resigned effective May 11, 2018. Linda Neuman, M.D., M.B.A, vice president, clinical development, will serve as Adverum’s interim chief medical officer.\n“After transforming into a clinical-stage company last year, Adverum is entering a new phase of growth, advancing gene therapy candidates into the clinic, beginning the initial stages of scaling up manufacturing capabilities, and planning for future potential product commercialization. The board and Amber have agreed that at this important time Adverum is best served by a chief executive officer based out of Company headquarters, rather than commuting weekly from the East Coast,” said Paul Cleveland, chairman of the board of Adverum Biotechnologies. “We appreciate Amber’s leadership in transforming Adverum into a clinical-stage company and her dedication to helping patients. During this transition, we have a strong leadership team in place, including Leone Patterson, Mehdi Gasmi, Ph.D., Linda Neuman, M.D., and Jennifer Cheng, Ph.D., J.D.”\n“We continue to focus on executing our ADVANCE Phase 1/2 clinical trial for ADVM-043 in patients with A1AT deficiency,” said Leone Patterson, interim president and chief executive officer, and chief financial officer, of Adverum. “In late April 2018, we dosed the first patient in Cohort 2 and we continue to enroll patients. We plan to report preliminary data from this study in the second half of 2018 and use these data to inform next steps, including potential further dose escalation. In addition, this week we shared long-term preclinical efficacy data on ADVM-022 in a non-human primate model of wAMD, demonstrating that the efficacy at 13 months post-administration was consistent with earlier reported data. We look forward to presenting these new durability data in a poster on May 17, 2018 at the ASGCT 21st Annual Meeting. We continue to make progress toward submitting two new Investigational New Drug Applications to the Food and Drug Administration, one for ADVM-022 in wet AMD and another ADVM-053 in hereditary angioedema, in the second half of 2018 as we work to advance these two novel gene therapies into the clinic.”\nAs of March 31, 2018, Adverum had $247.0 million in cash, cash equivalents and marketable securities.\nLeone Patterson joined Adverum in June 2016 as chief financial officer and became senior vice president and chief financial officer in February 2018. Ms. Patterson has 20 years of experience in the biotechnology industry leading finance functions. Previously, Ms. Patterson served as the chief financial officer of Diadexus, Inc. from 2015 to 2016. Earlier, Ms. Patterson was vice president and chief financial officer of Transcept Pharmaceuticals, Inc. from 2012 until the company was acquired by Paratek Pharmaceuticals Inc. in October 2014. Previously, Ms. Patterson served as vice president and global corporate controller of NetApp, Inc. from 2010 to 2012. In addition, Ms. Patterson was Vice President of Finance at Exelixis, Inc. between 2007 and 2010. Earlier in her career, Ms. Patterson worked at Novartis AG from 2006 to 2007 as vice president of global business planning and analysis, after working between 1999 to 2006 at Chiron, which was acquired by Novartis AG. Before working in the biotechnology industry, Ms. Patterson worked in the audit practice of KPMG from 1989 to 1999. Ms. Patterson earned a B.S. in Business Administration and Accounting from Chapman University and an Executive M.B.A. from St. Mary’s College. Ms. Patterson is also a Certified Public Accountant (inactive status).\nLinda Neuman, M.D., M.B.A. joined Adverum in October 2017 as vice president, clinical development. Dr. Neuman has 25 years of experience across multiple programs in both the pharmaceutical and biotechnology industries as well as in clinical practice. Prior to joining Adverum, Dr. Neuman served as vice president, clinical development at Sunesis Pharmaceuticals, Inc. where she led the filing of an Investigational New Drug (IND) Application and initiated a Phase 1b/2 clinical study. Before Sunesis, she worked as a senior medical director at Puma Biotechnology, Inc., where she worked on the successful New Drug Application (NDA) for neratininb. Previously, Dr. Neuman was medical director in clinical development at Onyx Pharmaceuticals. Earlier in her career, Dr. Neuman held roles of increasing responsibility at Covidien Pharmaceuticals, Millennium Pharmaceuticals, Inc., and Schering-Plough. She began her career as an internist and practiced medicine for 10 years prior to joining industry. Dr. Neuman earned an M.D. from Southern Illinois University School of Medicine, a B.S. in Biology from Southern Illinois University, and an M.B.A from Indiana Wesleyan University.\nAbout Adverum Biotechnologies, Inc.\nAdverum is a clinical-stage gene therapy company targeting unmet medical needs in serious rare and ocular diseases. Adverum has a robust pipeline that includes product candidates designed to treat rare diseases alpha-1 antitrypsin (A1AT) deficiency and hereditary angioedema (HAE) as well as wet age-related macular degeneration (wAMD). Leveraging a next-generation adeno-associated virus (AAV)-based directed evolution platform, Adverum generates product candidates designed to provide durable efficacy by inducing sustained expression of a therapeutic protein. Adverum has collaboration agreements with Regeneron Pharmaceuticals to research, develop, and commercialize gene therapy products for ophthalmic diseases and Editas Medicine to explore the delivery of genome editing medicines for the treatment of inherited retinal diseases. Adverum’s core capabilities include clinical development and in-house manufacturing expertise, specifically in process development and assay development. For more information please visit www.adverum.com .\nAdverum’s Forward-looking Statements\nStatements contained in this press release regarding events or results that may occur in the future are “ ” within the meaning of the Private Securities Litigation Reform Act of 1995. Such statements include, but are not limited to, statements regarding Adverum’s plans to report preliminary data from the ADVANCE study in the second half of 2018, plans to submit two INDs to the FDA for ADVM-022 in wet AMD and ADVM-053 in hereditary angioedema in the second half of 2018, and plans to use the preliminary data from the ADVANCE study to inform next steps, all of which are based on certain assumptions made by Adverum on current conditions, expected future developments and other factors Adverum believes are appropriate in the circumstances. Adverum may not consummate any plans or product or clinical development goals in a timely manner, or at all, or otherwise carry out the intentions or meet the expectations or projections disclosed in its , and you should not place undue reliance on these . Actual results and the timing of events could differ materially from those anticipated in such as a result of various risks and uncertainties, which include, without limitation, the risk of a delay in the enrollment of patients in Adverum’s clinical studies or in the manufacturing of products to be used in such clinical studies. Risks and uncertainties facing Adverum are described more fully in Adverum’s periodic reports filed with the Securities and Exchange Commission (SEC), especially under the caption “Risk Factors” in its latest Annual Report on Form 10-K filed with the SEC on March 6, 2018. All contained in this press release speak only as of the date on which they were made. Adverum undertakes no obligation to update such statements to reflect events that occur or circumstances that exist after the date on which they were made.\nContact for Adverum:\nLeone Patterson\nInterim President and Chief Executive Officer, Chief Financial Officer\n650-665-7222\nlpatterson@adverum.com\nSource:Adverum Biotechnologies, Inc.",
    "published": "2018-05-04T00:30:00.000+03:00",
    "crawled": "2018-05-04T03:24:32.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "menlo",
        "park",
        "may",
        "globe",
        "newswire",
        "adverum",
        "biotechnology",
        "nasdaq",
        "advm",
        "gene",
        "therapy",
        "company",
        "targeting",
        "unmet",
        "medical",
        "need",
        "serious",
        "rare",
        "ocular",
        "disease",
        "announced",
        "board",
        "director",
        "amber",
        "salzman",
        "president",
        "chief",
        "executive",
        "officer",
        "director",
        "made",
        "mutual",
        "determination",
        "salzman",
        "step",
        "role",
        "effective",
        "may",
        "board",
        "director",
        "initiating",
        "search",
        "process",
        "recruit",
        "new",
        "president",
        "chief",
        "executive",
        "officer",
        "leone",
        "patterson",
        "senior",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "appointed",
        "interim",
        "president",
        "chief",
        "executive",
        "officer",
        "adverum",
        "salzman",
        "agreed",
        "serve",
        "consultant",
        "company",
        "period",
        "time",
        "order",
        "help",
        "ensure",
        "smooth",
        "transition",
        "separately",
        "athena",
        "countouriotis",
        "chief",
        "medical",
        "officer",
        "resigned",
        "effective",
        "may",
        "linda",
        "neuman",
        "vice",
        "president",
        "clinical",
        "development",
        "serve",
        "adverum",
        "interim",
        "chief",
        "medical",
        "officer",
        "transforming",
        "company",
        "last",
        "year",
        "adverum",
        "entering",
        "new",
        "phase",
        "growth",
        "advancing",
        "gene",
        "therapy",
        "candidate",
        "clinic",
        "beginning",
        "initial",
        "stage",
        "scaling",
        "manufacturing",
        "capability",
        "planning",
        "future",
        "potential",
        "product",
        "commercialization",
        "board",
        "amber",
        "agreed",
        "important",
        "time",
        "adverum",
        "best",
        "served",
        "chief",
        "executive",
        "officer",
        "based",
        "company",
        "headquarters",
        "rather",
        "commuting",
        "weekly",
        "east",
        "coast",
        "said",
        "paul",
        "cleveland",
        "chairman",
        "board",
        "adverum",
        "biotechnology",
        "appreciate",
        "amber",
        "leadership",
        "transforming",
        "adverum",
        "company",
        "dedication",
        "helping",
        "patient",
        "transition",
        "strong",
        "leadership",
        "team",
        "place",
        "including",
        "leone",
        "patterson",
        "mehdi",
        "gasmi",
        "linda",
        "neuman",
        "jennifer",
        "cheng",
        "continue",
        "focus",
        "executing",
        "advance",
        "phase",
        "clinical",
        "trial",
        "patient",
        "a1at",
        "deficiency",
        "said",
        "leone",
        "patterson",
        "interim",
        "president",
        "chief",
        "executive",
        "officer",
        "chief",
        "financial",
        "officer",
        "adverum",
        "late",
        "april",
        "dosed",
        "first",
        "patient",
        "cohort",
        "continue",
        "enroll",
        "patient",
        "plan",
        "report",
        "preliminary",
        "data",
        "study",
        "second",
        "half",
        "use",
        "data",
        "inform",
        "next",
        "step",
        "including",
        "potential",
        "dose",
        "escalation",
        "addition",
        "week",
        "shared",
        "preclinical",
        "efficacy",
        "data",
        "primate",
        "model",
        "wamd",
        "demonstrating",
        "efficacy",
        "month",
        "consistent",
        "earlier",
        "reported",
        "data",
        "look",
        "forward",
        "presenting",
        "new",
        "durability",
        "data",
        "poster",
        "may",
        "asgct",
        "21st",
        "annual",
        "meeting",
        "continue",
        "make",
        "progress",
        "toward",
        "submitting",
        "two",
        "new",
        "investigational",
        "new",
        "drug",
        "application",
        "food",
        "drug",
        "administration",
        "one",
        "wet",
        "amd",
        "another",
        "hereditary",
        "angioedema",
        "second",
        "half",
        "work",
        "advance",
        "two",
        "novel",
        "gene",
        "therapy",
        "march",
        "adverum",
        "million",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "leone",
        "patterson",
        "joined",
        "adverum",
        "june",
        "chief",
        "financial",
        "officer",
        "became",
        "senior",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "february",
        "patterson",
        "year",
        "experience",
        "biotechnology",
        "industry",
        "leading",
        "finance",
        "function",
        "previously",
        "patterson",
        "served",
        "chief",
        "financial",
        "officer",
        "diadexus",
        "earlier",
        "patterson",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "transcept",
        "pharmaceutical",
        "company",
        "acquired",
        "paratek",
        "pharmaceutical",
        "october",
        "previously",
        "patterson",
        "served",
        "vice",
        "president",
        "global",
        "corporate",
        "controller",
        "netapp",
        "addition",
        "patterson",
        "vice",
        "president",
        "finance",
        "exelixis",
        "earlier",
        "career",
        "patterson",
        "worked",
        "novartis",
        "ag",
        "vice",
        "president",
        "global",
        "business",
        "planning",
        "analysis",
        "working",
        "chiron",
        "acquired",
        "novartis",
        "ag",
        "working",
        "biotechnology",
        "industry",
        "patterson",
        "worked",
        "audit",
        "practice",
        "kpmg",
        "patterson",
        "earned",
        "business",
        "administration",
        "accounting",
        "chapman",
        "university",
        "executive",
        "mary",
        "college",
        "patterson",
        "also",
        "certified",
        "public",
        "accountant",
        "inactive",
        "status",
        "linda",
        "neuman",
        "joined",
        "adverum",
        "october",
        "vice",
        "president",
        "clinical",
        "development",
        "neuman",
        "year",
        "experience",
        "across",
        "multiple",
        "program",
        "pharmaceutical",
        "biotechnology",
        "industry",
        "well",
        "clinical",
        "practice",
        "prior",
        "joining",
        "adverum",
        "neuman",
        "served",
        "vice",
        "president",
        "clinical",
        "development",
        "sunesis",
        "pharmaceutical",
        "led",
        "filing",
        "investigational",
        "new",
        "drug",
        "ind",
        "application",
        "initiated",
        "phase",
        "clinical",
        "study",
        "sunesis",
        "worked",
        "senior",
        "medical",
        "director",
        "puma",
        "biotechnology",
        "worked",
        "successful",
        "new",
        "drug",
        "application",
        "nda",
        "neratininb",
        "previously",
        "neuman",
        "medical",
        "director",
        "clinical",
        "development",
        "onyx",
        "pharmaceutical",
        "earlier",
        "career",
        "neuman",
        "held",
        "role",
        "increasing",
        "responsibility",
        "covidien",
        "pharmaceutical",
        "millennium",
        "pharmaceutical",
        "began",
        "career",
        "internist",
        "practiced",
        "medicine",
        "year",
        "prior",
        "joining",
        "industry",
        "neuman",
        "earned",
        "southern",
        "illinois",
        "university",
        "school",
        "medicine",
        "biology",
        "southern",
        "illinois",
        "university",
        "indiana",
        "wesleyan",
        "university",
        "adverum",
        "biotechnology",
        "adverum",
        "gene",
        "therapy",
        "company",
        "targeting",
        "unmet",
        "medical",
        "need",
        "serious",
        "rare",
        "ocular",
        "disease",
        "adverum",
        "robust",
        "pipeline",
        "includes",
        "product",
        "candidate",
        "designed",
        "treat",
        "rare",
        "disease",
        "antitrypsin",
        "a1at",
        "deficiency",
        "hereditary",
        "angioedema",
        "hae",
        "well",
        "wet",
        "macular",
        "degeneration",
        "wamd",
        "leveraging",
        "virus",
        "aav",
        "directed",
        "evolution",
        "platform",
        "adverum",
        "generates",
        "product",
        "candidate",
        "designed",
        "provide",
        "durable",
        "efficacy",
        "inducing",
        "sustained",
        "expression",
        "therapeutic",
        "protein",
        "adverum",
        "collaboration",
        "agreement",
        "regeneron",
        "pharmaceutical",
        "research",
        "develop",
        "commercialize",
        "gene",
        "therapy",
        "product",
        "ophthalmic",
        "disease",
        "editas",
        "medicine",
        "explore",
        "delivery",
        "genome",
        "editing",
        "medicine",
        "treatment",
        "inherited",
        "retinal",
        "disease",
        "adverum",
        "core",
        "capability",
        "include",
        "clinical",
        "development",
        "manufacturing",
        "expertise",
        "specifically",
        "process",
        "development",
        "assay",
        "development",
        "information",
        "please",
        "visit",
        "adverum",
        "statement",
        "statement",
        "contained",
        "press",
        "release",
        "regarding",
        "event",
        "result",
        "may",
        "occur",
        "future",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "include",
        "limited",
        "statement",
        "regarding",
        "adverum",
        "plan",
        "report",
        "preliminary",
        "data",
        "advance",
        "study",
        "second",
        "half",
        "plan",
        "submit",
        "two",
        "inds",
        "fda",
        "wet",
        "amd",
        "hereditary",
        "angioedema",
        "second",
        "half",
        "plan",
        "use",
        "preliminary",
        "data",
        "advance",
        "study",
        "inform",
        "next",
        "step",
        "based",
        "certain",
        "assumption",
        "made",
        "adverum",
        "current",
        "condition",
        "expected",
        "future",
        "development",
        "factor",
        "adverum",
        "belief",
        "appropriate",
        "circumstance",
        "adverum",
        "may",
        "consummate",
        "plan",
        "product",
        "clinical",
        "development",
        "goal",
        "timely",
        "manner",
        "otherwise",
        "carry",
        "intention",
        "meet",
        "expectation",
        "projection",
        "disclosed",
        "place",
        "undue",
        "reliance",
        "actual",
        "result",
        "timing",
        "event",
        "could",
        "differ",
        "materially",
        "anticipated",
        "result",
        "various",
        "risk",
        "uncertainty",
        "include",
        "without",
        "limitation",
        "risk",
        "delay",
        "enrollment",
        "patient",
        "adverum",
        "clinical",
        "study",
        "manufacturing",
        "product",
        "used",
        "clinical",
        "study",
        "risk",
        "uncertainty",
        "facing",
        "adverum",
        "described",
        "fully",
        "adverum",
        "periodic",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "especially",
        "caption",
        "risk",
        "factor",
        "latest",
        "annual",
        "report",
        "form",
        "filed",
        "sec",
        "march",
        "contained",
        "press",
        "release",
        "speak",
        "date",
        "made",
        "adverum",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "reflect",
        "event",
        "occur",
        "circumstance",
        "exist",
        "date",
        "made",
        "contact",
        "adverum",
        "leone",
        "patterson",
        "interim",
        "president",
        "chief",
        "executive",
        "officer",
        "chief",
        "financial",
        "officer",
        "lpatterson",
        "source",
        "adverum",
        "biotechnology",
        "inc"
    ]
}