{
    "organizations": [],
    "uuid": "3be4878624acd995d2baaec45c99e1127f295fe7",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/14/globe-newswire-stereotaxis-reports-2018-first-quarter-financial-results.html",
    "ord_in_thread": 0,
    "title": "Stereotaxis Reports 2018 First Quarter Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "3% year-over-year growth in recurring revenue\nContinued progress on strategic innovation initiatives; collaboration with Acutus Medical Increasing quantity and quality of peer-reviewed clinical validation Strong financial position to reach profitability without the need for additional financings Conference call today at 10:00 a.m. Eastern Time\nST. LOUIS, May 14, 2018 (GLOBE NEWSWIRE) -- Stereotaxis, Inc. (OTCQX:STXS), the global leader in innovative robotic technologies for the treatment of cardiac arrhythmias, today reported financial results for the first quarter ended March 31, 2018.\n“We continue to improve our commercial execution, advance our strategic innovation initiatives, add to the robust body of clinical literature supporting our technology, and do all this while being financially disciplined and attentive to shareholder value,” said David Fischel, Chairman and CEO.\n“The positive recent trend of recurring revenue growth continued in the first quarter. Our commercial focus remains supporting electrophysiologists build successful robotic ablation practices. We have a well-defined multi-pronged strategy to do so. We are confident that year-over-year growth in recurring revenue will persist in the coming quarters followed by a period where we can reinvigorate system sales.”\n“We are advancing multiple strategic innovation initiatives internally and in collaboration with others. We are very excited by the recently announced collaboration with Acutus Medical and believe our joint efforts will meaningfully advance patient care and the physician experience in electrophysiology, particularly in the wide range of arrhythmias that are difficult to diagnose and treat effectively with traditional technologies. Our recent CE Mark expanded labeling for usage of the Niobe ® magnetic navigation system in the pericardial space represents the first approval for our technology outside of the vascular system and provides electrophysiologists with additional capabilities when treating complex arrhythmias. We are confident in our broader innovation strategy and additional details will be provided as appropriate.”\n“The increase in quantity and quality of peer-reviewed clinical literature supporting our technology continues. Eighteen publications have showcased our technology year-to-date, compared to thirty-seven in all of 2017 and twenty-two in 2016. A recent publication by Yuan et al from Lund University in Sweden compared robotic magnetic navigation to manual catheter navigation in 214 atrial fibrillation patients. Patients treated robotically had a 70% lower rate of major adverse events, were exposed to 38% less radiation, and had clinically meaningful and statistically significant increases in efficacy outcomes at all time periods measured post ablation. This included a statistically significant 38% increase in freedom from atrial fibrillation at the end of the follow-up period 3.5 years post ablation. Procedure times were equivalent between both arms.”\n“We appreciate the continued support of our shareholders. The additional capital we were able to raise in the first quarter from the non-dilutive early warrant exercise places us in a strong financial position to execute on our initiatives without the need for additional financings.”\nFirst Quarter 2018 Financial Results\nRevenue for the first quarter of 2018 totaled $7.0 million, consistent with the prior year first quarter. Recurring revenue was $7.0 million in the first quarter, up 3% from $6.8 million in the prior year quarter. System revenue in the first quarter was $0.02 million, down from $0.2 million in the prior year quarter.\nGross margin in the quarter was $5.7 million, or 82% of revenue, consistent with the first quarter of 2017. Operating expenses in the first quarter were $6.8 million, down from $7.6 million in the prior year quarter. The reduction in operating expenses reflects a significant decrease in general and administrative expense, increased investment in research and development, and stable sales and marketing expense. Operating loss in the first quarter was $(1.1) million, compared to $(1.9) million in the prior year first quarter. Net income for the first quarter was $1.4 million, compared to $1.2 million in the first quarter of 2017. Excluding mark-to-market warrant revaluation, the Company would have reported a net loss of $(1.2) million for the 2018 first quarter compared to a net loss of $(2.0) million for the 2017 first quarter.\nCash burn for the first quarter was $2.0 million, compared to $2.7 million in the year ago first quarter and $0.8 million in the preceding fourth quarter. Cash burn in the first quarter was impacted by the timing of cash collections, as demonstrated by the significant increase in accounts receivable, which is expected to reverse in the second quarter.\nCash Balance and Liquidity\nAt March 31, 2018, Stereotaxis had cash and cash equivalents of $11.6 million, no debt, and $4.5 million in unused borrowing capacity on its revolving credit facility, for total net liquidity of $16.1 million.\nFull Year 2018 Expectations\nConsistent with the positive trend experienced in recent quarters, Stereotaxis expects continued year-over-year recurring revenue growth throughout 2018. For the full year 2018, expected recurring revenue of approximately $28 million would represent the highest annual level of recurring revenue the company has achieved in its history.\nStereotaxis expects to generate positive free cash flow in the second quarter of 2018. Operating expenses are expected to moderately increase in 2018 compared to 2017, primarily driven by R&D spending on strategic innovation initiatives. While the benefits of these initiatives are unlikely to impact revenue in 2018, they are expected to meaningfully contribute in 2019 and beyond. Stereotaxis’ balance sheet will allow the Company to deliver on its commercial and innovation initiatives over the coming years and reach profitability without the need for additional financings.\nConference Call and Webcast\nStereotaxis will host a conference call and webcast today, May 14, 2018, at 10:00 a.m. Eastern Time. To access the conference call, dial 800-289-0438 (US and Canada) or 1-323-794-2423 (International) and give the participant pass code 7909480. Participants are asked to call 5-10 minutes prior to the start time. To access the live and replay webcast, please visit the investor relations section of the Stereotaxis website at www.stereotaxis.com .\nAbout Stereotaxis\nStereotaxis is the global leader in innovative robotic technologies designed to enhance the treatment of arrhythmias and perform endovascular procedures. Its mission is the discovery, development and delivery of robotic systems, instruments, and information solutions for the interventional laboratory. These innovations help physicians provide unsurpassed patient care with robotic precision and safety, improved lab efficiency and productivity, and enhanced integration of procedural information. Over 100 issued patents support the Stereotaxis platform. The core components of Stereotaxis’ systems have received regulatory clearance in the United States, European Union, Japan, Canada, China, and elsewhere. For more information, please visit www.stereotaxis.com .\nThis press release includes statements that may constitute \"forward-looking\" statements, usually containing the words \"believe”, \"estimate”, \"project”, \"expect\" or similar expressions. Forward-looking statements inherently involve risks and uncertainties that could cause actual results to differ materially from the forward-looking statements. Factors that would cause or contribute to such differences include, but are not limited to, the Company's ability to raise additional capital on a timely basis and on terms that are acceptable, its ability to continue to manage expenses and cash burn rate at sustainable levels, its ability to continue to work with lenders to extend, repay or refinance indebtedness, or to obtain additional financing, in either case on acceptable terms, continued acceptance of the Company's products in the marketplace, the effect of global economic conditions on the ability and willingness of customers to purchase its systems and the timing of such purchases, competitive factors, changes resulting from healthcare reform in the United States, including changes in government reimbursement procedures, dependence upon third-party vendors, timing of regulatory approvals, and other risks discussed in the Company's periodic and other filings with the Securities and Exchange Commission. By making these forward-looking statements, the Company undertakes no obligation to update these statements for revisions or changes after the date of this release. There can be no assurance that the Company will recognize revenue related to its purchase orders and other commitments in any particular period or at all because some of these purchase orders and other commitments are subject to contingencies that are outside of the Company's control. In addition, these orders and commitments may be revised, modified, delayed or canceled, either by their express terms, as a result of negotiations, or by overall project changes or delays.\nCompany Contacts:\nDavid L. Fischel\nChairman and Chief Executive Officer\nMartin C. Stammer\nChief Financial Officer\n314-678-6100\ninvestors@stereotaxis.com\nSTEREOTAXIS, INC. STATEMENTS OF OPERATIONS (Unaudited) Three Months Ended\nMarch 31, 2018 2017 Revenue: Systems $ 17,275 $ 218,895 Disposables, service and accessories 6,954,357 6,758,777 Total revenue 6,971,632 6,977,672 Cost of revenue: Systems 203,602 220,443 Disposables, service and accessories 1,061,745 1,036,182 Total cost of revenue 1,265,347 1,256,625 Gross margin 5,706,285 5,721,047 Operating expenses: Research and development 1,962,626 1,600,877 Sales and marketing 3,634,997 3,781,448 General and administrative 1,239,179 2,241,580 Total operating expenses 6,836,802 7,623,905 Operating loss (1,130,517 ) (1,902,858 ) Other income 2,590,361 3,129,308 Interest expense (net) (24,615 ) (49,483 ) Net income $ 1,435,229 $ 1,176,967 Cumulative dividend on convertible preferred stock (353,589 ) (363,188 ) Net income attributable to convertible preferred stock (610,280 ) (509,323 ) Earnings attributable to common stockholders $ 471,360 $ 304,456 Net income per share attributed to common stockholder: Basic $ 0.02 $ 0.01 Diluted $ 0.01 $ 0.01 Weighted average number of common shares and equivalents: Basic 30,957,648 22,318,000 Diluted 33,122,598 22,331,683 Certain prior year amounts have been reclassified to conform to the 2018 presentation.\nSTEREOTAXIS, INC. BALANCE SHEETS March 31,\n2018 December 31,\n2017 (Unaudited) Assets Current assets: Cash and cash equivalents $ 11,613,713 $ 3,686,302 Accounts receivable, net of allowance of $303,688 and $361,350 in 2018 and 2017, respectively 6,637,588 4,287,255 Inventories, net 1,446,574 1,146,971 Prepaid expenses and other current assets 742,075 750,085 Total current assets 20,439,950 9,870,613 Property and equipment, net 462,213 592,688 Intangible assets, net 142,973 159,470 Other assets 282,199 44,432 Total assets $ 21,327,335 $ 10,667,203 Liabilities and stockholders' deficit Current liabilities: Accounts payable $ 1,819,423 $ 1,654,101 Accrued liabilities 2,947,677 3,195,247 Deferred revenue 7,136,065 5,702,769 Warrants - 19,574,977 Total current liabilities 11,903,165 30,127,094 Long-term deferred revenue 560,649 611,863 Other liabilities 580,866 535,369 Total liabilities 13,044,680 31,274,326 Convertible preferred stock: Convertible preferred stock, par value $0.001; 10,000,000 shares authorized, 23,900 shares outstanding at 2018 and 2017 5,960,475 5,960,475 Stockholders' deficit: Common stock, par value $0.001; 300,000,000 shares authorized, 58,901,126 and 22,805,731 shares issued at 2018 and 2017, respectively 58,901 22,806 Additional paid-in capital 477,872,296 450,748,403 Treasury stock, 4,015 shares at 2018 and 2017 (205,999 ) (205,999 ) Accumulated deficit (475,403,018 ) (477,132,808 ) Total stockholders' equity (deficit) 2,322,180 (26,567,598 ) Total liabilities and stockholders' equity (deficit) $ 21,327,335 $ 10,667,203\nSource:Stereotaxis, Inc.",
    "published": "2018-05-14T17:00:00.000+03:00",
    "crawled": "2018-05-14T17:16:02.007+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "growth",
        "recurring",
        "revenue",
        "continued",
        "progress",
        "strategic",
        "innovation",
        "initiative",
        "collaboration",
        "acutus",
        "medical",
        "increasing",
        "quantity",
        "quality",
        "clinical",
        "validation",
        "strong",
        "financial",
        "position",
        "reach",
        "profitability",
        "without",
        "need",
        "additional",
        "financing",
        "conference",
        "call",
        "today",
        "eastern",
        "time",
        "louis",
        "may",
        "globe",
        "newswire",
        "stereotaxis",
        "otcqx",
        "stxs",
        "global",
        "leader",
        "innovative",
        "robotic",
        "technology",
        "treatment",
        "cardiac",
        "arrhythmia",
        "today",
        "reported",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "continue",
        "improve",
        "commercial",
        "execution",
        "advance",
        "strategic",
        "innovation",
        "initiative",
        "add",
        "robust",
        "body",
        "clinical",
        "literature",
        "supporting",
        "technology",
        "financially",
        "disciplined",
        "attentive",
        "shareholder",
        "value",
        "said",
        "david",
        "fischel",
        "chairman",
        "ceo",
        "positive",
        "recent",
        "trend",
        "recurring",
        "revenue",
        "growth",
        "continued",
        "first",
        "quarter",
        "commercial",
        "focus",
        "remains",
        "supporting",
        "electrophysiologists",
        "build",
        "successful",
        "robotic",
        "ablation",
        "practice",
        "strategy",
        "confident",
        "growth",
        "recurring",
        "revenue",
        "persist",
        "coming",
        "quarter",
        "followed",
        "period",
        "reinvigorate",
        "system",
        "advancing",
        "multiple",
        "strategic",
        "innovation",
        "initiative",
        "internally",
        "collaboration",
        "others",
        "excited",
        "recently",
        "announced",
        "collaboration",
        "acutus",
        "medical",
        "believe",
        "joint",
        "effort",
        "meaningfully",
        "advance",
        "patient",
        "care",
        "physician",
        "experience",
        "electrophysiology",
        "particularly",
        "wide",
        "range",
        "arrhythmia",
        "difficult",
        "diagnose",
        "treat",
        "effectively",
        "traditional",
        "technology",
        "recent",
        "ce",
        "mark",
        "expanded",
        "labeling",
        "usage",
        "niobe",
        "magnetic",
        "navigation",
        "system",
        "pericardial",
        "space",
        "represents",
        "first",
        "approval",
        "technology",
        "outside",
        "vascular",
        "system",
        "provides",
        "electrophysiologists",
        "additional",
        "capability",
        "treating",
        "complex",
        "arrhythmia",
        "confident",
        "broader",
        "innovation",
        "strategy",
        "additional",
        "detail",
        "provided",
        "increase",
        "quantity",
        "quality",
        "clinical",
        "literature",
        "supporting",
        "technology",
        "continues",
        "eighteen",
        "publication",
        "showcased",
        "technology",
        "compared",
        "recent",
        "publication",
        "yuan",
        "et",
        "al",
        "lund",
        "university",
        "sweden",
        "compared",
        "robotic",
        "magnetic",
        "navigation",
        "manual",
        "catheter",
        "navigation",
        "atrial",
        "fibrillation",
        "patient",
        "patient",
        "treated",
        "robotically",
        "lower",
        "rate",
        "major",
        "adverse",
        "event",
        "exposed",
        "less",
        "radiation",
        "clinically",
        "meaningful",
        "statistically",
        "significant",
        "increase",
        "efficacy",
        "outcome",
        "time",
        "period",
        "measured",
        "post",
        "ablation",
        "included",
        "statistically",
        "significant",
        "increase",
        "freedom",
        "atrial",
        "fibrillation",
        "end",
        "period",
        "year",
        "post",
        "ablation",
        "procedure",
        "time",
        "equivalent",
        "appreciate",
        "continued",
        "support",
        "shareholder",
        "additional",
        "capital",
        "able",
        "raise",
        "first",
        "quarter",
        "early",
        "warrant",
        "exercise",
        "place",
        "u",
        "strong",
        "financial",
        "position",
        "execute",
        "initiative",
        "without",
        "need",
        "additional",
        "first",
        "quarter",
        "financial",
        "result",
        "revenue",
        "first",
        "quarter",
        "totaled",
        "million",
        "consistent",
        "prior",
        "year",
        "first",
        "quarter",
        "recurring",
        "revenue",
        "million",
        "first",
        "quarter",
        "million",
        "prior",
        "year",
        "quarter",
        "system",
        "revenue",
        "first",
        "quarter",
        "million",
        "million",
        "prior",
        "year",
        "quarter",
        "gross",
        "margin",
        "quarter",
        "million",
        "revenue",
        "consistent",
        "first",
        "quarter",
        "operating",
        "expense",
        "first",
        "quarter",
        "million",
        "million",
        "prior",
        "year",
        "quarter",
        "reduction",
        "operating",
        "expense",
        "reflects",
        "significant",
        "decrease",
        "general",
        "administrative",
        "expense",
        "increased",
        "investment",
        "research",
        "development",
        "stable",
        "sale",
        "marketing",
        "expense",
        "operating",
        "loss",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "prior",
        "year",
        "first",
        "quarter",
        "net",
        "income",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "excluding",
        "warrant",
        "revaluation",
        "company",
        "would",
        "reported",
        "net",
        "loss",
        "million",
        "first",
        "quarter",
        "compared",
        "net",
        "loss",
        "million",
        "first",
        "quarter",
        "cash",
        "burn",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "year",
        "ago",
        "first",
        "quarter",
        "million",
        "preceding",
        "fourth",
        "quarter",
        "cash",
        "burn",
        "first",
        "quarter",
        "impacted",
        "timing",
        "cash",
        "collection",
        "demonstrated",
        "significant",
        "increase",
        "account",
        "receivable",
        "expected",
        "reverse",
        "second",
        "quarter",
        "cash",
        "balance",
        "liquidity",
        "march",
        "stereotaxis",
        "cash",
        "cash",
        "equivalent",
        "million",
        "debt",
        "million",
        "unused",
        "borrowing",
        "capacity",
        "revolving",
        "credit",
        "facility",
        "total",
        "net",
        "liquidity",
        "million",
        "full",
        "year",
        "expectation",
        "consistent",
        "positive",
        "trend",
        "experienced",
        "recent",
        "quarter",
        "stereotaxis",
        "expects",
        "continued",
        "recurring",
        "revenue",
        "growth",
        "throughout",
        "full",
        "year",
        "expected",
        "recurring",
        "revenue",
        "approximately",
        "million",
        "would",
        "represent",
        "highest",
        "annual",
        "level",
        "recurring",
        "revenue",
        "company",
        "achieved",
        "history",
        "stereotaxis",
        "expects",
        "generate",
        "positive",
        "free",
        "cash",
        "flow",
        "second",
        "quarter",
        "operating",
        "expense",
        "expected",
        "moderately",
        "increase",
        "compared",
        "primarily",
        "driven",
        "r",
        "spending",
        "strategic",
        "innovation",
        "initiative",
        "benefit",
        "initiative",
        "unlikely",
        "impact",
        "revenue",
        "expected",
        "meaningfully",
        "contribute",
        "beyond",
        "stereotaxis",
        "balance",
        "sheet",
        "allow",
        "company",
        "deliver",
        "commercial",
        "innovation",
        "initiative",
        "coming",
        "year",
        "reach",
        "profitability",
        "without",
        "need",
        "additional",
        "financing",
        "conference",
        "call",
        "webcast",
        "stereotaxis",
        "host",
        "conference",
        "call",
        "webcast",
        "today",
        "may",
        "eastern",
        "time",
        "access",
        "conference",
        "call",
        "dial",
        "u",
        "canada",
        "international",
        "give",
        "participant",
        "pas",
        "code",
        "participant",
        "asked",
        "call",
        "minute",
        "prior",
        "start",
        "time",
        "access",
        "live",
        "replay",
        "webcast",
        "please",
        "visit",
        "investor",
        "relation",
        "section",
        "stereotaxis",
        "website",
        "stereotaxis",
        "stereotaxis",
        "global",
        "leader",
        "innovative",
        "robotic",
        "technology",
        "designed",
        "enhance",
        "treatment",
        "arrhythmia",
        "perform",
        "endovascular",
        "procedure",
        "mission",
        "discovery",
        "development",
        "delivery",
        "robotic",
        "system",
        "instrument",
        "information",
        "solution",
        "interventional",
        "laboratory",
        "innovation",
        "help",
        "physician",
        "provide",
        "unsurpassed",
        "patient",
        "care",
        "robotic",
        "precision",
        "safety",
        "improved",
        "lab",
        "efficiency",
        "productivity",
        "enhanced",
        "integration",
        "procedural",
        "information",
        "issued",
        "patent",
        "support",
        "stereotaxis",
        "platform",
        "core",
        "component",
        "stereotaxis",
        "system",
        "received",
        "regulatory",
        "clearance",
        "united",
        "state",
        "european",
        "union",
        "japan",
        "canada",
        "china",
        "elsewhere",
        "information",
        "please",
        "visit",
        "press",
        "release",
        "includes",
        "statement",
        "may",
        "constitute",
        "statement",
        "usually",
        "containing",
        "word",
        "believe",
        "estimate",
        "project",
        "expect",
        "similar",
        "expression",
        "statement",
        "inherently",
        "involve",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "statement",
        "factor",
        "would",
        "cause",
        "contribute",
        "difference",
        "include",
        "limited",
        "company",
        "ability",
        "raise",
        "additional",
        "capital",
        "timely",
        "basis",
        "term",
        "acceptable",
        "ability",
        "continue",
        "manage",
        "expense",
        "cash",
        "burn",
        "rate",
        "sustainable",
        "level",
        "ability",
        "continue",
        "work",
        "lender",
        "extend",
        "repay",
        "refinance",
        "indebtedness",
        "obtain",
        "additional",
        "financing",
        "either",
        "case",
        "acceptable",
        "term",
        "continued",
        "acceptance",
        "company",
        "product",
        "marketplace",
        "effect",
        "global",
        "economic",
        "condition",
        "ability",
        "willingness",
        "customer",
        "purchase",
        "system",
        "timing",
        "purchase",
        "competitive",
        "factor",
        "change",
        "resulting",
        "healthcare",
        "reform",
        "united",
        "state",
        "including",
        "change",
        "government",
        "reimbursement",
        "procedure",
        "dependence",
        "upon",
        "vendor",
        "timing",
        "regulatory",
        "approval",
        "risk",
        "discussed",
        "company",
        "periodic",
        "filing",
        "security",
        "exchange",
        "commission",
        "making",
        "statement",
        "company",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "revision",
        "change",
        "date",
        "release",
        "assurance",
        "company",
        "recognize",
        "revenue",
        "related",
        "purchase",
        "order",
        "commitment",
        "particular",
        "period",
        "purchase",
        "order",
        "commitment",
        "subject",
        "contingency",
        "outside",
        "company",
        "control",
        "addition",
        "order",
        "commitment",
        "may",
        "revised",
        "modified",
        "delayed",
        "canceled",
        "either",
        "express",
        "term",
        "result",
        "negotiation",
        "overall",
        "project",
        "change",
        "delay",
        "company",
        "contact",
        "david",
        "fischel",
        "chairman",
        "chief",
        "executive",
        "officer",
        "martin",
        "stammer",
        "chief",
        "financial",
        "officer",
        "investor",
        "stereotaxis",
        "statement",
        "operation",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "system",
        "disposable",
        "service",
        "accessory",
        "total",
        "revenue",
        "cost",
        "revenue",
        "system",
        "disposable",
        "service",
        "accessory",
        "total",
        "cost",
        "revenue",
        "gross",
        "margin",
        "operating",
        "expense",
        "research",
        "development",
        "sale",
        "marketing",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "operating",
        "loss",
        "income",
        "interest",
        "expense",
        "net",
        "net",
        "income",
        "cumulative",
        "dividend",
        "convertible",
        "preferred",
        "stock",
        "net",
        "income",
        "attributable",
        "convertible",
        "preferred",
        "stock",
        "earnings",
        "attributable",
        "common",
        "stockholder",
        "net",
        "income",
        "per",
        "share",
        "attributed",
        "common",
        "stockholder",
        "basic",
        "diluted",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "equivalent",
        "basic",
        "diluted",
        "certain",
        "prior",
        "year",
        "amount",
        "reclassified",
        "conform",
        "presentation",
        "stereotaxis",
        "balance",
        "sheet",
        "march",
        "december",
        "unaudited",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "net",
        "allowance",
        "respectively",
        "inventory",
        "net",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "intangible",
        "asset",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "deficit",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "liability",
        "deferred",
        "revenue",
        "warrant",
        "total",
        "current",
        "liability",
        "deferred",
        "revenue",
        "liability",
        "total",
        "liability",
        "convertible",
        "preferred",
        "stock",
        "convertible",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "outstanding",
        "stockholder",
        "deficit",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "respectively",
        "additional",
        "capital",
        "treasury",
        "stock",
        "share",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "deficit",
        "total",
        "liability",
        "stockholder",
        "equity",
        "deficit",
        "source",
        "stereotaxis",
        "inc"
    ]
}