{
    "organizations": [],
    "uuid": "7cfe124b9ec43a988ee8defa3d2f9cc0e403427e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/09/globe-newswire-beigene-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "BeiGene Reports Financial",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CAMBRIDGE, Mass. and BEIJING, China, May 09, 2018 (GLOBE NEWSWIRE) -- BeiGene, Ltd. (NASDAQ:BGNE), a commercial-stage biopharmaceutical company focused on developing and commercializing innovative molecularly targeted and immuno-oncology drugs for the treatment of cancer, today reported recent business highlights and financial results for the first quarter of 2018.\n“We continue to make great progress launching new clinical trials on a global scale for patients with a wide variety of cancers, where we believe our investigational treatments can have a profound impact,” said John V. Oyler, Founder, Chief Executive Officer, and Chairman of BeiGene. “We have now enrolled more than 2,300 patients worldwide in more than 30 clinical trials of our investigational agents as of the end of March 2018 and remain on target for our first NDA filings in China later this year.”\n“Given the significantly reformed regulatory environment in China, as well as important additions to our senior leadership team highlighted by the appointment of Dr. Xiaobin Wu as our General Manager of China and President of BeiGene, Ltd., we are excited about our China and global prospects,” continued Mr. Oyler.\nRecent Business Highlights\nClinical Programs:\nZanubrutinib (BGB-3111) , an investigational small molecule inhibitor of Bruton’s tyrosine kinase (BTK)\nCompleted enrollment in the Phase 2 pivotal trial in China in patients with Waldenström macroglobulinemia (WM).\nTislelizumab (BGB-A317) , an investigational humanized monoclonal antibody against the immune checkpoint receptor PD-1\nInitiated the following trials:\n• Global Phase 2 trial in patients with relapsed or refractory mature T- and natural killer (NK)-cell lymphomas; and\n• Global Phase 2 trial in patients with previously treated hepatocellular carcinoma (HCC or liver cancer), under collaboration with Celgene Corporation for solid tumors.\nPamiparib (BGB-290) , an investigational small molecule PARP inhibitor\nPresented preliminary Phase 1 clinical data in Chinese patients with ovarian or triple-negative breast cancer at the 2018 American Association for Cancer Research (AACR) Annual Meeting in Chicago.\nCommercial Products:\nContinued to expand potential patient access to ABRAXANE ® (nanoparticle albumin-bound paclitaxel) in China by obtaining inclusion in the provincial reimbursement drug list in Jiangsu and critical illness insurance in Zhejiang; and\nLaunched a first-line indication of REVLIMID ® (lenalidomide) in China following its regulatory approval by the China Food and Drug Administration (CFDA) for the treatment of multiple myeloma (MM) in combination with dexamethasone in adult patients with previously untreated MM who are not eligible for transplant.\nCorporate Development:\nAppointed J. Samuel Su, former Vice Chairman of the Board of Directors of Yum! Brands, Inc. and Chairman and CEO of its China division, to the BeiGene Board of Directors;\nAppointed Dr. Xiaobin Wu to the position of General Manager of China and President of BeiGene, Ltd.;\nAppointed Yifei Zhu to the position of China Co-Commercial Head, Sales and Market Access; and\nAppointed Dr. Guillaume Vignon to the position of Senior Vice President, Business Development.\nExpected Upcoming Milestones in 2018\nZanubrutinib\nPresent updated Phase 1 clinical data in patients with WM and pooled safety analysis in patients with hematologic malignancies at the 2018 European Hematology Association (EHA) Annual Congress in Stockholm, Sweden, June 14-17;\nPresent other updated Phase 1 data and China pivotal trial data;\nSubmit first new drug application (NDA) in China for mantle cell lymphoma;\nComplete enrollment in the global Phase 3 trial for WM in Q3 2018; and\nInitiate a global head-to-head Phase 3 trial versus ibrutinib in relapsed/refractory chronic lymphocytic leukemia.\nTislelizumab\nPresent updated Phase 1 data and China pivotal trial data; Submit first NDA in China for Hodgkin’s lymphoma;\nComplete enrollment in the Phase 2 pivotal trial in China for urothelial carcinoma; and Initiate additional pivotal trials.\nPamiparib\nPresent updated Phase 1 data;\nInitiate a global Phase 3 trial in gastric cancer in Q2 or Q3 2018; and Initiate a Phase 3 trial in China as maintenance therapy in patients with platinum-sensitive recurrent ovarian cancer.\nCommercial Products\nContinue to expand provincial reimbursement for ABRAXANE in China.\nFirst Quarter 2018 Financial Results\nCash, Cash Equivalents, Restricted Cash and Short-Term Investments were $1,481.48 million as of March 31, 2018, compared to $837.52 million as of December 31, 2017. The increase was primarily due to net proceeds of $757.59 million raised in a public offering in January 2018. Cash, cash equivalents, restricted cash and short-term investments include approximately $131.04 million held by our 95%-owned joint venture, BeiGene Biologics, to build a commercial biologics facility under construction in Guangzhou, China. Restricted cash of $17.46 million relates to BeiGene Guangzhou Factory’s secured deposits that are held in designated bank accounts for the issuance of a letter of credit.\nCash used in operations for the quarter ended March 31, 2018 was $104.50 million, compared to $35.71 million for the same period in 2017. The increase was primarily attributable to higher operating expenses in support of our clinical programs and organizational growth. Capital expenditures for the quarter ended March 31, 2018 were $9.70 million, compared to $7.39 million for the same period in 2017. The increase was primarily attributable to the construction of our manufacturing facilities in Guangzhou.\nRevenues for the three months ended March 31, 2018 were $32.54 million, compared to nil in the same period in 2017, attributable to product and collaboration revenue under our collaboration with Celgene.\nProduct revenue from sales of ABRAXANE, REVLIMID and VIDAZA ® in China totaled $23.25 million for the first quarter 2018.\nCollaboration revenue totaled $9.29 million for the first quarter 2018, reflecting $7.55 million that was recognized as research and development reimbursement revenue from Celgene and $1.74 million of deferred upfront fees from Celgene recognized in the first quarter of 2018. In addition, unbilled receivables of $23.86 million on the balance sheet reflect research and development reimbursement under the Celgene collaboration for expenses incurred through the first quarter of 2018.\nExpenses for the quarter ended March 31, 2018 were $143.35 million, compared to $51.54 million in the same period 2017, consisting primarily of the following:\nCost of sales for the first quarter were $4.55 million, compared to nil in the first quarter of 2017. Cost of sales relates to the cost of acquiring ABRAXANE, REVLIMID and VIDAZA for distribution in China.\nR&D Expenses for the three months ended March 31, 2018 were $109.70, compared to $42.77 million in the same period in 2017. The increase in R&D expenses was primarily attributable to increased spending on our ongoing late-stage clinical trials and increased employee compensation expense as a result of increased headcount to support our clinical programs. Also contributing to the increase was the up-front license fee of $10 million paid to Mirati Therapeutics for the license of sitravatinib in Asia (excluding Japan), Australia and New Zealand. R&D-associated share-based compensation expense was $12.05 million for the three months ended March 31, 2018, compared to $4.53 million for the same period in 2017, due to increased headcount and a higher share price.\nSG&A Expenses for the three months ended March 31, 2018 were $28.92 million, compared to $8.77 million in the same period in 2017. The increase in SG&A expenses was primarily attributable to increased headcount, including employees transferred from Celgene China in connection with the license agreement for Celgene’s commercial products in China, as well as higher professional service fees and costs to support our growing operations. SG&A-associated share-based compensation expense was $5.34 million for the three months ended March 31, 2018, compared to $1.46 million for the same period in 2017, due to increased headcount and a higher share price.\nNet Loss for the first quarter of 2018 was $105.12 million, or $2.03 per American Depositary Share (ADS), compared to a net loss of $50.62 million, or $1.27 per ADS in the same period in 2017.\nFinancial Summary\nSelect Consolidated Balance Sheet Data (U.S. GAAP)\n(Amounts in thousands of U.S. Dollars)\nAs of March 31, December 31, 2018 2017 (unaudited) (audited) Cash, cash equivalents, restricted cash and short-term investments $ 1,481,475 $ 837,516 Accounts receivable 23,485 29,428 Unbilled receivables 23,862 — Working capital 1,443,806 763,509 Property and equipment, net 76,990 62,568 Total assets 1,708,927 1,046,479 Accounts payable 52,719 69,779 Accrued expenses and other payables 55,712 49,598 Shareholder loan 154,551 146,271 Total liabilities 350,205 362,248 Noncontrolling interest 14,341 14,422 Total equity $ 1,358,722 $ 684,231 Consolidated Statements of Operations (U.S. GAAP)\n(Amounts in thousands of U.S. Dollars, except for number of American Depositary Shares (ADSs) and per ADS data) (unaudited)\nThree Months Ended March 31, 2018 2017 Revenues Product revenue, net $ 23,250 $ — Collaboration revenue 9,294 — Total revenues 32,544 — Expenses Cost of sales - product (4,550 ) — Research and development (109,700 ) (42,773 ) Selling, general and administrative (28,915 ) (8,769 ) Amortization of intangible assets (188 ) — Total expenses (143,353 ) (51,542 ) Loss from operations (110,809 ) (51,542 ) Interest income, net 1,552 186 Other income, net 729 913 Loss before income tax expense (108,528 ) (50,443 ) Income tax benefit (expense) 3,412 (180 ) Net loss (105,116 ) (50,623 ) Less: net loss attributable to noncontrolling interests (520 ) — Net loss attributable to BeiGene, Ltd. $ (104,596 ) $ (50,623 ) Net loss per ADS, basic and diluted $ (2.03 ) $ (1.27 ) Weighted-average number of ADSs outstanding – basic and diluted 51,577,739 39,725,977 Consolidated Statements of Comprehensive Loss (U.S. GAAP)\n(Amounts in thousands of U.S. Dollars) (unaudited)\nThree Months Ended March 31, 2018 2017 Net loss $ (105,116 ) $ (50,623 ) Other comprehensive loss, net of tax of nil: Foreign currency translation adjustments 272 90 Unrealized holding gain (loss), net 329 (12 ) Comprehensive loss (104,515 ) (50,545 ) Less: comprehensive loss attributable to noncontrolling interests (456 ) — Comprehensive loss attributable to BeiGene, Ltd. $ (104,059 ) $ (50,545 ) About BeiGene\nBeiGene is a global, commercial-stage, research-based biotechnology company focused on molecularly targeted and immuno-oncology cancer therapeutics. With a team of over 1,100 employees in China, the United States, and Australia, BeiGene is advancing a pipeline consisting of novel oral small molecules and monoclonal antibodies for cancer. BeiGene is also working to create combination solutions aimed to have both a meaningful and lasting impact on cancer patients. BeiGene markets ABRAXANE ® (nanoparticle albumin–bound paclitaxel), REVLIMID ® (lenalidomide), and VIDAZA ® (azacitidine) in China under a license from Celgene Corporation. i\nForward-Looking Statements\nThis press release contains within the meaning of the Private Securities Litigation Reform Act of 1995 and other federal securities laws, including statements regarding BeiGene’s advancement of, and anticipated clinical development, regulatory milestones and commercialization of its drugs and drug candidates, the potential for the Company’s drugs and drug candidates, and the expected milestones under the caption “Expected Upcoming Milestones in 2018”. Actual results may differ materially from those indicated in the as a result of various important factors, including BeiGene's ability to demonstrate the efficacy and safety of its drug candidates; the clinical results for its drug candidates, which may not support further development or marketing approval; actions of regulatory agencies, which may affect the initiation, timing and progress of clinical trials and marketing approval; BeiGene's ability to achieve commercial success for its marketed products and drug candidates, if approved; BeiGene's ability to obtain and maintain protection of intellectual property for its technology and drugs; BeiGene's reliance on third parties to conduct drug development, manufacturing and other services; BeiGene’s limited operating history and BeiGene's ability to obtain additional funding for operations and to complete the development and commercialization of its drug candidates, as well as those risks more fully discussed in the section entitled “Risk Factors” in BeiGene’s most recent annual report on Form 10-K, as well as discussions of potential risks, uncertainties, and other important factors in BeiGene's subsequent filings with the U.S. Commission. All information in this press release is as of the date of this press release, and BeiGene undertakes no duty to update such information unless required by law.\nInvestor Contact Media Contact Lucy Li, Ph.D. Liza Heapes +1 781-801-1800 + 1 857-302-5663 ir@beigene.com media@beigene.com",
    "published": "2018-05-10T00:15:00.000+03:00",
    "crawled": "2018-05-10T00:50:13.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "cambridge",
        "mass",
        "beijing",
        "china",
        "may",
        "globe",
        "newswire",
        "beigene",
        "nasdaq",
        "bgne",
        "biopharmaceutical",
        "company",
        "focused",
        "developing",
        "commercializing",
        "innovative",
        "molecularly",
        "targeted",
        "drug",
        "treatment",
        "cancer",
        "today",
        "reported",
        "recent",
        "business",
        "highlight",
        "financial",
        "result",
        "first",
        "quarter",
        "continue",
        "make",
        "great",
        "progress",
        "launching",
        "new",
        "clinical",
        "trial",
        "global",
        "scale",
        "patient",
        "wide",
        "variety",
        "cancer",
        "believe",
        "investigational",
        "treatment",
        "profound",
        "impact",
        "said",
        "john",
        "oyler",
        "founder",
        "chief",
        "executive",
        "officer",
        "chairman",
        "beigene",
        "enrolled",
        "patient",
        "worldwide",
        "clinical",
        "trial",
        "investigational",
        "agent",
        "end",
        "march",
        "remain",
        "target",
        "first",
        "nda",
        "filing",
        "china",
        "later",
        "given",
        "significantly",
        "reformed",
        "regulatory",
        "environment",
        "china",
        "well",
        "important",
        "addition",
        "senior",
        "leadership",
        "team",
        "highlighted",
        "appointment",
        "xiaobin",
        "wu",
        "general",
        "manager",
        "china",
        "president",
        "beigene",
        "excited",
        "china",
        "global",
        "prospect",
        "continued",
        "oyler",
        "recent",
        "business",
        "highlight",
        "clinical",
        "program",
        "zanubrutinib",
        "investigational",
        "small",
        "molecule",
        "inhibitor",
        "bruton",
        "tyrosine",
        "kinase",
        "btk",
        "completed",
        "enrollment",
        "phase",
        "pivotal",
        "trial",
        "china",
        "patient",
        "waldenström",
        "macroglobulinemia",
        "wm",
        "tislelizumab",
        "investigational",
        "humanized",
        "monoclonal",
        "antibody",
        "immune",
        "checkpoint",
        "receptor",
        "initiated",
        "following",
        "trial",
        "global",
        "phase",
        "trial",
        "patient",
        "relapsed",
        "refractory",
        "mature",
        "natural",
        "killer",
        "nk",
        "lymphoma",
        "global",
        "phase",
        "trial",
        "patient",
        "previously",
        "treated",
        "hepatocellular",
        "carcinoma",
        "hcc",
        "liver",
        "cancer",
        "collaboration",
        "celgene",
        "corporation",
        "solid",
        "tumor",
        "pamiparib",
        "investigational",
        "small",
        "molecule",
        "parp",
        "inhibitor",
        "presented",
        "preliminary",
        "phase",
        "clinical",
        "data",
        "chinese",
        "patient",
        "ovarian",
        "breast",
        "cancer",
        "american",
        "association",
        "cancer",
        "research",
        "aacr",
        "annual",
        "meeting",
        "chicago",
        "commercial",
        "product",
        "continued",
        "expand",
        "potential",
        "patient",
        "access",
        "abraxane",
        "nanoparticle",
        "paclitaxel",
        "china",
        "obtaining",
        "inclusion",
        "provincial",
        "reimbursement",
        "drug",
        "list",
        "jiangsu",
        "critical",
        "illness",
        "insurance",
        "zhejiang",
        "launched",
        "indication",
        "revlimid",
        "lenalidomide",
        "china",
        "following",
        "regulatory",
        "approval",
        "china",
        "food",
        "drug",
        "administration",
        "cfda",
        "treatment",
        "multiple",
        "myeloma",
        "mm",
        "combination",
        "dexamethasone",
        "adult",
        "patient",
        "previously",
        "untreated",
        "mm",
        "eligible",
        "transplant",
        "corporate",
        "development",
        "appointed",
        "samuel",
        "su",
        "former",
        "vice",
        "chairman",
        "board",
        "director",
        "yum",
        "brand",
        "chairman",
        "ceo",
        "china",
        "division",
        "beigene",
        "board",
        "director",
        "appointed",
        "xiaobin",
        "wu",
        "position",
        "general",
        "manager",
        "china",
        "president",
        "beigene",
        "appointed",
        "yifei",
        "zhu",
        "position",
        "china",
        "head",
        "sale",
        "market",
        "access",
        "appointed",
        "guillaume",
        "vignon",
        "position",
        "senior",
        "vice",
        "president",
        "business",
        "development",
        "expected",
        "upcoming",
        "milestone",
        "zanubrutinib",
        "present",
        "updated",
        "phase",
        "clinical",
        "data",
        "patient",
        "wm",
        "pooled",
        "safety",
        "analysis",
        "patient",
        "hematologic",
        "malignancy",
        "european",
        "hematology",
        "association",
        "eha",
        "annual",
        "congress",
        "stockholm",
        "sweden",
        "june",
        "present",
        "updated",
        "phase",
        "data",
        "china",
        "pivotal",
        "trial",
        "data",
        "submit",
        "first",
        "new",
        "drug",
        "application",
        "nda",
        "china",
        "mantle",
        "cell",
        "lymphoma",
        "complete",
        "enrollment",
        "global",
        "phase",
        "trial",
        "wm",
        "q3",
        "initiate",
        "global",
        "phase",
        "trial",
        "versus",
        "ibrutinib",
        "chronic",
        "lymphocytic",
        "leukemia",
        "tislelizumab",
        "present",
        "updated",
        "phase",
        "data",
        "china",
        "pivotal",
        "trial",
        "data",
        "submit",
        "first",
        "nda",
        "china",
        "hodgkin",
        "lymphoma",
        "complete",
        "enrollment",
        "phase",
        "pivotal",
        "trial",
        "china",
        "urothelial",
        "carcinoma",
        "initiate",
        "additional",
        "pivotal",
        "trial",
        "pamiparib",
        "present",
        "updated",
        "phase",
        "data",
        "initiate",
        "global",
        "phase",
        "trial",
        "gastric",
        "cancer",
        "q2",
        "q3",
        "initiate",
        "phase",
        "trial",
        "china",
        "maintenance",
        "therapy",
        "patient",
        "recurrent",
        "ovarian",
        "cancer",
        "commercial",
        "product",
        "continue",
        "expand",
        "provincial",
        "reimbursement",
        "abraxane",
        "china",
        "first",
        "quarter",
        "financial",
        "result",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "investment",
        "million",
        "march",
        "compared",
        "million",
        "december",
        "increase",
        "primarily",
        "due",
        "net",
        "proceeds",
        "million",
        "raised",
        "public",
        "offering",
        "january",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "investment",
        "include",
        "approximately",
        "million",
        "held",
        "joint",
        "venture",
        "beigene",
        "biologics",
        "build",
        "commercial",
        "biologics",
        "facility",
        "construction",
        "guangzhou",
        "china",
        "restricted",
        "cash",
        "million",
        "relates",
        "beigene",
        "guangzhou",
        "factory",
        "secured",
        "deposit",
        "held",
        "designated",
        "bank",
        "account",
        "issuance",
        "letter",
        "credit",
        "cash",
        "used",
        "operation",
        "quarter",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "period",
        "increase",
        "primarily",
        "attributable",
        "higher",
        "operating",
        "expense",
        "support",
        "clinical",
        "program",
        "organizational",
        "growth",
        "capital",
        "expenditure",
        "quarter",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "period",
        "increase",
        "primarily",
        "attributable",
        "construction",
        "manufacturing",
        "facility",
        "guangzhou",
        "revenue",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "compared",
        "nil",
        "period",
        "attributable",
        "product",
        "collaboration",
        "revenue",
        "collaboration",
        "celgene",
        "product",
        "revenue",
        "sale",
        "abraxane",
        "revlimid",
        "vidaza",
        "china",
        "totaled",
        "million",
        "first",
        "quarter",
        "collaboration",
        "revenue",
        "totaled",
        "million",
        "first",
        "quarter",
        "reflecting",
        "million",
        "recognized",
        "research",
        "development",
        "reimbursement",
        "revenue",
        "celgene",
        "million",
        "deferred",
        "upfront",
        "fee",
        "celgene",
        "recognized",
        "first",
        "quarter",
        "addition",
        "unbilled",
        "receivables",
        "million",
        "balance",
        "sheet",
        "reflect",
        "research",
        "development",
        "reimbursement",
        "celgene",
        "collaboration",
        "expense",
        "incurred",
        "first",
        "quarter",
        "expense",
        "quarter",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "period",
        "consisting",
        "primarily",
        "following",
        "cost",
        "sale",
        "first",
        "quarter",
        "million",
        "compared",
        "nil",
        "first",
        "quarter",
        "cost",
        "sale",
        "relates",
        "cost",
        "acquiring",
        "abraxane",
        "revlimid",
        "vidaza",
        "distribution",
        "china",
        "r",
        "expense",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "million",
        "period",
        "increase",
        "r",
        "expense",
        "primarily",
        "attributable",
        "increased",
        "spending",
        "ongoing",
        "clinical",
        "trial",
        "increased",
        "employee",
        "compensation",
        "expense",
        "result",
        "increased",
        "headcount",
        "support",
        "clinical",
        "program",
        "also",
        "contributing",
        "increase",
        "license",
        "fee",
        "million",
        "paid",
        "mirati",
        "therapeutic",
        "license",
        "sitravatinib",
        "asia",
        "excluding",
        "japan",
        "australia",
        "new",
        "zealand",
        "r",
        "compensation",
        "expense",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "million",
        "period",
        "due",
        "increased",
        "headcount",
        "higher",
        "share",
        "price",
        "sg",
        "expense",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "period",
        "increase",
        "sg",
        "expense",
        "primarily",
        "attributable",
        "increased",
        "headcount",
        "including",
        "employee",
        "transferred",
        "celgene",
        "china",
        "connection",
        "license",
        "agreement",
        "celgene",
        "commercial",
        "product",
        "china",
        "well",
        "higher",
        "professional",
        "service",
        "fee",
        "cost",
        "support",
        "growing",
        "operation",
        "sg",
        "compensation",
        "expense",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "million",
        "period",
        "due",
        "increased",
        "headcount",
        "higher",
        "share",
        "price",
        "net",
        "loss",
        "first",
        "quarter",
        "million",
        "per",
        "american",
        "depositary",
        "share",
        "ad",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "ad",
        "period",
        "financial",
        "summary",
        "select",
        "consolidated",
        "balance",
        "sheet",
        "data",
        "gaap",
        "amount",
        "thousand",
        "dollar",
        "march",
        "december",
        "unaudited",
        "audited",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "investment",
        "account",
        "receivable",
        "unbilled",
        "receivables",
        "working",
        "capital",
        "property",
        "equipment",
        "net",
        "total",
        "asset",
        "account",
        "payable",
        "accrued",
        "expense",
        "payable",
        "shareholder",
        "loan",
        "total",
        "liability",
        "noncontrolling",
        "interest",
        "total",
        "equity",
        "consolidated",
        "statement",
        "operation",
        "gaap",
        "amount",
        "thousand",
        "dollar",
        "except",
        "number",
        "american",
        "depositary",
        "share",
        "adss",
        "per",
        "ad",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "product",
        "revenue",
        "net",
        "collaboration",
        "revenue",
        "total",
        "revenue",
        "expense",
        "cost",
        "sale",
        "product",
        "research",
        "development",
        "selling",
        "general",
        "administrative",
        "amortization",
        "intangible",
        "asset",
        "total",
        "expense",
        "loss",
        "operation",
        "interest",
        "income",
        "net",
        "income",
        "net",
        "loss",
        "income",
        "tax",
        "expense",
        "income",
        "tax",
        "benefit",
        "expense",
        "net",
        "loss",
        "less",
        "net",
        "loss",
        "attributable",
        "noncontrolling",
        "interest",
        "net",
        "loss",
        "attributable",
        "beigene",
        "net",
        "loss",
        "per",
        "ad",
        "basic",
        "diluted",
        "number",
        "adss",
        "outstanding",
        "basic",
        "diluted",
        "consolidated",
        "statement",
        "comprehensive",
        "loss",
        "gaap",
        "amount",
        "thousand",
        "dollar",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "loss",
        "comprehensive",
        "loss",
        "net",
        "tax",
        "nil",
        "foreign",
        "currency",
        "translation",
        "adjustment",
        "unrealized",
        "holding",
        "gain",
        "loss",
        "net",
        "comprehensive",
        "loss",
        "less",
        "comprehensive",
        "loss",
        "attributable",
        "noncontrolling",
        "interest",
        "comprehensive",
        "loss",
        "attributable",
        "beigene",
        "beigene",
        "beigene",
        "global",
        "biotechnology",
        "company",
        "focused",
        "molecularly",
        "targeted",
        "cancer",
        "therapeutic",
        "team",
        "employee",
        "china",
        "united",
        "state",
        "australia",
        "beigene",
        "advancing",
        "pipeline",
        "consisting",
        "novel",
        "oral",
        "small",
        "molecule",
        "monoclonal",
        "antibody",
        "cancer",
        "beigene",
        "also",
        "working",
        "create",
        "combination",
        "solution",
        "aimed",
        "meaningful",
        "lasting",
        "impact",
        "cancer",
        "patient",
        "beigene",
        "market",
        "abraxane",
        "nanoparticle",
        "paclitaxel",
        "revlimid",
        "lenalidomide",
        "vidaza",
        "azacitidine",
        "china",
        "license",
        "celgene",
        "corporation",
        "statement",
        "press",
        "release",
        "contains",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "federal",
        "security",
        "law",
        "including",
        "statement",
        "regarding",
        "beigene",
        "advancement",
        "anticipated",
        "clinical",
        "development",
        "regulatory",
        "milestone",
        "commercialization",
        "drug",
        "drug",
        "candidate",
        "potential",
        "company",
        "drug",
        "drug",
        "candidate",
        "expected",
        "milestone",
        "caption",
        "expected",
        "upcoming",
        "milestone",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "indicated",
        "result",
        "various",
        "important",
        "factor",
        "including",
        "beigene",
        "ability",
        "demonstrate",
        "efficacy",
        "safety",
        "drug",
        "candidate",
        "clinical",
        "result",
        "drug",
        "candidate",
        "may",
        "support",
        "development",
        "marketing",
        "approval",
        "action",
        "regulatory",
        "agency",
        "may",
        "affect",
        "initiation",
        "timing",
        "progress",
        "clinical",
        "trial",
        "marketing",
        "approval",
        "beigene",
        "ability",
        "achieve",
        "commercial",
        "success",
        "marketed",
        "product",
        "drug",
        "candidate",
        "approved",
        "beigene",
        "ability",
        "obtain",
        "maintain",
        "protection",
        "intellectual",
        "property",
        "technology",
        "drug",
        "beigene",
        "reliance",
        "third",
        "party",
        "conduct",
        "drug",
        "development",
        "manufacturing",
        "service",
        "beigene",
        "limited",
        "operating",
        "history",
        "beigene",
        "ability",
        "obtain",
        "additional",
        "funding",
        "operation",
        "complete",
        "development",
        "commercialization",
        "drug",
        "candidate",
        "well",
        "risk",
        "fully",
        "discussed",
        "section",
        "entitled",
        "risk",
        "factor",
        "beigene",
        "recent",
        "annual",
        "report",
        "form",
        "well",
        "discussion",
        "potential",
        "risk",
        "uncertainty",
        "important",
        "factor",
        "beigene",
        "subsequent",
        "filing",
        "commission",
        "information",
        "press",
        "release",
        "date",
        "press",
        "release",
        "beigene",
        "undertakes",
        "duty",
        "update",
        "information",
        "unless",
        "required",
        "law",
        "investor",
        "contact",
        "medium",
        "contact",
        "lucy",
        "li",
        "liza",
        "heapes",
        "ir",
        "medium"
    ]
}