{
    "organizations": [],
    "uuid": "101016bb92ababe13ce37e184a5c99b0f748f19e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/30/business-wire-lattice-biologics-ltd-reports-second-quarter-2018-highlights.html",
    "ord_in_thread": 0,
    "title": "Lattice Biologics Ltd. Reports Second Quarter 2018 Highlights",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Gross Margins Increase to 68% Q2 2018 from 30% Q2 2017\nBELGRADE, Mont.--(BUSINESS WIRE)-- Lattice Biologics Ltd. ( TSX-V: LBL ) (OTCBB: LBLTF) (“ Lattice Biologics ” or the “ Company ”) announces financial results for the second quarter 2018.\nHighlights:\nGross profit margin was 68.2% for the three months ended March 31, 2018, compared to 30.2% for the three months ended March 31, 2017. For the second quarter in a row, Company is cash flow positive from operations; $58,902 for the three months ended March 31, 2018, and $84,760 for 6 months ended March 31, 2018. Successfully relocated processing facility to Belgrade, Montana, while maintaining consistent inventory levels and expanding reach into personal injury and dental markets. Maintained American Association of Tissue Bank certification after relocation of processing facilities. Penetrated new international markets in Columbia and Dominican Republic. Re-formulated DBM putty to expand into new dental and orthobiologics markets.\nFinancial Highlights:\nSuccessfully relocated operations to Belgrade, Montana from Scottsdale, Arizona, resulting in operational efficiencies of approximately $200,000 per month, year over year. Reduced net loss from $2.2 million ($0.03/share) for three months ended March 31, 2017 to $.4 million or ($0.00/share) for the three months ended March 31, 2018. Cash flow from operations was $58,902 for six months ended March 31, 2018 compared to a deficit of $749,709 for six months ended March 31, 2017. Negative EBITDA for six months ended March 31, 2018 was $234,191 compared to negative EBITDA of $1,271,060 for six months ended March 31, 2017.\n2018 Business Update:\n“After a careful review of overhead and operational throughput, the Company relocated operations to Belgrade, Montana in June of 2017. While we expected the move to generate savings of approximately $80,000 per month, the actual savings turned out to be roughly $1.3 million over the last two reporting periods,” said Guy Cook, CEO of Lattice Biologics.\n“As a result, we have had our second quarter of being cash flow positive from operations and achieved a substantial increase in margins to 68% of revenues. Although sales are down year over year and quarter over quarter, the Company maintained actual gross profit of $220,958 vs. $231,400 from the prior year, while significantly reducing overhead and expenses.”\n“We remain focused on higher margin products as we continue to grow the business, the Company is well positioned to grow and be profitable in 2018 and beyond,” continued Cook.\nThe Company continues to make significant improvements on the balance sheet, and is working with creditors to convert certain balances to equity for working capital purposes.\nThe Company restructured Grenville debt to favorable terms, including the conversion of $2.7 million of royalty funding into equity, reduction of interest payments on the Grenville Secured Note from 12.5% to 4.244%, and reduced remaining royalty charges from 6% to 1.25%.\nLattice Biologics maintains its commitment to honoring the gift of donation by implementing a strong quality control environment for the recovery and processing of donors. The Company has significantly increased its processing efficiencies, and has substantial inventory reserves to meet customer demand.\nAs indicated below, the Company continues efforts to diversify the sales mix across the new higher margin product lines added in prior years.\nFourth Quarter and year end Financial Results (all figures denoted in USD):\nThe product launches have been well received by surgeons and the Company continues to replace unprofitable legacy contracts and focus on the newer higher margin products. Lattice Biologics’ total revenue was $323,921 in the three months ended March 31, 2018 compared to $765,357 for the three months ended March 31, 2017, a decrease of 57%, as shown in the following quarter sales table:\nMar-31 Dec-31 Sep-30 Jun-30 Mar-31 Dec-31 Sep-30 Jun-30 2018 2017 2017 2017 2017 2016 2016 2016 ADM dermis $ 68,600 21 % $ 73,399 20 % $ 54,700 14 % $ 72,370 11 % $ 212,740 28 % $ 208,912 23 % $ 130,575 18 % $ 220,365 23 % DBM putty 10,650 3 % 18,749 5 % - 0 % 17,941 3 % 62,964 8 % 58,110 7 % 151,071 21 % 246,235 25 % Bone scaffold 204,028 63 % 212,972 59 % 315,152 79 % 454,132 66 % 403,027 53 % 567,841 64 % 411,131 56 % 505,603 52 % Other 40,643 13 % 57,017 16 % 28,690 7 % 139,583 20 % 86,626 11 % 56,588 6 % 40,128 5 % 117 0 % Total revenue $ 323,921 100 % $ 362,137 100 % $ 398,542 100 % $ 684,026 100 % $ 765,357 100 % $ 891,451 100 % $ 732,905 100 % $ 972,320 100 % The following table sets out selected unaudited financial information, prepared in accordance with IFRS. The information contained herein is drawn from interim financial statements of the Company for each of the following quarterly periods ending:\nMar-31 Dec-31 Sep-30 Jun-30 Mar-31 Dec-31 Sep-30 Jun-30 2018 2017 2017 2017 2017 2016 2016 2016 Revenue $ 323,921 $ 362,137 $ 398,542 $ 684,026 $ 765,357 $ 891,451 $ 732,905 $ 972,320 Cost of sales 102,963 123,938 554,717 514,761 533,957 564,831 558,396 744,094 Gross profit 220,958 238,199 (156,175 ) 169,265 231,400 326,620 174,509 228,226 Operating costs (i) 382,764 336,332 536,590 605,968 950,833 917,809 1,267,507 836,955 EBITDA (ii) (148,682 ) (85,509 ) (678,425 ) (416,922 ) (699,652 ) (571,408 ) (1,072,009 ) (577,075 ) Certain adjustments have been made to the quarterly information for the first three quarters of the fiscal year ended September 30, 2016, as compared to data contained in the quarterly filings for such quarters. These changes relate to certain adjustments for cost of sales and operating costs that were not recognized until the fourth quarter of such fiscal year.\n(i) Operating costs are defined as all general and administrative costs, professional fees, rent, salaries and benefits, sales and marketing, and utilities expenses. (ii) EBITDA is defined as gross profit less operating costs (as defined above). About Lattice Biologics Ltd.:\nLattice Biologics recently completed its RTO, becoming a publicly traded company on January 4, 2016 and is traded on the TSX-V under the symbol: LBL. The Company is an emerging personalized/precision medicine leader in the field of cellular therapies and tissue engineering, with a focus on bone, skin, and cartilage regeneration.\nLattice Biologics develops and manufactures biologic products to domestic and international markets. The Company’s products are used in a variety of surgical applications.\nLattice Biologics maintains its headquarters, laboratory and manufacturing facilities in Belgrade, Montana as well as offices in Phoenix, Arizona. The facility includes ISO Class 1000 and ISO Class 100 clean rooms, and specialized equipment capable of crafting traditional allografts and precision specialty allografts for various clinical applications. The Lattice Biologics team includes highly trained tissue bank specialists, surgical technicians, certified sterile processing and distribution technicians, and CNC operators who maintain the highest standards of aseptic technique throughout each step of the manufacturing process. From donor acceptance to the final packaging and distribution of finished allografts, Lattice is committed to maintaining the highest standards of allograft quality, innovation, and customer satisfaction.\nLattice Biologics maintains all necessary licensures to process and sell its tissue engineered products within the U.S. and internationally. This includes Certificates to Foreign Governments from the U.S. Food and Drug Administration (FDA) and registrations for 29 countries, which allow the export of bone, tendon, meniscus, ligament, soft tissue, and cartilage products outside of the U.S.\nNeither TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\nCautionary Statement on Forward-Looking Information:\nCertain information contained in this news release constitutes “forward-looking statements” within the meaning of the ‘safe harbour’ provisions of Canadian securities laws. All statements herein, other than statements of historical fact, are to be considered forward looking. Generally, forward-looking information can be identified by the use of forward-looking terminology such as “planned”, “potential”, “future”, “expected”, “could”, “possible”, “goal”, “intends”, “will” or similar expressions. Forward-looking statements in this news release include, without limitation: information pertaining to the Company’s strategy, plans, or future financial performance, such as statements with respect to the Transaction, and other statements that express management’s expectations or estimates of future performance. Forward-looking statements involve known and unknown risks, uncertainties and other factors that may cause the actual results, level of activity, performance or achievements of Lattice to be materially different from those expressed or implied by such forward-looking statements.\nForward-looking statements are necessarily based upon a number of factors and assumptions that, while considered reasonable by management as of the date such statements are made, are inherently subject to significant business, economic and competitive uncertainties and contingencies. The factors and assumptions that could prove to be incorrect, include, but are not limited to: that market prices will be consistent with expectations, the continued availability of capital and financing, and that general economic, market and business conditions will be consistent with expectations. The forward-looking statements are not guarantees of future performance. We disclaim any obligation to update or revise any forward-looking statements, except as required by law. Readers are cautioned not to put undue reliance on these forward-looking statements.\nUnited States Advisory: The securities referred to herein have not been and will not be registered under the United States Securities Act of 1933, as amended (the \"U.S. Securities Act\"), and may not be offered, sold, or resold in the United States or to, or for the account of or benefit of, a U.S. Person (as such term is defined in Regulation S under the U.S. Securities Act) unless an exemption from the registration requirements of the U.S. Securities Act is available. This press release shall not constitute an offer to sell or the solicitation of an offer to buy any securities, nor shall there be any sale of securities in the state in the United States in which such offer, solicitation or sale would be unlawful.\nSubscribe to Lattice News Updates\nFollow us on Twitter: @LatticeBio\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180530005227/en/\nLattice Biologics Ltd.\nCheryl Farmer, CFO, 480-563-0800\nNews@LatticeBiologics.com\nwww.LatticeBiologics.com\nSource: Lattice Biologics Ltd.",
    "published": "2018-05-30T17:00:00.000+03:00",
    "crawled": "2018-05-30T17:25:11.042+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "gross",
        "margin",
        "increase",
        "q2",
        "q2",
        "belgrade",
        "business",
        "wire",
        "lattice",
        "biologics",
        "lbl",
        "otcbb",
        "lbltf",
        "lattice",
        "biologics",
        "company",
        "announces",
        "financial",
        "result",
        "second",
        "quarter",
        "highlight",
        "gross",
        "profit",
        "margin",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "three",
        "month",
        "ended",
        "march",
        "second",
        "quarter",
        "row",
        "company",
        "cash",
        "flow",
        "positive",
        "operation",
        "three",
        "month",
        "ended",
        "march",
        "month",
        "ended",
        "march",
        "successfully",
        "relocated",
        "processing",
        "facility",
        "belgrade",
        "montana",
        "maintaining",
        "consistent",
        "inventory",
        "level",
        "expanding",
        "reach",
        "personal",
        "injury",
        "dental",
        "market",
        "maintained",
        "american",
        "association",
        "tissue",
        "bank",
        "certification",
        "relocation",
        "processing",
        "facility",
        "penetrated",
        "new",
        "international",
        "market",
        "columbia",
        "dominican",
        "republic",
        "dbm",
        "putty",
        "expand",
        "new",
        "dental",
        "orthobiologics",
        "market",
        "financial",
        "highlight",
        "successfully",
        "relocated",
        "operation",
        "belgrade",
        "montana",
        "scottsdale",
        "arizona",
        "resulting",
        "operational",
        "efficiency",
        "approximately",
        "per",
        "month",
        "year",
        "year",
        "reduced",
        "net",
        "loss",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "cash",
        "flow",
        "operation",
        "six",
        "month",
        "ended",
        "march",
        "compared",
        "deficit",
        "six",
        "month",
        "ended",
        "march",
        "negative",
        "ebitda",
        "six",
        "month",
        "ended",
        "march",
        "compared",
        "negative",
        "ebitda",
        "six",
        "month",
        "ended",
        "march",
        "business",
        "update",
        "careful",
        "review",
        "overhead",
        "operational",
        "throughput",
        "company",
        "relocated",
        "operation",
        "belgrade",
        "montana",
        "june",
        "expected",
        "move",
        "generate",
        "saving",
        "approximately",
        "per",
        "month",
        "actual",
        "saving",
        "turned",
        "roughly",
        "million",
        "last",
        "two",
        "reporting",
        "period",
        "said",
        "guy",
        "cook",
        "ceo",
        "lattice",
        "biologics",
        "result",
        "second",
        "quarter",
        "cash",
        "flow",
        "positive",
        "operation",
        "achieved",
        "substantial",
        "increase",
        "margin",
        "revenue",
        "although",
        "sale",
        "year",
        "year",
        "quarter",
        "quarter",
        "company",
        "maintained",
        "actual",
        "gross",
        "profit",
        "prior",
        "year",
        "significantly",
        "reducing",
        "overhead",
        "remain",
        "focused",
        "higher",
        "margin",
        "product",
        "continue",
        "grow",
        "business",
        "company",
        "well",
        "positioned",
        "grow",
        "profitable",
        "beyond",
        "continued",
        "cook",
        "company",
        "continues",
        "make",
        "significant",
        "improvement",
        "balance",
        "sheet",
        "working",
        "creditor",
        "convert",
        "certain",
        "balance",
        "equity",
        "working",
        "capital",
        "purpose",
        "company",
        "restructured",
        "grenville",
        "debt",
        "favorable",
        "term",
        "including",
        "conversion",
        "million",
        "royalty",
        "funding",
        "equity",
        "reduction",
        "interest",
        "payment",
        "grenville",
        "secured",
        "note",
        "reduced",
        "remaining",
        "royalty",
        "charge",
        "lattice",
        "biologics",
        "maintains",
        "commitment",
        "honoring",
        "gift",
        "donation",
        "implementing",
        "strong",
        "quality",
        "control",
        "environment",
        "recovery",
        "processing",
        "donor",
        "company",
        "significantly",
        "increased",
        "processing",
        "efficiency",
        "substantial",
        "inventory",
        "reserve",
        "meet",
        "customer",
        "demand",
        "indicated",
        "company",
        "continues",
        "effort",
        "diversify",
        "sale",
        "mix",
        "across",
        "new",
        "higher",
        "margin",
        "product",
        "line",
        "added",
        "prior",
        "year",
        "fourth",
        "quarter",
        "year",
        "end",
        "financial",
        "result",
        "figure",
        "denoted",
        "usd",
        "product",
        "launch",
        "well",
        "received",
        "surgeon",
        "company",
        "continues",
        "replace",
        "unprofitable",
        "legacy",
        "contract",
        "focus",
        "newer",
        "higher",
        "margin",
        "product",
        "lattice",
        "biologics",
        "total",
        "revenue",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "three",
        "month",
        "ended",
        "march",
        "decrease",
        "shown",
        "following",
        "quarter",
        "sale",
        "table",
        "adm",
        "dermis",
        "dbm",
        "putty",
        "bone",
        "scaffold",
        "total",
        "revenue",
        "following",
        "table",
        "set",
        "selected",
        "unaudited",
        "financial",
        "information",
        "prepared",
        "accordance",
        "ifrs",
        "information",
        "contained",
        "herein",
        "drawn",
        "interim",
        "financial",
        "statement",
        "company",
        "following",
        "quarterly",
        "period",
        "ending",
        "revenue",
        "cost",
        "sale",
        "gross",
        "profit",
        "operating",
        "cost",
        "ebitda",
        "ii",
        "certain",
        "adjustment",
        "made",
        "quarterly",
        "information",
        "first",
        "three",
        "quarter",
        "fiscal",
        "year",
        "ended",
        "september",
        "compared",
        "data",
        "contained",
        "quarterly",
        "filing",
        "quarter",
        "change",
        "relate",
        "certain",
        "adjustment",
        "cost",
        "sale",
        "operating",
        "cost",
        "recognized",
        "fourth",
        "quarter",
        "fiscal",
        "year",
        "operating",
        "cost",
        "defined",
        "general",
        "administrative",
        "cost",
        "professional",
        "fee",
        "rent",
        "salary",
        "benefit",
        "sale",
        "marketing",
        "utility",
        "expense",
        "ii",
        "ebitda",
        "defined",
        "gross",
        "profit",
        "less",
        "operating",
        "cost",
        "defined",
        "lattice",
        "biologics",
        "lattice",
        "biologics",
        "recently",
        "completed",
        "rto",
        "becoming",
        "publicly",
        "traded",
        "company",
        "january",
        "traded",
        "symbol",
        "lbl",
        "company",
        "emerging",
        "medicine",
        "leader",
        "field",
        "cellular",
        "therapy",
        "tissue",
        "engineering",
        "focus",
        "bone",
        "skin",
        "cartilage",
        "regeneration",
        "lattice",
        "biologics",
        "develops",
        "manufacture",
        "biologic",
        "product",
        "domestic",
        "international",
        "market",
        "company",
        "product",
        "used",
        "variety",
        "surgical",
        "application",
        "lattice",
        "biologics",
        "maintains",
        "headquarters",
        "laboratory",
        "manufacturing",
        "facility",
        "belgrade",
        "montana",
        "well",
        "office",
        "phoenix",
        "arizona",
        "facility",
        "includes",
        "iso",
        "class",
        "iso",
        "class",
        "clean",
        "room",
        "specialized",
        "equipment",
        "capable",
        "crafting",
        "traditional",
        "allograft",
        "precision",
        "specialty",
        "allograft",
        "various",
        "clinical",
        "application",
        "lattice",
        "biologics",
        "team",
        "includes",
        "highly",
        "trained",
        "tissue",
        "bank",
        "specialist",
        "surgical",
        "technician",
        "certified",
        "sterile",
        "processing",
        "distribution",
        "technician",
        "cnc",
        "operator",
        "maintain",
        "highest",
        "standard",
        "aseptic",
        "technique",
        "throughout",
        "step",
        "manufacturing",
        "process",
        "donor",
        "acceptance",
        "final",
        "packaging",
        "distribution",
        "finished",
        "allograft",
        "lattice",
        "committed",
        "maintaining",
        "highest",
        "standard",
        "allograft",
        "quality",
        "innovation",
        "customer",
        "satisfaction",
        "lattice",
        "biologics",
        "maintains",
        "necessary",
        "licensures",
        "process",
        "sell",
        "tissue",
        "engineered",
        "product",
        "within",
        "internationally",
        "includes",
        "certificate",
        "foreign",
        "government",
        "food",
        "drug",
        "administration",
        "fda",
        "registration",
        "country",
        "allow",
        "export",
        "bone",
        "tendon",
        "meniscus",
        "ligament",
        "soft",
        "tissue",
        "cartilage",
        "product",
        "outside",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "cautionary",
        "statement",
        "information",
        "certain",
        "information",
        "contained",
        "news",
        "release",
        "constitutes",
        "statement",
        "within",
        "meaning",
        "safe",
        "harbour",
        "provision",
        "canadian",
        "security",
        "law",
        "statement",
        "herein",
        "statement",
        "historical",
        "fact",
        "considered",
        "forward",
        "looking",
        "generally",
        "information",
        "identified",
        "use",
        "terminology",
        "planned",
        "potential",
        "future",
        "expected",
        "could",
        "possible",
        "goal",
        "intends",
        "similar",
        "expression",
        "statement",
        "news",
        "release",
        "include",
        "without",
        "limitation",
        "information",
        "pertaining",
        "company",
        "strategy",
        "plan",
        "future",
        "financial",
        "performance",
        "statement",
        "respect",
        "transaction",
        "statement",
        "express",
        "management",
        "expectation",
        "estimate",
        "future",
        "performance",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "level",
        "activity",
        "performance",
        "achievement",
        "lattice",
        "materially",
        "different",
        "expressed",
        "implied",
        "statement",
        "statement",
        "necessarily",
        "based",
        "upon",
        "number",
        "factor",
        "assumption",
        "considered",
        "reasonable",
        "management",
        "date",
        "statement",
        "made",
        "inherently",
        "subject",
        "significant",
        "business",
        "economic",
        "competitive",
        "uncertainty",
        "contingency",
        "factor",
        "assumption",
        "could",
        "prove",
        "incorrect",
        "include",
        "limited",
        "market",
        "price",
        "consistent",
        "expectation",
        "continued",
        "availability",
        "capital",
        "financing",
        "general",
        "economic",
        "market",
        "business",
        "condition",
        "consistent",
        "expectation",
        "statement",
        "guarantee",
        "future",
        "performance",
        "disclaim",
        "obligation",
        "update",
        "revise",
        "statement",
        "except",
        "required",
        "law",
        "reader",
        "cautioned",
        "put",
        "undue",
        "reliance",
        "statement",
        "united",
        "state",
        "advisory",
        "security",
        "referred",
        "herein",
        "registered",
        "united",
        "state",
        "security",
        "act",
        "amended",
        "security",
        "act",
        "may",
        "offered",
        "sold",
        "resold",
        "united",
        "state",
        "account",
        "benefit",
        "person",
        "term",
        "defined",
        "regulation",
        "security",
        "act",
        "unless",
        "exemption",
        "registration",
        "requirement",
        "security",
        "act",
        "available",
        "press",
        "release",
        "shall",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "shall",
        "sale",
        "security",
        "state",
        "united",
        "state",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "subscribe",
        "lattice",
        "news",
        "update",
        "follow",
        "u",
        "twitter",
        "latticebio",
        "view",
        "source",
        "version",
        "http",
        "lattice",
        "biologics",
        "cheryl",
        "farmer",
        "cfo",
        "news",
        "source",
        "lattice",
        "biologics",
        "ltd"
    ]
}