{
    "organizations": [],
    "uuid": "f34115934e11a729e8d38a02ab279870298896aa",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/03/globe-newswire-one-liberty-properties-reports-first-quarter-2018-results.html",
    "ord_in_thread": 0,
    "title": "One Liberty Properties Reports",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "– Net Income of $0.30 Per Diluted Share –\n– Quarterly Rental Income Grows 4.8% over Prior Year–\n– Quarterly AFFO Per Diluted Share Rises 3.9% over Prior Year to $0.53 –\nGREAT NECK, N.Y., May 03, 2018 (GLOBE NEWSWIRE) -- One Liberty Properties, Inc. (NYSE:OLP), a real estate investment trust focused on net leased properties, today announced operating results for the quarter ended March 31, 2018.\n“Our team continues to refine the composition of our portfolio to take advantage of the changing economy as represented by a greater concentration of industrial properties that are driving our operating performance,” commented Patrick J. Callan, Jr., President and Chief Executive Officer of One Liberty. “We continue to pursue properties that will contribute to our earnings growth and intend to remain disciplined and consistent in our approach to managing our portfolio. As we look forward, our portfolio is well positioned to support strong cash flow and build value for our stockholders.”\nOperating Results:\nRental income grew 4.8% to $17.6 million for the three months ended March 31, 2018, from $16.8 million in the corresponding quarter in the prior year, primarily due to properties acquired in 2017.\nTotal operating expenses in the first quarter of 2018 were $11.0 million compared to $11.2 million for the same period in 2017. The decrease is due primarily to the sale of several properties in 2017, partially offset by properties purchased in 2017.\nNet income attributable to One Liberty in the first quarter of 2018 was $5.9 million, or $0.30 per diluted share, compared to $2.9 million, or $0.15 per diluted share, in the first quarter of 2017. Net income for the 2018 quarter includes a $2.4 million, or $0.13 per diluted share, gain on the sale of real estate, of which the non-controlling interest’s share was $776,000, or $0.04 per diluted share.\nFunds from Operations, or FFO, was $9.6 million, or $0.50 per diluted share, for the quarter ended March 31, 2018, compared to $8.6 million, or $0.47 per diluted share, in the corresponding quarter of 2017.\nAdjusted Funds from Operations, or AFFO, was $10.1 million, or $0.53 per diluted share, for the quarter ended March 31, 2018, compared to $9.4 million, or $0.51 per diluted share, for the corresponding quarter in the prior year.\nDiluted per share net income, FFO and AFFO were impacted during the quarter ended March 31, 2018 by the approximate 579,000 share increase in the weighted average number of\nshares of common stock outstanding during the first quarter of 2018 from the first quarter of 2017 due to stock issuances pursuant to One Liberty’s at-the-market offering, dividend reinvestment and equity incentive programs. A reconciliation of GAAP amounts to non-GAAP amounts is presented with the financial information included in this release.\nBalance Sheet:\nAt March 31, 2018, the Company had $13.4 million of cash and cash equivalents, total assets of $750.4 million, total debt of $409.6 million, and total stockholders’ equity of $298.8 million.\nAt May 2, 2018, One Liberty’s available liquidity was approximately $90.8 million, including approximately $6.1 million of cash and cash equivalents (net of the credit facility’s required $3 million deposit maintenance balance) and upon attainment of borrowing base levels, up to $84.7 million available under its credit facility.\nTransactions:\nAs previously disclosed, the Company increased its industrial portfolio with the addition of a facility located in Pennsburg, Pennsylvania on March 28, 2018. The 291,203 square foot industrial building is situated on 30.2 acres and was acquired via sale-leaseback, for $12.7 million.\nOn January 30, 2018, a consolidated joint venture in which One Liberty had an 85% interest sold a retail property located in Fort Bend, Texas for $9.0 million, net of closing costs, and paid-off the associated $4.4 million mortgage. The Company recognized a gain of $2.4 million, of which the non-controlling interest’s share was $776,000.\nSubsequent Event:\nOn April 5, 2018, an unconsolidated joint venture sold its building and a portion of its land located in Savannah, Georgia for $2.6 million, net of closing costs.\nNon-GAAP Financial Measures:\nOne Liberty computes FFO in accordance with the “White Paper on Funds From Operations” issued by the National Association of Real Estate Investment Trusts (“NAREIT”) and NAREIT’s related guidance. FFO is defined in the White Paper as net income (computed in accordance with generally accepted accounting principles), excluding gains (or losses) from sales of property, plus real estate depreciation and amortization (including amortization of deferred leasing costs), plus impairment write‑downs of depreciable real estate and after adjustments for unconsolidated partnerships and joint ventures. Adjustments for unconsolidated partnerships and joint ventures will be calculated to reflect funds from operations on the same basis. One Liberty computes AFFO by adjusting from FFO for straight-line rent accruals and amortization of lease intangibles, deducting lease termination fees and gain on extinguishment of debt and adding back amortization of restricted stock compensation, amortization of costs in connection with its financing\nactivities (including its share of its unconsolidated joint ventures) and debt prepayment costs. Since the NAREIT White Paper does not provide guidelines for computing AFFO, the computation of AFFO may vary from one REIT to another.\nOne Liberty believes that FFO and AFFO are useful and standard supplemental measures of the operating performance for equity REITs and are used frequently by securities analysts, investors and other interested parties in evaluating equity REITs, many of which present FFO and AFFO when reporting their operating results. FFO and AFFO are intended to exclude GAAP historical cost depreciation and amortization of real estate assets, which assumes that the value of real estate assets diminish predictability over time. In fact, real estate values have historically risen and fallen with market conditions. As a result, management believes that FFO and AFFO provide a performance measure that when compared year over year, should reflect the impact to operations from trends in occupancy rates, rental rates, operating costs, interest costs and other matters without the inclusion of depreciation and amortization, providing a perspective that may not be necessarily apparent from net income. Management also considers FFO and AFFO to be useful in evaluating potential property acquisitions.\nFFO and AFFO do not represent net income or cash flows from operating, investing or financing activities as defined by GAAP. FFO and AFFO should not be considered to be an alternative to net income as a reliable measure of our operating performance nor as an alternative to cash flows as measures of liquidity. FFO and AFFO do not measure whether cash flow is sufficient to fund all of the Company’s cash needs.\nForward Looking Statement:\nCertain information contained in this press release, together with other statements and information publicly disseminated by One Liberty Properties, Inc. is forward looking within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities and Exchange Act of 1934, as amended. We intend such forward looking statements to be covered by the safe harbor provision for forward looking statements contained in the Private Securities Litigation Reform Act of 1995 and include this statement for the purpose of complying with these safe harbor provisions. Information regarding certain important factors that could cause actual outcomes or other events to differ materially from any such forward looking statements appear in the Company's Annual Report on Form 10-K for the year ended December 31, 2017 and in particular “Item 1A. Risk Factors” included therein. You should not rely on forward looking statements since they involve known and unknown risks, uncertainties and other factors which are, in some cases, beyond our control and which could materially affect actual results, performance or achievements.\nAbout One Liberty Properties:\nOne Liberty is a self-administered and self-managed real estate investment trust incorporated in Maryland in 1982. The Company acquires, owns and manages a geographically diversified portfolio consisting primarily of industrial, retail, restaurant, health and fitness and theater properties. Many of these properties are subject to long term net leases under which the\ntenant is typically responsible for the property’s real estate taxes, insurance and ordinary maintenance and repairs.\nContact:\nOne Liberty Properties\nInvestor Relations\nPhone: (516) 466-3100\nwww.onelibertyproperties.com\nONE LIBERTY PROPERTIES, INC. CONDENSED BALANCE SHEETS (Amounts in Thousands) (Unaudited) March 31, December 31, 2018 2017 ASSETS Real estate investments, net $ 673,917 $ 666,374 Investment in unconsolidated joint ventures 10,921 10,723 Cash and cash equivalents 13,445 13,766 Restricted cash 429 443 Unbilled rent receivable 14,367 14,125 Unamortized intangible lease assets, net 29,147 30,525 Other assets 8,132 6,630 Total assets $ 750,358 $ 742,586 LIABILITIES AND EQUITY Liabilities: Mortgages payable, net of $3,803 and $3,789 of deferred\nfinancing costs, respectively $ 389,282 $ 393,157 Line of credit-outstanding, net of $546 and $624 of deferred\nfinancing costs, respectively 20,354 8,776 Unamortized intangible lease liabilities, net 17,057 17,551 Other liabilities 23,416 24,600 Total liabilities 450,109 444,084 Total One Liberty Properties, Inc. stockholders' equity 298,781 296,760 Non-controlling interests in consolidated joint ventures 1,468 1,742 Total equity 300,249 298,502 Total liabilities and equity $ 750,358 $ 742,586 ONE LIBERTY PROPERTIES, INC. (NYSE: OLP) (Amounts in Thousands, Except Per Share Data) (Unaudited) 2018 2017 Revenues: Rental income, net $ 17,590 $ 16,833 Tenant reimbursements 1,944 1,639 Total revenues 19,534 18,472 Operating expenses: Depreciation and amortization 5,182 5,553 General and administrative 2,959 2,815 Real estate expenses 2,667 2,704 Federal excise and state taxes 73 88 Leasehold rent 77 77 Total operating expenses 10,958 11,237 Operating income 8,576 7,235 Other income and expenses: Equity in earnings of unconsolidated joint ventures 195 245 Other income 4 22 Interest: Expense (4,302 ) (4,389 ) Amortization and write-off of deferred financing costs (228 ) (227 ) Income before gain on sale of real estate, net 4,245 2,886 Gain on sale of real estate, net 2,408 - Net income 6,653 2,886 Net income attributable to non-controlling interests (802 ) (21 ) Net income attributable to One Liberty Properties, Inc. $ 5,851 $ 2,865 Net income per share attributable to common stockholders-diluted $ 0.30 $ 0.15 Funds from operations - Note 1 $ 9,589 $ 8,606 Funds from operations per common share-diluted - Note 2 $ 0.50 $ 0.47 Adjusted funds from operations - Note 1 $ 10,147 $ 9,408 Adjusted funds from operations per common share-diluted - Note 2 $ 0.53 $ 0.51 Weighted average number of common and unvested restricted shares outstanding: Basic 19,037 18,381 Diluted 19,074 18,495 ONE LIBERTY PROPERTIES, INC. (NYSE: OLP) (Amounts in Thousands, Except Per Share Data) (Unaudited) Note 1: 2018 2017 NAREIT funds from operations is summarized in the following table: GAAP net income attributable to One Liberty Properties, Inc. $ 5,851 $ 2,865 Add: depreciation and amortization of properties 5,098 5,474 Add: our share of depreciation and amortization of unconsolidated joint ventures 216 221 Add: amortization of deferred leasing costs 84 79 Deduct: gain on sale of real estate (2,408 ) - Adjustments for non-controlling interests 748 (33 ) NAREIT funds from operations applicable to common stock 9,589 8,606 Deduct: straight-line rent accruals and amortization of lease intangibles (527 ) (186 ) Add: our share of straight-line rent accruals and amortization of lease intangibles of unconsolidated joint ventures 10 8 Add: amortization of restricted stock compensation 826 742 Add: amortization and write-off of deferred financing costs 228 227 Add: our share of amortization and write-off of deferred financing costs of unconsolidated joint ventures 6 6 Adjustments for non-controlling interests 15 5 Adjusted funds from operations applicable to common stock $ 10,147 $ 9,408 Note 2: NAREIT funds from operations is summarized in the following table: GAAP net income per common share attributable to One Liberty Properties, Inc. $ 0.30 $ 0.15 Add: depreciation and amortization of properties 0.28 0.31 Add: our share of depreciation and amortization of unconsolidated joint ventures 0.01 0.01 Add: amortization of deferred leasing costs - - Deduct: gain on sale of real estate (0.13 ) - Adjustments for non-controlling interests 0.04 - NAREIT funds from operations per share of common stock-diluted 0.50 0.47 Deduct: straight-line rent accruals and amortization of lease intangibles (0.02 ) (0.01 ) Add: our share of straight-line rent accruals and amortization of lease intangibles of unconsolidated joint ventures - - Add: amortization of restricted stock compensation 0.04 0.04 Add: amortization and write-off of deferred financing costs 0.01 0.01 Add: our share of amortization and write-off of deferred financing costs of unconsolidated joint ventures - - Adjustments for non-controlling interests - - Adjusted funds from operations per share of common stock-diluted $ 0.53 $ 0.51\nSource:One Liberty Properties, Inc.",
    "published": "2018-05-04T00:15:00.000+03:00",
    "crawled": "2018-05-04T01:32:00.010+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "net",
        "income",
        "per",
        "diluted",
        "share",
        "quarterly",
        "rental",
        "income",
        "grows",
        "prior",
        "quarterly",
        "affo",
        "per",
        "diluted",
        "share",
        "rise",
        "prior",
        "year",
        "great",
        "neck",
        "may",
        "globe",
        "newswire",
        "one",
        "liberty",
        "property",
        "nyse",
        "olp",
        "real",
        "estate",
        "investment",
        "trust",
        "focused",
        "net",
        "leased",
        "property",
        "today",
        "announced",
        "operating",
        "result",
        "quarter",
        "ended",
        "march",
        "team",
        "continues",
        "refine",
        "composition",
        "portfolio",
        "take",
        "advantage",
        "changing",
        "economy",
        "represented",
        "greater",
        "concentration",
        "industrial",
        "property",
        "driving",
        "operating",
        "performance",
        "commented",
        "patrick",
        "callan",
        "president",
        "chief",
        "executive",
        "officer",
        "one",
        "liberty",
        "continue",
        "pursue",
        "property",
        "contribute",
        "earnings",
        "growth",
        "intend",
        "remain",
        "disciplined",
        "consistent",
        "approach",
        "managing",
        "portfolio",
        "look",
        "forward",
        "portfolio",
        "well",
        "positioned",
        "support",
        "strong",
        "cash",
        "flow",
        "build",
        "value",
        "operating",
        "result",
        "rental",
        "income",
        "grew",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "corresponding",
        "quarter",
        "prior",
        "year",
        "primarily",
        "due",
        "property",
        "acquired",
        "total",
        "operating",
        "expense",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "period",
        "decrease",
        "due",
        "primarily",
        "sale",
        "several",
        "property",
        "partially",
        "offset",
        "property",
        "purchased",
        "net",
        "income",
        "attributable",
        "one",
        "liberty",
        "first",
        "quarter",
        "million",
        "per",
        "diluted",
        "share",
        "compared",
        "million",
        "per",
        "diluted",
        "share",
        "first",
        "quarter",
        "net",
        "income",
        "quarter",
        "includes",
        "million",
        "per",
        "diluted",
        "share",
        "gain",
        "sale",
        "real",
        "estate",
        "interest",
        "share",
        "per",
        "diluted",
        "share",
        "fund",
        "operation",
        "ffo",
        "million",
        "per",
        "diluted",
        "share",
        "quarter",
        "ended",
        "march",
        "compared",
        "million",
        "per",
        "diluted",
        "share",
        "corresponding",
        "quarter",
        "adjusted",
        "fund",
        "operation",
        "affo",
        "million",
        "per",
        "diluted",
        "share",
        "quarter",
        "ended",
        "march",
        "compared",
        "million",
        "per",
        "diluted",
        "share",
        "corresponding",
        "quarter",
        "prior",
        "year",
        "diluted",
        "per",
        "share",
        "net",
        "income",
        "ffo",
        "affo",
        "impacted",
        "quarter",
        "ended",
        "march",
        "approximate",
        "share",
        "increase",
        "weighted",
        "average",
        "number",
        "share",
        "common",
        "stock",
        "outstanding",
        "first",
        "quarter",
        "first",
        "quarter",
        "due",
        "stock",
        "issuance",
        "pursuant",
        "one",
        "liberty",
        "offering",
        "dividend",
        "reinvestment",
        "equity",
        "incentive",
        "program",
        "reconciliation",
        "gaap",
        "amount",
        "amount",
        "presented",
        "financial",
        "information",
        "included",
        "release",
        "balance",
        "sheet",
        "march",
        "company",
        "million",
        "cash",
        "cash",
        "equivalent",
        "total",
        "asset",
        "million",
        "total",
        "debt",
        "million",
        "total",
        "stockholder",
        "equity",
        "million",
        "may",
        "one",
        "liberty",
        "available",
        "liquidity",
        "approximately",
        "million",
        "including",
        "approximately",
        "million",
        "cash",
        "cash",
        "equivalent",
        "net",
        "credit",
        "facility",
        "required",
        "million",
        "deposit",
        "maintenance",
        "balance",
        "upon",
        "attainment",
        "borrowing",
        "base",
        "level",
        "million",
        "available",
        "credit",
        "facility",
        "transaction",
        "previously",
        "disclosed",
        "company",
        "increased",
        "industrial",
        "portfolio",
        "addition",
        "facility",
        "located",
        "pennsburg",
        "pennsylvania",
        "march",
        "square",
        "foot",
        "industrial",
        "building",
        "situated",
        "acre",
        "acquired",
        "via",
        "million",
        "january",
        "consolidated",
        "joint",
        "venture",
        "one",
        "liberty",
        "interest",
        "sold",
        "retail",
        "property",
        "located",
        "fort",
        "bend",
        "texas",
        "million",
        "net",
        "closing",
        "cost",
        "associated",
        "million",
        "mortgage",
        "company",
        "recognized",
        "gain",
        "million",
        "interest",
        "share",
        "subsequent",
        "event",
        "april",
        "unconsolidated",
        "joint",
        "venture",
        "sold",
        "building",
        "portion",
        "land",
        "located",
        "savannah",
        "georgia",
        "million",
        "net",
        "closing",
        "cost",
        "financial",
        "measure",
        "one",
        "liberty",
        "computes",
        "ffo",
        "accordance",
        "white",
        "paper",
        "fund",
        "operation",
        "issued",
        "national",
        "association",
        "real",
        "estate",
        "investment",
        "trust",
        "nareit",
        "nareit",
        "related",
        "guidance",
        "ffo",
        "defined",
        "white",
        "paper",
        "net",
        "income",
        "computed",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "excluding",
        "gain",
        "loss",
        "sale",
        "property",
        "plus",
        "real",
        "estate",
        "depreciation",
        "amortization",
        "including",
        "amortization",
        "deferred",
        "leasing",
        "cost",
        "plus",
        "impairment",
        "depreciable",
        "real",
        "estate",
        "adjustment",
        "unconsolidated",
        "partnership",
        "joint",
        "venture",
        "adjustment",
        "unconsolidated",
        "partnership",
        "joint",
        "venture",
        "calculated",
        "reflect",
        "fund",
        "operation",
        "basis",
        "one",
        "liberty",
        "computes",
        "affo",
        "adjusting",
        "ffo",
        "rent",
        "accrual",
        "amortization",
        "lease",
        "intangible",
        "deducting",
        "lease",
        "termination",
        "fee",
        "gain",
        "extinguishment",
        "debt",
        "adding",
        "back",
        "amortization",
        "restricted",
        "stock",
        "compensation",
        "amortization",
        "cost",
        "connection",
        "financing",
        "activity",
        "including",
        "share",
        "unconsolidated",
        "joint",
        "venture",
        "debt",
        "prepayment",
        "cost",
        "since",
        "nareit",
        "white",
        "paper",
        "provide",
        "guideline",
        "computing",
        "affo",
        "computation",
        "affo",
        "may",
        "vary",
        "one",
        "reit",
        "another",
        "one",
        "liberty",
        "belief",
        "ffo",
        "affo",
        "useful",
        "standard",
        "supplemental",
        "measure",
        "operating",
        "performance",
        "equity",
        "reit",
        "used",
        "frequently",
        "security",
        "analyst",
        "investor",
        "interested",
        "party",
        "evaluating",
        "equity",
        "reit",
        "many",
        "present",
        "ffo",
        "affo",
        "reporting",
        "operating",
        "result",
        "ffo",
        "affo",
        "intended",
        "exclude",
        "gaap",
        "historical",
        "cost",
        "depreciation",
        "amortization",
        "real",
        "estate",
        "asset",
        "assumes",
        "value",
        "real",
        "estate",
        "asset",
        "diminish",
        "predictability",
        "time",
        "fact",
        "real",
        "estate",
        "value",
        "historically",
        "risen",
        "fallen",
        "market",
        "condition",
        "result",
        "management",
        "belief",
        "ffo",
        "affo",
        "provide",
        "performance",
        "measure",
        "compared",
        "year",
        "year",
        "reflect",
        "impact",
        "operation",
        "trend",
        "occupancy",
        "rate",
        "rental",
        "rate",
        "operating",
        "cost",
        "interest",
        "cost",
        "matter",
        "without",
        "inclusion",
        "depreciation",
        "amortization",
        "providing",
        "perspective",
        "may",
        "necessarily",
        "apparent",
        "net",
        "income",
        "management",
        "also",
        "considers",
        "ffo",
        "affo",
        "useful",
        "evaluating",
        "potential",
        "property",
        "acquisition",
        "ffo",
        "affo",
        "represent",
        "net",
        "income",
        "cash",
        "flow",
        "operating",
        "investing",
        "financing",
        "activity",
        "defined",
        "gaap",
        "ffo",
        "affo",
        "considered",
        "alternative",
        "net",
        "income",
        "reliable",
        "measure",
        "operating",
        "performance",
        "alternative",
        "cash",
        "flow",
        "measure",
        "liquidity",
        "ffo",
        "affo",
        "measure",
        "whether",
        "cash",
        "flow",
        "sufficient",
        "fund",
        "company",
        "cash",
        "need",
        "forward",
        "looking",
        "statement",
        "certain",
        "information",
        "contained",
        "press",
        "release",
        "together",
        "statement",
        "information",
        "publicly",
        "disseminated",
        "one",
        "liberty",
        "property",
        "forward",
        "looking",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "intend",
        "forward",
        "looking",
        "statement",
        "covered",
        "safe",
        "harbor",
        "provision",
        "forward",
        "looking",
        "statement",
        "contained",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "include",
        "statement",
        "purpose",
        "complying",
        "safe",
        "harbor",
        "provision",
        "information",
        "regarding",
        "certain",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "outcome",
        "event",
        "differ",
        "materially",
        "forward",
        "looking",
        "statement",
        "appear",
        "company",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "particular",
        "item",
        "1a",
        "risk",
        "factor",
        "included",
        "therein",
        "rely",
        "forward",
        "looking",
        "statement",
        "since",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "case",
        "beyond",
        "control",
        "could",
        "materially",
        "affect",
        "actual",
        "result",
        "performance",
        "achievement",
        "one",
        "liberty",
        "property",
        "one",
        "liberty",
        "real",
        "estate",
        "investment",
        "trust",
        "incorporated",
        "maryland",
        "company",
        "acquires",
        "owns",
        "manages",
        "geographically",
        "diversified",
        "portfolio",
        "consisting",
        "primarily",
        "industrial",
        "retail",
        "restaurant",
        "health",
        "fitness",
        "theater",
        "property",
        "many",
        "property",
        "subject",
        "long",
        "term",
        "net",
        "lease",
        "tenant",
        "typically",
        "responsible",
        "property",
        "real",
        "estate",
        "tax",
        "insurance",
        "ordinary",
        "maintenance",
        "repair",
        "contact",
        "one",
        "liberty",
        "property",
        "investor",
        "relation",
        "phone",
        "one",
        "liberty",
        "property",
        "condensed",
        "balance",
        "sheet",
        "amount",
        "thousand",
        "unaudited",
        "march",
        "december",
        "asset",
        "real",
        "estate",
        "investment",
        "net",
        "investment",
        "unconsolidated",
        "joint",
        "venture",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "unbilled",
        "rent",
        "receivable",
        "unamortized",
        "intangible",
        "lease",
        "asset",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "equity",
        "liability",
        "mortgage",
        "payable",
        "net",
        "deferred",
        "financing",
        "cost",
        "respectively",
        "line",
        "net",
        "deferred",
        "financing",
        "cost",
        "respectively",
        "unamortized",
        "intangible",
        "lease",
        "liability",
        "net",
        "liability",
        "total",
        "liability",
        "total",
        "one",
        "liberty",
        "property",
        "stockholder",
        "equity",
        "interest",
        "consolidated",
        "joint",
        "venture",
        "total",
        "equity",
        "total",
        "liability",
        "equity",
        "one",
        "liberty",
        "property",
        "nyse",
        "olp",
        "amount",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "unaudited",
        "revenue",
        "rental",
        "income",
        "net",
        "tenant",
        "reimbursement",
        "total",
        "revenue",
        "operating",
        "expense",
        "depreciation",
        "amortization",
        "general",
        "administrative",
        "real",
        "estate",
        "expense",
        "federal",
        "excise",
        "state",
        "tax",
        "leasehold",
        "rent",
        "total",
        "operating",
        "expense",
        "operating",
        "income",
        "income",
        "expense",
        "equity",
        "earnings",
        "unconsolidated",
        "joint",
        "venture",
        "income",
        "interest",
        "expense",
        "amortization",
        "deferred",
        "financing",
        "cost",
        "income",
        "gain",
        "sale",
        "real",
        "estate",
        "net",
        "gain",
        "sale",
        "real",
        "estate",
        "net",
        "net",
        "income",
        "net",
        "income",
        "attributable",
        "interest",
        "net",
        "income",
        "attributable",
        "one",
        "liberty",
        "property",
        "net",
        "income",
        "per",
        "share",
        "attributable",
        "common",
        "fund",
        "operation",
        "note",
        "fund",
        "operation",
        "per",
        "common",
        "note",
        "adjusted",
        "fund",
        "operation",
        "note",
        "adjusted",
        "fund",
        "operation",
        "per",
        "common",
        "note",
        "weighted",
        "average",
        "number",
        "common",
        "unvested",
        "restricted",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "one",
        "liberty",
        "property",
        "nyse",
        "olp",
        "amount",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "unaudited",
        "note",
        "nareit",
        "fund",
        "operation",
        "summarized",
        "following",
        "table",
        "gaap",
        "net",
        "income",
        "attributable",
        "one",
        "liberty",
        "property",
        "add",
        "depreciation",
        "amortization",
        "property",
        "add",
        "share",
        "depreciation",
        "amortization",
        "unconsolidated",
        "joint",
        "venture",
        "add",
        "amortization",
        "deferred",
        "leasing",
        "cost",
        "deduct",
        "gain",
        "sale",
        "real",
        "estate",
        "adjustment",
        "interest",
        "nareit",
        "fund",
        "operation",
        "applicable",
        "common",
        "stock",
        "deduct",
        "rent",
        "accrual",
        "amortization",
        "lease",
        "intangible",
        "add",
        "share",
        "rent",
        "accrual",
        "amortization",
        "lease",
        "intangible",
        "unconsolidated",
        "joint",
        "venture",
        "add",
        "amortization",
        "restricted",
        "stock",
        "compensation",
        "add",
        "amortization",
        "deferred",
        "financing",
        "cost",
        "add",
        "share",
        "amortization",
        "deferred",
        "financing",
        "cost",
        "unconsolidated",
        "joint",
        "venture",
        "adjustment",
        "interest",
        "adjusted",
        "fund",
        "operation",
        "applicable",
        "common",
        "stock",
        "note",
        "nareit",
        "fund",
        "operation",
        "summarized",
        "following",
        "table",
        "gaap",
        "net",
        "income",
        "per",
        "common",
        "share",
        "attributable",
        "one",
        "liberty",
        "property",
        "add",
        "depreciation",
        "amortization",
        "property",
        "add",
        "share",
        "depreciation",
        "amortization",
        "unconsolidated",
        "joint",
        "venture",
        "add",
        "amortization",
        "deferred",
        "leasing",
        "cost",
        "deduct",
        "gain",
        "sale",
        "real",
        "estate",
        "adjustment",
        "interest",
        "nareit",
        "fund",
        "operation",
        "per",
        "share",
        "common",
        "deduct",
        "rent",
        "accrual",
        "amortization",
        "lease",
        "intangible",
        "add",
        "share",
        "rent",
        "accrual",
        "amortization",
        "lease",
        "intangible",
        "unconsolidated",
        "joint",
        "venture",
        "add",
        "amortization",
        "restricted",
        "stock",
        "compensation",
        "add",
        "amortization",
        "deferred",
        "financing",
        "cost",
        "add",
        "share",
        "amortization",
        "deferred",
        "financing",
        "cost",
        "unconsolidated",
        "joint",
        "venture",
        "adjustment",
        "interest",
        "adjusted",
        "fund",
        "operation",
        "per",
        "share",
        "common",
        "source",
        "one",
        "liberty",
        "property",
        "inc"
    ]
}