{
    "organizations": [],
    "uuid": "a5192047f608ee3e674a4b2a0e150a027c2c1c13",
    "author": "Henry Cutter",
    "url": "https://blogs.wsj.com/riskandcompliance/2018/05/02/the-morning-risk-report-panasonic-case-highlights-limits-to-due-diligence/",
    "ord_in_thread": 0,
    "title": "The Morning Risk Report: Panasonic Case Highlights Limits to Due Diligence",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "0 COMMENTS Readers can subscribe to here: http://on.wsj.com/MorningRiskReportSignup . Follow us on Twitter at @WSJRisk.\nJoin us at our London offices on May 11 for a discussion of how the risks are changing in sanctions. Mara Lemos Stein will interview Michael O’Kane of Peters & Peters and Justine Walker of U.K. Finance. http://go.dowjones.com/BreakfastBriefingMay11London .\nPanasonic Avionics is a wholly owned subsidiary of Panasonic Above, the company logo is shown in Tokyo in 2016. Agence France-Presse/Getty Images Good morning. Due diligence works but it can’t keep a firm out of trouble on its own. That is one lesson from Panasonic Avionics Corp.’s admission Monday that certain employees did an end-run around the company’s due diligence process, among other wrongdoing that led to more than $280 million in payments to authorities by the firm and its parent.\nPanasonic Avionics in 2009 started to required its third-party sales agents to undergo vetting by Trace International, a business antibribery group. When some sales agents in Asia failed to pass, or didn’t cooperate with the certification process, Pacific Avionics formally severed ties with them. Yet “certain PAC employees” arranged for a sales agent who did obtain antibribery clearance to hire as sub-agents those who hadn’t passed, according to a deferred-prosecution agreement the company signed last month.\n“The primary lesson here is that due diligence can be effective, as it was here,” said Alexandra Wrage, Trace International’s president, noting the firm’s checks did highlight problematic third parties, according to court documents. “But it’s a process, not an event.”\nCompanies should keep track of a variety of changes to their original due diligence, such as shifts in commission amounts, ownership structure and geographical areas to be covered. “Multilevel agent-subagent arrangements present a clear red flag,” Ms. Wrage said.\nOrganizations must work to understand where in their operations problems are likely to crop up, ideally led by a partnership between company leaders and compliance staff, said Pam Hrubey, a managing director at Crowe Horwath LLP, an accounting, audit and consulting firm.\nThey should make sure employees understand the risks to the firm, she said. Once a problem is identified, compliance must work as a partner with the business to find a solution. Sometime, the right thing to do is to stop working with a third party, Ms. Hrubey said.\n“Lots of times, however, if leadership and compliance team members work together it is possible to both meet the needs of the business and prevent what happened in the Panasonic case,” she said.\nA third, critical strategy is ensuring that all parts of a company report their financial transactions via a common software system set up to flag suspicious payments, according to Kevin Hyams, who heads the governance, risk and compliance practice at the accounting and advisory firm Friedman LLP.\nIf that system is monitored by an independent risk and compliance group that reports to the firm’s board, a company has a much better chance of staying out of trouble, he said. “Those systems don’t cost $280 million,” Mr. Hyams said.\nPanasonic Avionics, a unit of Japan’s Panasonic Corp., agreed to pay a $137.4 million criminal penalty to resolve claims it violated the Foreign Corrupt Practices Act. The law bars bribing foreign officials to get, or keep, a business advantage, as well as hiding those payments in a company’s books.\nThe avionics firm entered into a deferred-prosecution agreement with the Justice Department over a charge that it caused the falsification of the financial records of its parent company.\nThe company said Monday it has worked to improve its internal controls. Panasonic Court replaced the senior management team at the avionics unit in 2017. The parent company will pay about $143 million of disgorgement—giving up funds gained via its wrongdoing—to the U.S. Securities and Exchange Commission.\nEXCLUSIVE ON RISK AND COMPLIANCE JOURNAL\nBrother of former Honduran official charged with laundering $1.3 million in bribes. The brother of a former Honduran official laundered $1.3 million in bribes that were used to buy real estate in the New Orleans area, U.S. prosecutors said.\nCarlos Zelaya, a Honduran citizen who lives in the New Orleans area, was charged in a 12-count indictment following his arrest on Tuesday. He was ordered held pending a detention hearing scheduled for Thursday, prosecutors said.\nA lawyer for Mr. Zelaya couldn’t immediately be identified.\nThe case was brought by the U.S. Justice Department’s Kleptocracy Asset Recovery Initiative, which seeks to recover and repatriate the proceeds of foreign corruption. More than 60% of the Honduran population lives in poverty , according to data from the World Bank.\nMr. Zelaya received the bribes from two Honduran businessmen for the benefit of his brother, the executive director of the Honduran social security agency, prosecutors alleged. Using international wire transfers to launder the money, Mr. Zelaya then allegedly bought property in the New Orleans area. He also used his brother’s position to profit from government contracts, and then laundered those funds into the New Orleans area as well, prosecutors said.\nThe indictment also charges Mr. Zelaya with spending rental income from the properties, which prosecutors sued to seize in 2015, saying they were the proceeds of corruption. He also allegedly lied to authorities about the source of the funds to buy the properties, and, later, allegedly committed perjury when lying to judge about the rental income, prosecutors said. — Samuel Rubenfeld\nCOMPLIANCE\nU.S. gives Rusal path to escape sanctions. The Trump administration amended its Russia sanctions program, paving the way for aluminum giant United Co. Rusal to escape the blacklist. Rusal’s owner, EN+ Group , sought amnesty from the U.S. last week by pledging its majority shareholder, the tycoon Oleg Deripaska, would reduce his holdings. An extensionTuesday buys EN+ time to implement the plan, the WSJ reports.\nRusal is the biggest aluminum maker outside China. PHOTO: ANDREY RUDAKOV/BLOOMBERG NEWS Goldman to pay over currency case. Goldman Sachs Group Inc. will pay roughly $110 million to settle claims that it failed to supervise foreign-exchange traders who put clients at a disadvantage by inappropriately sharing information about their market positions with rivals, regulators said Tuesday, the WSJ reports. Goldman said it was pleased to have resolved the matter.\nGOVERNANCE\nXerox CEO to go in settlements with activists. Xerox said its chief executive, Jeff Jacobson, is resigning in a settlement with investors Carl Icahn and Darwin Deason, a pact that shakes up the majority of the board. The new board is expected to consider alternatives to a deal that sells most of Xerox to Fujifilm Holdings , the WSJ reports.\nRISK\nBanks are forced into Qatar-Saudi feud. Bankers have tried to stay neutral in the diplomatic fight between Qatar and its neighbors, Saudi Arabia and the United Arab Emirates. Now, they are being forced to choose between doing business with oil-rich Saudi Arabia and the U.A.E, and Qatar, a tiny emirate with natural-gas resources that make it one of the world’s wealthiest countries.sides, the WSJ reports.\nTesla faces patent lawsuit. Nikola Motor Co. , a maker of hydrogen-powered trucks, sued Tesla , the manufacturer of electric cars, claiming Tesla infringed on its patents, Reuters reports. Tesla’s first electric truck is “substantially” similar to a Nikola Motor design, the truck manufacturer alleged. Tesla rejected the claim.\nNestle resolves spat with retailers. Nestle reached an agreement with AgeCore , a Geneva-based group representing six European retailers, ending a dispute in which AgeCore members boycotted Nestle products. The retailers had kept some Nestle goods off their shelves as they sought better supply terms, Reuters reports.\nSTRATEGY\nFacebook plans dating service. Facebook plans to launch a dating feature on its platform, in an unexpected push into a new business even as the social-media giant battles questions about how it handles users’ data and privacy. Stock in online-dating companies fell in response to the news, the WSJ reports.\nFacebook CEO Mark Zuckerberg speaks Tuesday at the company’s annual developers conference in San Jose, Calif. PHOTO: STEPHEN LAM/REUTERS Vista Outdoor to exit firearms, other brands. Vista Outdoor Inc. said it would stop making firearms as the U.S.’s largest maker of ammunition plans to pare back a sprawling portfolio tied to the $90 billion-a-year outdoor-pursuits market. The maker of Federal Premium bullets and CamelBak water bottles plans to sell its Savage Arms and Stevens firearms brands as part of a strategic review, the WSJ reports.\n from WSJ’s Risk & Compliance Journal cues up the most important news in risk and compliance every weekday morning. Send tips, suggestions and complaints to henry.cutter@wsj.com .\nShare this: AgeCore Carlos Zelaya Deason Deripaska Facebook dating Fujifilm Goldman Hrubey Hyams Icahn Nestle Nikola Motor Panasonic Qatar Rusal Saudi Arabia Tesla Trace International U.A.E. Vista Outdoor Wrage Xerox Previous Corruption Currents: Brazil's Lula Faces New Graft Charges Content from our sponsor Deloitte Risk management, strategy and analysis from Deloitte Boards: Understand the Rules for Ethics and Compliance Oversight Executives, boards of directors, and audit committees have special responsibilities for the oversight and management of their organization’s ethics and compliance programs, as discussed in Deloitte’s 2018 Audit Committee Resource Guide. There are numerous rules set by regulators and others that are critical to understand. Moreover, scrutiny of boards’ oversight of ethics and compliance has increased in recent years, and boards’ oversight responsibilities have been highlighted by several court rulings and the U.S. Federal Sentencing Guidelines for organizations.\nPlease note: The Wall Street Journal News Department was not involved in the creation of the content above. More from Deloitte →",
    "published": "2018-05-02T15:24:00.000+03:00",
    "crawled": "2018-05-02T17:21:57.038+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "reader",
        "subscribe",
        "http",
        "follow",
        "u",
        "twitter",
        "wsjrisk",
        "join",
        "u",
        "london",
        "office",
        "may",
        "discussion",
        "risk",
        "changing",
        "sanction",
        "mara",
        "lemos",
        "stein",
        "interview",
        "michael",
        "kane",
        "peter",
        "peter",
        "justine",
        "walker",
        "finance",
        "http",
        "panasonic",
        "avionics",
        "wholly",
        "owned",
        "subsidiary",
        "panasonic",
        "company",
        "logo",
        "shown",
        "tokyo",
        "agence",
        "image",
        "good",
        "morning",
        "due",
        "diligence",
        "work",
        "keep",
        "firm",
        "trouble",
        "one",
        "lesson",
        "panasonic",
        "avionics",
        "admission",
        "monday",
        "certain",
        "employee",
        "around",
        "company",
        "due",
        "diligence",
        "process",
        "among",
        "wrongdoing",
        "led",
        "million",
        "payment",
        "authority",
        "firm",
        "parent",
        "panasonic",
        "avionics",
        "started",
        "required",
        "sale",
        "agent",
        "undergo",
        "vetting",
        "trace",
        "international",
        "business",
        "antibribery",
        "group",
        "sale",
        "agent",
        "asia",
        "failed",
        "pas",
        "cooperate",
        "certification",
        "process",
        "pacific",
        "avionics",
        "formally",
        "severed",
        "tie",
        "yet",
        "certain",
        "pac",
        "employee",
        "arranged",
        "sale",
        "agent",
        "obtain",
        "antibribery",
        "clearance",
        "hire",
        "passed",
        "according",
        "agreement",
        "company",
        "signed",
        "last",
        "month",
        "primary",
        "lesson",
        "due",
        "diligence",
        "effective",
        "said",
        "alexandra",
        "wrage",
        "trace",
        "international",
        "president",
        "noting",
        "firm",
        "check",
        "highlight",
        "problematic",
        "third",
        "party",
        "according",
        "court",
        "document",
        "process",
        "company",
        "keep",
        "track",
        "variety",
        "change",
        "original",
        "due",
        "diligence",
        "shift",
        "commission",
        "amount",
        "ownership",
        "structure",
        "geographical",
        "area",
        "covered",
        "multilevel",
        "arrangement",
        "present",
        "clear",
        "red",
        "flag",
        "wrage",
        "said",
        "organization",
        "must",
        "work",
        "understand",
        "operation",
        "problem",
        "likely",
        "crop",
        "ideally",
        "led",
        "partnership",
        "company",
        "leader",
        "compliance",
        "staff",
        "said",
        "pam",
        "hrubey",
        "managing",
        "director",
        "crowe",
        "horwath",
        "llp",
        "accounting",
        "audit",
        "consulting",
        "firm",
        "make",
        "sure",
        "employee",
        "understand",
        "risk",
        "firm",
        "said",
        "problem",
        "identified",
        "compliance",
        "must",
        "work",
        "partner",
        "business",
        "find",
        "solution",
        "sometime",
        "right",
        "thing",
        "stop",
        "working",
        "third",
        "party",
        "hrubey",
        "said",
        "lot",
        "time",
        "however",
        "leadership",
        "compliance",
        "team",
        "member",
        "work",
        "together",
        "possible",
        "meet",
        "need",
        "business",
        "prevent",
        "happened",
        "panasonic",
        "case",
        "said",
        "third",
        "critical",
        "strategy",
        "ensuring",
        "part",
        "company",
        "report",
        "financial",
        "transaction",
        "via",
        "common",
        "software",
        "system",
        "set",
        "flag",
        "suspicious",
        "payment",
        "according",
        "kevin",
        "hyams",
        "head",
        "governance",
        "risk",
        "compliance",
        "practice",
        "accounting",
        "advisory",
        "firm",
        "friedman",
        "llp",
        "system",
        "monitored",
        "independent",
        "risk",
        "compliance",
        "group",
        "report",
        "firm",
        "board",
        "company",
        "much",
        "better",
        "chance",
        "staying",
        "trouble",
        "said",
        "system",
        "cost",
        "million",
        "hyams",
        "said",
        "panasonic",
        "avionics",
        "unit",
        "japan",
        "panasonic",
        "agreed",
        "pay",
        "million",
        "criminal",
        "penalty",
        "resolve",
        "claim",
        "violated",
        "foreign",
        "corrupt",
        "practice",
        "act",
        "law",
        "bar",
        "bribing",
        "foreign",
        "official",
        "get",
        "keep",
        "business",
        "advantage",
        "well",
        "hiding",
        "payment",
        "company",
        "book",
        "avionics",
        "firm",
        "entered",
        "agreement",
        "justice",
        "department",
        "charge",
        "caused",
        "falsification",
        "financial",
        "record",
        "parent",
        "company",
        "company",
        "said",
        "monday",
        "worked",
        "improve",
        "internal",
        "control",
        "panasonic",
        "court",
        "replaced",
        "senior",
        "management",
        "team",
        "avionics",
        "unit",
        "parent",
        "company",
        "pay",
        "million",
        "fund",
        "gained",
        "via",
        "security",
        "exchange",
        "commission",
        "exclusive",
        "risk",
        "compliance",
        "journal",
        "brother",
        "former",
        "honduran",
        "official",
        "charged",
        "laundering",
        "million",
        "bribe",
        "brother",
        "former",
        "honduran",
        "official",
        "laundered",
        "million",
        "bribe",
        "used",
        "buy",
        "real",
        "estate",
        "new",
        "orleans",
        "area",
        "prosecutor",
        "said",
        "carlos",
        "zelaya",
        "honduran",
        "citizen",
        "life",
        "new",
        "orleans",
        "area",
        "charged",
        "indictment",
        "following",
        "arrest",
        "tuesday",
        "ordered",
        "held",
        "pending",
        "detention",
        "hearing",
        "scheduled",
        "thursday",
        "prosecutor",
        "said",
        "lawyer",
        "zelaya",
        "immediately",
        "identified",
        "case",
        "brought",
        "justice",
        "department",
        "kleptocracy",
        "asset",
        "recovery",
        "initiative",
        "seek",
        "recover",
        "repatriate",
        "proceeds",
        "foreign",
        "corruption",
        "honduran",
        "population",
        "life",
        "poverty",
        "according",
        "data",
        "world",
        "bank",
        "zelaya",
        "received",
        "bribe",
        "two",
        "honduran",
        "businessmen",
        "benefit",
        "brother",
        "executive",
        "director",
        "honduran",
        "social",
        "security",
        "agency",
        "prosecutor",
        "alleged",
        "using",
        "international",
        "wire",
        "transfer",
        "launder",
        "money",
        "zelaya",
        "allegedly",
        "bought",
        "property",
        "new",
        "orleans",
        "area",
        "also",
        "used",
        "brother",
        "position",
        "profit",
        "government",
        "contract",
        "laundered",
        "fund",
        "new",
        "orleans",
        "area",
        "well",
        "prosecutor",
        "said",
        "indictment",
        "also",
        "charge",
        "zelaya",
        "spending",
        "rental",
        "income",
        "property",
        "prosecutor",
        "sued",
        "seize",
        "saying",
        "proceeds",
        "corruption",
        "also",
        "allegedly",
        "lied",
        "authority",
        "source",
        "fund",
        "buy",
        "property",
        "later",
        "allegedly",
        "committed",
        "perjury",
        "lying",
        "judge",
        "rental",
        "income",
        "prosecutor",
        "said",
        "samuel",
        "rubenfeld",
        "compliance",
        "give",
        "rusal",
        "path",
        "escape",
        "sanction",
        "trump",
        "administration",
        "amended",
        "russia",
        "sanction",
        "program",
        "paving",
        "way",
        "aluminum",
        "giant",
        "united",
        "rusal",
        "escape",
        "blacklist",
        "rusal",
        "owner",
        "group",
        "sought",
        "amnesty",
        "last",
        "week",
        "pledging",
        "majority",
        "shareholder",
        "tycoon",
        "oleg",
        "deripaska",
        "would",
        "reduce",
        "holding",
        "extensiontuesday",
        "buy",
        "time",
        "implement",
        "plan",
        "wsj",
        "report",
        "rusal",
        "biggest",
        "aluminum",
        "maker",
        "outside",
        "china",
        "photo",
        "andrey",
        "news",
        "goldman",
        "pay",
        "currency",
        "case",
        "goldman",
        "sachs",
        "group",
        "pay",
        "roughly",
        "million",
        "settle",
        "claim",
        "failed",
        "supervise",
        "trader",
        "put",
        "client",
        "disadvantage",
        "inappropriately",
        "sharing",
        "information",
        "market",
        "position",
        "rival",
        "regulator",
        "said",
        "tuesday",
        "wsj",
        "report",
        "goldman",
        "said",
        "pleased",
        "resolved",
        "matter",
        "governance",
        "xerox",
        "ceo",
        "go",
        "settlement",
        "activist",
        "xerox",
        "said",
        "chief",
        "executive",
        "jeff",
        "jacobson",
        "resigning",
        "settlement",
        "investor",
        "carl",
        "icahn",
        "darwin",
        "deason",
        "pact",
        "shake",
        "majority",
        "board",
        "new",
        "board",
        "expected",
        "consider",
        "alternative",
        "deal",
        "sell",
        "xerox",
        "fujifilm",
        "holding",
        "wsj",
        "report",
        "risk",
        "bank",
        "forced",
        "feud",
        "banker",
        "tried",
        "stay",
        "neutral",
        "diplomatic",
        "fight",
        "qatar",
        "neighbor",
        "saudi",
        "arabia",
        "united",
        "arab",
        "emirate",
        "forced",
        "choose",
        "business",
        "saudi",
        "arabia",
        "qatar",
        "tiny",
        "emirate",
        "resource",
        "make",
        "one",
        "world",
        "wealthiest",
        "wsj",
        "report",
        "tesla",
        "face",
        "patent",
        "lawsuit",
        "nikola",
        "motor",
        "maker",
        "truck",
        "sued",
        "tesla",
        "manufacturer",
        "electric",
        "car",
        "claiming",
        "tesla",
        "infringed",
        "patent",
        "reuters",
        "report",
        "tesla",
        "first",
        "electric",
        "truck",
        "substantially",
        "similar",
        "nikola",
        "motor",
        "design",
        "truck",
        "manufacturer",
        "alleged",
        "tesla",
        "rejected",
        "claim",
        "nestle",
        "resolve",
        "spat",
        "retailer",
        "nestle",
        "reached",
        "agreement",
        "agecore",
        "group",
        "representing",
        "six",
        "european",
        "retailer",
        "ending",
        "dispute",
        "agecore",
        "member",
        "boycotted",
        "nestle",
        "product",
        "retailer",
        "kept",
        "nestle",
        "good",
        "shelf",
        "sought",
        "better",
        "supply",
        "term",
        "reuters",
        "report",
        "strategy",
        "facebook",
        "plan",
        "dating",
        "service",
        "facebook",
        "plan",
        "launch",
        "dating",
        "feature",
        "platform",
        "unexpected",
        "push",
        "new",
        "business",
        "even",
        "giant",
        "battle",
        "question",
        "handle",
        "user",
        "data",
        "privacy",
        "stock",
        "company",
        "fell",
        "response",
        "news",
        "wsj",
        "report",
        "facebook",
        "ceo",
        "mark",
        "zuckerberg",
        "speaks",
        "tuesday",
        "company",
        "annual",
        "developer",
        "conference",
        "san",
        "jose",
        "photo",
        "stephen",
        "vista",
        "outdoor",
        "exit",
        "firearm",
        "brand",
        "vista",
        "outdoor",
        "said",
        "would",
        "stop",
        "making",
        "firearm",
        "largest",
        "maker",
        "ammunition",
        "plan",
        "pare",
        "back",
        "sprawling",
        "portfolio",
        "tied",
        "market",
        "maker",
        "federal",
        "premium",
        "bullet",
        "camelbak",
        "water",
        "bottle",
        "plan",
        "sell",
        "savage",
        "arm",
        "stevens",
        "firearm",
        "brand",
        "part",
        "strategic",
        "review",
        "wsj",
        "report",
        "wsj",
        "risk",
        "compliance",
        "journal",
        "cue",
        "important",
        "news",
        "risk",
        "compliance",
        "every",
        "weekday",
        "morning",
        "send",
        "tip",
        "suggestion",
        "complaint",
        "share",
        "agecore",
        "carlos",
        "zelaya",
        "deason",
        "deripaska",
        "facebook",
        "dating",
        "fujifilm",
        "goldman",
        "hrubey",
        "hyams",
        "icahn",
        "nestle",
        "nikola",
        "motor",
        "panasonic",
        "qatar",
        "rusal",
        "saudi",
        "arabia",
        "tesla",
        "trace",
        "international",
        "vista",
        "outdoor",
        "wrage",
        "xerox",
        "previous",
        "corruption",
        "current",
        "brazil",
        "lula",
        "face",
        "new",
        "graft",
        "charge",
        "content",
        "sponsor",
        "deloitte",
        "risk",
        "management",
        "strategy",
        "analysis",
        "deloitte",
        "board",
        "understand",
        "rule",
        "ethic",
        "compliance",
        "oversight",
        "executive",
        "board",
        "director",
        "audit",
        "committee",
        "special",
        "responsibility",
        "oversight",
        "management",
        "organization",
        "ethic",
        "compliance",
        "program",
        "discussed",
        "deloitte",
        "audit",
        "committee",
        "resource",
        "guide",
        "numerous",
        "rule",
        "set",
        "regulator",
        "others",
        "critical",
        "understand",
        "moreover",
        "scrutiny",
        "board",
        "oversight",
        "ethic",
        "compliance",
        "increased",
        "recent",
        "year",
        "board",
        "oversight",
        "responsibility",
        "highlighted",
        "several",
        "court",
        "ruling",
        "federal",
        "sentencing",
        "guideline",
        "organization",
        "please",
        "note",
        "wall",
        "street",
        "journal",
        "news",
        "department",
        "involved",
        "creation",
        "content",
        "deloitte"
    ]
}