{
    "organizations": [],
    "uuid": "7521fa6e226ed9dbf9fbe587dbf0cb58661fe2a4",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/31/pr-newswire-a-group-of-investors-urges-big-5-sporting-goods-corporation-to-make-significant-changes-to-increase-profitability-and.html",
    "ord_in_thread": 0,
    "title": "A Group of Investors Urges Big 5 Sporting Goods Corporation to Make Significant Changes to Increase Profitability and Shareholder Value",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN DIEGO, May 31, 2018 /PRNewswire/ -- Johnson Fistel, LLP is working with a group of investors (the \"Group\") who have taken a stock position in Big 5 Sporting Goods (NASDAQ: BGFV) (referred to below as \"Big 5\" or the \"Company\") because they believe that the shares of Big 5 are undervalued and represent an attractive investment opportunity. The Group approached the Board of Directors seeking significant changes, including changes to the Company's senior management and its marketing. They believe there are significant opportunities to increase shareholder value as Big 5 is deeply undervalued, especially considering its earning potential. The Group includes individuals who have decades of experience as C-level executives at publicly traded off-price retail companies as well as extensive experience in the shoe industry (one of Big 5's largest sources of revenue). Johnson Fistel also has extensive experience and success representing shareholders to increase shareholder value in connection with securities litigation and corporate takeover litigation. This combined experience provides the bases for the recommendations contained in a letter sent to the Board of Directors on May 7, 2018.\nBig 5's History\nTo put the letter in context, it is important to consider the Company's history and the fact that there has been little to no change in management for nearly 70 years. Unlike most publicly traded companies, Big 5 has been managed by a father and then his son since the 1950's. Specifically, Robert W. Miller co-founded Big 5 in 1955. Since then, Big 5 has been managed by Robert or his son, Steven G. Miller. Steven started working for Big 5 when he was still in college. In 1971, Big 5 was purchased by Thrifty Corp. It changed owners again in 1992 when Leonard Green bought Thrifty. The Millers have stayed and managed Big 5 the same way throughout its ownership changes.\nIn November 1997, the father-son team led a management effort to take control of the Company. At that time, Jennifer Holden Dunbar, one of Big 5's current directors, stated in a story published in the Los Angeles Times, \"Big 5 management has always run the company as if they owned it. Now they can say they do.\" And in the same article, Steven proudly proclaimed that he was \"going to continue to grow the company the same way we have for the past 42 years.\" Despite going public in June 2002, not much has changed.\nSteven Miller has served as President, CEO, and Chairman of the Board since 1992, 2000, and 2002, respectively. Similarly, there has also been little change in other senior positions in management. Since the company went public in 2002, six of the seven current executive officers have remained the same. Robert Miller's other son, Michael D. Miller, served as a director from 1997 to June 2013.\nA look at some performance measures, when compared to Big 5's apparent competitors, suggest that changes are in order. First, since going public, Big 5's offering price has dropped more than 35% while the apparent competitors have all increased in value between 282% and 1178%. Second, the annual average yield over the past 15 years for Big 5 is -.19% whereas all the apparent competitors have yielded between 7.48% and 13.51%.\nCompany\nBig 5\nDick's\nHibbett Sports\nFinish Line\nFoot Locker\nIPO Date\n6/25/2002\n10/16/2002\n10/11/1996\n6/21/1992\n11/2/2001 *\nIPO Price (Split Adjusted)\n$13.00\n$3.00\n$3.65\n$2.75\n$14.30\nPrice (5/30/2018)\n$8.45\n$38.35\n$27.15\n$13.59\n$54.56\n* On November 2, 2001 Venator changed its name to Foot Locker, Inc.\nAverage Annual Total Return:\nStock Return with Dividend\nReinvestment (DRIP)\n01/02/2003 to 01/02/2018 (15YRS)\n-0.19%\n13.51%\n7.48%\n8.05%\n13.02%\nThe Letter to the Board\nThe May 7 letter to the Board calls for drastic changes, including changing the senior management or considering a sale of the Company. Despite the Group's effort to meet with the Board, there has been resistance. If the Board is not willing to make the requested changes, the Group renews its request that the Board initiate a formal process to explore strategic alternatives for the Company focused on maximizing shareholder value. The Group also intends to take steps to facilitate a process by which potential buyers of the Company may approach the Board. A summation of the letter is as follows:\nThe Group has carefully reviewed Big 5's public filings and believes the actions needed to realize this potential are within the control of the Board of Directors (the \"Board\") and should be immediately addressed. As you know, Big 5's stock price has been in a freefall and we believe changes will add value to the Company and its shareholders. The once dominant off-price sporting goods retailer that focused on footwear has tripped up. The Company reported several miserable quarters and Big 5 stock fell from over $15 to nearly $5. If these changes are made, the Group believes the stock price should well exceed its 52-week high of over $15.00. Additionally, shareholder value will be positively impacted by the recent tax reform passed by Congress.\nBig 5's Opportunities\nThe Group has identified at least four critical areas where Big 5 could make improvements immediately to increase shareholder value and help make the Company the leading off-price sporting goods retailer:\nOverhaul Big 5's marketing strategy. There are at least three areas that the Group has identified where Big 5 is missing the mark in marketing. First, as described in its most recent 10-K, Big 5 describes itself as a \"leading sporting goods retailer.\" This description is a mistake. In consumers' reality, Big 5's identity is quite different as evidenced by its merchandise quality. A more accurate description is that Big 5 has historically been an \"off-price retailer.\" Despite the off-price merchandise mix, Big 5 has not promoted itself as an \"off-price retailer.\" Companies with similar practices that have had success in proudly marketing their \"off-price\" status include Walmart, TJ Maxx, Ross, Burlington Stores, and others in the industry. Members of the Group know this first-hand.\nSecond, Big 5's marketing has not kept up with the times. Despite drastically sinking newspaper circulation, the Company's management has continued the same marketing approach that was formulated when first going into business. As stated in a recent 10-K filing, Big 5 states as follows: \"We have advertised predominantly through weekly print advertisements since 1955. We typically utilize four-page color advertisements to highlight promotions across our merchandise categories.\" What worked in 1955, does not necessarily work today. The Company should benefit immensely by rebranding through more creative advertising which includes the use of radio, TV, and social media.\nThird, a study of Big 5's SEC filings demonstrates that its marketing strategy should place a greater emphasis on its athletic footwear category. Big 5's leading sales category is athletic shoes. Most of these shoes are name brands, like Nike, Adidas, Reebok, and others. Merchandise is purchased through vendor over-stock and close-outs and is sold at prices well below original retail. Athletic equipment and apparel merchandise include a combination of well-known brand names, produced exclusively for Big 5. Additionally, private label merchandise and special buys make up another portion of these categories. Brick and mortar retailers are facing hurdles as competition from online retailer's increases. The Group believes that with a better marketing plan, Big 5 will be better suited to increase market share and combat the increasing online competition. Big 5's emphasis on shoes is mostly shielded from online competition. One of the major deterrents to buying shoes online is the consumer's lack of confidence that shoes bought without the in-store experience will fit comfortably. Often within brands and designs, different comfort level and sizing exists. This conclusion is evident by national online sales statistics and Big 5's sales distribution by category over the last several years. The athletic shoe business has not lost market share while other departments have seen margin erosion and loss of business. By implementing a strategy of better promoting athletic footwear, Big 5 should benefit from increased foot traffic which should help other departments. Additionally, new online marketing methods would further expand sales volume.\nEliminate or reduce the dividend and reinvest in the Company. Big 5's balance sheet and cash flow could be substantially strengthened by the elimination of, or reducing, the annual $12 million dividend. Currently, the only long-term debt the Company has is a revolving $160 million credit facility. Management's decision to pay out these profits rather than seek out ways to grow the Company's revenue is further evidence of the Company not keeping up with the times. The Group would be happy to meet with the Board to discuss how reinvesting some of the Company's earnings would add value to the Company and its shareholders.\nEliminate carry over inventory. Inventory turns can be increased significantly. When the Group began its analysis of Big 5's business, its inventory turn was of great concern. In-store visits heightened the concern that overstocking is a significant issue for Big 5. Then, on a conference call for the 4th quarter 2017 one of the reasons for the problem became apparent. Steve Miller, Big 5's CEO, stated \"we've been through difficult winters before and we know how to efficiently transition the products to the next season and buy around it as appropriate. Fortunately, the product that we will carry over is not fashion and should play well next year and we see little risk for significant markdowns associated with it.\" Based upon the Group members' decades of experience in retail, there was one thing they stated collectively as though it is a well-known fact: carry over inventory is a \"retail sin\" especially when the inventory is financed through a revolving line of credit. The Group would like to meet with the Board to discuss how Big 5 can significantly reduce its carry over inventory and increase shareholder value.\nReplace senior management or find a buyer. For the reasons above and more, the Group believes the Board needs to bring in new management who has off-price retail experience to rebrand Big 5 as the place to shop for extreme value athletic footwear and sporting goods. The merchandising strategy should be clear, congruent, and compelling to the customers. The Group would be happy to meet with the Board to assist in implementing a strategy to conduct a nationwide search for a new CEO and COO. With the Group's experience in off-price retail, they are confident they could add tremendous value to the Company. If the Board will not consider replacing senior management, the Group requests that the Board immediately establish a special committee, consisting of only independent members of the Board with its own legal and financial advisors, to conduct the strategic alternatives review. There is concern about management's intentions and, in particular, the preference for maintaining the status quo. We, and all Big 5 shareholders, expect the Company's directors and officers to follow proper corporate governance practices.\nIn conclusion, the Group believes it is time for Big 5 to get out of its rocking chair and reinvigorate the Company. The Board has an exceptional chance to increase Company value in the short term by implementing the proposals above. We hope that the Board will do the right thing and take the necessary steps to maximize value for all shareholders. We intend to monitor closely the developments at the Company. If we do not hear from you within a week of the date of this letter, the Group reserves its rights to take whatever actions necessary, including making an appeal to the shareholders at large or initiating a takeover attempt, intended to protect the best interests of all shareholders.\nAbout Johnson Fistel, LLP:\nJohnson Fistel, LLP is a nationally recognized law firm with offices in California, New York, and Georgia. For more information about the firm and its attorneys, please visit https://www.johnsonfistel.com .\nIf you are an individual or institutional investor interested in assisting the Group, please call 619-814-4471.\nView original content: http://www.prnewswire.com/news-releases/a-group-of-investors-urges-big-5-sporting-goods-corporation-to-make-significant-changes-to-increase-profitability-and-shareholder-value-300657108.html\nSOURCE Johnson Fistel, LLP",
    "published": "2018-05-31T14:00:00.000+03:00",
    "crawled": "2018-05-31T15:29:33.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "diego",
        "may",
        "johnson",
        "fistel",
        "llp",
        "working",
        "group",
        "investor",
        "group",
        "taken",
        "stock",
        "position",
        "big",
        "sporting",
        "good",
        "nasdaq",
        "bgfv",
        "referred",
        "big",
        "company",
        "believe",
        "share",
        "big",
        "undervalued",
        "represent",
        "attractive",
        "investment",
        "opportunity",
        "group",
        "approached",
        "board",
        "director",
        "seeking",
        "significant",
        "change",
        "including",
        "change",
        "company",
        "senior",
        "management",
        "marketing",
        "believe",
        "significant",
        "opportunity",
        "increase",
        "shareholder",
        "value",
        "big",
        "deeply",
        "undervalued",
        "especially",
        "considering",
        "earning",
        "potential",
        "group",
        "includes",
        "individual",
        "decade",
        "experience",
        "executive",
        "publicly",
        "traded",
        "retail",
        "company",
        "well",
        "extensive",
        "experience",
        "shoe",
        "industry",
        "one",
        "big",
        "largest",
        "source",
        "revenue",
        "johnson",
        "fistel",
        "also",
        "extensive",
        "experience",
        "success",
        "representing",
        "shareholder",
        "increase",
        "shareholder",
        "value",
        "connection",
        "security",
        "litigation",
        "corporate",
        "takeover",
        "litigation",
        "combined",
        "experience",
        "provides",
        "base",
        "recommendation",
        "contained",
        "letter",
        "sent",
        "board",
        "director",
        "may",
        "big",
        "history",
        "put",
        "letter",
        "context",
        "important",
        "consider",
        "company",
        "history",
        "fact",
        "little",
        "change",
        "management",
        "nearly",
        "year",
        "unlike",
        "publicly",
        "traded",
        "company",
        "big",
        "managed",
        "father",
        "son",
        "since",
        "specifically",
        "robert",
        "miller",
        "big",
        "since",
        "big",
        "managed",
        "robert",
        "son",
        "steven",
        "miller",
        "steven",
        "started",
        "working",
        "big",
        "still",
        "college",
        "big",
        "purchased",
        "thrifty",
        "changed",
        "owner",
        "leonard",
        "green",
        "bought",
        "thrifty",
        "miller",
        "stayed",
        "managed",
        "big",
        "way",
        "throughout",
        "ownership",
        "change",
        "november",
        "team",
        "led",
        "management",
        "effort",
        "take",
        "control",
        "company",
        "time",
        "jennifer",
        "holden",
        "dunbar",
        "one",
        "big",
        "current",
        "director",
        "stated",
        "story",
        "published",
        "los",
        "angeles",
        "time",
        "big",
        "management",
        "always",
        "run",
        "company",
        "owned",
        "say",
        "article",
        "steven",
        "proudly",
        "proclaimed",
        "going",
        "continue",
        "grow",
        "company",
        "way",
        "past",
        "year",
        "despite",
        "going",
        "public",
        "june",
        "much",
        "changed",
        "steven",
        "miller",
        "served",
        "president",
        "ceo",
        "chairman",
        "board",
        "since",
        "respectively",
        "similarly",
        "also",
        "little",
        "change",
        "senior",
        "position",
        "management",
        "since",
        "company",
        "went",
        "public",
        "six",
        "seven",
        "current",
        "executive",
        "officer",
        "remained",
        "robert",
        "miller",
        "son",
        "michael",
        "miller",
        "served",
        "director",
        "june",
        "look",
        "performance",
        "measure",
        "compared",
        "big",
        "apparent",
        "competitor",
        "suggest",
        "change",
        "order",
        "first",
        "since",
        "going",
        "public",
        "big",
        "offering",
        "price",
        "dropped",
        "apparent",
        "competitor",
        "increased",
        "value",
        "second",
        "annual",
        "average",
        "yield",
        "past",
        "year",
        "big",
        "whereas",
        "apparent",
        "competitor",
        "yielded",
        "company",
        "big",
        "dick",
        "hibbett",
        "sport",
        "finish",
        "line",
        "foot",
        "locker",
        "ipo",
        "date",
        "ipo",
        "price",
        "split",
        "adjusted",
        "price",
        "november",
        "venator",
        "changed",
        "name",
        "foot",
        "locker",
        "average",
        "annual",
        "total",
        "return",
        "stock",
        "return",
        "dividend",
        "reinvestment",
        "drip",
        "15yrs",
        "letter",
        "board",
        "may",
        "letter",
        "board",
        "call",
        "drastic",
        "change",
        "including",
        "changing",
        "senior",
        "management",
        "considering",
        "sale",
        "company",
        "despite",
        "group",
        "effort",
        "meet",
        "board",
        "resistance",
        "board",
        "willing",
        "make",
        "requested",
        "change",
        "group",
        "renews",
        "request",
        "board",
        "initiate",
        "formal",
        "process",
        "explore",
        "strategic",
        "alternative",
        "company",
        "focused",
        "maximizing",
        "shareholder",
        "value",
        "group",
        "also",
        "intends",
        "take",
        "step",
        "facilitate",
        "process",
        "potential",
        "buyer",
        "company",
        "may",
        "approach",
        "board",
        "summation",
        "letter",
        "follows",
        "group",
        "carefully",
        "reviewed",
        "big",
        "public",
        "filing",
        "belief",
        "action",
        "needed",
        "realize",
        "potential",
        "within",
        "control",
        "board",
        "director",
        "board",
        "immediately",
        "addressed",
        "know",
        "big",
        "stock",
        "price",
        "freefall",
        "believe",
        "change",
        "add",
        "value",
        "company",
        "shareholder",
        "dominant",
        "sporting",
        "good",
        "retailer",
        "focused",
        "footwear",
        "tripped",
        "company",
        "reported",
        "several",
        "miserable",
        "quarter",
        "big",
        "stock",
        "fell",
        "nearly",
        "change",
        "made",
        "group",
        "belief",
        "stock",
        "price",
        "well",
        "exceed",
        "high",
        "additionally",
        "shareholder",
        "value",
        "positively",
        "impacted",
        "recent",
        "tax",
        "reform",
        "passed",
        "congress",
        "big",
        "opportunity",
        "group",
        "identified",
        "least",
        "four",
        "critical",
        "area",
        "big",
        "could",
        "make",
        "improvement",
        "immediately",
        "increase",
        "shareholder",
        "value",
        "help",
        "make",
        "company",
        "leading",
        "sporting",
        "good",
        "retailer",
        "overhaul",
        "big",
        "marketing",
        "strategy",
        "least",
        "three",
        "area",
        "group",
        "identified",
        "big",
        "missing",
        "mark",
        "marketing",
        "first",
        "described",
        "recent",
        "big",
        "describes",
        "leading",
        "sporting",
        "good",
        "retailer",
        "description",
        "mistake",
        "consumer",
        "reality",
        "big",
        "identity",
        "quite",
        "different",
        "evidenced",
        "merchandise",
        "quality",
        "accurate",
        "description",
        "big",
        "historically",
        "retailer",
        "despite",
        "merchandise",
        "mix",
        "big",
        "promoted",
        "retailer",
        "company",
        "similar",
        "practice",
        "success",
        "proudly",
        "marketing",
        "status",
        "include",
        "walmart",
        "tj",
        "maxx",
        "ross",
        "burlington",
        "store",
        "others",
        "industry",
        "member",
        "group",
        "know",
        "second",
        "big",
        "marketing",
        "kept",
        "time",
        "despite",
        "drastically",
        "sinking",
        "newspaper",
        "circulation",
        "company",
        "management",
        "continued",
        "marketing",
        "approach",
        "formulated",
        "first",
        "going",
        "business",
        "stated",
        "recent",
        "filing",
        "big",
        "state",
        "follows",
        "advertised",
        "predominantly",
        "weekly",
        "print",
        "advertisement",
        "since",
        "typically",
        "utilize",
        "color",
        "advertisement",
        "highlight",
        "promotion",
        "across",
        "merchandise",
        "category",
        "worked",
        "necessarily",
        "work",
        "today",
        "company",
        "benefit",
        "immensely",
        "rebranding",
        "creative",
        "advertising",
        "includes",
        "use",
        "radio",
        "tv",
        "social",
        "medium",
        "third",
        "study",
        "big",
        "sec",
        "filing",
        "demonstrates",
        "marketing",
        "strategy",
        "place",
        "greater",
        "emphasis",
        "athletic",
        "footwear",
        "category",
        "big",
        "leading",
        "sale",
        "category",
        "athletic",
        "shoe",
        "shoe",
        "name",
        "brand",
        "like",
        "nike",
        "adidas",
        "reebok",
        "others",
        "merchandise",
        "purchased",
        "vendor",
        "sold",
        "price",
        "well",
        "original",
        "retail",
        "athletic",
        "equipment",
        "apparel",
        "merchandise",
        "include",
        "combination",
        "brand",
        "name",
        "produced",
        "exclusively",
        "big",
        "additionally",
        "private",
        "label",
        "merchandise",
        "special",
        "buy",
        "make",
        "another",
        "portion",
        "category",
        "brick",
        "mortar",
        "retailer",
        "facing",
        "hurdle",
        "competition",
        "online",
        "retailer",
        "increase",
        "group",
        "belief",
        "better",
        "marketing",
        "plan",
        "big",
        "better",
        "suited",
        "increase",
        "market",
        "share",
        "combat",
        "increasing",
        "online",
        "competition",
        "big",
        "emphasis",
        "shoe",
        "mostly",
        "shielded",
        "online",
        "competition",
        "one",
        "major",
        "deterrent",
        "buying",
        "shoe",
        "online",
        "consumer",
        "lack",
        "confidence",
        "shoe",
        "bought",
        "without",
        "experience",
        "fit",
        "comfortably",
        "often",
        "within",
        "brand",
        "design",
        "different",
        "comfort",
        "level",
        "sizing",
        "exists",
        "conclusion",
        "evident",
        "national",
        "online",
        "sale",
        "statistic",
        "big",
        "sale",
        "distribution",
        "category",
        "last",
        "several",
        "year",
        "athletic",
        "shoe",
        "business",
        "lost",
        "market",
        "share",
        "department",
        "seen",
        "margin",
        "erosion",
        "loss",
        "business",
        "implementing",
        "strategy",
        "better",
        "promoting",
        "athletic",
        "footwear",
        "big",
        "benefit",
        "increased",
        "foot",
        "traffic",
        "help",
        "department",
        "additionally",
        "new",
        "online",
        "marketing",
        "method",
        "would",
        "expand",
        "sale",
        "volume",
        "eliminate",
        "reduce",
        "dividend",
        "reinvest",
        "company",
        "big",
        "balance",
        "sheet",
        "cash",
        "flow",
        "could",
        "substantially",
        "strengthened",
        "elimination",
        "reducing",
        "annual",
        "million",
        "dividend",
        "currently",
        "debt",
        "company",
        "revolving",
        "million",
        "credit",
        "facility",
        "management",
        "decision",
        "pay",
        "profit",
        "rather",
        "seek",
        "way",
        "grow",
        "company",
        "revenue",
        "evidence",
        "company",
        "keeping",
        "time",
        "group",
        "would",
        "happy",
        "meet",
        "board",
        "discus",
        "reinvesting",
        "company",
        "earnings",
        "would",
        "add",
        "value",
        "company",
        "shareholder",
        "eliminate",
        "carry",
        "inventory",
        "inventory",
        "turn",
        "increased",
        "significantly",
        "group",
        "began",
        "analysis",
        "big",
        "business",
        "inventory",
        "turn",
        "great",
        "concern",
        "visit",
        "heightened",
        "concern",
        "overstocking",
        "significant",
        "issue",
        "big",
        "conference",
        "call",
        "4th",
        "quarter",
        "one",
        "reason",
        "problem",
        "became",
        "apparent",
        "steve",
        "miller",
        "big",
        "ceo",
        "stated",
        "difficult",
        "winter",
        "know",
        "efficiently",
        "transition",
        "product",
        "next",
        "season",
        "buy",
        "around",
        "appropriate",
        "fortunately",
        "product",
        "carry",
        "fashion",
        "play",
        "well",
        "next",
        "year",
        "see",
        "little",
        "risk",
        "significant",
        "markdowns",
        "associated",
        "based",
        "upon",
        "group",
        "member",
        "decade",
        "experience",
        "retail",
        "one",
        "thing",
        "stated",
        "collectively",
        "though",
        "fact",
        "carry",
        "inventory",
        "retail",
        "sin",
        "especially",
        "inventory",
        "financed",
        "revolving",
        "line",
        "credit",
        "group",
        "would",
        "like",
        "meet",
        "board",
        "discus",
        "big",
        "significantly",
        "reduce",
        "carry",
        "inventory",
        "increase",
        "shareholder",
        "value",
        "replace",
        "senior",
        "management",
        "find",
        "buyer",
        "reason",
        "group",
        "belief",
        "board",
        "need",
        "bring",
        "new",
        "management",
        "retail",
        "experience",
        "rebrand",
        "big",
        "place",
        "shop",
        "extreme",
        "value",
        "athletic",
        "footwear",
        "sporting",
        "good",
        "merchandising",
        "strategy",
        "clear",
        "congruent",
        "compelling",
        "customer",
        "group",
        "would",
        "happy",
        "meet",
        "board",
        "assist",
        "implementing",
        "strategy",
        "conduct",
        "nationwide",
        "search",
        "new",
        "ceo",
        "coo",
        "group",
        "experience",
        "retail",
        "confident",
        "could",
        "add",
        "tremendous",
        "value",
        "company",
        "board",
        "consider",
        "replacing",
        "senior",
        "management",
        "group",
        "request",
        "board",
        "immediately",
        "establish",
        "special",
        "committee",
        "consisting",
        "independent",
        "member",
        "board",
        "legal",
        "financial",
        "advisor",
        "conduct",
        "strategic",
        "alternative",
        "review",
        "concern",
        "management",
        "intention",
        "particular",
        "preference",
        "maintaining",
        "status",
        "quo",
        "big",
        "shareholder",
        "expect",
        "company",
        "director",
        "officer",
        "follow",
        "proper",
        "corporate",
        "governance",
        "practice",
        "conclusion",
        "group",
        "belief",
        "time",
        "big",
        "get",
        "rocking",
        "chair",
        "reinvigorate",
        "company",
        "board",
        "exceptional",
        "chance",
        "increase",
        "company",
        "value",
        "short",
        "term",
        "implementing",
        "proposal",
        "hope",
        "board",
        "right",
        "thing",
        "take",
        "necessary",
        "step",
        "maximize",
        "value",
        "shareholder",
        "intend",
        "monitor",
        "closely",
        "development",
        "company",
        "hear",
        "within",
        "week",
        "date",
        "letter",
        "group",
        "reserve",
        "right",
        "take",
        "whatever",
        "action",
        "necessary",
        "including",
        "making",
        "appeal",
        "shareholder",
        "large",
        "initiating",
        "takeover",
        "attempt",
        "intended",
        "protect",
        "best",
        "interest",
        "shareholder",
        "johnson",
        "fistel",
        "llp",
        "johnson",
        "fistel",
        "llp",
        "nationally",
        "recognized",
        "law",
        "firm",
        "office",
        "california",
        "new",
        "york",
        "georgia",
        "information",
        "firm",
        "attorney",
        "please",
        "visit",
        "http",
        "individual",
        "institutional",
        "investor",
        "interested",
        "assisting",
        "group",
        "please",
        "call",
        "view",
        "original",
        "content",
        "http",
        "source",
        "johnson",
        "fistel",
        "llp"
    ]
}