{
    "organizations": [],
    "uuid": "5dcccb4c45aa9df9f2387125beafc7741d6d30cb",
    "author": "",
    "url": "https://www.cnbc.com/2018/05/17/10-highly-successful-people-who-wake-up-before-6-a-m.html",
    "ord_in_thread": 0,
    "title": "10 highly successful people who wake up before 6 a.m.",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Waking up can be one of the most difficult and dreaded parts of going to work. But for some of the most successful people in art, business and sports, rising early is key to their success .\nApple CEO Tim Cook starts his mornings at 3:45 a.m., Ellevest CEO and co-founder Sallie Krawcheck wakes at 4 a.m. and Oprah Winfrey , Michelle Obama and Indra Nooyi have been known to rise at the crack of dawn.\nBenjamin Spall, author of \" My Morning Routine: How Successful People Start Every Day Inspired \" and founding editor of my morning routine.com has spoken with hundreds of successful figures about their morning regimens. \"It's not a coincidence that all of these people these people have routines,\" he tells CNBC Make It .\nWhile Spall says the biggest predictor of success is simply having a steady routine, it cannot be ignored that many of the most successful figures in his book wake up early — as in, before-6-a.m.-early.\nHere are 10 successful people who wake with (or before) the sun:\nChristopher Goodney | Bloomberg | Getty Images William 'Bill' McNabb, president and chief executive officer of Vanguard Advisers Inc. 1. Bill McNabb, Chairman of the Vanguard Group, wakes up around 5 and gets to his desk by 6:15 a.m.\nBill McNabb, chairman and former CEO of the Vanguard Group, has a strict early-morning routine that he has not changed in decades.\n\"My routine has varied about 30 minutes over 30 years,\" he says. \"When I became Vanguard's CEO in 2008 (a position I held until early 2018), I started coming in a little earlier so I could have some additional preparation time in the morning. Other than that, not much has changed since I joined the company in 1986.\"\nHis routine includes waking up between 5 and 5:15 a.m., grabbing a cup of coffee on the way to work and settling in at his desk between 5:45 and 6:15. Getting into the office early, he says, gives him crucial time for creative productivity.\n\"The quiet time between 6 and 7:30 a.m. is when some of my best work gets done,\" says McNabb. \"It's my time to read, think and prepare for the day ahead. I try really hard to preserve that time.\"\nGetty Images Washington state Attorney General Bob Ferguson speaks during a press conference at his office on February 9, 2017 in Seattle, Washington. 2. Bob Ferguson, Attorney General of Washington State, wakes at 5 a.m. to make breakfast for his family \"I'm a big believer that how your day starts is really important,\" says Bob Ferguson, Attorney General of the state of Washington.\nHe wakes between 5 and 6:30 a.m. in order to carve out time for himself and his family.\n\"First, I have a little personal time — breakfast, coffee, the morning news,\" he lists. Then he wakes his children and wife up and begins to make breakfast for the family to enjoy together.\nWaking up early, he explains, is the only way for him to make sure that he has time for what matters most.\n\"It's easy for meetings to go late at work, or for other events to come up, and I'm not always guaranteed much time with them later in the day, so I liked to lock in that morning time,\" says Ferguson.\nDavid A. Grogan | CNBC Brad Feld at Iconic Devern on June 16, 2016. 3. Brad Feld, Venture Capitalist at the Foundry Group, rises anywhere between 5:30 and 9 a.m. to 'watch the day open up' Venture capitalist Brad Feld occasionally wakes up before 6 a.m., but also warns against wearing yourself too thin.\n\"Five years ago, I woke up at 5 every morning during the week, regardless of what time zone I was in,\" he says. \"Then I had a major depressive episode and decided to stop waking up with an alarm clock. I now get up whenever I wake up, which is anywhere between 5:30 and 9 a.m.\"\nOnce he wakes up, Feld weighs himself, brushes his teeth and makes a cup of coffee. He then spends four minutes sitting with his wife and their dogs. \"We just sit with our coffee, talk a little and watch the day open up and the birds sing.\"\nKristian Dowling/Getty Images Caroline Burckle 4. Caroline Burckle, U.S. Olympic bronze medalist, rises at 5:30 to work out — without an alarm Like many of the other successful early-risers, Olympic swimmer Caroline Burckle wakes up early in order to work out. She wakes up around 5:30 a.m. and eats an energy bar before beginning a running interval, weight-training or swimming workout.\n\"I've had this routine my entire life,\" she says. \"Swimming bred me to wake up in the wee hours of the morning from a young age. I try to have two days a week to 'sleep in' to 6:30 or 7 a.m.\"\nWhat's more, Burckle says her body will naturally wake up at this early time. \"Typically, my internal clock wakes me up about four minutes before my alarm,\" she says.\nGetty Images 5. General Stanley McChrystal, retired U.S. Army four-star general, wakes at 4 a.m. and doesn't eat until dinner General Stanley McChrystal's morning routine is regimented — to say the least. He wakes up around 4 a.m., shaves, exercises for an hour and a half, takes a four or five-minute shower and then goes to the office.\n\"When I was deployed in Iraq and Afghanistan, my morning routine was pretty much the same, except I would often break it into two parts,\" he says.\nEven though he spends over 90 minutes working out each morning, the General skips breakfast— and lunch. \"I typically don't eat anything until dinner,\" he says. \"It just makes me feel better, my body has gotten used to it, and so if I eat before dinner I get kind of sluggish.\"\nGetty Images for Vanity Fair DreamWorks Animation Chairman and moderator Mellody Hobson speaks during \"Who Owns Your Screen?\" at the Vanity Fair New Establishment Summit, Oct. 9, 2014, in San Francisco. 6. Mellody Hobson, President of Ariel Investments, rises at 4 a.m. to exercise and take a bath Mellody Hobson, who serves as the President of Ariel Investments, has been waking up before 6 a.m. for more than two decades.\nShe wakes up between 4 and 5 a.m. and checks her phone for urgent emails and news alerts before exercising, which consists of running, lifting weights, swimming and cycling. She drinks two liters of water while exercising. When her work out is over, she has two hard-boiled eggs with coffee or tea followed by a bath.\n\"My bath time is essential personal time,\" she explains. \"I take a bath every morning, and use the time to decompress and relax. When I'm running outside on cold days in Chicago, I run faster on the return leg, thinking about my bath.\"\nSource: StyleSeat Melody McCloskey, founder and CEO of StyleSeat 7. Melody McCloskey, founder and CEO of StyleSeat, trained herself to get up at 5:45 a.m. For Melody McCloskey, founder and CEO of StyleSeat, rising with the sun is crucial to her productivity and well-being.\n\"I've been getting up early for a few years,\" she says. \"For a long period of my life I stayed up very late, but I've since found my early morning routine to be the best way for me to sustain a high output and to feel balanced and happy throughout the day.\"\nMcCloskey wakes up at 5:45 a.m. and does an hour of organizing. She exercises every day at 7 a.m., either with a personal trainer or in a exercise class like hot yoga, Pilates or TRX.\n\"Of course it wasn't easy at first,\" admits the CEO. \"It was torture getting up that early; I was never naturally a morning person. But now it's become routine, and I wake up pretty early on weekends too.\"\nSource: YouTube/Texas Instruments Peter Balyta 8. Peter Balyta, President of Education Technology at Texas Instruments, wakes at 5:20 a.m. and does math while exercising Growing up in Canada, Peter Balyta would wake up early every morning for hockey practice. \"I'm wired to be disciplined, especially when it comes to fitness,\" he says.\nToday, Balyta serves as the President of Education Technology for Texas Instruments. He says this discipline is a crucial part of his morning routine. Every day he wakes up at 5:20 a.m., eats a banana, drinks a glass of water, scans his email and then hits the gym.\n\"We start with a warm-up of light stretching, followed by a high-intensity workout of the day, involving constantly changing movements,\" he says.\nWhile he is exercising he does mental math to wake up both his mind as well as his body. \"Not to geek out too much, but I use simple math to determine transition times and physics to determine how to leverage my body around a barbell,\" he says.\nScott Eisen/Getty Images MIT President L. Rafael Reif 9. L. Rafael Reif, President of M.I.T., gets up at 5 a.m. and rarely skips breakfast The President of Massachusetts Institute of Technology, L. Rafael Reif, says that maintaining his early morning routine is essential to staying productive and happy.\n\"I set my alarm for 6 a.m. but I rarely get to hear it — I almost always wake up around 5 or 5:30 on my own,\" he says.\nThe first thing he does is checks his phone. \"I'll try to respond to any urgent messages right away, then I take my phone or tablet to breakfast and read the news while I eat,\" says Reif. \"After breakfast, I shower, get dressed, and then I'm off to my first meeting of the day.\"\nHe uses breakfast as a time to read and connect with his wife.\n\"If I don't have a chance to check my email, I worry about what I'm missing. Even when I do check my email, I still worry,\" he says. \"And it happens rarely, but if I miss breakfast for some reason, it throws me off for the whole day. The word 'grumpy' comes to mind.\"\nBob Riha, Jr./Getty Images Scott Adams 10. Scott Adams, creator of \"Dilbert,\" wakes at 4 a.m. to be his 'smartest' While Scott Adams, creator of the \"Dilbert\" comic strip does allow for some flexibility, he always wakes up as early as he can — typically between 4 and 6 a.m.\n\"Some people are just morning people, myself included, so for me it is easy to get up in the morning, that's the best part of my day,\" says Adams. \"Typically speaking I'm happiest, smartest, most creative and most optimistic between the hours of 4 and 8 a.m.\"\nAs soon as he wakes up he goes to work in order to take advantage of these creative early hours.\nUnlike other early risers, however, Adams does not go to sleep particularly early, usually around 11 p.m., and he admits that being sleep deprived can take its toll.\n\"Being tired can be dangerous,\" he says. \"It takes a pretty predictable chunk off your IQ.\"\nLike this story? Like CNBC Make It on Facebook\nDon't miss:\nThe president of Pixar starts the day with meditation, a triple espresso and 3 tablespoons of cocoa powder Tim Cook says the Class of 2018 needs to face their fears—here's why Oprah to the Class of 2018: 'Your job is not who you are' show chapters Donald Trump is the 'poster child of sleep deprivation': Arianna Huffington 8:18 AM ET Mon, 13 Feb 2017 | 07:18",
    "published": "2018-05-17T19:02:00.000+03:00",
    "crawled": "2018-05-17T19:17:51.038+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "waking",
        "one",
        "difficult",
        "dreaded",
        "part",
        "going",
        "work",
        "successful",
        "people",
        "art",
        "business",
        "sport",
        "rising",
        "early",
        "key",
        "success",
        "apple",
        "ceo",
        "tim",
        "cook",
        "start",
        "morning",
        "ellevest",
        "ceo",
        "sallie",
        "krawcheck",
        "wake",
        "oprah",
        "winfrey",
        "michelle",
        "obama",
        "indra",
        "nooyi",
        "known",
        "rise",
        "crack",
        "dawn",
        "benjamin",
        "spall",
        "author",
        "morning",
        "routine",
        "successful",
        "people",
        "start",
        "every",
        "day",
        "inspired",
        "founding",
        "editor",
        "morning",
        "spoken",
        "hundred",
        "successful",
        "figure",
        "morning",
        "regimen",
        "coincidence",
        "people",
        "people",
        "routine",
        "tell",
        "cnbc",
        "make",
        "spall",
        "say",
        "biggest",
        "predictor",
        "success",
        "simply",
        "steady",
        "routine",
        "ignored",
        "many",
        "successful",
        "figure",
        "book",
        "wake",
        "early",
        "successful",
        "people",
        "wake",
        "sun",
        "christopher",
        "goodney",
        "bloomberg",
        "getty",
        "image",
        "william",
        "mcnabb",
        "president",
        "chief",
        "executive",
        "officer",
        "vanguard",
        "adviser",
        "bill",
        "mcnabb",
        "chairman",
        "vanguard",
        "group",
        "wake",
        "around",
        "get",
        "desk",
        "bill",
        "mcnabb",
        "chairman",
        "former",
        "ceo",
        "vanguard",
        "group",
        "strict",
        "routine",
        "changed",
        "decade",
        "routine",
        "varied",
        "minute",
        "year",
        "say",
        "became",
        "vanguard",
        "ceo",
        "position",
        "held",
        "early",
        "started",
        "coming",
        "little",
        "earlier",
        "could",
        "additional",
        "preparation",
        "time",
        "morning",
        "much",
        "changed",
        "since",
        "joined",
        "company",
        "routine",
        "includes",
        "waking",
        "grabbing",
        "cup",
        "coffee",
        "way",
        "work",
        "settling",
        "desk",
        "getting",
        "office",
        "early",
        "say",
        "give",
        "crucial",
        "time",
        "creative",
        "productivity",
        "quiet",
        "time",
        "best",
        "work",
        "get",
        "done",
        "say",
        "mcnabb",
        "time",
        "read",
        "think",
        "prepare",
        "day",
        "ahead",
        "try",
        "really",
        "hard",
        "preserve",
        "time",
        "getty",
        "image",
        "washington",
        "state",
        "attorney",
        "general",
        "bob",
        "ferguson",
        "speaks",
        "press",
        "conference",
        "office",
        "february",
        "seattle",
        "washington",
        "bob",
        "ferguson",
        "attorney",
        "general",
        "washington",
        "state",
        "wake",
        "make",
        "breakfast",
        "family",
        "big",
        "believer",
        "day",
        "start",
        "really",
        "important",
        "say",
        "bob",
        "ferguson",
        "attorney",
        "general",
        "state",
        "washington",
        "wake",
        "order",
        "carve",
        "time",
        "family",
        "first",
        "little",
        "personal",
        "time",
        "breakfast",
        "coffee",
        "morning",
        "news",
        "list",
        "wake",
        "child",
        "wife",
        "begin",
        "make",
        "breakfast",
        "family",
        "enjoy",
        "together",
        "waking",
        "early",
        "explains",
        "way",
        "make",
        "sure",
        "time",
        "matter",
        "easy",
        "meeting",
        "go",
        "late",
        "work",
        "event",
        "come",
        "always",
        "guaranteed",
        "much",
        "time",
        "later",
        "day",
        "liked",
        "lock",
        "morning",
        "time",
        "say",
        "ferguson",
        "david",
        "grogan",
        "cnbc",
        "brad",
        "feld",
        "iconic",
        "devern",
        "june",
        "brad",
        "feld",
        "venture",
        "capitalist",
        "foundry",
        "group",
        "rise",
        "anywhere",
        "day",
        "open",
        "venture",
        "capitalist",
        "brad",
        "feld",
        "occasionally",
        "wake",
        "also",
        "warns",
        "wearing",
        "thin",
        "five",
        "year",
        "ago",
        "woke",
        "every",
        "morning",
        "week",
        "regardless",
        "time",
        "zone",
        "say",
        "major",
        "depressive",
        "episode",
        "decided",
        "stop",
        "waking",
        "alarm",
        "clock",
        "get",
        "whenever",
        "wake",
        "anywhere",
        "wake",
        "feld",
        "weighs",
        "brush",
        "teeth",
        "make",
        "cup",
        "coffee",
        "spends",
        "four",
        "minute",
        "sitting",
        "wife",
        "dog",
        "sit",
        "coffee",
        "talk",
        "little",
        "watch",
        "day",
        "open",
        "bird",
        "sing",
        "kristian",
        "image",
        "caroline",
        "burckle",
        "caroline",
        "burckle",
        "olympic",
        "bronze",
        "medalist",
        "rise",
        "work",
        "without",
        "alarm",
        "like",
        "many",
        "successful",
        "olympic",
        "swimmer",
        "caroline",
        "burckle",
        "wake",
        "early",
        "order",
        "work",
        "wake",
        "around",
        "eats",
        "energy",
        "bar",
        "beginning",
        "running",
        "interval",
        "swimming",
        "workout",
        "routine",
        "entire",
        "life",
        "say",
        "swimming",
        "bred",
        "wake",
        "wee",
        "hour",
        "morning",
        "young",
        "age",
        "try",
        "two",
        "day",
        "week",
        "burckle",
        "say",
        "body",
        "naturally",
        "wake",
        "early",
        "time",
        "typically",
        "internal",
        "clock",
        "wake",
        "four",
        "minute",
        "alarm",
        "say",
        "getty",
        "image",
        "general",
        "stanley",
        "mcchrystal",
        "retired",
        "army",
        "general",
        "wake",
        "eat",
        "dinner",
        "general",
        "stanley",
        "mcchrystal",
        "morning",
        "routine",
        "regimented",
        "say",
        "least",
        "wake",
        "around",
        "shave",
        "exercise",
        "hour",
        "half",
        "take",
        "four",
        "shower",
        "go",
        "office",
        "deployed",
        "iraq",
        "afghanistan",
        "morning",
        "routine",
        "pretty",
        "much",
        "except",
        "would",
        "often",
        "break",
        "two",
        "part",
        "say",
        "even",
        "though",
        "spends",
        "minute",
        "working",
        "morning",
        "general",
        "skip",
        "lunch",
        "typically",
        "eat",
        "anything",
        "dinner",
        "say",
        "make",
        "feel",
        "better",
        "body",
        "gotten",
        "used",
        "eat",
        "dinner",
        "get",
        "kind",
        "sluggish",
        "getty",
        "image",
        "vanity",
        "fair",
        "dreamworks",
        "animation",
        "chairman",
        "moderator",
        "mellody",
        "hobson",
        "speaks",
        "owns",
        "screen",
        "vanity",
        "fair",
        "new",
        "establishment",
        "summit",
        "san",
        "francisco",
        "mellody",
        "hobson",
        "president",
        "ariel",
        "investment",
        "rise",
        "exercise",
        "take",
        "bath",
        "mellody",
        "hobson",
        "serf",
        "president",
        "ariel",
        "investment",
        "waking",
        "two",
        "decade",
        "wake",
        "check",
        "phone",
        "urgent",
        "email",
        "news",
        "alert",
        "exercising",
        "consists",
        "running",
        "lifting",
        "weight",
        "swimming",
        "cycling",
        "drink",
        "two",
        "liter",
        "water",
        "exercising",
        "work",
        "two",
        "egg",
        "coffee",
        "tea",
        "followed",
        "bath",
        "bath",
        "time",
        "essential",
        "personal",
        "time",
        "explains",
        "take",
        "bath",
        "every",
        "morning",
        "use",
        "time",
        "decompress",
        "relax",
        "running",
        "outside",
        "cold",
        "day",
        "chicago",
        "run",
        "faster",
        "return",
        "leg",
        "thinking",
        "bath",
        "source",
        "styleseat",
        "melody",
        "mccloskey",
        "founder",
        "ceo",
        "styleseat",
        "melody",
        "mccloskey",
        "founder",
        "ceo",
        "styleseat",
        "trained",
        "get",
        "melody",
        "mccloskey",
        "founder",
        "ceo",
        "styleseat",
        "rising",
        "sun",
        "crucial",
        "productivity",
        "getting",
        "early",
        "year",
        "say",
        "long",
        "period",
        "life",
        "stayed",
        "late",
        "since",
        "found",
        "early",
        "morning",
        "routine",
        "best",
        "way",
        "sustain",
        "high",
        "output",
        "feel",
        "balanced",
        "happy",
        "throughout",
        "day",
        "mccloskey",
        "wake",
        "hour",
        "organizing",
        "exercise",
        "every",
        "day",
        "either",
        "personal",
        "trainer",
        "exercise",
        "class",
        "like",
        "hot",
        "yoga",
        "pilate",
        "trx",
        "course",
        "easy",
        "first",
        "admits",
        "ceo",
        "torture",
        "getting",
        "early",
        "never",
        "naturally",
        "morning",
        "person",
        "become",
        "routine",
        "wake",
        "pretty",
        "early",
        "weekend",
        "source",
        "instrument",
        "peter",
        "balyta",
        "peter",
        "balyta",
        "president",
        "education",
        "technology",
        "texas",
        "instrument",
        "wake",
        "math",
        "exercising",
        "growing",
        "canada",
        "peter",
        "balyta",
        "would",
        "wake",
        "early",
        "every",
        "morning",
        "hockey",
        "practice",
        "wired",
        "disciplined",
        "especially",
        "come",
        "fitness",
        "say",
        "today",
        "balyta",
        "serf",
        "president",
        "education",
        "technology",
        "texas",
        "instrument",
        "say",
        "discipline",
        "crucial",
        "part",
        "morning",
        "routine",
        "every",
        "day",
        "wake",
        "eats",
        "banana",
        "drink",
        "glass",
        "water",
        "scan",
        "email",
        "hit",
        "gym",
        "start",
        "light",
        "stretching",
        "followed",
        "workout",
        "day",
        "involving",
        "constantly",
        "changing",
        "movement",
        "say",
        "exercising",
        "mental",
        "math",
        "wake",
        "mind",
        "well",
        "body",
        "geek",
        "much",
        "use",
        "simple",
        "math",
        "determine",
        "transition",
        "time",
        "physic",
        "determine",
        "leverage",
        "body",
        "around",
        "barbell",
        "say",
        "scott",
        "image",
        "mit",
        "president",
        "rafael",
        "reif",
        "rafael",
        "reif",
        "president",
        "get",
        "rarely",
        "skip",
        "breakfast",
        "president",
        "massachusetts",
        "institute",
        "technology",
        "rafael",
        "reif",
        "say",
        "maintaining",
        "early",
        "morning",
        "routine",
        "essential",
        "staying",
        "productive",
        "happy",
        "set",
        "alarm",
        "rarely",
        "get",
        "hear",
        "almost",
        "always",
        "wake",
        "around",
        "say",
        "first",
        "thing",
        "check",
        "phone",
        "try",
        "respond",
        "urgent",
        "message",
        "right",
        "away",
        "take",
        "phone",
        "tablet",
        "breakfast",
        "read",
        "news",
        "eat",
        "say",
        "reif",
        "breakfast",
        "shower",
        "get",
        "dressed",
        "first",
        "meeting",
        "day",
        "us",
        "breakfast",
        "time",
        "read",
        "connect",
        "wife",
        "chance",
        "check",
        "email",
        "worry",
        "missing",
        "even",
        "check",
        "email",
        "still",
        "worry",
        "say",
        "happens",
        "rarely",
        "miss",
        "breakfast",
        "reason",
        "throw",
        "whole",
        "day",
        "word",
        "come",
        "mind",
        "bob",
        "riha",
        "image",
        "scott",
        "adam",
        "scott",
        "adam",
        "creator",
        "dilbert",
        "wake",
        "scott",
        "adam",
        "creator",
        "dilbert",
        "comic",
        "strip",
        "allow",
        "flexibility",
        "always",
        "wake",
        "early",
        "typically",
        "people",
        "morning",
        "people",
        "included",
        "easy",
        "get",
        "morning",
        "best",
        "part",
        "day",
        "say",
        "adam",
        "typically",
        "speaking",
        "happiest",
        "smartest",
        "creative",
        "optimistic",
        "hour",
        "soon",
        "wake",
        "go",
        "work",
        "order",
        "take",
        "advantage",
        "creative",
        "early",
        "hour",
        "unlike",
        "early",
        "riser",
        "however",
        "adam",
        "go",
        "sleep",
        "particularly",
        "early",
        "usually",
        "around",
        "admits",
        "sleep",
        "deprived",
        "take",
        "toll",
        "tired",
        "dangerous",
        "say",
        "take",
        "pretty",
        "predictable",
        "chunk",
        "iq",
        "like",
        "story",
        "like",
        "cnbc",
        "make",
        "facebook",
        "miss",
        "president",
        "pixar",
        "start",
        "day",
        "meditation",
        "triple",
        "espresso",
        "tablespoon",
        "cocoa",
        "powder",
        "tim",
        "cook",
        "say",
        "class",
        "need",
        "face",
        "oprah",
        "class",
        "job",
        "show",
        "chapter",
        "donald",
        "trump",
        "child",
        "sleep",
        "deprivation",
        "arianna",
        "huffington",
        "et",
        "mon",
        "feb"
    ]
}