{
    "organizations": [],
    "uuid": "a3fa91bc14aeb49293d73498a3a4ee905853c75c",
    "author": "Aaron Pressman and Alan Murray",
    "url": "http://fortune.com/2018/05/03/data-sheet-hillary-clinton-political-influence/",
    "ord_in_thread": 0,
    "title": "Hillary Clinton: Big Business Has Too Much Political Power",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Hillary Clinton says she is concerned about the political power being amassed by large companies. Photo credit: Scott Olson/Getty Images By Aaron Pressman and Alan Murray 8:53 AM EDT\nGood morning. Alan Murray here, still filling for Adam. (Hang in there; just one more day.)\nI interviewed Hillary Clinton yesterday on the stage at the annual summit of the Shared Value Initiative, an organization started by Harvard’s Michael Porter and his partner Mark Kramer to encourage businesses to focus on having a positive impact on society as part of their core business strategies.\nClinton, you will recall, famously acknowledged “I’m a capitalist” during her heated primary campaign with self-declared socialist Bernie Sanders in 2016. “Did that hurt you in the primary?” I asked yesterday.\n“Probably,” she replied.\nClinton said the reputation of business was in taters after the 2007 financial crisis, particularly among young people, with polls showing majorities that didn’t share her allegiance to capitalism. Among all Democratic voters in Iowa, she said, more than 40% said they didn’t believe in capitalism.\n“I support hard work, risk-taking, and entrepreneurial energy,” she said. But the current system is out of balance, with too much power tipping “toward biggest companies with the most influence… They’re disrupting our democracy.”\nShe encouraged the group to continue its efforts to demonstrate that business has the ability to address social problems and to increase its positive impact on society.\nSpeaking of positive impact, Facebook CEO Mark Zuckerberg continues to struggle to define exactly what that means for the social media giant. His meeting with news executives this week led to conflicting opinions about his understanding of the company’s role in providing people with reliable news, which you can read here and here .\nAnd then there is Elon Musk, who is so convinced that he is doing good in the world that he doesn’t need to answer analysts’ “dry” questions.\nMore news below.\nAlan Murray @alansmurray alan.murray@timeinc.com NEWSWORTHY\nPlaying a sad song . After its unusual listing process, Spotify falls into line with every other public company and joins the quarterly earnings dance. First quarter revenue increased 26% from a year ago to $1.4 billion and the net loss was nearly unchanged at $202 million. Premium subscribers increased 45% to 75 million. It wasn’t enough to meet Wall Street’s expectations and the stock was off 9% in premarket trading on Thursday. Mobile payments provider Square also disappointed , even as its net revenue grew 45% to $669 million. Investors didn’t like the forecast of $750 million of revenue and adjusted EPS of 10 cents for the next quarter and the shares dropped 6% in premarket trading. Finally, wearable maker Fitbit also disappointed with its upcoming quarter forecast and its shares were down 6%.\nExerting influence. Seattle is considering imposing a new 0.7% payroll tax on large employers to fund affordable housing programs and reduce homelessness. The City’s Chamber of Commerce is opposed and Amazon apparently isn’t pleased , either. It put a new 17-story office tower project on hold, citing the upcoming tax vote. Cities bidding for Amazon’s HQ2 take notice.\nBoo hoo. The political consulting firm at the center of the Facebook data scandal, Cambridge Analytica , is shutting down and filing for bankruptcy. The company, which obtained personal information about millions of Facebook users, said it “has been the subject of numerous unfounded accusations and, despite the company’s efforts to correct the record, has been vilified for activities that are not only legal, but also widely accepted as a standard component of online advertising.” Executives from the failing firm along with its financial backers from the Mercer family have already started a new company called Emerdata that could be a “rebranding” effort, the New York Times reported.\nStifling a yawn . Two of his main competitors may be merging, but Verizon CEO Lowell McAdam sounds almost like a Westworld android saying “it doesn’t look like anything to me.” His actual Quote: on the T-Mobile-Sprint merger: “We don’t care, is the answer to that. Maybe the fourth time is the charm here, I don’t know.”\nTo infinity and beyond . Mobile gaming has not been a major part of Nintendo to this point, but incoming president Shuntaro Furukawa says he wants to make smartphone apps more of a priority . He’s aiming to grow Nintendo’s mobile unit into an operation worth 100 billion yen, or almost $1 billion, per year. They’ll have competition from a new Google -backed startup called Arcade, which is focusing on developing trivia and other social games.\nHow do you like them apples? Sticking to Asian companies and the mobile market, Chinese phone maker Xiaomi filed to go public in Hong Kong and raise up to $10 billion, which would easily rank as the largest initial public offering of the year and third all-time among tech companies, trailing only Alibaba and Facebook. Revenue grew 67% last year to $18 billion and profit excluding one-time charges was $840 million.\nSpreading knowledge . Changes to copyright law in 1998 greatly extended the rights of authors and, as a result, few works entered the public domain in the United States for two decades. That changes on January 1, 2019. The Atlantic has the story , with this fantastic lead: “The Great American Novel enters the public domain on January 1, 2019—quite literally. Not the concept, but the book by William Carlos Williams.”\nAdvertisement FOOD FOR THOUGHT\nNecessity may be the mother of invention, but intellectual property rights keep the money flowing. Popular Mechanics has a wonderful feature examining 15 patents that “changed the world,” ranging from the iPhone to the satellite GPS network. Here is their explanation of one of the most important self-driving car patents, called “Vision system for an autonomous vehicle.”\nThe history of driverless automobiles goes back almost a hundred years. In 1925, Houdina Radio Control navigated a driverless 1926 Chandler down traffic-filled Manhattan by operating it with radio signals from a car following behind. Seventy years later, Carnegie Mellon University’s Navlab project “No Hands Across America” drove 3,100 miles across the country in a semi-autonomous car that did all the steering while the driver did the accelerating and braking.\nHundreds of patents for self-driving car technology exist, but the company that broke through the barrier was an Italian machine vision company called VisLab. In July 2013, VisLab’s car BRAiVE autonomously navigated two-way streets, crosswalks, traffic lights, roundabouts and other obstacles in downtown Parma, Italy. The first patent the company holds for self-driving car technology is for a camera and sensor system to take in information about a vehicle’s surroundings and input commands to a computer.\nToday, many large technology and auto companies are developing self-driving cars, such as Google, Amazon, and Tesla. Some predict that self-driving cars will replace both traditional public transportation and conventional cars in cities, transforming urban transportation into a network of interconnected vehicles to effectively eliminate traffic.\nIN CASE YOU MISSED IT\nApple Analysts Offer Mea Culpas After iPhone Sales Hold Up By Aaron Pressman\nFTC Warns Six Major Companies, Including Sony and Nintendo, That Their Warranty Coverage Is Illegal By Lisa Marie Segarra\nAmazon Is Prepping These Whole Foods Discounts for Prime Members By Don Reisinger\nFacebook Used 3.5 Billion Instagram Photos to Improve Its Artificial Intelligence By Jonathan Vanian\nWhile Facebook Flounders, Women Build Their Own Social Networks By Valentina Zarya\nHulu Grows Past 20 Million Subscribers and Will Let You Download Shows By Don Reisinger\nCommentary: States Are Getting Tough on Data Security—But That Might Be a Problem By Greg Arnette\nAdvertisement BEFORE YOU GO\nThe storyline from a classic 1980s film, The Karate Kid , is getting new life thanks to YouTube Red, the Google service’s subscription program that funds original series. Called Cobra Kai , the new series brings back the stars of the original movie, Ralph Macchio and William Zabka, to see how their characters are faring in current times.\nThis edition of Data Sheet was curated by Aaron Pressman . Find past issues, and sign up for other Fortune newsletters .",
    "published": "2018-05-03T20:53:00.000+03:00",
    "crawled": "2018-05-03T16:22:44.006+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "hillary",
        "clinton",
        "say",
        "concerned",
        "political",
        "power",
        "amassed",
        "large",
        "company",
        "photo",
        "credit",
        "scott",
        "image",
        "aaron",
        "pressman",
        "alan",
        "murray",
        "edt",
        "good",
        "morning",
        "alan",
        "murray",
        "still",
        "filling",
        "adam",
        "hang",
        "one",
        "day",
        "interviewed",
        "hillary",
        "clinton",
        "yesterday",
        "stage",
        "annual",
        "summit",
        "shared",
        "value",
        "initiative",
        "organization",
        "started",
        "harvard",
        "michael",
        "porter",
        "partner",
        "mark",
        "kramer",
        "encourage",
        "business",
        "focus",
        "positive",
        "impact",
        "society",
        "part",
        "core",
        "business",
        "strategy",
        "clinton",
        "recall",
        "famously",
        "acknowledged",
        "capitalist",
        "heated",
        "primary",
        "campaign",
        "socialist",
        "bernie",
        "sander",
        "hurt",
        "primary",
        "asked",
        "yesterday",
        "probably",
        "replied",
        "clinton",
        "said",
        "reputation",
        "business",
        "tater",
        "financial",
        "crisis",
        "particularly",
        "among",
        "young",
        "people",
        "poll",
        "showing",
        "majority",
        "share",
        "allegiance",
        "capitalism",
        "among",
        "democratic",
        "voter",
        "iowa",
        "said",
        "said",
        "believe",
        "capitalism",
        "support",
        "hard",
        "work",
        "entrepreneurial",
        "energy",
        "said",
        "current",
        "system",
        "balance",
        "much",
        "power",
        "tipping",
        "toward",
        "biggest",
        "company",
        "disrupting",
        "encouraged",
        "group",
        "continue",
        "effort",
        "demonstrate",
        "business",
        "ability",
        "address",
        "social",
        "problem",
        "increase",
        "positive",
        "impact",
        "society",
        "speaking",
        "positive",
        "impact",
        "facebook",
        "ceo",
        "mark",
        "zuckerberg",
        "continues",
        "struggle",
        "define",
        "exactly",
        "mean",
        "social",
        "medium",
        "giant",
        "meeting",
        "news",
        "executive",
        "week",
        "led",
        "conflicting",
        "opinion",
        "understanding",
        "company",
        "role",
        "providing",
        "people",
        "reliable",
        "news",
        "read",
        "elon",
        "musk",
        "convinced",
        "good",
        "world",
        "need",
        "answer",
        "analyst",
        "dry",
        "question",
        "news",
        "alan",
        "murray",
        "alansmurray",
        "newsworthy",
        "playing",
        "sad",
        "song",
        "unusual",
        "listing",
        "process",
        "spotify",
        "fall",
        "line",
        "every",
        "public",
        "company",
        "join",
        "quarterly",
        "earnings",
        "dance",
        "first",
        "quarter",
        "revenue",
        "increased",
        "year",
        "ago",
        "billion",
        "net",
        "loss",
        "nearly",
        "unchanged",
        "million",
        "premium",
        "subscriber",
        "increased",
        "million",
        "enough",
        "meet",
        "wall",
        "street",
        "expectation",
        "stock",
        "premarket",
        "trading",
        "thursday",
        "mobile",
        "payment",
        "provider",
        "square",
        "also",
        "disappointed",
        "even",
        "net",
        "revenue",
        "grew",
        "million",
        "investor",
        "like",
        "forecast",
        "million",
        "revenue",
        "adjusted",
        "eps",
        "cent",
        "next",
        "quarter",
        "share",
        "dropped",
        "premarket",
        "trading",
        "finally",
        "wearable",
        "maker",
        "fitbit",
        "also",
        "disappointed",
        "upcoming",
        "quarter",
        "forecast",
        "share",
        "exerting",
        "influence",
        "seattle",
        "considering",
        "imposing",
        "new",
        "payroll",
        "tax",
        "large",
        "employer",
        "fund",
        "affordable",
        "housing",
        "program",
        "reduce",
        "homelessness",
        "city",
        "chamber",
        "commerce",
        "opposed",
        "amazon",
        "apparently",
        "pleased",
        "either",
        "put",
        "new",
        "office",
        "tower",
        "project",
        "hold",
        "citing",
        "upcoming",
        "tax",
        "vote",
        "city",
        "bidding",
        "amazon",
        "hq2",
        "take",
        "notice",
        "boo",
        "hoo",
        "political",
        "consulting",
        "firm",
        "center",
        "facebook",
        "data",
        "scandal",
        "cambridge",
        "analytica",
        "shutting",
        "filing",
        "bankruptcy",
        "company",
        "obtained",
        "personal",
        "information",
        "million",
        "facebook",
        "user",
        "said",
        "subject",
        "numerous",
        "unfounded",
        "accusation",
        "despite",
        "company",
        "effort",
        "correct",
        "record",
        "vilified",
        "activity",
        "legal",
        "also",
        "widely",
        "accepted",
        "standard",
        "component",
        "online",
        "executive",
        "failing",
        "firm",
        "along",
        "financial",
        "backer",
        "mercer",
        "family",
        "already",
        "started",
        "new",
        "company",
        "called",
        "emerdata",
        "could",
        "rebranding",
        "effort",
        "new",
        "york",
        "time",
        "reported",
        "stifling",
        "yawn",
        "two",
        "main",
        "competitor",
        "may",
        "merging",
        "verizon",
        "ceo",
        "lowell",
        "mcadam",
        "sound",
        "almost",
        "like",
        "westworld",
        "android",
        "saying",
        "look",
        "like",
        "anything",
        "actual",
        "quote",
        "merger",
        "care",
        "answer",
        "maybe",
        "fourth",
        "time",
        "charm",
        "infinity",
        "beyond",
        "mobile",
        "gaming",
        "major",
        "part",
        "nintendo",
        "point",
        "incoming",
        "president",
        "shuntaro",
        "furukawa",
        "say",
        "want",
        "make",
        "smartphone",
        "apps",
        "priority",
        "aiming",
        "grow",
        "nintendo",
        "mobile",
        "unit",
        "operation",
        "worth",
        "billion",
        "yen",
        "almost",
        "billion",
        "per",
        "year",
        "competition",
        "new",
        "google",
        "startup",
        "called",
        "arcade",
        "focusing",
        "developing",
        "trivia",
        "social",
        "game",
        "like",
        "apple",
        "sticking",
        "asian",
        "company",
        "mobile",
        "market",
        "chinese",
        "phone",
        "maker",
        "xiaomi",
        "filed",
        "go",
        "public",
        "hong",
        "kong",
        "raise",
        "billion",
        "would",
        "easily",
        "rank",
        "largest",
        "initial",
        "public",
        "offering",
        "year",
        "third",
        "among",
        "tech",
        "company",
        "trailing",
        "alibaba",
        "facebook",
        "revenue",
        "grew",
        "last",
        "year",
        "billion",
        "profit",
        "excluding",
        "charge",
        "million",
        "spreading",
        "knowledge",
        "change",
        "copyright",
        "law",
        "greatly",
        "extended",
        "right",
        "author",
        "result",
        "work",
        "entered",
        "public",
        "domain",
        "united",
        "state",
        "two",
        "decade",
        "change",
        "january",
        "atlantic",
        "story",
        "fantastic",
        "lead",
        "great",
        "american",
        "novel",
        "enters",
        "public",
        "domain",
        "january",
        "literally",
        "concept",
        "book",
        "william",
        "carlos",
        "advertisement",
        "food",
        "thought",
        "necessity",
        "may",
        "mother",
        "invention",
        "intellectual",
        "property",
        "right",
        "keep",
        "money",
        "flowing",
        "popular",
        "mechanic",
        "wonderful",
        "feature",
        "examining",
        "patent",
        "changed",
        "world",
        "ranging",
        "iphone",
        "satellite",
        "gps",
        "network",
        "explanation",
        "one",
        "important",
        "car",
        "patent",
        "called",
        "vision",
        "system",
        "autonomous",
        "history",
        "driverless",
        "automobile",
        "go",
        "back",
        "almost",
        "hundred",
        "year",
        "houdina",
        "radio",
        "control",
        "navigated",
        "driverless",
        "chandler",
        "manhattan",
        "operating",
        "radio",
        "signal",
        "car",
        "following",
        "behind",
        "seventy",
        "year",
        "later",
        "carnegie",
        "mellon",
        "university",
        "navlab",
        "project",
        "hand",
        "across",
        "america",
        "drove",
        "mile",
        "across",
        "country",
        "car",
        "steering",
        "driver",
        "accelerating",
        "braking",
        "hundred",
        "patent",
        "car",
        "technology",
        "exist",
        "company",
        "broke",
        "barrier",
        "italian",
        "machine",
        "vision",
        "company",
        "called",
        "vislab",
        "july",
        "vislab",
        "car",
        "braive",
        "autonomously",
        "navigated",
        "street",
        "crosswalk",
        "traffic",
        "light",
        "roundabout",
        "obstacle",
        "downtown",
        "parma",
        "italy",
        "first",
        "patent",
        "company",
        "hold",
        "car",
        "technology",
        "camera",
        "sensor",
        "system",
        "take",
        "information",
        "vehicle",
        "surroundings",
        "input",
        "command",
        "computer",
        "today",
        "many",
        "large",
        "technology",
        "auto",
        "company",
        "developing",
        "car",
        "google",
        "amazon",
        "tesla",
        "predict",
        "car",
        "replace",
        "traditional",
        "public",
        "transportation",
        "conventional",
        "car",
        "city",
        "transforming",
        "urban",
        "transportation",
        "network",
        "interconnected",
        "vehicle",
        "effectively",
        "eliminate",
        "traffic",
        "case",
        "missed",
        "apple",
        "analyst",
        "offer",
        "mea",
        "culpas",
        "iphone",
        "sale",
        "hold",
        "aaron",
        "pressman",
        "ftc",
        "warns",
        "six",
        "major",
        "company",
        "including",
        "sony",
        "nintendo",
        "warranty",
        "coverage",
        "illegal",
        "lisa",
        "marie",
        "segarra",
        "amazon",
        "prepping",
        "whole",
        "food",
        "discount",
        "prime",
        "member",
        "reisinger",
        "facebook",
        "used",
        "billion",
        "instagram",
        "photo",
        "improve",
        "artificial",
        "intelligence",
        "jonathan",
        "vanian",
        "facebook",
        "flounder",
        "woman",
        "build",
        "social",
        "network",
        "valentina",
        "zarya",
        "hulu",
        "grows",
        "past",
        "million",
        "subscriber",
        "let",
        "download",
        "show",
        "reisinger",
        "commentary",
        "state",
        "getting",
        "tough",
        "data",
        "might",
        "problem",
        "greg",
        "arnette",
        "advertisement",
        "go",
        "storyline",
        "classic",
        "1980s",
        "film",
        "karate",
        "kid",
        "getting",
        "new",
        "life",
        "thanks",
        "youtube",
        "red",
        "google",
        "service",
        "subscription",
        "program",
        "fund",
        "original",
        "series",
        "called",
        "cobra",
        "kai",
        "new",
        "series",
        "brings",
        "back",
        "star",
        "original",
        "movie",
        "ralph",
        "macchio",
        "william",
        "zabka",
        "see",
        "character",
        "faring",
        "current",
        "time",
        "edition",
        "data",
        "sheet",
        "curated",
        "aaron",
        "pressman",
        "find",
        "past",
        "issue",
        "sign",
        "fortune",
        "newsletter"
    ]
}