{
    "organizations": [],
    "uuid": "fa575d3bc0d15326c6f53fc9543b5e2ca3853fdb",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/globe-newswire-vericel-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Vericel Reports First Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Record First Quarter Revenues of $18.0 Million\nConference Call Today at 8:30am Eastern Time\nCAMBRIDGE, Mass., Vericel Corporation (NASDAQ:VCEL), a leader in advanced cell therapies for the sports medicine and severe burn care markets, today reported financial results and business highlights for the first quarter ended March 31, 2018.\nFirst Quarter 2018 Financial Highlights\nTotal net revenues of $18.0 million compared to $9.4 million in the first quarter of 2017; first quarter 2017 revenues included a $2.8 million revenue reserve for Carticel ® and MACI ® related to a contractual dispute between one of the Company’s pharmacy providers and a third-party payer; Gross margins of 57% compared to gross margins of 24% in the first quarter of 2017; Net loss of $7.7 million, or $0.21 loss per share, which included warrant-related expense of $2.9 million, compared to net loss of $9.8 million, or $0.31 per share, in the first quarter of 2017, which included $0.1 million of warrant income; Non-GAAP adjusted EBITDA loss of $2.6 million compared to a loss of $5.9 million in the first quarter of 2017; and As of March 31, 2018, the company had $29.8 million in cash compared to $26.9 million in cash at December 31, 2017.\nRecent Business Highlights\nDuring and since the first quarter of 2018, the company:\nAchieved record first quarter revenues and the fourth straight quarter of 30% or greater revenue growth versus the same quarter of the prior year; Achieved the Company’s first quarter of positive operating cash flow; Deployed the expanded MACI (autologous cultured chondrocytes on porcine collagen membrane) sales force, which increased from 28 to 40 sales representatives; Launched the MACI ‘It’s Your Move’ campaign in partnership with world champion swimmer, five-time Olympian, and best-selling author Dara Torres; and Announced the publication of results from the Phase 3 SUMMIT Extension Study in the American Journal of Sports Medicine demonstrating sustained clinical benefit of MACI out to five years.\n“We had a strong start to 2018 with significant revenue growth for both MACI and Epicel, and delivered the fourth straight quarter of 30% or higher revenue growth compared to the same quarter of the prior year,” said Nick Colangelo, president and CEO of Vericel. “We also reported significant margin improvements and generated the Company’s first quarter of positive operating cash flow as we continue to move our current business towards sustained profitability.”\nFirst Quarter 2018 Results\nTotal net revenues for the quarter ended March 31, 2018 were $18.0 million, which included $12.1 million of MACI net revenue and $6.0 million of Epicel ® (cultured epidermal autografts) net revenue, compared to $5.0 million of Carticel (autologous cultured chondrocytes) and MACI net revenue and $4.4 million of Epicel net revenue, respectively, in the first quarter of 2017. Total net revenues for the quarter ended March 31, 2017 included a $2.8 million revenue reserve for Carticel and MACI related to a contractual dispute between one of the Company’s pharmacy providers and a third-party payer. Total net revenues increased 93% compared to the first quarter of 2017, with MACI revenue increasing 141% and Epicel revenue increasing 37%, respectively, compared to the same period in 2017. Excluding the revenue reserve in the first quarter of 2017, non-GAAP net revenues increased 49%, with MACI revenue increasing 55% compared to first quarter of 2017.\nGross profit for the quarter ended March 31, 2018 was $10.4 million, or 57% of net revenues, compared to $2.3 million, or 24% of net revenues, for the first quarter of 2017.\nTotal operating expenses for the quarter ended March 31, 2018 were $14.7 million compared to $11.9 million for the same period in 2017.\nLoss from operations for the quarter ended March 31, 2018 was $4.3 million, compared to a loss of $9.6 million for the first quarter of 2017. Material non-cash items impacting the operating loss for the quarter included $1.3 million of stock-based compensation expense and $0.4 million in depreciation expense.\nOther expense for the quarter ended March 31, 2018 was $3.3 million compared to $0.2 million for the same period in 2017. The change in other expense for the quarter is primarily due to a $2.9 million change in the fair value of warrants.\nNon-GAAP adjusted EBITDA loss was $2.6 million for the quarter ended March 31, 2018 compared to a loss of $5.9 million in the same period in 2017. See table reconciling non-GAAP measures for more details.\nVericel’s net loss for the quarter ended March 31, 2018 was $7.7 million, or $0.21 per share, compared to a net loss of $9.8 million, or $0.31 per share, for the same period in 2017.\nAs of March 31, 2018, the company had $29.8 million in cash compared to $26.9 million in cash at December 31, 2017.\n“Our first quarter results demonstrated continued momentum moving into our second year with MACI on the market and that investments made in Epicel are continuing to drive additional utilization,” added Mr. Colangelo. “We believe that an expanded MACI sales force in 2018, together with patient-focused marketing initiatives, will further strengthen our position in the market and build the foundation for strong revenue growth in the years ahead.”\nConference Call Information\nToday's conference call will be available live at 8:30am Eastern time in the Investor Relations section of the Vericel website at http://investors.vcel.com/events.cfm. Please access the site at least 15 minutes prior to the scheduled start time in order to download the required audio software if necessary. To participate in the live call by telephone, please call (877) 312-5881 and reference Vericel Corporation's first-quarter 2018 investor conference call. If calling from outside the U.S., please use the international phone number (253) 237-1173.\nIf you are unable to participate in the live call, the webcast will be available at http://investors.vcel.com/events.cfm until May 8, 2019. A replay of the call will also be available until 11:30am (EST) on May 13, 2018 by calling (855) 859-2056, or from outside the U.S. (404) 537-3406. The conference ID is 1564056.\nAbout Vericel Corporation\nVericel is a leader in advanced cell therapies for the sports medicine and severe burn care markets. The company markets two cell therapy products in the United States. MACI (autologous cultured chondrocytes on porcine collagen membrane) is an autologous cellularized scaffold product indicated for the repair of symptomatic, single or multiple full-thickness cartilage defects of the knee with or without bone involvement in adults. Epicel (cultured epidermal autografts) is a permanent skin replacement for the treatment of patients with deep dermal or full thickness burns greater than or equal to 30% of total body surface area. For more information, please visit the company's website at www.vcel.com .\nGAAP v. Non‑GAAP Measures\nVericel's reported earnings are prepared in accordance with generally accepted accounting principles in the United States, or GAAP, and represent earnings as reported to the Securities and Exchange Commission. Vericel has provided in this release financial information that has not been prepared in accordance with GAAP. Vericel's management believes that adjusted EBITDA loss described in the release, or EBITDA loss adjusted for specific items that are generally not indicative of our core operations, provides additional information that is useful to investors in understanding Vericel's underlying performance, business and performance trends, and helps facilitate period to period comparisons and compare its financial measures with other companies in Vericel's industry. However, non-GAAP financial measures that Vericel uses may differ from measures that other companies may use. Non-GAAP financial measures are not required to be uniformly applied, are not audited and should not be considered in isolation or as substitutes for results prepared in accordance with GAAP.\nEpicel ® , MACI ® and Carticel ® are registered trademarks of Vericel Corporation. © 2018 Vericel Corporation. All rights reserved.\nThis document contains forward-looking statements, including, without limitation, statements concerning anticipated progress, objectives and expectations regarding the commercial potential of our products and growth in revenues, and objectives and expectations regarding our company described herein, all of which involve certain risks and uncertainties. These statements are often, but are not always, made through the use of words or phrases such as \"anticipates,\" \"intends,\" \"estimates,\" \"plans,\" \"expects,\" \"we believe,\" \"we intend,\" “guidance,” ”outlook,” “future,” and similar words or phrases, or future or conditional verbs such as \"will,\" \"would,\" \"should,\" \"potential,\" \"could,\" \"may,\" or similar expressions. Actual results may differ significantly from the expectations contained in the forward-looking statements. Among the factors that may result in differences are the inherent uncertainties associated with our expectations regarding 2018 revenues, our ability to achieve or sustain profitability, our need to generate significant sales to become profitable, potential fluctuations in sales volumes and our results of operations over the course of the year, competitive developments, estimating the commercial growth potential of our products and product candidates and growth in revenues and improvement in costs, market demand for our products, our ability to secure consistent reimbursement for our products, changes in third party coverage and reimbursement, any disruption or delays in operations at our facilities, our dependence on a limited number of third party suppliers, our ability to maintain and expand our network of direct sales employees, and our ability to supply or meet customer demand for our products. These and other significant factors are discussed in greater detail in Vericel's Annual Report on Form 10-K for the year ended December 31, 2017, filed with the Securities and Exchange Commission (\"SEC\") on March 5, 2018, Quarterly Reports on Form 10-Q and other filings with the SEC. These forward-looking statements reflect management's current views and Vericel does not undertake to update any of these forward-looking statements to reflect a change in its views or events or circumstances that occur after the date of this release except as required by law.\nvcel-fin\nGlobal Media Contacts:\nDavid Schull\nRusso Partners LLC\n+1 212-845-4271 (office)\n+1 858-717-2310 (mobile)\nDavid.schull@russopartnersllc.com\nKaren Chase\nRusso Partners LLC\n+1 646-942-5627 (office)\n+1 917-547-0434 (mobile)\nKaren.chase@russopartnersllc.com\nInvestor Contacts:\nChad Rubin\nSolebury Trout\ncrubin@troutgroup.com\n+1 (646) 378-2947\nLee Stern\nSolebury Trout\nlstern@troutgroup.com\n+1 (646) 378-2922\nVERICEL CORPORATION\nCONDENSED CONSOLIDATED BALANCE SHEETS\n(unaudited, amounts in thousands)\nMarch 31, December 31, 2018 2017 ASSETS Current assets: Cash $ 29,777 $ 26,862 Accounts receivable (net of allowance for doubtful accounts of $315 and $249, respectively) 13,162 18,270 Inventory 3,905 3,793 Other current assets 1,358 1,581 Total current assets 48,202 50,506 Property and equipment, net 4,207 4,071 Total assets $ 52,409 $ 54,577 LIABILITIES AND SHAREHOLDERS’ EQUITY Current liabilities: Accounts payable $ 5,768 $ 5,552 Accrued expenses 4,007 5,573 Short term deferred rent 426 420 Current portion of term loan credit agreement (net of deferred costs of $69 and $67, respectively) 1,597 350 Warrant liabilities 1,921 1,014 Other 159 181 Total current liabilities 13,878 13,090 Revolving and term loan credit agreement (net of deferred costs of $185 and $196, respectively) 15,649 16,888 Long term deferred rent 1,947 2,059 Total liabilities 31,474 32,037 COMMITMENTS AND CONTINGENCIES Shareholders’ equity: Common stock, no par value; shares authorized — 75,000; shares issued and outstanding — 36,502\nand 35,861, respectively 389,074 383,020 Warrants 397 397 Accumulated deficit (368,536 ) (360,877 ) Total shareholders’ equity 20,935 22,540 Total liabilities and shareholders’ equity $ 52,409 $ 54,577 VERICEL CORPORATION\nCONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS\n(unaudited, amounts in thousands except per share amounts)\nThree Months Ended March 31, 2018 2017 Product sales, net $ 18,027 $ 9,361 Cost of product sales 7,666 7,109 Gross profit 10,361 2,252 Research and development 3,729 3,467 Selling, general and administrative 10,954 8,408 Total operating expenses 14,683 11,875 Loss from operations (4,322 ) (9,623 ) Other income (expense): (Increase) decrease in fair value of warrants (2,907 ) 107 Foreign currency translation (loss) (44 ) (1 ) Interest income — 1 Interest expense (432 ) (262 ) Other income 46 — Total other income (expense) (3,337 ) (155 ) Net loss $ (7,659 ) $ (9,778 ) Net loss per share attributable to common shareholders (Basic and Diluted) $ (0.21 ) $ (0.31 ) Weighted average number of common shares outstanding (Basic and Diluted) 36,140 31,896\nRECONCILIATION OF REPORTED NET LOSS (GAAP) TO ADJUSTED EBITDA (NON-GAAP MEASURE) - UNAUDITED Three Months Ended March 31, (In thousands) 2018 2017 Net loss (GAAP) $ (7,659 ) $ (9,778 ) Change in fair value of warrants 2,907 (107 ) Revenue reserve related to a dispute between pharmacy provider and payer — 2,775 Stock compensation expense 1,342 502 Depreciation and amortization 427 409 Net interest expense 432 261 Adjusted EBITDA (Non-GAAP) $ (2,551 ) $ (5,938 )\nSource:Vericel Corporation",
    "published": "2018-05-08T15:00:00.000+03:00",
    "crawled": "2018-05-08T15:34:01.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "record",
        "first",
        "quarter",
        "revenue",
        "million",
        "conference",
        "call",
        "today",
        "eastern",
        "time",
        "cambridge",
        "vericel",
        "corporation",
        "nasdaq",
        "vcel",
        "leader",
        "advanced",
        "cell",
        "therapy",
        "sport",
        "medicine",
        "severe",
        "burn",
        "care",
        "market",
        "today",
        "reported",
        "financial",
        "result",
        "business",
        "highlight",
        "first",
        "quarter",
        "ended",
        "march",
        "first",
        "quarter",
        "financial",
        "highlight",
        "total",
        "net",
        "revenue",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "first",
        "quarter",
        "revenue",
        "included",
        "million",
        "revenue",
        "reserve",
        "carticel",
        "maci",
        "related",
        "contractual",
        "dispute",
        "one",
        "company",
        "pharmacy",
        "provider",
        "payer",
        "gross",
        "margin",
        "compared",
        "gross",
        "margin",
        "first",
        "quarter",
        "net",
        "loss",
        "million",
        "loss",
        "per",
        "share",
        "included",
        "expense",
        "million",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "first",
        "quarter",
        "included",
        "million",
        "warrant",
        "income",
        "adjusted",
        "ebitda",
        "loss",
        "million",
        "compared",
        "loss",
        "million",
        "first",
        "quarter",
        "march",
        "company",
        "million",
        "cash",
        "compared",
        "million",
        "cash",
        "december",
        "recent",
        "business",
        "highlight",
        "since",
        "first",
        "quarter",
        "company",
        "achieved",
        "record",
        "first",
        "quarter",
        "revenue",
        "fourth",
        "straight",
        "quarter",
        "greater",
        "revenue",
        "growth",
        "versus",
        "quarter",
        "prior",
        "year",
        "achieved",
        "company",
        "first",
        "quarter",
        "positive",
        "operating",
        "cash",
        "flow",
        "deployed",
        "expanded",
        "maci",
        "autologous",
        "cultured",
        "chondrocytes",
        "porcine",
        "collagen",
        "membrane",
        "sale",
        "force",
        "increased",
        "sale",
        "representative",
        "launched",
        "maci",
        "move",
        "campaign",
        "partnership",
        "world",
        "champion",
        "swimmer",
        "olympian",
        "author",
        "dara",
        "torres",
        "announced",
        "publication",
        "result",
        "phase",
        "summit",
        "extension",
        "study",
        "american",
        "journal",
        "sport",
        "medicine",
        "demonstrating",
        "sustained",
        "clinical",
        "benefit",
        "maci",
        "five",
        "year",
        "strong",
        "start",
        "significant",
        "revenue",
        "growth",
        "maci",
        "epicel",
        "delivered",
        "fourth",
        "straight",
        "quarter",
        "higher",
        "revenue",
        "growth",
        "compared",
        "quarter",
        "prior",
        "year",
        "said",
        "nick",
        "colangelo",
        "president",
        "ceo",
        "vericel",
        "also",
        "reported",
        "significant",
        "margin",
        "improvement",
        "generated",
        "company",
        "first",
        "quarter",
        "positive",
        "operating",
        "cash",
        "flow",
        "continue",
        "move",
        "current",
        "business",
        "towards",
        "sustained",
        "first",
        "quarter",
        "result",
        "total",
        "net",
        "revenue",
        "quarter",
        "ended",
        "march",
        "million",
        "included",
        "million",
        "maci",
        "net",
        "revenue",
        "million",
        "epicel",
        "cultured",
        "epidermal",
        "autograft",
        "net",
        "revenue",
        "compared",
        "million",
        "carticel",
        "autologous",
        "cultured",
        "chondrocytes",
        "maci",
        "net",
        "revenue",
        "million",
        "epicel",
        "net",
        "revenue",
        "respectively",
        "first",
        "quarter",
        "total",
        "net",
        "revenue",
        "quarter",
        "ended",
        "march",
        "included",
        "million",
        "revenue",
        "reserve",
        "carticel",
        "maci",
        "related",
        "contractual",
        "dispute",
        "one",
        "company",
        "pharmacy",
        "provider",
        "payer",
        "total",
        "net",
        "revenue",
        "increased",
        "compared",
        "first",
        "quarter",
        "maci",
        "revenue",
        "increasing",
        "epicel",
        "revenue",
        "increasing",
        "respectively",
        "compared",
        "period",
        "excluding",
        "revenue",
        "reserve",
        "first",
        "quarter",
        "net",
        "revenue",
        "increased",
        "maci",
        "revenue",
        "increasing",
        "compared",
        "first",
        "quarter",
        "gross",
        "profit",
        "quarter",
        "ended",
        "march",
        "million",
        "net",
        "revenue",
        "compared",
        "million",
        "net",
        "revenue",
        "first",
        "quarter",
        "total",
        "operating",
        "expense",
        "quarter",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "period",
        "loss",
        "operation",
        "quarter",
        "ended",
        "march",
        "million",
        "compared",
        "loss",
        "million",
        "first",
        "quarter",
        "material",
        "item",
        "impacting",
        "operating",
        "loss",
        "quarter",
        "included",
        "million",
        "compensation",
        "expense",
        "million",
        "depreciation",
        "expense",
        "expense",
        "quarter",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "period",
        "change",
        "expense",
        "quarter",
        "primarily",
        "due",
        "million",
        "change",
        "fair",
        "value",
        "warrant",
        "adjusted",
        "ebitda",
        "loss",
        "million",
        "quarter",
        "ended",
        "march",
        "compared",
        "loss",
        "million",
        "period",
        "see",
        "table",
        "reconciling",
        "measure",
        "detail",
        "vericel",
        "net",
        "loss",
        "quarter",
        "ended",
        "march",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "period",
        "march",
        "company",
        "million",
        "cash",
        "compared",
        "million",
        "cash",
        "december",
        "first",
        "quarter",
        "result",
        "demonstrated",
        "continued",
        "momentum",
        "moving",
        "second",
        "year",
        "maci",
        "market",
        "investment",
        "made",
        "epicel",
        "continuing",
        "drive",
        "additional",
        "utilization",
        "added",
        "colangelo",
        "believe",
        "expanded",
        "maci",
        "sale",
        "force",
        "together",
        "marketing",
        "initiative",
        "strengthen",
        "position",
        "market",
        "build",
        "foundation",
        "strong",
        "revenue",
        "growth",
        "year",
        "conference",
        "call",
        "information",
        "today",
        "conference",
        "call",
        "available",
        "live",
        "eastern",
        "time",
        "investor",
        "relation",
        "section",
        "vericel",
        "website",
        "http",
        "please",
        "access",
        "site",
        "least",
        "minute",
        "prior",
        "scheduled",
        "start",
        "time",
        "order",
        "download",
        "required",
        "audio",
        "software",
        "necessary",
        "participate",
        "live",
        "call",
        "telephone",
        "please",
        "call",
        "reference",
        "vericel",
        "corporation",
        "investor",
        "conference",
        "call",
        "calling",
        "outside",
        "please",
        "use",
        "international",
        "phone",
        "number",
        "unable",
        "participate",
        "live",
        "call",
        "webcast",
        "available",
        "http",
        "may",
        "replay",
        "call",
        "also",
        "available",
        "est",
        "may",
        "calling",
        "outside",
        "conference",
        "id",
        "vericel",
        "corporation",
        "vericel",
        "leader",
        "advanced",
        "cell",
        "therapy",
        "sport",
        "medicine",
        "severe",
        "burn",
        "care",
        "market",
        "company",
        "market",
        "two",
        "cell",
        "therapy",
        "product",
        "united",
        "state",
        "maci",
        "autologous",
        "cultured",
        "chondrocytes",
        "porcine",
        "collagen",
        "membrane",
        "autologous",
        "cellularized",
        "scaffold",
        "product",
        "indicated",
        "repair",
        "symptomatic",
        "single",
        "multiple",
        "cartilage",
        "defect",
        "knee",
        "without",
        "bone",
        "involvement",
        "adult",
        "epicel",
        "cultured",
        "epidermal",
        "autograft",
        "permanent",
        "skin",
        "replacement",
        "treatment",
        "patient",
        "deep",
        "dermal",
        "full",
        "thickness",
        "burn",
        "greater",
        "equal",
        "total",
        "body",
        "surface",
        "area",
        "information",
        "please",
        "visit",
        "company",
        "website",
        "gaap",
        "measure",
        "vericel",
        "reported",
        "earnings",
        "prepared",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "united",
        "state",
        "gaap",
        "represent",
        "earnings",
        "reported",
        "security",
        "exchange",
        "commission",
        "vericel",
        "provided",
        "release",
        "financial",
        "information",
        "prepared",
        "accordance",
        "gaap",
        "vericel",
        "management",
        "belief",
        "adjusted",
        "ebitda",
        "loss",
        "described",
        "release",
        "ebitda",
        "loss",
        "adjusted",
        "specific",
        "item",
        "generally",
        "indicative",
        "core",
        "operation",
        "provides",
        "additional",
        "information",
        "useful",
        "investor",
        "understanding",
        "vericel",
        "underlying",
        "performance",
        "business",
        "performance",
        "trend",
        "help",
        "facilitate",
        "period",
        "period",
        "comparison",
        "compare",
        "financial",
        "measure",
        "company",
        "vericel",
        "industry",
        "however",
        "financial",
        "measure",
        "vericel",
        "us",
        "may",
        "differ",
        "measure",
        "company",
        "may",
        "use",
        "financial",
        "measure",
        "required",
        "uniformly",
        "applied",
        "audited",
        "considered",
        "isolation",
        "substitute",
        "result",
        "prepared",
        "accordance",
        "gaap",
        "epicel",
        "maci",
        "carticel",
        "registered",
        "trademark",
        "vericel",
        "corporation",
        "vericel",
        "corporation",
        "right",
        "reserved",
        "document",
        "contains",
        "statement",
        "including",
        "without",
        "limitation",
        "statement",
        "concerning",
        "anticipated",
        "progress",
        "objective",
        "expectation",
        "regarding",
        "commercial",
        "potential",
        "product",
        "growth",
        "revenue",
        "objective",
        "expectation",
        "regarding",
        "company",
        "described",
        "herein",
        "involve",
        "certain",
        "risk",
        "uncertainty",
        "statement",
        "often",
        "always",
        "made",
        "use",
        "word",
        "phrase",
        "anticipates",
        "intends",
        "estimate",
        "plan",
        "expects",
        "believe",
        "intend",
        "guidance",
        "outlook",
        "future",
        "similar",
        "word",
        "phrase",
        "future",
        "conditional",
        "verb",
        "would",
        "potential",
        "could",
        "may",
        "similar",
        "expression",
        "actual",
        "result",
        "may",
        "differ",
        "significantly",
        "expectation",
        "contained",
        "statement",
        "among",
        "factor",
        "may",
        "result",
        "difference",
        "inherent",
        "uncertainty",
        "associated",
        "expectation",
        "regarding",
        "revenue",
        "ability",
        "achieve",
        "sustain",
        "profitability",
        "need",
        "generate",
        "significant",
        "sale",
        "become",
        "profitable",
        "potential",
        "fluctuation",
        "sale",
        "volume",
        "result",
        "operation",
        "course",
        "year",
        "competitive",
        "development",
        "estimating",
        "commercial",
        "growth",
        "potential",
        "product",
        "product",
        "candidate",
        "growth",
        "revenue",
        "improvement",
        "cost",
        "market",
        "demand",
        "product",
        "ability",
        "secure",
        "consistent",
        "reimbursement",
        "product",
        "change",
        "third",
        "party",
        "coverage",
        "reimbursement",
        "disruption",
        "delay",
        "operation",
        "facility",
        "dependence",
        "limited",
        "number",
        "third",
        "party",
        "supplier",
        "ability",
        "maintain",
        "expand",
        "network",
        "direct",
        "sale",
        "employee",
        "ability",
        "supply",
        "meet",
        "customer",
        "demand",
        "product",
        "significant",
        "factor",
        "discussed",
        "greater",
        "detail",
        "vericel",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "march",
        "quarterly",
        "report",
        "form",
        "filing",
        "sec",
        "statement",
        "reflect",
        "management",
        "current",
        "view",
        "vericel",
        "undertake",
        "update",
        "statement",
        "reflect",
        "change",
        "view",
        "event",
        "circumstance",
        "occur",
        "date",
        "release",
        "except",
        "required",
        "law",
        "global",
        "medium",
        "contact",
        "david",
        "schull",
        "russo",
        "partner",
        "llc",
        "office",
        "mobile",
        "karen",
        "chase",
        "russo",
        "partner",
        "llc",
        "office",
        "mobile",
        "investor",
        "contact",
        "chad",
        "rubin",
        "solebury",
        "trout",
        "crubin",
        "lee",
        "stern",
        "solebury",
        "trout",
        "lstern",
        "vericel",
        "corporation",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "amount",
        "thousand",
        "march",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "account",
        "receivable",
        "net",
        "allowance",
        "doubtful",
        "account",
        "respectively",
        "inventory",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "total",
        "asset",
        "liability",
        "shareholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "short",
        "term",
        "deferred",
        "rent",
        "current",
        "portion",
        "term",
        "loan",
        "credit",
        "agreement",
        "net",
        "deferred",
        "cost",
        "respectively",
        "warrant",
        "liability",
        "total",
        "current",
        "liability",
        "revolving",
        "term",
        "loan",
        "credit",
        "agreement",
        "net",
        "deferred",
        "cost",
        "respectively",
        "long",
        "term",
        "deferred",
        "rent",
        "total",
        "liability",
        "commitment",
        "contingency",
        "shareholder",
        "equity",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "respectively",
        "warrant",
        "accumulated",
        "deficit",
        "total",
        "shareholder",
        "equity",
        "total",
        "liability",
        "shareholder",
        "equity",
        "vericel",
        "corporation",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "amount",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "march",
        "product",
        "sale",
        "net",
        "cost",
        "product",
        "sale",
        "gross",
        "profit",
        "research",
        "development",
        "selling",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "increase",
        "decrease",
        "fair",
        "value",
        "warrant",
        "foreign",
        "currency",
        "translation",
        "loss",
        "interest",
        "income",
        "interest",
        "expense",
        "income",
        "total",
        "income",
        "expense",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "attributable",
        "common",
        "shareholder",
        "basic",
        "diluted",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "reconciliation",
        "reported",
        "net",
        "loss",
        "gaap",
        "adjusted",
        "ebitda",
        "measure",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "thousand",
        "net",
        "loss",
        "gaap",
        "change",
        "fair",
        "value",
        "warrant",
        "revenue",
        "reserve",
        "related",
        "dispute",
        "pharmacy",
        "provider",
        "payer",
        "stock",
        "compensation",
        "expense",
        "depreciation",
        "amortization",
        "net",
        "interest",
        "expense",
        "adjusted",
        "ebitda",
        "source",
        "vericel",
        "corporation"
    ]
}