{
    "organizations": [],
    "uuid": "45eb0063c830519279c78a332c6377880b08100d",
    "author": "",
    "url": "https://www.cnbc.com/2018/04/30/add-cryptocurrency-assets-to-estate-plan-to-save-your-fortune.html",
    "ord_in_thread": 0,
    "title": "That fortune will be lost if you don't update estate plan to include cryptocurrency assets",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "The rapid rise in value of cryptocurrency has created a great deal of buzz — as well as a lot of wealth for some investors — in recent years.\nBut we're now staring at a potential crisis wherein millions, and possibly billions, of dollars' worth of wealth might simply disappear unless people update their estate planning to include their crypto assets.\nKoron | Getty Images It's essential to adopt best practices to keep your crypto assets secure — today and later for your heirs. That might include keeping your passcode in a \"digital wallet,\" or smart thumb drive. That means people with cryptocurrency holdings need to document that they own it, where they purchased it and how heirs can get access to it.\nThe problem, of course, is that the appeal to investors interested in crypto is its secrecy. No one will know if you have any bitcoin assets unless you tell them. That's great if you're planning to keep your wealth under the radar. But what happens if you die unexpectedly — and you haven't told your loved ones and heirs about your cryptocurrency stash?\nIt used to be that when someone passed away without a comprehensive estate plan, heirs simply had to watch the mailbox for 90 days or so to collect the different bank or brokerage statements that trickled in over time.\nThings got more complicated with the advent of online banking and investing, because now you needed the deceased's email address as well as a password to access their account. These days you might even need to know if someone has an online lending account through an automated platform provider.\nMore from Advisor Insight:\nWhy investors can't gauge their own risk tolerance\nCrazy tax moves clients wanted advisors to try for 2018\nDon't put all your financial eggs in one investment basket\nEven if heirs didn't know about the existence of such accounts, they would eventually receive something from the Internal Revenue Service alerting them to unreported income from an overlooked account. It might take up to a year, but at least the surviving heirs would eventually learn about it.\nThere is, however, a document that can help alleviate this stress and avoid the waiting game. It's called the net-worth statement. It's basically a financial reporting document that details an individual's assets and liabilities — both short- and long-term.\nMany people keep an updated list (often in a safety deposit box) of all their financial account information, along with a list of instructions for their heirs. Meanwhile, other people have begun using password-aggregation software as a way to securely keep all of their account information in a single repository, both as a backup and as a way to share that information with their heirs if need be.\nMany believe that having the now-deceased account holder's login information will help them access the funds. Keep in mind that when an institution such as a bank or investment firm learns that someone dies, they will freeze those accounts until the estate-settlement process is completed. That means that you won't be able to log in to those accounts, even if you know the estate owner's login and passwords, until there is a transfer of ownership of those accounts. What's more important is knowing that they exist.\nSign Up for Our Newsletter Your Wealth Weekly advice on managing your money SIGN UP NOW Get this delivered to your inbox, and more info about about our products and service. Privacy Policy . Dealing with cryptocurrency, however, is another scenario altogether.\nUnlike accounts with major banks and financial institutions, cryptocurrencies do not send out statements or file reports to the IRS. There is no customer service number to call. You can't search for someone using his or her Social Security number. Everything very intentionally flies under the radar to allow your assets to remain incognito.\nBut there's a significant catch to all that secrecy: Unless you have included specific information about your crypto-holdings in your estate planning, you may inadvertently shortchange your heirs of any wealth that you have created.\nEven if your heirs know you owned cryptocurrency, there is no way they will be able to access those assets unless you also share the encrypted passcode needed to unlock your account — which can be virtually impossible unless you have planned ahead for such a contingency.\nThere are now countless stories of bitcoin owners who have gone to great lengths to try to remember or recover lost passcodes — from digging through trash bins to hiring hypnotists. With all the wealth at stake, there is also the increased risk that hackers might also try to find a way to access your crypto-assets if you aren't careful.\n\"The key is to make sure you include and provide access to whatever information your heirs might need to access your crypto account in case of an unexpected emergency.\" It's essential to put a greater emphasis on adopting best practices in keeping your crypto assets secure — today and later for your heirs.\nThat might include keeping both a written version of your passcode in that safety deposit box, as well as a portable electronic version in a \"digital wallet.\" That is essentially a smart thumb drive that securely stores important account information offline where hackers can't access it. These devices allow you to create a PIN number and string of recovery keywords that you can even use on a separate device in case of a hardware malfunction.\nGiven the high stakes and mounting wealth associated with the growth of cryptocurrency, there are sure to be new solutions to backing up your assets hitting the market in the next few months and years. The key is to make sure you include and provide access to whatever information your heirs might need to access your crypto account in case of an unexpected emergency.\nWithout that fail-safe in place, your loved ones will join countless others in the coming years who will be left to wonder what happened to all that crypto wealth that, quite literally, disappeared into thin air.\n— By Barry Glassman, founder and president of Glassman Wealth Services",
    "published": "2018-05-01T15:00:00.000+03:00",
    "crawled": "2018-05-01T15:11:39.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "rapid",
        "rise",
        "value",
        "cryptocurrency",
        "created",
        "great",
        "deal",
        "buzz",
        "well",
        "lot",
        "wealth",
        "investor",
        "recent",
        "year",
        "staring",
        "potential",
        "crisis",
        "wherein",
        "million",
        "possibly",
        "billion",
        "dollar",
        "worth",
        "wealth",
        "might",
        "simply",
        "disappear",
        "unless",
        "people",
        "update",
        "estate",
        "planning",
        "include",
        "crypto",
        "asset",
        "koron",
        "getty",
        "image",
        "essential",
        "adopt",
        "best",
        "practice",
        "keep",
        "crypto",
        "asset",
        "secure",
        "today",
        "later",
        "heir",
        "might",
        "include",
        "keeping",
        "passcode",
        "digital",
        "wallet",
        "smart",
        "thumb",
        "drive",
        "mean",
        "people",
        "cryptocurrency",
        "holding",
        "need",
        "document",
        "purchased",
        "heir",
        "get",
        "access",
        "problem",
        "course",
        "appeal",
        "investor",
        "interested",
        "crypto",
        "secrecy",
        "one",
        "know",
        "bitcoin",
        "asset",
        "unless",
        "tell",
        "great",
        "planning",
        "keep",
        "wealth",
        "radar",
        "happens",
        "die",
        "unexpectedly",
        "told",
        "loved",
        "one",
        "heir",
        "cryptocurrency",
        "stash",
        "used",
        "someone",
        "passed",
        "away",
        "without",
        "comprehensive",
        "estate",
        "plan",
        "heir",
        "simply",
        "watch",
        "mailbox",
        "day",
        "collect",
        "different",
        "bank",
        "brokerage",
        "statement",
        "trickled",
        "time",
        "thing",
        "got",
        "complicated",
        "advent",
        "online",
        "banking",
        "investing",
        "needed",
        "deceased",
        "email",
        "address",
        "well",
        "password",
        "access",
        "account",
        "day",
        "might",
        "even",
        "need",
        "know",
        "someone",
        "online",
        "lending",
        "account",
        "automated",
        "platform",
        "provider",
        "advisor",
        "insight",
        "investor",
        "ca",
        "gauge",
        "risk",
        "tolerance",
        "crazy",
        "tax",
        "move",
        "client",
        "wanted",
        "advisor",
        "try",
        "put",
        "financial",
        "egg",
        "one",
        "investment",
        "basket",
        "even",
        "heir",
        "know",
        "existence",
        "account",
        "would",
        "eventually",
        "receive",
        "something",
        "internal",
        "revenue",
        "service",
        "alerting",
        "unreported",
        "income",
        "overlooked",
        "account",
        "might",
        "take",
        "year",
        "least",
        "surviving",
        "heir",
        "would",
        "eventually",
        "learn",
        "however",
        "document",
        "help",
        "alleviate",
        "stress",
        "avoid",
        "waiting",
        "game",
        "called",
        "statement",
        "basically",
        "financial",
        "reporting",
        "document",
        "detail",
        "individual",
        "asset",
        "liability",
        "many",
        "people",
        "keep",
        "updated",
        "list",
        "often",
        "safety",
        "deposit",
        "box",
        "financial",
        "account",
        "information",
        "along",
        "list",
        "instruction",
        "heir",
        "meanwhile",
        "people",
        "begun",
        "using",
        "software",
        "way",
        "securely",
        "keep",
        "account",
        "information",
        "single",
        "repository",
        "backup",
        "way",
        "share",
        "information",
        "heir",
        "need",
        "many",
        "believe",
        "account",
        "holder",
        "login",
        "information",
        "help",
        "access",
        "fund",
        "keep",
        "mind",
        "institution",
        "bank",
        "investment",
        "firm",
        "learns",
        "someone",
        "dy",
        "freeze",
        "account",
        "process",
        "completed",
        "mean",
        "wo",
        "able",
        "log",
        "account",
        "even",
        "know",
        "estate",
        "owner",
        "login",
        "password",
        "transfer",
        "ownership",
        "account",
        "important",
        "knowing",
        "exist",
        "sign",
        "newsletter",
        "wealth",
        "weekly",
        "advice",
        "managing",
        "money",
        "sign",
        "get",
        "delivered",
        "inbox",
        "info",
        "product",
        "service",
        "privacy",
        "policy",
        "dealing",
        "cryptocurrency",
        "however",
        "another",
        "scenario",
        "altogether",
        "unlike",
        "account",
        "major",
        "bank",
        "financial",
        "institution",
        "cryptocurrencies",
        "send",
        "statement",
        "file",
        "report",
        "irs",
        "customer",
        "service",
        "number",
        "call",
        "ca",
        "search",
        "someone",
        "using",
        "social",
        "security",
        "number",
        "everything",
        "intentionally",
        "fly",
        "radar",
        "allow",
        "asset",
        "remain",
        "incognito",
        "significant",
        "catch",
        "secrecy",
        "unless",
        "included",
        "specific",
        "information",
        "estate",
        "planning",
        "may",
        "inadvertently",
        "shortchange",
        "heir",
        "wealth",
        "created",
        "even",
        "heir",
        "know",
        "owned",
        "cryptocurrency",
        "way",
        "able",
        "access",
        "asset",
        "unless",
        "also",
        "share",
        "encrypted",
        "passcode",
        "needed",
        "unlock",
        "account",
        "virtually",
        "impossible",
        "unless",
        "planned",
        "ahead",
        "contingency",
        "countless",
        "story",
        "bitcoin",
        "owner",
        "gone",
        "great",
        "length",
        "try",
        "remember",
        "recover",
        "lost",
        "passcodes",
        "digging",
        "trash",
        "bin",
        "hiring",
        "hypnotist",
        "wealth",
        "stake",
        "also",
        "increased",
        "risk",
        "hacker",
        "might",
        "also",
        "try",
        "find",
        "way",
        "access",
        "careful",
        "key",
        "make",
        "sure",
        "include",
        "provide",
        "access",
        "whatever",
        "information",
        "heir",
        "might",
        "need",
        "access",
        "crypto",
        "account",
        "case",
        "unexpected",
        "emergency",
        "essential",
        "put",
        "greater",
        "emphasis",
        "adopting",
        "best",
        "practice",
        "keeping",
        "crypto",
        "asset",
        "secure",
        "today",
        "later",
        "heir",
        "might",
        "include",
        "keeping",
        "written",
        "version",
        "passcode",
        "safety",
        "deposit",
        "box",
        "well",
        "portable",
        "electronic",
        "version",
        "digital",
        "wallet",
        "essentially",
        "smart",
        "thumb",
        "drive",
        "securely",
        "store",
        "important",
        "account",
        "information",
        "offline",
        "hacker",
        "ca",
        "access",
        "device",
        "allow",
        "create",
        "pin",
        "number",
        "string",
        "recovery",
        "keywords",
        "even",
        "use",
        "separate",
        "device",
        "case",
        "hardware",
        "malfunction",
        "given",
        "high",
        "stake",
        "mounting",
        "wealth",
        "associated",
        "growth",
        "cryptocurrency",
        "sure",
        "new",
        "solution",
        "backing",
        "asset",
        "hitting",
        "market",
        "next",
        "month",
        "year",
        "key",
        "make",
        "sure",
        "include",
        "provide",
        "access",
        "whatever",
        "information",
        "heir",
        "might",
        "need",
        "access",
        "crypto",
        "account",
        "case",
        "unexpected",
        "emergency",
        "without",
        "place",
        "loved",
        "one",
        "join",
        "countless",
        "others",
        "coming",
        "year",
        "left",
        "wonder",
        "happened",
        "crypto",
        "wealth",
        "quite",
        "literally",
        "disappeared",
        "thin",
        "air",
        "barry",
        "glassman",
        "founder",
        "president",
        "glassman",
        "wealth",
        "service"
    ]
}