{
    "organizations": [],
    "uuid": "698ffe6b9ec0bda1b0ca442bb68d97132665dd49",
    "author": "",
    "url": "https://www.reuters.com/article/us-congo-agriculture/africas-green-revolution-stumbles-at-congo-project-to-solve-food-shortages-idUSKCN1IN0IJ",
    "ord_in_thread": 0,
    "title": "Africa's green revolution stumbles at Congo project to solve food shortages",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "May 22, 2018 / 6:10 AM / Updated 10 hours ago Africa's green revolution stumbles at Congo project to solve food shortages Aaron Ross 8 Min Read\nDAKAR (Reuters) - In 2014, Democratic Republic of Congo officials trumpeted the launch of a sweeping initiative they said would solve food shortages in one of the world’s poorest countries. A signboard is seen along the road leading to the Bukanga Lonzo agro-industrial park in Bukanga-Lonzo, western Democratic Republic of Congo, April 27, 2018. REUTERS/Patient Ligodi\nThe plan: to transform land covering more than 17,900 square kilometers of the central African nation - more than half the landmass of former colonial master Belgium - into use for industrial-scale agriculture to boost food production.\nThat summer, President Joseph Kabila inaugurated an 800-square-kilometre plot in western Congo called Bukanga Lonzo, the first of 22 planned projects across the country to produce everything from maize to sunflowers to poultry.\nThree years later, the pilot had collapsed. Activity on site ground to a halt after the South African company brought in as a co-investor and to manage the park left, saying it hadn’t been paid by the Congolese government in nearly a year.\nWith more than 60 percent of the world’s unexploited arable land but struggling to feed its surging population, Africa has become the latest laboratory for governments, development agencies and researchers trying to lead a new green revolution.\nBut experiments like Bukanga Lonzo serve as cautionary tales for those in search of quick fixes, showing how weak investor interest, poor infrastructure and byzantine land regulations can stymie Africa’s agricultural potential.\nThese days, police guard the park entrance, where a billboard partially obscured by overgrown grass still displays the insignia of a hand cupping a stalk of wheat.\nCongolese officials acknowledge the project’s collapse but express hope the pilot, and the broader initiative, can be revived.\nIn an interview, Congo’s economy minister Joseph Kapika said that Bukanga Lonzo “completely failed.” The minister blamed the South African company that had managed the park and said it had left “in bad faith.” He added that the government plans to re-launch the park with a focus on livestock.\nThe company, Africom Commodities Pty Ltd, disputes Kapika’s claims about what went wrong. Africom’s chief executive, Christo Grobler, said the problem was high costs and an unreliable government partner that would change its mind from day to day about the project’s direction. He said the company had incurred more than $50 million in losses at Bukanga Lonzo.\nThe company said it and the government spent more than $250 million combined on the project plus a related market and fertilizer factory but the park had produced at most 15,000 tonnes of maize in total - a fraction of the 350,000 tonnes annually forecasted by next year in marketing material.\nThe economy minister, in the interview, declined to comment on the cost of the project. Congo’s agriculture ministry declined to comment. The portfolio minister, who oversees state contracts, did not respond to multiple requests for comment.\nPark officials declined to be interviewed or grant Reuters access to the site. Kabila’s deputy chief of staff did not respond to a request for comment. LIMITED SUCCESS\nWith a food-import deficit running into the tens of billions of dollars and a spiraling numbers of undernourished inhabitants, Africa is casting about for ways to boost agricultural productivity.\nSome countries, including Nigeria and Tanzania, have turned to agro-industrial parks — concentrations of large farms, processing factories and related infrastructure – modeled after similar sites in India, Brazil and Vietnam. A signboard is seen along the road leading to the Bukanga Lonzo agro-industrial park in Bukanga-Lonzo, western Democratic Republic of Congo, April 27, 2018. REUTERS/Patient Ligodi\nBut efforts in Africa so far have met limited success, according to a 2017 report by the United Nations.\nSome specialists in agricultural innovation say industrial-scale farming can work but the approach in Africa is often flawed. “No one’s figured out the model that can make this work at sufficient scale,” said Patrick Guyver, who has consulted on agriculture projects across Africa.\nThe African Development Bank is nevertheless accelerating a push for projects such as Bukanga Lonzo, for which it provided about $1 million to finance a feasibility study.\nThe bank said it committed last year to 101 million euros for an Ivory Coast project and that it is due this year to consider funding for three others. It held a conference in Tunis in February to discuss new projects in Ethiopia, Togo, Mozambique, and elsewhere.\nAfrican Development Bank spokesman Chawki Chahed, in emailed responses to questions, said Bukanga Lonzo had not failed and could still be resurrected. He added that in general such projects “are complex and so their development and design are gradual.” He said the Bank plans to spend $2.2 million on feasibility studies for three more agro-industrial parks planned in central and southeastern Congo, without specifying when the studies would begin. “PEOPLE ARE STARVING”\nA key proponent of Congo’s plan was John Ulimwengu, an advocate of industrial-scale agriculture in Africa and a fellow at the International Food Policy Research Institute in Washington D.C.\nIn 2013, Ulimwengu was advising Congo’s then-Prime Minister Augustin Matata Ponyo and pushed for a pilot project to produce food for export and domestic consumption, according to Ulimwengu and other officials involved in the project. Some people urged the government to do further research before embarking on the Bukango Lonzo initiative. That included Calestous Juma, a professor of farming innovation at Harvard University in Cambridge, Mass., whom Ulimwengu briefed on the project in a January 2014 meeting, both men told Reuters. Juma has since passed away.\nThe prime minister insisted on moving more quickly, according to Ulimwengu. “I remember the prime minister telling us, ‘I am a politician. I made some promises to the population. While we are doing this, people are dying, people are starving,’” Ulimwengu said.\nGloria Mangoni, who worked in the prime minister’s office at the time, also said they were under pressure to produce results quickly and that political considerations sometimes prevailed over economic ones. Matata, who was replaced as prime minister in late 2016, did not respond to a request for comment. In a recent speech, he blamed Bukanga Lonzo’s problems on the site’s poor soil quality.\nUlimwengu said he continues to support the agro-industrial approach and lays most of the blame for Bukanga Lonzo’s difficulties on political instability in Congo that has scared off investors. RED FLAGS In early 2014, the Congolese government signed a five-year contract with Africom, whose subsidiary was partnering with the government on a fertilizer factory in southwestern Congo. The government invested a total of $161.2 million in Bukanga Lonzo as well as a market in Kinshasa intended to sell the produce and the fertilizer factor, according to Africom. Africom said it invested $91.3 million in those projects.\nThe following year, in 2015, audit firm Ernst & Young [ERNY.UL] raised red flags in a report commissioned by the finance ministry. Ernst & Young said prices the park paid for equipment from Africom’s sister companies were “excessively higher” than those offered by competitors and that promised infrastructure had not materialized, according to the report. In a response to Ernst & Young reviewed by Reuters, Africom said the audit firm failed to account for the high costs of providing warrantees and spare parts in Congo and also misunderstood the nature of some of the promised work. Ernst & Young declined to comment.\nIn early 2016, the government fell behind on its monthly $4.8 million payments to Africom to manage the park as low prices for Congo’s main exports copper and cobalt ate into public finances, said Grobler, Africom’s CEO.\nAfter September of that year, the government stopped paying Africom altogether, he added. Additional reporting by Patient Ligodi; Editing by Cassell Bryan-Low",
    "published": "2018-05-22T09:09:00.000+03:00",
    "crawled": "2018-05-22T09:24:32.013+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "may",
        "updated",
        "hour",
        "ago",
        "africa",
        "green",
        "revolution",
        "stumble",
        "congo",
        "project",
        "solve",
        "food",
        "shortage",
        "aaron",
        "ross",
        "min",
        "read",
        "dakar",
        "reuters",
        "democratic",
        "republic",
        "congo",
        "official",
        "trumpeted",
        "launch",
        "sweeping",
        "initiative",
        "said",
        "would",
        "solve",
        "food",
        "shortage",
        "one",
        "world",
        "poorest",
        "country",
        "signboard",
        "seen",
        "along",
        "road",
        "leading",
        "bukanga",
        "lonzo",
        "park",
        "western",
        "democratic",
        "republic",
        "congo",
        "april",
        "ligodi",
        "plan",
        "transform",
        "land",
        "covering",
        "square",
        "kilometer",
        "central",
        "african",
        "nation",
        "half",
        "landmass",
        "former",
        "colonial",
        "master",
        "belgium",
        "use",
        "agriculture",
        "boost",
        "food",
        "production",
        "summer",
        "president",
        "joseph",
        "kabila",
        "inaugurated",
        "plot",
        "western",
        "congo",
        "called",
        "bukanga",
        "lonzo",
        "first",
        "planned",
        "project",
        "across",
        "country",
        "produce",
        "everything",
        "maize",
        "sunflower",
        "poultry",
        "three",
        "year",
        "later",
        "pilot",
        "collapsed",
        "activity",
        "site",
        "ground",
        "halt",
        "south",
        "african",
        "company",
        "brought",
        "manage",
        "park",
        "left",
        "saying",
        "paid",
        "congolese",
        "government",
        "nearly",
        "year",
        "percent",
        "world",
        "unexploited",
        "arable",
        "land",
        "struggling",
        "feed",
        "surging",
        "population",
        "africa",
        "become",
        "latest",
        "laboratory",
        "government",
        "development",
        "agency",
        "researcher",
        "trying",
        "lead",
        "new",
        "green",
        "revolution",
        "experiment",
        "like",
        "bukanga",
        "lonzo",
        "serve",
        "cautionary",
        "tale",
        "search",
        "quick",
        "fix",
        "showing",
        "weak",
        "investor",
        "interest",
        "poor",
        "infrastructure",
        "byzantine",
        "land",
        "regulation",
        "stymie",
        "africa",
        "agricultural",
        "potential",
        "day",
        "police",
        "guard",
        "park",
        "entrance",
        "billboard",
        "partially",
        "obscured",
        "overgrown",
        "grass",
        "still",
        "display",
        "insignia",
        "hand",
        "cupping",
        "stalk",
        "wheat",
        "congolese",
        "official",
        "acknowledge",
        "project",
        "collapse",
        "express",
        "hope",
        "pilot",
        "broader",
        "initiative",
        "revived",
        "interview",
        "congo",
        "economy",
        "minister",
        "joseph",
        "kapika",
        "said",
        "bukanga",
        "lonzo",
        "completely",
        "minister",
        "blamed",
        "south",
        "african",
        "company",
        "managed",
        "park",
        "said",
        "left",
        "bad",
        "added",
        "government",
        "plan",
        "park",
        "focus",
        "livestock",
        "company",
        "africom",
        "commodity",
        "pty",
        "ltd",
        "dispute",
        "kapika",
        "claim",
        "went",
        "wrong",
        "africom",
        "chief",
        "executive",
        "christo",
        "grobler",
        "said",
        "problem",
        "high",
        "cost",
        "unreliable",
        "government",
        "partner",
        "would",
        "change",
        "mind",
        "day",
        "day",
        "project",
        "direction",
        "said",
        "company",
        "incurred",
        "million",
        "loss",
        "bukanga",
        "lonzo",
        "company",
        "said",
        "government",
        "spent",
        "million",
        "combined",
        "project",
        "plus",
        "related",
        "market",
        "fertilizer",
        "factory",
        "park",
        "produced",
        "tonne",
        "maize",
        "total",
        "fraction",
        "tonne",
        "annually",
        "forecasted",
        "next",
        "year",
        "marketing",
        "material",
        "economy",
        "minister",
        "interview",
        "declined",
        "comment",
        "cost",
        "project",
        "congo",
        "agriculture",
        "ministry",
        "declined",
        "comment",
        "portfolio",
        "minister",
        "oversees",
        "state",
        "contract",
        "respond",
        "multiple",
        "request",
        "comment",
        "park",
        "official",
        "declined",
        "interviewed",
        "grant",
        "reuters",
        "access",
        "site",
        "kabila",
        "deputy",
        "chief",
        "staff",
        "respond",
        "request",
        "comment",
        "limited",
        "success",
        "deficit",
        "running",
        "ten",
        "billion",
        "dollar",
        "spiraling",
        "number",
        "undernourished",
        "inhabitant",
        "africa",
        "casting",
        "way",
        "boost",
        "agricultural",
        "productivity",
        "country",
        "including",
        "nigeria",
        "tanzania",
        "turned",
        "park",
        "concentration",
        "large",
        "farm",
        "processing",
        "factory",
        "related",
        "infrastructure",
        "modeled",
        "similar",
        "site",
        "india",
        "brazil",
        "vietnam",
        "signboard",
        "seen",
        "along",
        "road",
        "leading",
        "bukanga",
        "lonzo",
        "park",
        "western",
        "democratic",
        "republic",
        "congo",
        "april",
        "ligodi",
        "effort",
        "africa",
        "far",
        "met",
        "limited",
        "success",
        "according",
        "report",
        "united",
        "nation",
        "specialist",
        "agricultural",
        "innovation",
        "say",
        "farming",
        "work",
        "approach",
        "africa",
        "often",
        "flawed",
        "one",
        "figured",
        "model",
        "make",
        "work",
        "sufficient",
        "scale",
        "said",
        "patrick",
        "guyver",
        "consulted",
        "agriculture",
        "project",
        "across",
        "africa",
        "african",
        "development",
        "bank",
        "nevertheless",
        "accelerating",
        "push",
        "project",
        "bukanga",
        "lonzo",
        "provided",
        "million",
        "finance",
        "feasibility",
        "study",
        "bank",
        "said",
        "committed",
        "last",
        "year",
        "million",
        "euro",
        "ivory",
        "coast",
        "project",
        "due",
        "year",
        "consider",
        "funding",
        "three",
        "others",
        "held",
        "conference",
        "tunis",
        "february",
        "discus",
        "new",
        "project",
        "ethiopia",
        "togo",
        "mozambique",
        "elsewhere",
        "african",
        "development",
        "bank",
        "spokesman",
        "chawki",
        "chahed",
        "emailed",
        "response",
        "question",
        "said",
        "bukanga",
        "lonzo",
        "failed",
        "could",
        "still",
        "resurrected",
        "added",
        "general",
        "project",
        "complex",
        "development",
        "design",
        "said",
        "bank",
        "plan",
        "spend",
        "million",
        "feasibility",
        "study",
        "three",
        "park",
        "planned",
        "central",
        "southeastern",
        "congo",
        "without",
        "specifying",
        "study",
        "would",
        "begin",
        "people",
        "starving",
        "key",
        "proponent",
        "congo",
        "plan",
        "john",
        "ulimwengu",
        "advocate",
        "agriculture",
        "africa",
        "fellow",
        "international",
        "food",
        "policy",
        "research",
        "institute",
        "washington",
        "ulimwengu",
        "advising",
        "congo",
        "minister",
        "augustin",
        "matata",
        "ponyo",
        "pushed",
        "pilot",
        "project",
        "produce",
        "food",
        "export",
        "domestic",
        "consumption",
        "according",
        "ulimwengu",
        "official",
        "involved",
        "project",
        "people",
        "urged",
        "government",
        "research",
        "embarking",
        "bukango",
        "lonzo",
        "initiative",
        "included",
        "calestous",
        "juma",
        "professor",
        "farming",
        "innovation",
        "harvard",
        "university",
        "cambridge",
        "ulimwengu",
        "briefed",
        "project",
        "january",
        "meeting",
        "men",
        "told",
        "reuters",
        "juma",
        "since",
        "passed",
        "away",
        "prime",
        "minister",
        "insisted",
        "moving",
        "quickly",
        "according",
        "ulimwengu",
        "remember",
        "prime",
        "minister",
        "telling",
        "u",
        "politician",
        "made",
        "promise",
        "population",
        "people",
        "dying",
        "people",
        "starving",
        "ulimwengu",
        "said",
        "gloria",
        "mangoni",
        "worked",
        "prime",
        "minister",
        "office",
        "time",
        "also",
        "said",
        "pressure",
        "produce",
        "result",
        "quickly",
        "political",
        "consideration",
        "sometimes",
        "prevailed",
        "economic",
        "one",
        "matata",
        "replaced",
        "prime",
        "minister",
        "late",
        "respond",
        "request",
        "comment",
        "recent",
        "speech",
        "blamed",
        "bukanga",
        "lonzo",
        "problem",
        "site",
        "poor",
        "soil",
        "quality",
        "ulimwengu",
        "said",
        "continues",
        "support",
        "approach",
        "lay",
        "blame",
        "bukanga",
        "lonzo",
        "difficulty",
        "political",
        "instability",
        "congo",
        "scared",
        "investor",
        "red",
        "flag",
        "early",
        "congolese",
        "government",
        "signed",
        "contract",
        "africom",
        "whose",
        "subsidiary",
        "partnering",
        "government",
        "fertilizer",
        "factory",
        "southwestern",
        "congo",
        "government",
        "invested",
        "total",
        "million",
        "bukanga",
        "lonzo",
        "well",
        "market",
        "kinshasa",
        "intended",
        "sell",
        "produce",
        "fertilizer",
        "factor",
        "according",
        "africom",
        "africom",
        "said",
        "invested",
        "million",
        "project",
        "following",
        "year",
        "audit",
        "firm",
        "ernst",
        "young",
        "raised",
        "red",
        "flag",
        "report",
        "commissioned",
        "finance",
        "ministry",
        "ernst",
        "young",
        "said",
        "price",
        "park",
        "paid",
        "equipment",
        "africom",
        "sister",
        "company",
        "excessively",
        "higher",
        "offered",
        "competitor",
        "promised",
        "infrastructure",
        "materialized",
        "according",
        "report",
        "response",
        "ernst",
        "young",
        "reviewed",
        "reuters",
        "africom",
        "said",
        "audit",
        "firm",
        "failed",
        "account",
        "high",
        "cost",
        "providing",
        "warrantee",
        "spare",
        "part",
        "congo",
        "also",
        "misunderstood",
        "nature",
        "promised",
        "work",
        "ernst",
        "young",
        "declined",
        "comment",
        "early",
        "government",
        "fell",
        "behind",
        "monthly",
        "million",
        "payment",
        "africom",
        "manage",
        "park",
        "low",
        "price",
        "congo",
        "main",
        "export",
        "copper",
        "cobalt",
        "ate",
        "public",
        "finance",
        "said",
        "grobler",
        "africom",
        "ceo",
        "september",
        "year",
        "government",
        "stopped",
        "paying",
        "africom",
        "altogether",
        "added",
        "additional",
        "reporting",
        "patient",
        "ligodi",
        "editing",
        "cassell"
    ]
}