{
    "organizations": [],
    "uuid": "b78b819e13dd84d006b9e9710017bfd0b61f7ee8",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/17/globe-newswire-post-holdings-announces-confidential-submission-of-amendment-to-draft-registration-statement-for-proposed-initial-public.html",
    "ord_in_thread": 0,
    "title": "Post Holdings Announces Confidential Submission of Amendment to Draft Registration Statement for Proposed Initial Public Offering of its Private Brands Business",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "ST. LOUIS, May 17, 2018 (GLOBE NEWSWIRE) -- Post Holdings, Inc. (NYSE:POST), a consumer packaged goods holding company, today announced that one of its subsidiaries has confidentially submitted an amendment to its draft registration statement on Form S-1 (the “amended draft registration statement”) to the Securities and Exchange Commission (the “SEC”) related to its proposed initial public offering for its private brands business. The number of shares of stock and the price range for the proposed offering have not yet been determined. The proposed offering is subject to, among other things, completion of the SEC review process and market conditions.\nOn January 11, 2018, Post announced its plan to combine its private brands businesses, which produce nut butter, healthy snacks and pasta, and explore a range of strategic alternatives for the combined private brands business. Post is continuing to evaluate strategic alternatives for the combined private brands business, including an initial public offering, a placement of private equity, a sale of the business or a strategic combination. The announcement and confidential submission of the amended draft registration statement does not indicate Post’s selection of a strategic alternative for its private brands business.\nThere can be no assurance that the confidential submission of the amended draft registration statement or Post’s exploration of strategic alternatives will result in any transaction or other action by Post. Post does not intend to comment on or provide updates regarding these matters unless and until it determines that further disclosure is appropriate or required based on the then-current facts and circumstances. This press release does not constitute an offer to sell or the solicitation of an offer to buy any security and shall not constitute an offer, solicitation or sale in any jurisdiction in which such offering, solicitation or sale would be unlawful.\nForward Looking Statements\nCertain matters discussed in this press release are forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. These forward-looking statements include, among others, statements regarding the exploration of strategic alternatives for Post’s private brands business. These forward-looking statements are based on the current expectations and assumptions of Post and are subject to uncertainty and changes in circumstances. Forward-looking statements are sometimes identified from the use of forward-looking words such as “believe,” “should,” “could,” “potential,” “continue,” “expect,” “project,” “estimate,” “predict,” “anticipate,” “aim,” “intend,” “plan,” “forecast,” “target,” “is likely,” “will,” “can,” “may,” “would” or the negative of these terms or similar expressions, and include all statements regarding future events or developments. There is no assurance that any strategic alternatives for Post’s private brands business will be consummated and there are a number of risks and uncertainties that could cause actual results to differ materially from the forward-looking statements made herein. These risks and uncertainties include the following:\nPost’s high leverage, Post’s ability to obtain additional financing (including both secured and unsecured debt) and Post’s ability to service its outstanding debt (including covenants that restrict the operation of its business);\nPost’s ability to continue to compete in its product markets and Post’s ability to retain its market position;\nPost’s ability to anticipate and respond to changes in consumer preferences and trends and introduce new products;\nPost’s ability to identify, complete and integrate acquisitions and manage its growth;\nsignificant volatility in the costs or availability of certain raw materials, commodities or packaging used to manufacture Post’s products, higher energy costs or higher transportation costs;\nPost’s ability to successfully implement business strategies to reduce costs;\nallegations that Post’s products cause injury or illness, product recalls and product liability claims and other litigation;\nlegal and regulatory factors, including advertising and labeling laws, changes in food safety and laws and regulations governing animal feeding and housing operations;\nthe loss or bankruptcy of a significant customer;\nconsolidations in the retail grocery and foodservice industries;\nPost’s ability to promptly and effectively integrate the Bob Evans business, including the risk of experiencing disruptions from ongoing business operations which may make it more difficult than expected to maintain relationships with employees, business partners or governmental entities, and Post’s ability to obtain expected cost savings and synergies of the acquisition within the expected timeframe; losses incurred in the appraisal proceedings brought in connection with Post’s acquisition of Bob Evans by former Bob Evans stockholders who demanded appraisal of their shares;\ncosts associated with Bob Evans’s sale and separation of its restaurant business on April 28, 2017 (the “Bob Evans Restaurants Transaction”), which occurred prior to Post’s acquisition of Bob Evans, including costs that may arise under Bob Evans’s capacity as guarantor of payment and performance conditions for certain leases, as well as costs associated with a transition services agreement established as part of the Bob Evans Restaurants Transaction;\nPost’s ability to promptly and effectively integrate the Weetabix business and obtain expected cost savings and synergies of the acquisition within the expected timeframe;\nthe possibility that Post may not be able to create value in its private brands business through strategic alternatives;\nthe potential for disruption to Post or the private brands business resulting from the exploration of strategic alternatives for the private brands business;\nthe possibility that Post may not be able to consummate any proposals for strategic alternatives for its private brands business that may result from Post’s exploration due to, among other things, market, regulatory or other factors;\nthe ability of Post’s private brand products to compete with nationally branded products;\ndisruptions or inefficiencies in supply chain, which may result from Post’s reliance on third party manufacturers for certain of its products;\nthe ultimate impact litigation may have on Post;\nPost’s ability to successfully operate its international operations in compliance with applicable laws and regulations;\nchanges in economic conditions, disruptions in the U.S. and global capital and credit markets and fluctuations in foreign currency exchange rates;\nthe impact of the United Kingdom’s exit from the European Union (commonly known as “Brexit”) on Post and its operations;\nimpairment in the carrying value of goodwill or other intangibles;\nchanges in estimates in critical accounting judgments and changes to or new laws and regulations affecting Post’s business, including U.S. tax reform;\nchanges in weather conditions, natural disasters, disease outbreaks or other events beyond Post’s control;\nloss of key employees, labor strikes, work stoppages or unionization efforts;\nlosses or increased funding and expenses related to Post’s qualified pension or other postretirement plans;\ncosts, business disruptions and reputational damage associated with information technology failures, cybersecurity incidents or information security breaches;\nPost’s ability to protect its intellectual property and other assets;\nsignificant differences in Post’s actual operating results from its guidance regarding its future performance;\nPost’s ability to satisfy the requirements of Section 404 of the Sarbanes-Oxley Act of 2002, including with respect to acquired businesses; and\nother risks and uncertainties described in Post’s filings with the SEC.\nThese forward-looking statements represent Post’s judgment as of the date of this release. Post disclaims, however, any intent or obligation to update these forward-looking statements.\nAbout Post Holdings, Inc.\nPost Holdings, Inc., headquartered in St. Louis, Missouri, is a consumer packaged goods holding company operating in the center-of-the-store, refrigerated, foodservice, food ingredient, active nutrition and private brand food categories. Through its Post Consumer Brands business, Post is a leader in the North American ready-to-eat cereal category offering a broad portfolio including recognized brands such as Honey Bunches of Oats®, Pebbles™, Great Grains® and Malt-O-Meal® bag cereal. Post also is a leader in the United Kingdom ready-to-eat cereal category with the iconic Weetabix® brand. As leader in refrigerated foods, Post brings innovative, value-added egg and refrigerated potato products to the foodservice channel and the retail refrigerated side dish category, offering side dishes and egg, sausage and cheese products through the Bob Evans®, All Whites®, Better’n Eggs®, Simply Potatoes® and Crystal Farms® brands. Post’s Active Nutrition platform aids consumers in adopting healthier lifestyles through brands such as Premier Protein®, PowerBar® and Dymatize®. Post’s Private Brands business manufactures private brand nut butter, healthy snacks and pasta. For more information, visit www.postholdings.com .\nContact:\nInvestor Relations\nBrad Harper\nbrad.harper@postholdings.com\n(314) 644-7626\nMedia Relations\nLisa Hanly\nlisa.hanly@postholdings.com\n(314) 665-3180\nSource:Post Holdings, Inc.",
    "published": "2018-05-18T01:00:00.000+03:00",
    "crawled": "2018-05-18T02:55:52.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "louis",
        "may",
        "globe",
        "newswire",
        "post",
        "holding",
        "nyse",
        "post",
        "consumer",
        "packaged",
        "good",
        "holding",
        "company",
        "today",
        "announced",
        "one",
        "subsidiary",
        "confidentially",
        "submitted",
        "amendment",
        "draft",
        "registration",
        "statement",
        "form",
        "amended",
        "draft",
        "registration",
        "statement",
        "security",
        "exchange",
        "commission",
        "sec",
        "related",
        "proposed",
        "initial",
        "public",
        "offering",
        "private",
        "brand",
        "business",
        "number",
        "share",
        "stock",
        "price",
        "range",
        "proposed",
        "offering",
        "yet",
        "determined",
        "proposed",
        "offering",
        "subject",
        "among",
        "thing",
        "completion",
        "sec",
        "review",
        "process",
        "market",
        "condition",
        "january",
        "post",
        "announced",
        "plan",
        "combine",
        "private",
        "brand",
        "business",
        "produce",
        "nut",
        "butter",
        "healthy",
        "snack",
        "pasta",
        "explore",
        "range",
        "strategic",
        "alternative",
        "combined",
        "private",
        "brand",
        "business",
        "post",
        "continuing",
        "evaluate",
        "strategic",
        "alternative",
        "combined",
        "private",
        "brand",
        "business",
        "including",
        "initial",
        "public",
        "offering",
        "placement",
        "private",
        "equity",
        "sale",
        "business",
        "strategic",
        "combination",
        "announcement",
        "confidential",
        "submission",
        "amended",
        "draft",
        "registration",
        "statement",
        "indicate",
        "post",
        "selection",
        "strategic",
        "alternative",
        "private",
        "brand",
        "business",
        "assurance",
        "confidential",
        "submission",
        "amended",
        "draft",
        "registration",
        "statement",
        "post",
        "exploration",
        "strategic",
        "alternative",
        "result",
        "transaction",
        "action",
        "post",
        "post",
        "intend",
        "comment",
        "provide",
        "update",
        "regarding",
        "matter",
        "unless",
        "determines",
        "disclosure",
        "appropriate",
        "required",
        "based",
        "fact",
        "circumstance",
        "press",
        "release",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "shall",
        "constitute",
        "offer",
        "solicitation",
        "sale",
        "jurisdiction",
        "offering",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "forward",
        "looking",
        "statement",
        "certain",
        "matter",
        "discussed",
        "press",
        "release",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "include",
        "among",
        "others",
        "statement",
        "regarding",
        "exploration",
        "strategic",
        "alternative",
        "post",
        "private",
        "brand",
        "business",
        "statement",
        "based",
        "current",
        "expectation",
        "assumption",
        "post",
        "subject",
        "uncertainty",
        "change",
        "circumstance",
        "statement",
        "sometimes",
        "identified",
        "use",
        "word",
        "believe",
        "could",
        "potential",
        "continue",
        "expect",
        "project",
        "estimate",
        "predict",
        "anticipate",
        "aim",
        "intend",
        "plan",
        "forecast",
        "target",
        "likely",
        "may",
        "would",
        "negative",
        "term",
        "similar",
        "expression",
        "include",
        "statement",
        "regarding",
        "future",
        "event",
        "development",
        "assurance",
        "strategic",
        "alternative",
        "post",
        "private",
        "brand",
        "business",
        "consummated",
        "number",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "statement",
        "made",
        "herein",
        "risk",
        "uncertainty",
        "include",
        "following",
        "post",
        "high",
        "leverage",
        "post",
        "ability",
        "obtain",
        "additional",
        "financing",
        "including",
        "secured",
        "unsecured",
        "debt",
        "post",
        "ability",
        "service",
        "outstanding",
        "debt",
        "including",
        "covenant",
        "restrict",
        "operation",
        "business",
        "post",
        "ability",
        "continue",
        "compete",
        "product",
        "market",
        "post",
        "ability",
        "retain",
        "market",
        "position",
        "post",
        "ability",
        "anticipate",
        "respond",
        "change",
        "consumer",
        "preference",
        "trend",
        "introduce",
        "new",
        "product",
        "post",
        "ability",
        "identify",
        "complete",
        "integrate",
        "acquisition",
        "manage",
        "growth",
        "significant",
        "volatility",
        "cost",
        "availability",
        "certain",
        "raw",
        "material",
        "commodity",
        "packaging",
        "used",
        "manufacture",
        "post",
        "product",
        "higher",
        "energy",
        "cost",
        "higher",
        "transportation",
        "cost",
        "post",
        "ability",
        "successfully",
        "implement",
        "business",
        "strategy",
        "reduce",
        "cost",
        "allegation",
        "post",
        "product",
        "cause",
        "injury",
        "illness",
        "product",
        "recall",
        "product",
        "liability",
        "claim",
        "litigation",
        "legal",
        "regulatory",
        "factor",
        "including",
        "advertising",
        "labeling",
        "law",
        "change",
        "food",
        "safety",
        "law",
        "regulation",
        "governing",
        "animal",
        "feeding",
        "housing",
        "operation",
        "loss",
        "bankruptcy",
        "significant",
        "customer",
        "consolidation",
        "retail",
        "grocery",
        "foodservice",
        "industry",
        "post",
        "ability",
        "promptly",
        "effectively",
        "integrate",
        "bob",
        "evans",
        "business",
        "including",
        "risk",
        "experiencing",
        "disruption",
        "ongoing",
        "business",
        "operation",
        "may",
        "make",
        "difficult",
        "expected",
        "maintain",
        "relationship",
        "employee",
        "business",
        "partner",
        "governmental",
        "entity",
        "post",
        "ability",
        "obtain",
        "expected",
        "cost",
        "saving",
        "synergy",
        "acquisition",
        "within",
        "expected",
        "timeframe",
        "loss",
        "incurred",
        "appraisal",
        "proceeding",
        "brought",
        "connection",
        "post",
        "acquisition",
        "bob",
        "evans",
        "former",
        "bob",
        "evans",
        "stockholder",
        "demanded",
        "appraisal",
        "share",
        "cost",
        "associated",
        "bob",
        "evans",
        "sale",
        "separation",
        "restaurant",
        "business",
        "april",
        "bob",
        "evans",
        "restaurant",
        "transaction",
        "occurred",
        "prior",
        "post",
        "acquisition",
        "bob",
        "evans",
        "including",
        "cost",
        "may",
        "arise",
        "bob",
        "evans",
        "capacity",
        "guarantor",
        "payment",
        "performance",
        "condition",
        "certain",
        "lease",
        "well",
        "cost",
        "associated",
        "transition",
        "service",
        "agreement",
        "established",
        "part",
        "bob",
        "evans",
        "restaurant",
        "transaction",
        "post",
        "ability",
        "promptly",
        "effectively",
        "integrate",
        "weetabix",
        "business",
        "obtain",
        "expected",
        "cost",
        "saving",
        "synergy",
        "acquisition",
        "within",
        "expected",
        "timeframe",
        "possibility",
        "post",
        "may",
        "able",
        "create",
        "value",
        "private",
        "brand",
        "business",
        "strategic",
        "alternative",
        "potential",
        "disruption",
        "post",
        "private",
        "brand",
        "business",
        "resulting",
        "exploration",
        "strategic",
        "alternative",
        "private",
        "brand",
        "business",
        "possibility",
        "post",
        "may",
        "able",
        "consummate",
        "proposal",
        "strategic",
        "alternative",
        "private",
        "brand",
        "business",
        "may",
        "result",
        "post",
        "exploration",
        "due",
        "among",
        "thing",
        "market",
        "regulatory",
        "factor",
        "ability",
        "post",
        "private",
        "brand",
        "product",
        "compete",
        "nationally",
        "branded",
        "product",
        "disruption",
        "inefficiency",
        "supply",
        "chain",
        "may",
        "result",
        "post",
        "reliance",
        "third",
        "party",
        "manufacturer",
        "certain",
        "product",
        "ultimate",
        "impact",
        "litigation",
        "may",
        "post",
        "post",
        "ability",
        "successfully",
        "operate",
        "international",
        "operation",
        "compliance",
        "applicable",
        "law",
        "regulation",
        "change",
        "economic",
        "condition",
        "disruption",
        "global",
        "capital",
        "credit",
        "market",
        "fluctuation",
        "foreign",
        "currency",
        "exchange",
        "rate",
        "impact",
        "united",
        "kingdom",
        "exit",
        "european",
        "union",
        "commonly",
        "known",
        "brexit",
        "post",
        "operation",
        "impairment",
        "carrying",
        "value",
        "goodwill",
        "intangible",
        "change",
        "estimate",
        "critical",
        "accounting",
        "judgment",
        "change",
        "new",
        "law",
        "regulation",
        "affecting",
        "post",
        "business",
        "including",
        "tax",
        "reform",
        "change",
        "weather",
        "condition",
        "natural",
        "disaster",
        "disease",
        "outbreak",
        "event",
        "beyond",
        "post",
        "control",
        "loss",
        "key",
        "employee",
        "labor",
        "strike",
        "work",
        "stoppage",
        "unionization",
        "effort",
        "loss",
        "increased",
        "funding",
        "expense",
        "related",
        "post",
        "qualified",
        "pension",
        "postretirement",
        "plan",
        "cost",
        "business",
        "disruption",
        "reputational",
        "damage",
        "associated",
        "information",
        "technology",
        "failure",
        "cybersecurity",
        "incident",
        "information",
        "security",
        "breach",
        "post",
        "ability",
        "protect",
        "intellectual",
        "property",
        "asset",
        "significant",
        "difference",
        "post",
        "actual",
        "operating",
        "result",
        "guidance",
        "regarding",
        "future",
        "performance",
        "post",
        "ability",
        "satisfy",
        "requirement",
        "section",
        "act",
        "including",
        "respect",
        "acquired",
        "business",
        "risk",
        "uncertainty",
        "described",
        "post",
        "filing",
        "sec",
        "statement",
        "represent",
        "post",
        "judgment",
        "date",
        "release",
        "post",
        "disclaims",
        "however",
        "intent",
        "obligation",
        "update",
        "statement",
        "post",
        "holding",
        "post",
        "holding",
        "headquartered",
        "louis",
        "missouri",
        "consumer",
        "packaged",
        "good",
        "holding",
        "company",
        "operating",
        "refrigerated",
        "foodservice",
        "food",
        "ingredient",
        "active",
        "nutrition",
        "private",
        "brand",
        "food",
        "category",
        "post",
        "consumer",
        "brand",
        "business",
        "post",
        "leader",
        "north",
        "american",
        "cereal",
        "category",
        "offering",
        "broad",
        "portfolio",
        "including",
        "recognized",
        "brand",
        "honey",
        "bunch",
        "great",
        "bag",
        "cereal",
        "post",
        "also",
        "leader",
        "united",
        "kingdom",
        "cereal",
        "category",
        "iconic",
        "brand",
        "leader",
        "refrigerated",
        "food",
        "post",
        "brings",
        "innovative",
        "egg",
        "refrigerated",
        "potato",
        "product",
        "foodservice",
        "channel",
        "retail",
        "refrigerated",
        "side",
        "dish",
        "category",
        "offering",
        "side",
        "dish",
        "egg",
        "sausage",
        "cheese",
        "product",
        "bob",
        "better",
        "n",
        "simply",
        "crystal",
        "brand",
        "post",
        "active",
        "nutrition",
        "platform",
        "aid",
        "consumer",
        "adopting",
        "healthier",
        "lifestyle",
        "brand",
        "premier",
        "post",
        "private",
        "brand",
        "business",
        "manufacture",
        "private",
        "brand",
        "nut",
        "butter",
        "healthy",
        "snack",
        "pasta",
        "information",
        "visit",
        "contact",
        "investor",
        "relation",
        "brad",
        "harper",
        "medium",
        "relation",
        "lisa",
        "hanly",
        "source",
        "post",
        "holding",
        "inc"
    ]
}