{
    "organizations": [],
    "uuid": "fd2402c129537c9b0a5d49ff46f536bc8d07c9f9",
    "author": "Ellen McGirt",
    "url": "http://fortune.com/2018/05/16/happy-anniversary-raceahead/",
    "ord_in_thread": 0,
    "title": "raceAhead: Happy Anniversary RaceAhead",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Ellen McGirt Updated: May 16, 2018 2:33 PM ET RaceAhead is two years old! Happy anniversary to us all.\nLooking back on our first column, an interview with long-time Obama adviser Valerie Jarrett, I was struck by how different I thought the world was going to be.\nEven then, there were convenings and commitment — I had just attended a two-day White House briefing that brought some 30 CEOs and senior executives together to talk candidly about diversity and inclusion from the supply chain to the C-Suite. AT&T , Caterpillar , Citigroup , Coca-Cola , GM , Intel , Johnson & Johnson , Staples , Starbucks , UPS , Walgreens, and Xerox , were all in the house.\nJarrett talked about the business case for diversity, but also the blind spots of society: From Trayvon Martin to more general topics of race, reconciliations and the complexities of a country that has never fully reckoned with its past:\nAnd anyone who thought over night that we would heal wounds that are old and deep was being naïve. However, the fact that we have seen across the country reactions to injustice that have mobilized — particularly young people — to engage and be a part of the solution, it’s heartening.\nI think there were some people in this country who thought that all was well because of the symbolism of our first black president. But that ignores the history of our country where progress has always taken time. And to change a culture doesn’t happen overnight. It happens gradually. And we have to take the long view coupled with that fierce urgency of now. And having organizations sprout up such as Black Lives Matter, Campaign Zero, and the youth organizations of the NAACP, and the Urban League, and The National Action Network is very encouraging.\nThat said, I originally thought I’d mostly be covering data and research, profiling inspiring chief human resource officers, and reminding people not to be racist jerks at Halloween. I did not anticipate white supremacists with Tiki torches and the rise of hate speech, or the need to explore the lasting imprint of Jim Crow, the global history of colonization, and whether or not Robert E. Lee was a good person.\nBut as hard as it is to see sometimes, I think Jarrett is right. There are reasons to be encouraged. Things take time.\nAnd this is the time we’re living in.\nAnd so the work of understanding the world continues. I’ve come to see that the vast majority of the noble business of diversity and inclusion is acknowledging the barriers that exist in hearts and minds long before someone shares their LinkedIn profile with a recruiter. It’s a tender task requiring rigor, empathy, imagination, and compassion, and it’s a lot to ask business to do. But if there’s one thing I’ve learned, is that you’re up to the job.\nThank you for everything.\nOn Point Civil rights groups issue ten-point plan for police reform in Chicago The coalition of groups, which include Black Lives Matter Chicago and the NAACP, submitted their plan yesterday, and includes anti-violence and de-escalation training, and pulling police officers out of public schools. The plan also calls for officers to be trained on the violent history of policing in Chicago, notably the torture allegations against former Cmdr. Jon Burge. (Learn more about him here .) The coalition has agreed to suspend a pending lawsuit while they’re consulting on the implementation of their plan. The Chicago Reporter has created a handy tool that will let you track the implementation of a broader set of police reform recommendations that the city has been working on, including those issued by the DOJ last year. Chicago Tribune We need to talk about bias in retail Instances of “shopping while black” continue to garner headlines, though once a company is embarrassed publicly and apologizes, it’s hard to tell if substantive changes are ever made. Deborah Munster, executive director of Diversity Best Practices, tells industry publication Retail Dive that there is no standard for bias mitigation training within the retail industry, and as a result, no benchmark for compliance. But the divisiveness in political life may be an opportunity in disguise. “I think for the first time you’re seeing an intersection between politics, diversity inclusion and the workplace — all three of those things are intersecting,” she says. Retail Dive Here’s an example of the bias in retail we need to talk about Two black women were shopping at a Tacoma, Wash.-based clothing store when one entered the dressing room. Then, to their horror, the store manager stood outside the dressing room and loudly read the store’s shoplifting-related procedures. When they asked why they were being singled out, the manager called security and asked the women to leave. Simone Gamble, who identifies as a “Queer, androgynous individual,” posted the story and video on Facebook, which prompted outrage and an official statement by the company shared with The Root. The manager has been fired, they plan to make it right and they’re promising a company-wide training initiative, all good stuff. What kind of training would help? D&I superheroes, get on this. The Root Building a more diverse engineering force by breaking bad habits Joan Williams, director of the Center for WorkLife Law at the University of California Hastings College of the Law, has launched Bias Interrupters , a free set of tools that (hopefully) will allow hiring managers become aware of the discriminatory behaviors that prevent underrepresented groups from thriving within their engineering ranks. Most are simple things – like not giving “housework” duties to women engineers, or noticing when certain underrepresented groups were not getting access to networking opportunities. There are also tools for managers who want to do better right away — like a more comprehensive self-evaluation worksheet they can give to direct reports to help people from cultures that eschew self-promotion better document their accomplishments. Click through for a short Q&A. IEEE Spectrum Advertisement The Woke Leader A special guest at a royal wedding The upcoming wedding of Prince Harry and Meghan Markle has been equal parts drama and break-from-tradition delightful. Here’s one in the latter category: One of the officiants at their ceremony will be Reverend Michael Bruce Curry, the 27th Presiding Bishop and Primate of The Episcopal Church, currently based in Chicago. He will be, best I can tell, the first African American to play such a role. Curry is a civil rights stalwart and has been a champion for inclusion during his long career, tackling the AIDS crisis early on, and focusing on “the interconnections between…patterns of exclusion across a lot of different lines — race, gender, class.” He was once the rector of the third oldest historically African American parish, St. James in Baltimore, and was a leader in the successful effort to get the Episcopal church to bless same-sex marriages. His bio is here , but if you want to get a preview of what spirit he might bring to the convening on Saturday, spend three minutes with him on the streets of NYC talking about The Jesus Movement, “a way of love that is not self-centered, but other directed.” Praise up. YouTube Remember that study that said that poor kids don’t hear as many words growing up? It was a 1995 study that investigated the verbal environments of a variety of households, and concluded with a now oft-Quote: d figure, that poor children hear 30 million fewer words than their wealthier counterparts by the time they’re four years old. From the original study : “Simply in words heard, the average child on welfare was having half as much experience per hour (616 words per hour) as the average working-class child (1,251 words per hour) and less than one-third that of the average child in a professional family (2,153 words per hour).” But new research now calls that conclusion into question, and with it, the image of welfare-recipients grimly sitting in silence, ignoring their children and permanently damaging their prospects in school. Turns out, the original study didn’t account for the vocal contributions of multiple caregivers. According to the researchers, this is the first time the 30 million word gap theory has ever been tested. National Institute of Health How the Haitian Revolution made the Louisiana Purchase possible Slate has put together a series exploring the history of American slavery, complete with references for more reading. In this particular installment, they explore the details of the Haitian Revolution of 1791, which in its violence and success, shocked the wider white world. It’s worth a read when you’ve got time; every great white hero from Napoleon to Thomas Jefferson is implicated, and solidly on the wrong side of history. A sovereign Haiti, which stubbornly lasted for years, inspired anti-slavery activism in Europe while making slavery more entrenched in the New World. From Edward Baptist’s book, The Half Has Never Been Told: Slavery and the Making of American Capitalism : “Haitians had opened 1804 by announcing their grand experiment of a society whose basis for citizenship was literally the renunciation of white privilege, but their revolution’s success had at the same time delivered the Mississippi Valley to a new empire of slavery.” Slate Quote:\nOur world today is marked by great unrest. Inequality between peoples continues to rise, and many communities are impacted directly by war and poverty, or the migration and displacement which flow from them. People want to make their voices heard and express their concerns and fears. They want to make their rightful contribution to their local communities and broader society, and to benefit from the resources and development too often reserved for the few. While this may create conflict and lay bare the many sorrows of our world, it also makes us realize that we are living in a moment of hope... Your very presence here today is a sign of such hope, because it shows that you recognize the issues before us and the imperative to act decisively. - His Holiness Pope Francis",
    "published": "2018-05-16T21:34:00.000+03:00",
    "crawled": "2018-05-16T21:41:46.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "ellen",
        "mcgirt",
        "updated",
        "may",
        "pm",
        "et",
        "raceahead",
        "two",
        "year",
        "old",
        "happy",
        "anniversary",
        "u",
        "looking",
        "back",
        "first",
        "column",
        "interview",
        "obama",
        "adviser",
        "valerie",
        "jarrett",
        "struck",
        "different",
        "thought",
        "world",
        "going",
        "even",
        "convening",
        "commitment",
        "attended",
        "white",
        "house",
        "briefing",
        "brought",
        "ceo",
        "senior",
        "executive",
        "together",
        "talk",
        "candidly",
        "diversity",
        "inclusion",
        "supply",
        "chain",
        "caterpillar",
        "citigroup",
        "gm",
        "intel",
        "johnson",
        "johnson",
        "staple",
        "starbucks",
        "ups",
        "walgreens",
        "xerox",
        "house",
        "jarrett",
        "talked",
        "business",
        "case",
        "diversity",
        "also",
        "blind",
        "spot",
        "society",
        "trayvon",
        "martin",
        "general",
        "topic",
        "race",
        "reconciliation",
        "complexity",
        "country",
        "never",
        "fully",
        "reckoned",
        "past",
        "anyone",
        "thought",
        "night",
        "would",
        "heal",
        "wound",
        "old",
        "deep",
        "naïve",
        "however",
        "fact",
        "seen",
        "across",
        "country",
        "reaction",
        "injustice",
        "mobilized",
        "particularly",
        "young",
        "people",
        "engage",
        "part",
        "solution",
        "heartening",
        "think",
        "people",
        "country",
        "thought",
        "well",
        "symbolism",
        "first",
        "black",
        "president",
        "ignores",
        "history",
        "country",
        "progress",
        "always",
        "taken",
        "time",
        "change",
        "culture",
        "happen",
        "overnight",
        "happens",
        "gradually",
        "take",
        "long",
        "view",
        "coupled",
        "fierce",
        "urgency",
        "organization",
        "sprout",
        "black",
        "life",
        "matter",
        "campaign",
        "zero",
        "youth",
        "organization",
        "naacp",
        "urban",
        "league",
        "national",
        "action",
        "network",
        "encouraging",
        "said",
        "originally",
        "thought",
        "mostly",
        "covering",
        "data",
        "research",
        "profiling",
        "inspiring",
        "chief",
        "human",
        "resource",
        "officer",
        "reminding",
        "people",
        "racist",
        "jerk",
        "halloween",
        "anticipate",
        "white",
        "supremacist",
        "tiki",
        "torch",
        "rise",
        "hate",
        "speech",
        "need",
        "explore",
        "lasting",
        "imprint",
        "jim",
        "crow",
        "global",
        "history",
        "colonization",
        "whether",
        "robert",
        "lee",
        "good",
        "person",
        "hard",
        "see",
        "sometimes",
        "think",
        "jarrett",
        "right",
        "reason",
        "encouraged",
        "thing",
        "take",
        "time",
        "time",
        "living",
        "work",
        "understanding",
        "world",
        "continues",
        "come",
        "see",
        "vast",
        "majority",
        "noble",
        "business",
        "diversity",
        "inclusion",
        "acknowledging",
        "barrier",
        "exist",
        "heart",
        "mind",
        "long",
        "someone",
        "share",
        "linkedin",
        "profile",
        "recruiter",
        "tender",
        "task",
        "requiring",
        "rigor",
        "empathy",
        "imagination",
        "compassion",
        "lot",
        "ask",
        "business",
        "one",
        "thing",
        "learned",
        "job",
        "thank",
        "everything",
        "point",
        "civil",
        "right",
        "group",
        "issue",
        "plan",
        "police",
        "reform",
        "chicago",
        "coalition",
        "group",
        "include",
        "black",
        "life",
        "matter",
        "chicago",
        "naacp",
        "submitted",
        "plan",
        "yesterday",
        "includes",
        "training",
        "pulling",
        "police",
        "officer",
        "public",
        "school",
        "plan",
        "also",
        "call",
        "officer",
        "trained",
        "violent",
        "history",
        "policing",
        "chicago",
        "notably",
        "torture",
        "allegation",
        "former",
        "cmdr",
        "jon",
        "burge",
        "learn",
        "coalition",
        "agreed",
        "suspend",
        "pending",
        "lawsuit",
        "consulting",
        "implementation",
        "plan",
        "chicago",
        "reporter",
        "created",
        "handy",
        "tool",
        "let",
        "track",
        "implementation",
        "broader",
        "set",
        "police",
        "reform",
        "recommendation",
        "city",
        "working",
        "including",
        "issued",
        "doj",
        "last",
        "year",
        "chicago",
        "tribune",
        "need",
        "talk",
        "bias",
        "retail",
        "instance",
        "shopping",
        "black",
        "continue",
        "garner",
        "headline",
        "though",
        "company",
        "embarrassed",
        "publicly",
        "apologizes",
        "hard",
        "tell",
        "substantive",
        "change",
        "ever",
        "made",
        "deborah",
        "munster",
        "executive",
        "director",
        "diversity",
        "best",
        "practice",
        "tell",
        "industry",
        "publication",
        "retail",
        "dive",
        "standard",
        "bias",
        "mitigation",
        "training",
        "within",
        "retail",
        "industry",
        "result",
        "benchmark",
        "compliance",
        "divisiveness",
        "political",
        "life",
        "may",
        "opportunity",
        "disguise",
        "think",
        "first",
        "time",
        "seeing",
        "intersection",
        "politics",
        "diversity",
        "inclusion",
        "workplace",
        "three",
        "thing",
        "intersecting",
        "say",
        "retail",
        "dive",
        "example",
        "bias",
        "retail",
        "need",
        "talk",
        "two",
        "black",
        "woman",
        "shopping",
        "tacoma",
        "clothing",
        "store",
        "one",
        "entered",
        "dressing",
        "room",
        "horror",
        "store",
        "manager",
        "stood",
        "outside",
        "dressing",
        "room",
        "loudly",
        "read",
        "store",
        "procedure",
        "asked",
        "singled",
        "manager",
        "called",
        "security",
        "asked",
        "woman",
        "leave",
        "simone",
        "gamble",
        "identifies",
        "queer",
        "androgynous",
        "individual",
        "posted",
        "story",
        "video",
        "facebook",
        "prompted",
        "outrage",
        "official",
        "statement",
        "company",
        "shared",
        "root",
        "manager",
        "fired",
        "plan",
        "make",
        "right",
        "promising",
        "training",
        "initiative",
        "good",
        "stuff",
        "kind",
        "training",
        "would",
        "help",
        "superheroes",
        "get",
        "root",
        "building",
        "diverse",
        "engineering",
        "force",
        "breaking",
        "bad",
        "habit",
        "joan",
        "williams",
        "director",
        "center",
        "worklife",
        "law",
        "university",
        "california",
        "hastings",
        "college",
        "law",
        "launched",
        "bias",
        "interrupter",
        "free",
        "set",
        "tool",
        "hopefully",
        "allow",
        "hiring",
        "manager",
        "become",
        "aware",
        "discriminatory",
        "behavior",
        "prevent",
        "underrepresented",
        "group",
        "thriving",
        "within",
        "engineering",
        "rank",
        "simple",
        "thing",
        "like",
        "giving",
        "housework",
        "duty",
        "woman",
        "engineer",
        "noticing",
        "certain",
        "underrepresented",
        "group",
        "getting",
        "access",
        "networking",
        "opportunity",
        "also",
        "tool",
        "manager",
        "want",
        "better",
        "right",
        "away",
        "like",
        "comprehensive",
        "worksheet",
        "give",
        "direct",
        "report",
        "help",
        "people",
        "culture",
        "eschew",
        "better",
        "document",
        "accomplishment",
        "click",
        "short",
        "q",
        "ieee",
        "spectrum",
        "advertisement",
        "woke",
        "leader",
        "special",
        "guest",
        "royal",
        "wedding",
        "upcoming",
        "wedding",
        "prince",
        "harry",
        "meghan",
        "markle",
        "equal",
        "part",
        "drama",
        "delightful",
        "one",
        "latter",
        "category",
        "one",
        "officiant",
        "ceremony",
        "reverend",
        "michael",
        "bruce",
        "curry",
        "27th",
        "presiding",
        "bishop",
        "primate",
        "episcopal",
        "church",
        "currently",
        "based",
        "chicago",
        "best",
        "tell",
        "first",
        "african",
        "american",
        "play",
        "role",
        "curry",
        "civil",
        "right",
        "stalwart",
        "champion",
        "inclusion",
        "long",
        "career",
        "tackling",
        "aid",
        "crisis",
        "early",
        "focusing",
        "interconnection",
        "exclusion",
        "across",
        "lot",
        "different",
        "line",
        "race",
        "gender",
        "rector",
        "third",
        "oldest",
        "historically",
        "african",
        "american",
        "parish",
        "james",
        "baltimore",
        "leader",
        "successful",
        "effort",
        "get",
        "episcopal",
        "church",
        "bless",
        "marriage",
        "bio",
        "want",
        "get",
        "preview",
        "spirit",
        "might",
        "bring",
        "convening",
        "saturday",
        "spend",
        "three",
        "minute",
        "street",
        "nyc",
        "talking",
        "jesus",
        "movement",
        "way",
        "love",
        "praise",
        "youtube",
        "remember",
        "study",
        "said",
        "poor",
        "kid",
        "hear",
        "many",
        "word",
        "growing",
        "study",
        "investigated",
        "verbal",
        "environment",
        "variety",
        "household",
        "concluded",
        "figure",
        "poor",
        "child",
        "hear",
        "million",
        "fewer",
        "word",
        "wealthier",
        "counterpart",
        "time",
        "four",
        "year",
        "old",
        "original",
        "study",
        "simply",
        "word",
        "heard",
        "average",
        "child",
        "welfare",
        "half",
        "much",
        "experience",
        "per",
        "hour",
        "word",
        "per",
        "hour",
        "average",
        "child",
        "word",
        "per",
        "hour",
        "less",
        "average",
        "child",
        "professional",
        "family",
        "word",
        "per",
        "hour",
        "new",
        "research",
        "call",
        "conclusion",
        "question",
        "image",
        "grimly",
        "sitting",
        "silence",
        "ignoring",
        "child",
        "permanently",
        "damaging",
        "prospect",
        "school",
        "turn",
        "original",
        "study",
        "account",
        "vocal",
        "contribution",
        "multiple",
        "caregiver",
        "according",
        "researcher",
        "first",
        "time",
        "million",
        "word",
        "gap",
        "theory",
        "ever",
        "tested",
        "national",
        "institute",
        "health",
        "haitian",
        "revolution",
        "made",
        "louisiana",
        "purchase",
        "possible",
        "slate",
        "put",
        "together",
        "series",
        "exploring",
        "history",
        "american",
        "slavery",
        "complete",
        "reference",
        "reading",
        "particular",
        "installment",
        "explore",
        "detail",
        "haitian",
        "revolution",
        "violence",
        "success",
        "shocked",
        "wider",
        "white",
        "world",
        "worth",
        "read",
        "got",
        "time",
        "every",
        "great",
        "white",
        "hero",
        "napoleon",
        "thomas",
        "jefferson",
        "implicated",
        "solidly",
        "wrong",
        "side",
        "history",
        "sovereign",
        "haiti",
        "stubbornly",
        "lasted",
        "year",
        "inspired",
        "activism",
        "europe",
        "making",
        "slavery",
        "entrenched",
        "new",
        "world",
        "edward",
        "baptist",
        "book",
        "half",
        "never",
        "told",
        "slavery",
        "making",
        "american",
        "capitalism",
        "haitian",
        "opened",
        "announcing",
        "grand",
        "experiment",
        "society",
        "whose",
        "basis",
        "citizenship",
        "literally",
        "renunciation",
        "white",
        "privilege",
        "revolution",
        "success",
        "time",
        "delivered",
        "mississippi",
        "valley",
        "new",
        "empire",
        "slate",
        "quote",
        "world",
        "today",
        "marked",
        "great",
        "unrest",
        "inequality",
        "people",
        "continues",
        "rise",
        "many",
        "community",
        "impacted",
        "directly",
        "war",
        "poverty",
        "migration",
        "displacement",
        "flow",
        "people",
        "want",
        "make",
        "voice",
        "heard",
        "express",
        "concern",
        "fear",
        "want",
        "make",
        "rightful",
        "contribution",
        "local",
        "community",
        "broader",
        "society",
        "benefit",
        "resource",
        "development",
        "often",
        "reserved",
        "may",
        "create",
        "conflict",
        "lay",
        "bare",
        "many",
        "sorrow",
        "world",
        "also",
        "make",
        "u",
        "realize",
        "living",
        "moment",
        "hope",
        "presence",
        "today",
        "sign",
        "hope",
        "show",
        "recognize",
        "issue",
        "u",
        "imperative",
        "act",
        "decisively",
        "holiness",
        "pope",
        "francis"
    ]
}