{
    "organizations": [],
    "uuid": "16a57f305c063e463ce42d4581d880552bb6cd57",
    "author": "Natasha Turak",
    "url": "https://www.cnbc.com/2018/05/11/could-israel-and-iran-go-to-war-in-syria.html",
    "ord_in_thread": 0,
    "title": "Could Israel and Iran go to war in Syria?",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Israel bombed more than 35 sites in Syria — both Iranian and Syrian — early Thursday in response to a rocket attack it said was launched by Iran just after midnight local time.\nAmid a rapid escalation of regional tensions, the strikes have thrust a simmering shadow war out into the open.\nThe Israeli Defense Forces (IDF) claimed it struck nearly all of Iran's military infrastructure in Syria, dramatically ramping up hostilities between the two longtime adversaries that until now were largely fought out by proxies.\nshow chapters Israel goes on high alert over Syria as Trump quits Iran deal 5:51 PM ET Tue, 8 May 2018 | 01:14 Israeli Prime Minister Benjamin Netanyahu issued a statement Thursday saying: \"Iran crossed a red line. We responded accordingly. The IDF carried out a very wide-ranging attack against Iranian targets in Syria.\" He added: \"Whoever hurts us — we will hurt them sevenfold.\"\nIran has not yet responded or acknowledged any damage, but civilian groups on the ground reported 15 dead, including eight Iranians.\nLargest strike in 45 years If the attack from Syria, which saw approximately 20 rockets fired at Israeli military positions in the occupied Golan Heights region, is confirmed as Iran's doing, it would represent the first strike by Tehran directly onto Israeli soil. And Israel's response was its largest military engagement in Syria in 45 years — since the Yom Kippur war of 1973.\nAn IDF spokesperson told media that of the 20 projectiles fired from Syria, four were intercepted by Israel's Iron Dome missile defense system, while the rest exploded over Syrian territory. There were no casualties.\nTweet\nThis is the latest development in a rapidly intensifying struggle between Israel and Iran over Syria that in the last three months saw several Israeli airstrikes on Syrian and Iranian forces in response to the latter sending armed drones across Israel's border.\nAhmad Majidyar, director of the IranObserved Project at the Middle East Institute, effectively summarized the new developments: \"While neither side wants an all-out war, miscalculation and overreaction may culminate in a more dangerous situation, triggering a wider war between the two arch-enemies and thrusting the Levant region into more chaos and instability.\"\nshow chapters Israel's Netanyahu makes announcement on Iran 1:50 PM ET Mon, 30 April 2018 | 03:32 Tehran is one of Syrian President Bashar Assad's major backers, alongside Russia, in Syria's bloody seven-year civil war. Israel sees Iranian-backed engagement along its border in Syria as an existential threat, and seeks to prevent Iranian military installations from becoming permanent bases from which militant group Hezbollah can launch attacks into its territory.\n\"We should be prepared for continued airstrikes and exchange of fire along the border. The potential for a terrorist attack targeting Israeli interests in the region cannot be discounted.\" -Ryan Turner, Senior Risk Analyst at PGI Group Since 2013, the IDF has carried out more than 100 airstrikes over Syria. Tel Aviv blamed Thursday's attack on Iran's powerful Quds Force — the external branch of Iran's Revolutionary Guard Corps (IRGC).\nNuclear deal fallout Analysts have predicted further escalations following President Donald Trump's withdrawal from the Iran nuclear deal, which will see U.S. sanctions re-imposed on Tehran. The move has likely empowered the Islamic Republic's hardliners , removing incentives for restraint against Israeli and U.S. interests in the region.\nImmediately after Trump's announcement Tuesday, Israel declared high alert over \"irregular activity of Iranian forces in Syria,\" instructing authorities to \"unlock and ready\" bomb shelters in the Golan Heights, which it has occupied since 1967.\nThe same day, Israeli missiles targeted an Iran-linked army base south of Syria's capital of Damascus. Israeli strikes had killed at least seven Quds Force advisers in the weeks prior to Thursday's strike, but until this week Tehran was notably muted in its response — likely owing to the embarrassment of an Israeli blow to its forces, and a reluctance to trigger greater conflict. Now, however, analysts say Iran is less likely to hold back.\nOmar Sanadiki | Reuters Missile fire is seen from Damascus, Syria May 10, 2018. \"These raids, which have largely gone unanswered over 2018, are now more likely to provoke a direct response following Trump's decision to exit the nuclear deal,\" said Ryan Turner, senior risk analyst at PGI Group. In early May, Iran's Supreme Leader Ali Khamenei vowed to avenge those killed , saying that the era of \"hit and run\" is over.\nBehnam Ben Taleblu, a research fellow at Washington-based think tank the Foundation for Defense of Democracies (FDD), agreed, describing the alleged rocket fire by the Quds Force as \"marked escalation\" by Iran, as well as \"an indicator of growing risk tolerance in the Syrian theater.\"\nThe new normal? \"We should be prepared for continued airstrikes and exchange of fire along the border,\" said Turner, adding that both terrorist and cyberattacks targeting Israeli interests cannot be discounted. Meanwhile, Israel, emboldened by the Trump administration and tacit support from Gulf monarchies , will likely step up its aerial campaign against Iranian targets.\nU.S. Ambassador James Dobbins, a senior fellow at RAND Corporation who served in crisis management posts for the Clinton, Bush and Obama administrations, agreed, adding that a full-scale war is still less probable. \"Iran and Israel are likely to continue clashing in Syria,\" Dobbins told CNBC. \"Strikes from Israel all the way to Iran or vice versa seem less likely, although possible if the local conflict becomes more intense.\"\nTweet\nWhile the possibility of an all-out war remains on the table, most regional analysts see the conflict continuing in the form of limited skirmishes, which risk consultancy firm Eurasia Group puts at a 65 percent probability, largely due to Iran's awareness of its own vulnerability to severe retaliation from Israel or the U.S.\nThe clashes \"will likely be sporadic and not escalate to a wider conflagration,\" Eurasia Group researchers wrote in a report Thursday night. \"Tehran will likely judge it must retaliate for last night's assault, but it also does not want to take action that would provide Israel the pretext to launch a wider attack on Iranian facilities and personnel, which remain vulnerable.\"\n'This event is not over' Eurasia Group puts a major conflict at 35 percent probability, in which escalated Iranian attacks trigger prolonged Israeli airstrikes in an effort to \"deliver a knockout blow\" to Iran's presence.\n\"Iran may launch medium- or intermediate-range missiles at Israel or attack military posts along the Golan border with special forces,\" in this scenario, Eurasia said. \"To secure the border area, Israel may also take temporary, de facto control over rebel areas in the Syrian Golan Heights through air power and limited ground forces.\"\nWhile an all-out war would prove incredibly costly to both sides and destabilizing to the region, the two adversaries' aims are untenable: Iran is determined to establish a permanent strategic presence in Syria, something that is anathema to Israel. And the conflict could spill over to neighboring Lebanon, where Iranian proxy group Hezbollah recently made major electoral gains — Lebanon was the site of an Israeli war with Hezbollah in 2006, during which thousands were killed.\n\"It is an open question whether the IRGC-Quds Force will continue to target Israel directly, and if this constitutes a 'new normal' in Syria,\" the FDD's Ben Taleblu said.\nEither way, Israel's military is prepared for the worst. \"The IDF views this Iranian attack very severely,\" IDF spokesman Lt Col Jonathan Conricus told the media Thursday after the missile strikes. \"This event is not over.\"",
    "published": "2018-05-11T03:00:00.000+03:00",
    "crawled": "2018-05-11T12:21:49.008+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "israel",
        "bombed",
        "site",
        "syria",
        "iranian",
        "syrian",
        "early",
        "thursday",
        "response",
        "rocket",
        "attack",
        "said",
        "launched",
        "iran",
        "midnight",
        "local",
        "time",
        "amid",
        "rapid",
        "escalation",
        "regional",
        "tension",
        "strike",
        "thrust",
        "simmering",
        "shadow",
        "war",
        "open",
        "israeli",
        "defense",
        "force",
        "idf",
        "claimed",
        "struck",
        "nearly",
        "iran",
        "military",
        "infrastructure",
        "syria",
        "dramatically",
        "ramping",
        "hostility",
        "two",
        "longtime",
        "adversary",
        "largely",
        "fought",
        "proxy",
        "show",
        "chapter",
        "israel",
        "go",
        "high",
        "alert",
        "syria",
        "trump",
        "quits",
        "iran",
        "deal",
        "pm",
        "et",
        "tue",
        "may",
        "israeli",
        "prime",
        "minister",
        "benjamin",
        "netanyahu",
        "issued",
        "statement",
        "thursday",
        "saying",
        "iran",
        "crossed",
        "red",
        "line",
        "responded",
        "accordingly",
        "idf",
        "carried",
        "attack",
        "iranian",
        "target",
        "syria",
        "added",
        "whoever",
        "hurt",
        "u",
        "hurt",
        "sevenfold",
        "iran",
        "yet",
        "responded",
        "acknowledged",
        "damage",
        "civilian",
        "group",
        "ground",
        "reported",
        "dead",
        "including",
        "eight",
        "iranian",
        "largest",
        "strike",
        "year",
        "attack",
        "syria",
        "saw",
        "approximately",
        "rocket",
        "fired",
        "israeli",
        "military",
        "position",
        "occupied",
        "golan",
        "height",
        "region",
        "confirmed",
        "iran",
        "would",
        "represent",
        "first",
        "strike",
        "tehran",
        "directly",
        "onto",
        "israeli",
        "soil",
        "israel",
        "response",
        "largest",
        "military",
        "engagement",
        "syria",
        "year",
        "since",
        "yom",
        "kippur",
        "war",
        "idf",
        "spokesperson",
        "told",
        "medium",
        "projectile",
        "fired",
        "syria",
        "four",
        "intercepted",
        "israel",
        "iron",
        "dome",
        "missile",
        "defense",
        "system",
        "rest",
        "exploded",
        "syrian",
        "territory",
        "casualty",
        "tweet",
        "latest",
        "development",
        "rapidly",
        "intensifying",
        "struggle",
        "israel",
        "iran",
        "syria",
        "last",
        "three",
        "month",
        "saw",
        "several",
        "israeli",
        "airstrikes",
        "syrian",
        "iranian",
        "force",
        "response",
        "latter",
        "sending",
        "armed",
        "drone",
        "across",
        "israel",
        "border",
        "ahmad",
        "majidyar",
        "director",
        "iranobserved",
        "project",
        "middle",
        "east",
        "institute",
        "effectively",
        "summarized",
        "new",
        "development",
        "neither",
        "side",
        "want",
        "war",
        "miscalculation",
        "overreaction",
        "may",
        "culminate",
        "dangerous",
        "situation",
        "triggering",
        "wider",
        "war",
        "two",
        "thrusting",
        "levant",
        "region",
        "chaos",
        "instability",
        "show",
        "chapter",
        "israel",
        "netanyahu",
        "make",
        "announcement",
        "iran",
        "pm",
        "et",
        "mon",
        "april",
        "tehran",
        "one",
        "syrian",
        "president",
        "bashar",
        "assad",
        "major",
        "backer",
        "alongside",
        "russia",
        "syria",
        "bloody",
        "civil",
        "war",
        "israel",
        "see",
        "engagement",
        "along",
        "border",
        "syria",
        "existential",
        "threat",
        "seek",
        "prevent",
        "iranian",
        "military",
        "installation",
        "becoming",
        "permanent",
        "base",
        "militant",
        "group",
        "hezbollah",
        "launch",
        "attack",
        "territory",
        "prepared",
        "continued",
        "airstrikes",
        "exchange",
        "fire",
        "along",
        "border",
        "potential",
        "terrorist",
        "attack",
        "targeting",
        "israeli",
        "interest",
        "region",
        "discounted",
        "turner",
        "senior",
        "risk",
        "analyst",
        "pgi",
        "group",
        "since",
        "idf",
        "carried",
        "airstrikes",
        "syria",
        "tel",
        "aviv",
        "blamed",
        "thursday",
        "attack",
        "iran",
        "powerful",
        "quds",
        "force",
        "external",
        "branch",
        "iran",
        "revolutionary",
        "guard",
        "corp",
        "irgc",
        "nuclear",
        "deal",
        "fallout",
        "analyst",
        "predicted",
        "escalation",
        "following",
        "president",
        "donald",
        "trump",
        "withdrawal",
        "iran",
        "nuclear",
        "deal",
        "see",
        "sanction",
        "tehran",
        "move",
        "likely",
        "empowered",
        "islamic",
        "republic",
        "hardliner",
        "removing",
        "incentive",
        "restraint",
        "israeli",
        "interest",
        "region",
        "immediately",
        "trump",
        "announcement",
        "tuesday",
        "israel",
        "declared",
        "high",
        "alert",
        "irregular",
        "activity",
        "iranian",
        "force",
        "syria",
        "instructing",
        "authority",
        "unlock",
        "ready",
        "bomb",
        "shelter",
        "golan",
        "height",
        "occupied",
        "since",
        "day",
        "israeli",
        "missile",
        "targeted",
        "army",
        "base",
        "south",
        "syria",
        "capital",
        "damascus",
        "israeli",
        "strike",
        "killed",
        "least",
        "seven",
        "quds",
        "force",
        "adviser",
        "week",
        "prior",
        "thursday",
        "strike",
        "week",
        "tehran",
        "notably",
        "muted",
        "response",
        "likely",
        "owing",
        "embarrassment",
        "israeli",
        "blow",
        "force",
        "reluctance",
        "trigger",
        "greater",
        "conflict",
        "however",
        "analyst",
        "say",
        "iran",
        "less",
        "likely",
        "hold",
        "back",
        "omar",
        "sanadiki",
        "reuters",
        "missile",
        "fire",
        "seen",
        "damascus",
        "syria",
        "may",
        "raid",
        "largely",
        "gone",
        "unanswered",
        "likely",
        "provoke",
        "direct",
        "response",
        "following",
        "trump",
        "decision",
        "exit",
        "nuclear",
        "deal",
        "said",
        "ryan",
        "turner",
        "senior",
        "risk",
        "analyst",
        "pgi",
        "group",
        "early",
        "may",
        "iran",
        "supreme",
        "leader",
        "ali",
        "khamenei",
        "vowed",
        "avenge",
        "killed",
        "saying",
        "era",
        "hit",
        "run",
        "behnam",
        "ben",
        "taleblu",
        "research",
        "fellow",
        "think",
        "tank",
        "foundation",
        "defense",
        "democracy",
        "fdd",
        "agreed",
        "describing",
        "alleged",
        "rocket",
        "fire",
        "quds",
        "force",
        "marked",
        "escalation",
        "iran",
        "well",
        "indicator",
        "growing",
        "risk",
        "tolerance",
        "syrian",
        "theater",
        "new",
        "normal",
        "prepared",
        "continued",
        "airstrikes",
        "exchange",
        "fire",
        "along",
        "border",
        "said",
        "turner",
        "adding",
        "terrorist",
        "cyberattacks",
        "targeting",
        "israeli",
        "interest",
        "discounted",
        "meanwhile",
        "israel",
        "emboldened",
        "trump",
        "administration",
        "tacit",
        "support",
        "gulf",
        "monarchy",
        "likely",
        "step",
        "aerial",
        "campaign",
        "iranian",
        "target",
        "ambassador",
        "james",
        "dobbin",
        "senior",
        "fellow",
        "rand",
        "corporation",
        "served",
        "crisis",
        "management",
        "post",
        "clinton",
        "bush",
        "obama",
        "administration",
        "agreed",
        "adding",
        "war",
        "still",
        "less",
        "probable",
        "iran",
        "israel",
        "likely",
        "continue",
        "clashing",
        "syria",
        "dobbin",
        "told",
        "cnbc",
        "strike",
        "israel",
        "way",
        "iran",
        "vice",
        "versa",
        "seem",
        "less",
        "likely",
        "although",
        "possible",
        "local",
        "conflict",
        "becomes",
        "intense",
        "tweet",
        "possibility",
        "war",
        "remains",
        "table",
        "regional",
        "analyst",
        "see",
        "conflict",
        "continuing",
        "form",
        "limited",
        "skirmish",
        "risk",
        "consultancy",
        "firm",
        "eurasia",
        "group",
        "put",
        "percent",
        "probability",
        "largely",
        "due",
        "iran",
        "awareness",
        "vulnerability",
        "severe",
        "retaliation",
        "israel",
        "clash",
        "likely",
        "sporadic",
        "escalate",
        "wider",
        "conflagration",
        "eurasia",
        "group",
        "researcher",
        "wrote",
        "report",
        "thursday",
        "night",
        "tehran",
        "likely",
        "judge",
        "must",
        "retaliate",
        "last",
        "night",
        "assault",
        "also",
        "want",
        "take",
        "action",
        "would",
        "provide",
        "israel",
        "pretext",
        "launch",
        "wider",
        "attack",
        "iranian",
        "facility",
        "personnel",
        "remain",
        "vulnerable",
        "event",
        "eurasia",
        "group",
        "put",
        "major",
        "conflict",
        "percent",
        "probability",
        "escalated",
        "iranian",
        "attack",
        "trigger",
        "prolonged",
        "israeli",
        "airstrikes",
        "effort",
        "deliver",
        "knockout",
        "blow",
        "iran",
        "presence",
        "iran",
        "may",
        "launch",
        "missile",
        "israel",
        "attack",
        "military",
        "post",
        "along",
        "golan",
        "border",
        "special",
        "force",
        "scenario",
        "eurasia",
        "said",
        "secure",
        "border",
        "area",
        "israel",
        "may",
        "also",
        "take",
        "temporary",
        "de",
        "facto",
        "control",
        "rebel",
        "area",
        "syrian",
        "golan",
        "height",
        "air",
        "power",
        "limited",
        "ground",
        "force",
        "war",
        "would",
        "prove",
        "incredibly",
        "costly",
        "side",
        "destabilizing",
        "region",
        "two",
        "adversary",
        "aim",
        "untenable",
        "iran",
        "determined",
        "establish",
        "permanent",
        "strategic",
        "presence",
        "syria",
        "something",
        "anathema",
        "israel",
        "conflict",
        "could",
        "spill",
        "neighboring",
        "lebanon",
        "iranian",
        "proxy",
        "group",
        "hezbollah",
        "recently",
        "made",
        "major",
        "electoral",
        "gain",
        "lebanon",
        "site",
        "israeli",
        "war",
        "hezbollah",
        "thousand",
        "killed",
        "open",
        "question",
        "whether",
        "force",
        "continue",
        "target",
        "israel",
        "directly",
        "constitutes",
        "normal",
        "syria",
        "fdd",
        "ben",
        "taleblu",
        "said",
        "either",
        "way",
        "israel",
        "military",
        "prepared",
        "worst",
        "idf",
        "view",
        "iranian",
        "attack",
        "severely",
        "idf",
        "spokesman",
        "lt",
        "col",
        "jonathan",
        "conricus",
        "told",
        "medium",
        "thursday",
        "missile",
        "strike",
        "event"
    ]
}