{
    "organizations": [],
    "uuid": "6e41939bb7bf6abb3a8ac7ef6d263d86d1f477d2",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/10/globe-newswire-terra-tech-corp-reports-financial-results-for-the-first-quarter-of-2018.html",
    "ord_in_thread": 0,
    "title": "Terra Tech Corp Reports Financial Results for the First Quarter of 2018",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "IRVINE, Calif., May 10, 2018 (GLOBE NEWSWIRE) -- Terra Tech Corp. (OTCQX:TRTC) (“Terra Tech” or the “Company”), a vertically integrated cannabis-focused agriculture company, today announced its first quarter 2018 financial results for the period ended March 31, 2018.\n“We were pleased to report revenue growth of 26% compared to the prior year period,” commented Derek Peterson, Chief Executive Officer of Terra Tech. “This was the first quarter in which we generated revenues from sales to California’s adult use cannabis market. We believe these revenues will accelerate as the industry’s supply chain professionalizes and the adult-use market matures. California is the world’s largest cannabis market, home to approximately 40 million people, and we are proud to have positioned ourselves to have first mover advantage in anticipation of a significant market ramp over the coming months. To prepare us to scale our production to meet this projected demand, we are building a Blüm dispensary and extraction facility in San Leandro and have submitted applications to open two additional retail dispensaries in Santa Ana. As a result of this infrastructure buildout and the developments in the market, our California operations are well-positioned to drive top-line revenue growth in the future.\n“We are also pleased with the performance of our four Nevada-based cannabis dispensaries, which have been selling to the adult-use market since July of last year and have established both our Blüm retail and IVXX wholesale brands as recognized leaders in the adult-use market. During the first quarter we participated in completing the construction of our new cultivation facility in Sparks, NV and our cannabis extraction facility in Reno, NV, which will significantly expand our capacity when the requisite state approvals come through.\n“Our revenues from Edible Garden increased 40% as sales for our expanded line of organic and locally-grown salads and greens gained momentum. This segment of our business gives us a strong foothold in the New Jersey market and we will continue to invest in building out its distribution channels and constructing a major new packaging facility,” concluded Mr. Peterson.\nFinancial Update\nTotal revenues generated for the quarter ended March 31, 2018 were approximately $8.6 million, an increase of 26% from $6.8 million in the same period in 2017. This growth was primarily due to revenue generated by the Company’s dispensaries in California and Nevada and from revenue generated by Edible Garden from the sales of its produce and herbs. Gross margin for the quarter ended March 31, 2018 amounted to approximately 19.1%, compared to approximately 5.3% for the quarter ended March 31, 2017. Selling, general and administrative expenses for the quarter ended March 31, 2018 amounted to approximately $8.4 million, compared to approximately $6.4 million for the quarter ended March 31, 2017. The net loss attributable to Terra Tech for the quarter ended March 31, 2018 was approximately $(10.0 million), or ($0.16) per share compared to a loss of approximately $(10.1 million) or ($0.27) per share for the quarter ended March 31, 2017. The Company had $4.5 million in cash as of March 31, 2018. During the quarter, the Company secured a $40 million investment commitment, to be made in eight tranches of $5 million over 24 months. This capital injection will primarily be used to build out the Company’s infrastructure to support its long term growth strategy. Stockholders’ equity for the quarter ended March 31, 2018 amounted to approximately $85.7 million, an increase of approximately $8.9 million compared to approximately $76.8 million as of December 31, 2017. The Company had no short-term debt as of March 31, 2018. Long term debt was $13.2 million as of March 31, 2018, compared with $6.6 million as of December 31, 2017.\nBusiness Update\nCalifornia:\nTerra Tech received State of California Temporary Authorization to cultivate, manufacture, distribute and retail cannabis to the adult-use market, following California’s legalization of adult-use cannabis sales effective January 1, 2018. This significantly expands the Company’s potential customer base in California beyond the medical market, which it has been servicing since April 2016.\nOakland: The Company’s Blüm, Oakland dispensary expanded its sales of cannabis to include the adult-use market for the first time. To prepare for a ramp in demand as a result of the legalization of adult-use cannabis, Terra Tech is constructing a 13,000 square foot cultivation facility in Hegenberger, Oakland which has the capacity to produce up to one metric ton, or 2,000 pounds, of cannabis per year. The facility is expected to be fully operational by late-2018. San Leandro: The Company continued construction of a Blüm dispensary and extraction facility, both of which are expected to open in the second half of 2018. Santa Ana: The Company continued to ramp sales at its Blüm, Santa Ana location, including making its first sales at this location to the adult-use market. Upon receiving regulatory approval from the city of Santa Ana, Terra Tech will acquire the cannabis retail permit associated with the dispensary for no additional consideration. On February 1, 2018, the Company submitted applications to open two additional retail dispensaries in Santa Ana and expects the City to announce whether these are approved in the next 60 days. Terra Tech’s ‘Craft Cultivator’, Panther Gap Farms, in Humboldt county, received the necessary cultivation and manufacturing licenses to grow and extract products for the Company’s proprietary IVXX-branded cannabis for the adult use market.\nNevada:\nThe Company’s four Blüm dispensaries in Nevada continued to grow their brand recognition among adult-use customers. The Company has participated in the completion of the construction of a new 30,000 square foot cannabis cultivation facility in Sparks, NV and a 15,000 square foot cannabis extraction facility in Reno, NV, through agreements with NuLeaf. The Company is awaiting final State of Nevada approvals to begin production at the Reno facility and cannabis cultivation of our IVXX-branded products at the Sparks facility.\nNew Jersey:\nConstruction is underway for a major new pack house in New Jersey to distribute herbs and leafy greens for its subsidiary, Edible Garden.\nConference Call\nThe company will also host a conference call today, Thursday, May 10, 2018 at 4:30 PM Eastern Time.\nDial-In Number: 1-857-232-0157 Access Code: 422095 Derek Peterson, Chairman and CEO of Terra Tech Corp., will be answering shareholder questions at the end of the call. Should you have questions during or prior to the conference call please send an email to TRTC@kcsa.com with ‘TRTC Question’ in the subject line. Mr. Peterson will answer as many questions as time will allow.\nFor those unable to participate in the live conference call, a replay will be available at http://smallcapvoice.com/blog/trtc/ . An archived version of the webcast will also be available on the investor relations section of the company's website.\nTo be added to the Terra Tech email distribution list, please email TRTC@kcsa.com with TRTC in the subject line.\nAbout Terra Tech\nTerra Tech Corp. (OTCQX: TRTC) operates through multiple subsidiary businesses including: Blüm, IVXX Inc., Edible Garden, and MediFarm LLC. Blüm’s retail and medical cannabis facilities provide the highest quality medical cannabis to patients who are looking for alternative treatments for their chronic medical conditions as well as premium cannabis to the adult-use market in Nevada and California. Blüm offers a broad selection of cannabis products including; flowers, concentrates and edibles through its Oakland, CA and multiple Nevada locations. IVXX, Inc. is a wholly-owned subsidiary of Terra Tech that produces cannabis-extracted products for regulated medical cannabis dispensaries throughout California and medical and adult-use dispensaries in Nevada. The Company’s wholly-owned subsidiary, Edible Garden, cultivates a premier brand of local and sustainably grown hydroponic produce, sold through major grocery stores such as ShopRite, Walmart, Ahold, Aldi, Meijer, Kroger, Stop & Shop and others nationwide. Terra Tech’s MediFarm LLC subsidiaries are focused on medical and adult-use cannabis cultivation and permitting businesses throughout Nevada.\nFor more information about Terra Tech Corp visit: http://www.terratechcorp.com/\nFor more information about IVXX visit: http://ivxx.com/\nFor more information about Blüm Nevada visit: http://letsblum.com\nFor more information about Blüm Oakland visit: http://blumoak.com/\nVisit us on Facebook @ https://www.facebook.com/terratechcorp/timeline\nFollow us on Twitter @terratechcorp\nFor more information about Edible Garden visit: http://www.ediblegarden.com/\nVisit Edible Garden on Facebook @ https://www.facebook.com/ediblefarms?fref=ts\nVisit IVXX on Facebook @ https://www.facebook.com/ivxxbrand?fref=ts\nCautionary Language Concerning Forward-Looking Statements\nStatements in this press release may be \"forward-looking statements\" within the meaning of the Private Securities Litigation Reform Act of 1995. Words such as \"anticipate\", \"believe\", \"estimate\", \"expect\", \"intend\" and similar expressions, as they relate to the company or its management, identify forward-looking statements. These statements are based on current expectations, estimates and projections about the company's business based, in part, on assumptions made by management. These statements are not guarantees of future performance and involve risks, uncertainties and assumptions that are difficult to predict. Therefore, actual outcomes and results may, and probably will, what is expressed or forecasted in such forward-looking statements due to numerous factors, including those described above and those risks discussed from time to time in Terra Tech Corp.'s filings with the Securities and Exchange Commission. In addition, such statements could be affected by risks and uncertainties related to Terra Tech Corp.'s (i) product demand, market and customer acceptance of its equipment and other goods, (ii) ability to obtain financing to expand its operations, (iii) ability to attract qualified sales representatives, (iv) competition, pricing and development difficulties, (v) ability to integrate GrowOp Technology Ltd. into its operations as a reporting issuer with the Securities and Exchange Commission, and (vi) general industry and market conditions and growth rates and general economic conditions. Any forward-looking statements speak only as of the date on which they are made, and the company does not undertake any any forward-looking statement to reflect events or circumstances after the date of this release. Information on Terra Tech Corp.'s website does not constitute a part of this release.\nContact\nPhilip Carlson\nKCSA Strategic Communications\nTRTC@kcsa.com\n212-896-1238\nTERRA TECH CORP. AND SUBSIDIARIES CONSOLIDATED STATEMENTS OF OPERATIONS (UNAUDITED) Three Months Ended March 31, 2018 2017 Total Revenues $ 8,615,366 $ 6,824,456 Cost of Goods Sold 6,967,926 6,465,393 Gross Profit 1,647,440 359,063 Selling, General and Administrative Expenses 8,422,548 6,386,300 Loss from Operations (6,775,108 ) (6,027,237 ) Other Income (Expense): Amortization of Debt Discount (468,317 ) (610,616 ) Loss on Extinguishment of Debt (4,731,246 ) (1,039,458 ) Gain on Fair Market Valuation of Derivatives 2,281,000 1,610,750 Interest Expense, Net (259,621 ) (157,833 ) Loss on Fair Market Valuation of Contingent Consideration - (4,348,761 ) Total Other Income (Expense) (3,178,184 ) (4,545,918 ) Net Loss (9,953,292 ) (10,573,155 ) Net Income (Loss) Attributable to Non-Controlling Interest 78,628 (461,167 ) NET LOSS ATTRIBUTABLE TO TERRA TECH CORP. $ (10,031,920 ) $ (10,111,988 ) Net Loss Per Common Share Attributable to Terra Tech Corp. Common Stockholders – Basic and Diluted $ (0.16 ) $ (0.27 ) Weighted-Average Number of Common Shares Outstanding – Basic and Diluted 64,711,660 37,818,109\nTERRA TECH CORP. AND SUBSIDIARIES CONSOLIDATED BALANCE SHEETS March 31, December 31, 2018 2017 (Unaudited) ASSETS Current Assets: Cash $ 4,510,769 $ 5,445,582 Accounts Receivable 722,929 959,698 Notes Receivable 5,964,204 5,010,143 Inventory 4,772,158 5,760,019 Prepaid Expenses and Other Current Assets 1,581,555 1,067,689 Total Current Assets 17,551,615 18,243,131 Property, Equipment and Leasehold Improvements, Net 33,343,257 19,191,616 Intangible Assets, Net 27,166,459 27,773,110 Goodwill 28,921,260 28,921,260 Other Assets 861,842 4,058,682 TOTAL ASSETS $ 107,844,433 $ 98,187,799 LIABILITIES AND STOCKHOLDERS’ EQUITY LIABILITIES: Current Liabilities: Accounts Payable and Accrued Expenses $ 4,840,730 $ 5,444,710\nDerivative Liabilities 4,059,400 9,331,400\nTotal Current Liabilities 8,900,130 14,776,110 Long-Term Liabilities: Long-Term Debt, Net of Discounts 13,232,818 6,609,398 Total Long-Term Liabilities 13,232,818 6,609,398 Total Liabilities 22,132,948 21,385,508 COMMITMENTS AND CONTINGENCIES STOCKHOLDERS’ EQUITY: Preferred Stock, Convertible Series A, Par Value $0.001: - - 100 Shares Authorized as of March 31, 2018 and December 31, 2017; 8 Shares Issued and Outstanding as of March 31, 2018 and December 31, 2017 Preferred Stock, Convertible Series B, Par Value $0.001: - - 49,999,900 Shares Authorized as of March 31, 2018 and December 31, 2017; 0 Shares Issued and Outstanding as of March 31, 2018 and December 31, 2017 Common Stock, Par Value $0.001: 65,345 61,819 990,000,000 Shares Authorized as of March 31, 2018 and December 31, 2017; 65,344,816 and 61,818,560 Shares Issued and Outstanding as of March 31, 2018 and December 31, 2017, respectively Additional Paid-In Capital 200,222,380 181,357,715 Accumulated Deficit (115,580,522 ) (105,548,602 ) Total Terra Tech Corp. Stockholders’ Equity 84,707,203 75,870,932 Non-Controlling Interest 1,004,282 931,359 Total Stockholders’ Equity 85,711,485 76,802,291 TOTAL LIABILITIES AND STOCKHOLDERS’ EQUITY $ 107,844,433 $ 98,187,799\nSource:Terra Tech Corp.",
    "published": "2018-05-11T00:10:00.000+03:00",
    "crawled": "2018-05-11T00:56:28.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "irvine",
        "may",
        "globe",
        "newswire",
        "terra",
        "tech",
        "otcqx",
        "trtc",
        "terra",
        "tech",
        "company",
        "vertically",
        "integrated",
        "agriculture",
        "company",
        "today",
        "announced",
        "first",
        "quarter",
        "financial",
        "result",
        "period",
        "ended",
        "march",
        "pleased",
        "report",
        "revenue",
        "growth",
        "compared",
        "prior",
        "year",
        "period",
        "commented",
        "derek",
        "peterson",
        "chief",
        "executive",
        "officer",
        "terra",
        "tech",
        "first",
        "quarter",
        "generated",
        "revenue",
        "sale",
        "california",
        "adult",
        "use",
        "cannabis",
        "market",
        "believe",
        "revenue",
        "accelerate",
        "industry",
        "supply",
        "chain",
        "professionalizes",
        "market",
        "matures",
        "california",
        "world",
        "largest",
        "cannabis",
        "market",
        "home",
        "approximately",
        "million",
        "people",
        "proud",
        "positioned",
        "first",
        "mover",
        "advantage",
        "anticipation",
        "significant",
        "market",
        "ramp",
        "coming",
        "month",
        "prepare",
        "u",
        "scale",
        "production",
        "meet",
        "projected",
        "demand",
        "building",
        "blüm",
        "dispensary",
        "extraction",
        "facility",
        "san",
        "leandro",
        "submitted",
        "application",
        "open",
        "two",
        "additional",
        "retail",
        "dispensary",
        "santa",
        "ana",
        "result",
        "infrastructure",
        "buildout",
        "development",
        "market",
        "california",
        "operation",
        "drive",
        "revenue",
        "growth",
        "future",
        "also",
        "pleased",
        "performance",
        "four",
        "cannabis",
        "dispensary",
        "selling",
        "market",
        "since",
        "july",
        "last",
        "year",
        "established",
        "blüm",
        "retail",
        "ivxx",
        "wholesale",
        "brand",
        "recognized",
        "leader",
        "market",
        "first",
        "quarter",
        "participated",
        "completing",
        "construction",
        "new",
        "cultivation",
        "facility",
        "spark",
        "nv",
        "cannabis",
        "extraction",
        "facility",
        "reno",
        "nv",
        "significantly",
        "expand",
        "capacity",
        "requisite",
        "state",
        "approval",
        "come",
        "revenue",
        "edible",
        "garden",
        "increased",
        "sale",
        "expanded",
        "line",
        "organic",
        "salad",
        "green",
        "gained",
        "momentum",
        "segment",
        "business",
        "give",
        "u",
        "strong",
        "foothold",
        "new",
        "jersey",
        "market",
        "continue",
        "invest",
        "building",
        "distribution",
        "channel",
        "constructing",
        "major",
        "new",
        "packaging",
        "facility",
        "concluded",
        "peterson",
        "financial",
        "update",
        "total",
        "revenue",
        "generated",
        "quarter",
        "ended",
        "march",
        "approximately",
        "million",
        "increase",
        "million",
        "period",
        "growth",
        "primarily",
        "due",
        "revenue",
        "generated",
        "company",
        "dispensary",
        "california",
        "nevada",
        "revenue",
        "generated",
        "edible",
        "garden",
        "sale",
        "produce",
        "herb",
        "gross",
        "margin",
        "quarter",
        "ended",
        "march",
        "amounted",
        "approximately",
        "compared",
        "approximately",
        "quarter",
        "ended",
        "march",
        "selling",
        "general",
        "administrative",
        "expense",
        "quarter",
        "ended",
        "march",
        "amounted",
        "approximately",
        "million",
        "compared",
        "approximately",
        "million",
        "quarter",
        "ended",
        "march",
        "net",
        "loss",
        "attributable",
        "terra",
        "tech",
        "quarter",
        "ended",
        "march",
        "approximately",
        "million",
        "per",
        "share",
        "compared",
        "loss",
        "approximately",
        "million",
        "per",
        "share",
        "quarter",
        "ended",
        "march",
        "company",
        "million",
        "cash",
        "march",
        "quarter",
        "company",
        "secured",
        "million",
        "investment",
        "commitment",
        "made",
        "eight",
        "tranche",
        "million",
        "month",
        "capital",
        "injection",
        "primarily",
        "used",
        "build",
        "company",
        "infrastructure",
        "support",
        "long",
        "term",
        "growth",
        "strategy",
        "stockholder",
        "equity",
        "quarter",
        "ended",
        "march",
        "amounted",
        "approximately",
        "million",
        "increase",
        "approximately",
        "million",
        "compared",
        "approximately",
        "million",
        "december",
        "company",
        "debt",
        "march",
        "long",
        "term",
        "debt",
        "million",
        "march",
        "compared",
        "million",
        "december",
        "business",
        "update",
        "california",
        "terra",
        "tech",
        "received",
        "state",
        "california",
        "temporary",
        "authorization",
        "cultivate",
        "manufacture",
        "distribute",
        "retail",
        "cannabis",
        "market",
        "following",
        "california",
        "legalization",
        "cannabis",
        "sale",
        "effective",
        "january",
        "significantly",
        "expands",
        "company",
        "potential",
        "customer",
        "base",
        "california",
        "beyond",
        "medical",
        "market",
        "servicing",
        "since",
        "april",
        "oakland",
        "company",
        "blüm",
        "oakland",
        "dispensary",
        "expanded",
        "sale",
        "cannabis",
        "include",
        "market",
        "first",
        "time",
        "prepare",
        "ramp",
        "demand",
        "result",
        "legalization",
        "cannabis",
        "terra",
        "tech",
        "constructing",
        "square",
        "foot",
        "cultivation",
        "facility",
        "hegenberger",
        "oakland",
        "capacity",
        "produce",
        "one",
        "metric",
        "ton",
        "pound",
        "cannabis",
        "per",
        "year",
        "facility",
        "expected",
        "fully",
        "operational",
        "san",
        "leandro",
        "company",
        "continued",
        "construction",
        "blüm",
        "dispensary",
        "extraction",
        "facility",
        "expected",
        "open",
        "second",
        "half",
        "santa",
        "ana",
        "company",
        "continued",
        "ramp",
        "sale",
        "blüm",
        "santa",
        "ana",
        "location",
        "including",
        "making",
        "first",
        "sale",
        "location",
        "market",
        "upon",
        "receiving",
        "regulatory",
        "approval",
        "city",
        "santa",
        "ana",
        "terra",
        "tech",
        "acquire",
        "cannabis",
        "retail",
        "permit",
        "associated",
        "dispensary",
        "additional",
        "consideration",
        "february",
        "company",
        "submitted",
        "application",
        "open",
        "two",
        "additional",
        "retail",
        "dispensary",
        "santa",
        "ana",
        "expects",
        "city",
        "announce",
        "whether",
        "approved",
        "next",
        "day",
        "terra",
        "tech",
        "craft",
        "cultivator",
        "panther",
        "gap",
        "farm",
        "humboldt",
        "county",
        "received",
        "necessary",
        "cultivation",
        "manufacturing",
        "license",
        "grow",
        "extract",
        "product",
        "company",
        "proprietary",
        "cannabis",
        "adult",
        "use",
        "market",
        "nevada",
        "company",
        "four",
        "blüm",
        "dispensary",
        "nevada",
        "continued",
        "grow",
        "brand",
        "recognition",
        "among",
        "customer",
        "company",
        "participated",
        "completion",
        "construction",
        "new",
        "square",
        "foot",
        "cannabis",
        "cultivation",
        "facility",
        "spark",
        "nv",
        "square",
        "foot",
        "cannabis",
        "extraction",
        "facility",
        "reno",
        "nv",
        "agreement",
        "nuleaf",
        "company",
        "awaiting",
        "final",
        "state",
        "nevada",
        "approval",
        "begin",
        "production",
        "reno",
        "facility",
        "cannabis",
        "cultivation",
        "product",
        "spark",
        "facility",
        "new",
        "jersey",
        "construction",
        "underway",
        "major",
        "new",
        "pack",
        "house",
        "new",
        "jersey",
        "distribute",
        "herb",
        "leafy",
        "green",
        "subsidiary",
        "edible",
        "garden",
        "conference",
        "call",
        "company",
        "also",
        "host",
        "conference",
        "call",
        "today",
        "thursday",
        "may",
        "pm",
        "eastern",
        "time",
        "number",
        "access",
        "code",
        "derek",
        "peterson",
        "chairman",
        "ceo",
        "terra",
        "tech",
        "answering",
        "shareholder",
        "question",
        "end",
        "call",
        "question",
        "prior",
        "conference",
        "call",
        "please",
        "send",
        "email",
        "trtc",
        "trtc",
        "question",
        "subject",
        "line",
        "peterson",
        "answer",
        "many",
        "question",
        "time",
        "allow",
        "unable",
        "participate",
        "live",
        "conference",
        "call",
        "replay",
        "available",
        "http",
        "archived",
        "version",
        "webcast",
        "also",
        "available",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "added",
        "terra",
        "tech",
        "email",
        "distribution",
        "list",
        "please",
        "email",
        "trtc",
        "trtc",
        "subject",
        "line",
        "terra",
        "tech",
        "terra",
        "tech",
        "otcqx",
        "trtc",
        "operates",
        "multiple",
        "subsidiary",
        "business",
        "including",
        "blüm",
        "ivxx",
        "edible",
        "garden",
        "medifarm",
        "llc",
        "blüm",
        "retail",
        "medical",
        "cannabis",
        "facility",
        "provide",
        "highest",
        "quality",
        "medical",
        "cannabis",
        "patient",
        "looking",
        "alternative",
        "treatment",
        "chronic",
        "medical",
        "condition",
        "well",
        "premium",
        "cannabis",
        "market",
        "nevada",
        "california",
        "blüm",
        "offer",
        "broad",
        "selection",
        "cannabis",
        "product",
        "including",
        "flower",
        "concentrate",
        "edible",
        "oakland",
        "ca",
        "multiple",
        "nevada",
        "location",
        "ivxx",
        "subsidiary",
        "terra",
        "tech",
        "produce",
        "product",
        "regulated",
        "medical",
        "cannabis",
        "dispensary",
        "throughout",
        "california",
        "medical",
        "dispensary",
        "nevada",
        "company",
        "subsidiary",
        "edible",
        "garden",
        "cultivates",
        "premier",
        "brand",
        "local",
        "sustainably",
        "grown",
        "hydroponic",
        "produce",
        "sold",
        "major",
        "grocery",
        "store",
        "shoprite",
        "walmart",
        "ahold",
        "aldi",
        "meijer",
        "kroger",
        "stop",
        "shop",
        "others",
        "nationwide",
        "terra",
        "tech",
        "medifarm",
        "llc",
        "subsidiary",
        "focused",
        "medical",
        "cannabis",
        "cultivation",
        "permitting",
        "business",
        "throughout",
        "nevada",
        "information",
        "terra",
        "tech",
        "corp",
        "visit",
        "http",
        "information",
        "ivxx",
        "visit",
        "http",
        "information",
        "blüm",
        "nevada",
        "visit",
        "http",
        "information",
        "blüm",
        "oakland",
        "visit",
        "http",
        "visit",
        "u",
        "facebook",
        "http",
        "follow",
        "u",
        "twitter",
        "terratechcorp",
        "information",
        "edible",
        "garden",
        "visit",
        "http",
        "visit",
        "edible",
        "garden",
        "facebook",
        "http",
        "visit",
        "ivxx",
        "facebook",
        "http",
        "cautionary",
        "language",
        "concerning",
        "statement",
        "statement",
        "press",
        "release",
        "may",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "word",
        "anticipate",
        "believe",
        "estimate",
        "expect",
        "intend",
        "similar",
        "expression",
        "relate",
        "company",
        "management",
        "identify",
        "statement",
        "statement",
        "based",
        "current",
        "expectation",
        "estimate",
        "projection",
        "company",
        "business",
        "based",
        "part",
        "assumption",
        "made",
        "management",
        "statement",
        "guarantee",
        "future",
        "performance",
        "involve",
        "risk",
        "uncertainty",
        "assumption",
        "difficult",
        "predict",
        "therefore",
        "actual",
        "outcome",
        "result",
        "may",
        "probably",
        "expressed",
        "forecasted",
        "statement",
        "due",
        "numerous",
        "factor",
        "including",
        "described",
        "risk",
        "discussed",
        "time",
        "time",
        "terra",
        "tech",
        "filing",
        "security",
        "exchange",
        "commission",
        "addition",
        "statement",
        "could",
        "affected",
        "risk",
        "uncertainty",
        "related",
        "terra",
        "tech",
        "product",
        "demand",
        "market",
        "customer",
        "acceptance",
        "equipment",
        "good",
        "ii",
        "ability",
        "obtain",
        "financing",
        "expand",
        "operation",
        "iii",
        "ability",
        "attract",
        "qualified",
        "sale",
        "representative",
        "iv",
        "competition",
        "pricing",
        "development",
        "difficulty",
        "v",
        "ability",
        "integrate",
        "growop",
        "technology",
        "operation",
        "reporting",
        "issuer",
        "security",
        "exchange",
        "commission",
        "vi",
        "general",
        "industry",
        "market",
        "condition",
        "growth",
        "rate",
        "general",
        "economic",
        "condition",
        "statement",
        "speak",
        "date",
        "made",
        "company",
        "undertake",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "date",
        "release",
        "information",
        "terra",
        "tech",
        "website",
        "constitute",
        "part",
        "release",
        "contact",
        "philip",
        "carlson",
        "kcsa",
        "strategic",
        "communication",
        "trtc",
        "terra",
        "tech",
        "subsidiary",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "total",
        "revenue",
        "cost",
        "good",
        "sold",
        "gross",
        "profit",
        "selling",
        "general",
        "administrative",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "amortization",
        "debt",
        "discount",
        "loss",
        "extinguishment",
        "debt",
        "gain",
        "fair",
        "market",
        "valuation",
        "derivative",
        "interest",
        "expense",
        "net",
        "loss",
        "fair",
        "market",
        "valuation",
        "contingent",
        "consideration",
        "total",
        "income",
        "expense",
        "net",
        "loss",
        "net",
        "income",
        "loss",
        "attributable",
        "interest",
        "net",
        "loss",
        "attributable",
        "terra",
        "tech",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "attributable",
        "terra",
        "tech",
        "common",
        "stockholder",
        "basic",
        "diluted",
        "number",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "terra",
        "tech",
        "subsidiary",
        "consolidated",
        "balance",
        "sheet",
        "march",
        "december",
        "unaudited",
        "asset",
        "current",
        "asset",
        "cash",
        "account",
        "receivable",
        "note",
        "receivable",
        "inventory",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "leasehold",
        "improvement",
        "net",
        "intangible",
        "asset",
        "net",
        "goodwill",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "liability",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "derivative",
        "liability",
        "total",
        "current",
        "liability",
        "liability",
        "debt",
        "net",
        "discount",
        "total",
        "liability",
        "total",
        "liability",
        "commitment",
        "contingency",
        "stockholder",
        "equity",
        "preferred",
        "stock",
        "convertible",
        "series",
        "par",
        "value",
        "share",
        "authorized",
        "march",
        "december",
        "share",
        "issued",
        "outstanding",
        "march",
        "december",
        "preferred",
        "stock",
        "convertible",
        "series",
        "b",
        "par",
        "value",
        "share",
        "authorized",
        "march",
        "december",
        "share",
        "issued",
        "outstanding",
        "march",
        "december",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "march",
        "december",
        "share",
        "issued",
        "outstanding",
        "march",
        "december",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "terra",
        "tech",
        "stockholder",
        "equity",
        "interest",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "source",
        "terra",
        "tech",
        "corp"
    ]
}