{
    "organizations": [],
    "uuid": "fdca17f4a3d081719ec335fcb7ff68fbaaa2e4e7",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/29/pr-newswire-wellcare-to-acquire-meridian-for-2-point-5-billion.html",
    "ord_in_thread": 0,
    "title": "WellCare to Acquire Meridian for $2.5 Billion",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TAMPA, Fla., May 29, 2018 /PRNewswire/ -- WellCare Health Plans, Inc. (NYSE: WCG) announced today that it has entered into a definitive agreement to acquire Meridian Health Plan of Michigan, Inc., Meridian Health Plan of Illinois, Inc., and MeridianRx, a pharmacy benefit manager (PBM), (collectively, \"Meridian\") for $2.5 billion in cash. The transaction is expected to close by the end of 2018, subject to customary closing conditions, including regulatory approvals.\nMeridian expects to generate more than $4.3 billion in total revenue in 2018. As a result of this transaction, WellCare will diversify its Medicaid portfolio through the addition of Michigan, where Meridian has the No. 1 Medicaid market position; deepen its Medicaid business in Illinois; and acquire an integrated PBM platform.\nMeridian is one of the largest privately held, for-profit managed care organizations in the U.S. and serves approximately 1.1 million Medicaid, Medicare Advantage (MA), integrated dual-eligible and Health Insurance Marketplace members as of May 1, 2018 in Michigan, Illinois, Indiana and Ohio. With a high-performing culture, Meridian has dedicated more than 20 years to providing compassionate and quality care to its members as demonstrated by achieving high quality ratings from the widely respected National Committee for Quality Assurance (NCQA) for its Medicaid health plans in Michigan and Illinois.\n\"Meridian is a well-performing health plan, and WellCare and Meridian share a similar commitment to serving our members through a comprehensive, integrated approach to healthcare,\" said Ken Burdick, WellCare's CEO. \"This transaction strategically aligns with our focus on government-sponsored health plans, will strengthen our capabilities and growing business, and will meaningfully advance our growth agenda.\"\n\"WellCare's unwavering commitment to improving the lives of its members makes it an ideal partner,\" said David B. Cotton, CEO of Meridian. \"Our similar missions, values and goals, combined with WellCare's dedication to providing an unparalleled member experience, including access to high quality healthcare, were key factors in our decision.\"\nMeridian has approximately 508,000 Medicaid members in Michigan and 565,000 Medicaid members in Illinois as of May 1, 2018. 1 Upon closing, WellCare will have the No. 1 Medicaid membership market share in Michigan and Illinois, increasing its leading market position from four to six states. WellCare will also expand its MA business through the addition of Meridian's 27,000 MA members in Michigan, Illinois, Indiana and Ohio. 1 In addition, as a result of this transaction, the company will add an integrated PBM platform that provides a wide range of services and product offerings to both Meridian's members and third parties.\nFinancial Benefits and Transaction Details\nThe transaction is expected to produce $0.40 to $0.50 of accretion to WellCare's adjusted earnings per share in 2019, $0.70 to $0.80 of accretion in 2020, and $1.00+ of accretion in 2021, inclusive of $30 million to $40 million in synergies that will ramp up over the next few years and exclusive of one-time transaction-related expenses of $75 million to $85 million and cumulative integration-related expenses of $50 million to $60 million.\nWellCare expects to fund the transaction through a combination of cash on hand, the company's undrawn $1.0 billion revolving credit facility, and, subject to market conditions, new debt of $600 million to $1.0 billion and new equity of $800 million to $1.2 billion. The transaction is not contingent upon financing, and WellCare has secured $2.5 billion in committed bridge financing.\nWellCare's presentation describing the highlights of the transaction can be accessed via the following link: http://ir.wellcare.com/Presentations .\nPresentation and Webcast\nWellCare will host a conference call and live webcast today at 5:00 p.m. EDT to discuss the transaction.\nThe conference call will be webcast live from the company's website and will be available at the following link: https://services.choruscall.com/links/wcg180529.html . The webcast should be accessed a few minutes prior to the conference call start time. A replay of the webcast will be available for one year following the conclusion of the live broadcast and will be accessible on the company's website at http://ir.wellcare.com/Event .\nThe conference call can also be accessed by pre-registering using the following link: http://dpregister.com/10120892 . Callers who pre-register will be given dial-in instructions and a unique PIN to gain immediate access to the call. Participants may pre-register now, or at any time prior to the call, and will receive simple instructions via email.\nFor those parties who do not have internet access or are unable to pre-register, the conference call may be accessed by calling:\nDomestic participant dial-in number (toll-free): 1-844-492-3724\nInternational participant dial-in number: 1-412-542-4185\nA telephonic replay will be available until midnight EDT on Tuesday, June 5, 2018. This replay may be accessed by dialing either of the numbers below and entering the replay access code 10120892:\nDomestic replay (toll-free) number: 1-877-344-7529\nInternational replay number: 1-412-317-0088\nAbout WellCare Health Plans, Inc.\nHeadquartered in Tampa, Fla., WellCare Health Plans, Inc. (NYSE: WCG) focuses on providing government-sponsored managed care services, primarily through Medicaid, Medicare Advantage and Medicare Prescription Drug Plans, to families, children, seniors and individuals with complex medical needs. The company served approximately 4.3 million members nationwide as of\nMarch 31, 2018. For more information about WellCare, please visit the company's website at www.wellcare.com .\nAbout Meridian\nMeridian is a family-owned, family-operated group of health plans with offices in Michigan and Illinois. Meridian's affiliates include MeridianHealth (Medicaid), MeridianCare (Medicare), MeridianComplete (Medicare-Medicaid), MeridianChoice (Health Insurance Marketplace), and MeridianRx, a pharmacy benefit management company. The National Committee for Quality Assurance has rated Meridian Health Plan of Michigan, Inc. and Meridian Health Plan of Illinois, Inc. 4 out of 5 according to NCQA Medicaid Health Insurance Plan Ratings 2017-2018. Meridian serves more than 1.0 million members in four states. For more information, visit www.mhplan.com .\nBasis of Presentation\nIn addition to results determined under GAAP, WellCare provides certain non-GAAP financial measures that management believes are useful in assessing the company's performance. Non-GAAP financial measures should be considered in addition to, but not as a substitute for, or superior to, financial measures prepared in accordance with GAAP.\nEarnings per share have been adjusted for the effect of certain expenses, and as appropriate, the related tax effect, related to previously disclosed government investigations and related litigation and resolution costs (\"investigation costs\"); amortization expense associated with acquisitions (\"acquisition-related amortization expenses\"); and certain one-time transaction and integration costs related to the acquisition of Universal American and Meridian (\"transaction and integration costs\").\nAlthough the excluded items may recur, WellCare believes that by providing non-GAAP measures exclusive of these items, it facilitates period-over-period comparisons and provides additional clarity about events and trends affecting its core operating performance, as well as providing comparability to competitor results. The investigation costs are related to a discrete incident which management does not expect to reoccur. WellCare has adjusted for acquisition-related amortization expenses as these transactions do not directly relate to the servicing of products for our customers and are not directly related to the core performance of its business operations. The transaction and integrations costs are related to a specific 2017 and 2018 events, which do not reflect the underlying ongoing performance of the business.\nThe company is not able to project at the time of this news release the amount of expenses associated with investigation costs, the timing of transaction and integration costs and, therefore, cannot reconcile projected non-GAAP measures affected by these items to projected GAAP measures.\nCautionary Statement Regarding\nThis news release and related presentation contain \"forward-looking\" statements that are made pursuant to the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. Statements that are predictive in nature, that depend upon or refer to future events or conditions, or that include words such as \"expects,\" \"anticipates,\" \"intends,\" \"plans,\" \"believes,\" \"estimates,\" \"will,\" and similar expressions are forward-looking statements. For example, statements regarding the company's financial outlook, and the timing, closing, manner of payment and financial impact of the pending transaction contain forward-looking statements. involve known and unknown risks and uncertainties that may cause WellCare's actual future results to differ materially from those projected or contemplated in the forward-looking statements. These risks and uncertainties include, but are not limited to, the ability to complete the transaction in a timely manner or at all (which may adversely affect WellCare's business and the price of the common stock of WellCare), the failure to satisfy the conditions to the consummation of the transaction(including the receipt of certain governmental and regulatory approvals), any requirements that may be imposed by governmental or regulatory authorities as a condition to approving the transaction, adjustments to the purchase price, the ability to achieve expected synergies within the expected time frames or at all, the ability to achieve accretion to WellCare's earnings, revenues or other benefits expected, disruption to business relationships, operating results, and business generally of WellCare and/or Meridian and the ability to retain Meridian employees, the availability of debt and equity financing, WellCare's progress on top priorities such as improving health care quality and access, ensuring a competitive cost position, and delivering prudent, profitable growth, WellCare's ability to effectively estimate and manage growth, WellCare's ability to effectively execute and integrate acquisitions, potential reductions in Medicaid and Medicare revenue, WellCare's ability to estimate and manage medical benefits expense effectively, including through its vendors, its ability to negotiate actuarially sound rates, especially in new programs with limited experience, the appropriation and payment by state governments of Medicaid premiums receivable, the outcome of any protests and litigation related to Medicaid awards, the approval of Medicaid contracts by CMS, any changes to the programs or contracts, WellCare's ability to address operational challenges related to new business, and WellCare's ability to meet the requirements of readiness reviews. Given the risks and uncertainties inherent in forward-looking statements, any of WellCare's forward-looking statements could be incorrect and investors are cautioned not to place undue reliance on any of our forward-looking statements.\nAdditional information concerning these and other important risks and uncertainties can be found in the company's filings with the U.S. Securities and Exchange Commission, included under the captions \" \" and \"Risk Factors\" in the company's Annual Report on Form 10-­K for the year ended December 31, 2017, and in the company's Quarterly Report on Form 10-Q for the quarter ended March 31, 2018, which contain discussions of WellCare's business and the various factors that may affect it. Subsequent events and developments may cause actual results to differ, perhaps materially, from WellCare's forward-looking statements. WellCare's forward-looking statements speak only as of the date on which the statements are made. WellCare undertakes no duty, and expressly disclaims any obligation, to update these forward-looking statements to reflect any future events, developments or otherwise.\n1 Includes approximately 6,000 integrated dual-eligible members in Michigan and nearly 8,000 integrated dual-eligible members in Illinois.\nView original content with multimedia: http://www.prnewswire.com/news-releases/wellcare-to-acquire-meridian-for-2-5-billion-300655897.html\nSOURCE WellCare Health Plans, Inc.",
    "published": "2018-05-30T00:20:00.000+03:00",
    "crawled": "2018-05-30T00:51:32.015+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "tampa",
        "may",
        "wellcare",
        "health",
        "plan",
        "nyse",
        "wcg",
        "announced",
        "today",
        "entered",
        "definitive",
        "agreement",
        "acquire",
        "meridian",
        "health",
        "plan",
        "michigan",
        "meridian",
        "health",
        "plan",
        "illinois",
        "meridianrx",
        "pharmacy",
        "benefit",
        "manager",
        "pbm",
        "collectively",
        "meridian",
        "billion",
        "cash",
        "transaction",
        "expected",
        "close",
        "end",
        "subject",
        "customary",
        "closing",
        "condition",
        "including",
        "regulatory",
        "approval",
        "meridian",
        "expects",
        "generate",
        "billion",
        "total",
        "revenue",
        "result",
        "transaction",
        "wellcare",
        "diversify",
        "medicaid",
        "portfolio",
        "addition",
        "michigan",
        "meridian",
        "medicaid",
        "market",
        "position",
        "deepen",
        "medicaid",
        "business",
        "illinois",
        "acquire",
        "integrated",
        "pbm",
        "platform",
        "meridian",
        "one",
        "largest",
        "privately",
        "held",
        "managed",
        "care",
        "organization",
        "serf",
        "approximately",
        "million",
        "medicaid",
        "medicare",
        "advantage",
        "integrated",
        "health",
        "insurance",
        "marketplace",
        "member",
        "may",
        "michigan",
        "illinois",
        "indiana",
        "ohio",
        "culture",
        "meridian",
        "dedicated",
        "year",
        "providing",
        "compassionate",
        "quality",
        "care",
        "member",
        "demonstrated",
        "achieving",
        "high",
        "quality",
        "rating",
        "widely",
        "respected",
        "national",
        "committee",
        "quality",
        "assurance",
        "ncqa",
        "medicaid",
        "health",
        "plan",
        "michigan",
        "illinois",
        "meridian",
        "health",
        "plan",
        "wellcare",
        "meridian",
        "share",
        "similar",
        "commitment",
        "serving",
        "member",
        "comprehensive",
        "integrated",
        "approach",
        "healthcare",
        "said",
        "ken",
        "burdick",
        "wellcare",
        "ceo",
        "transaction",
        "strategically",
        "aligns",
        "focus",
        "health",
        "plan",
        "strengthen",
        "capability",
        "growing",
        "business",
        "meaningfully",
        "advance",
        "growth",
        "agenda",
        "wellcare",
        "unwavering",
        "commitment",
        "improving",
        "life",
        "member",
        "make",
        "ideal",
        "partner",
        "said",
        "david",
        "cotton",
        "ceo",
        "meridian",
        "similar",
        "mission",
        "value",
        "goal",
        "combined",
        "wellcare",
        "dedication",
        "providing",
        "unparalleled",
        "member",
        "experience",
        "including",
        "access",
        "high",
        "quality",
        "healthcare",
        "key",
        "factor",
        "decision",
        "meridian",
        "approximately",
        "medicaid",
        "member",
        "michigan",
        "medicaid",
        "member",
        "illinois",
        "may",
        "upon",
        "closing",
        "wellcare",
        "medicaid",
        "membership",
        "market",
        "share",
        "michigan",
        "illinois",
        "increasing",
        "leading",
        "market",
        "position",
        "four",
        "six",
        "state",
        "wellcare",
        "also",
        "expand",
        "business",
        "addition",
        "meridian",
        "member",
        "michigan",
        "illinois",
        "indiana",
        "ohio",
        "addition",
        "result",
        "transaction",
        "company",
        "add",
        "integrated",
        "pbm",
        "platform",
        "provides",
        "wide",
        "range",
        "service",
        "product",
        "offering",
        "meridian",
        "member",
        "third",
        "party",
        "financial",
        "benefit",
        "transaction",
        "detail",
        "transaction",
        "expected",
        "produce",
        "accretion",
        "wellcare",
        "adjusted",
        "earnings",
        "per",
        "share",
        "accretion",
        "accretion",
        "inclusive",
        "million",
        "million",
        "synergy",
        "ramp",
        "next",
        "year",
        "exclusive",
        "expense",
        "million",
        "million",
        "cumulative",
        "expense",
        "million",
        "million",
        "wellcare",
        "expects",
        "fund",
        "transaction",
        "combination",
        "cash",
        "hand",
        "company",
        "undrawn",
        "billion",
        "revolving",
        "credit",
        "facility",
        "subject",
        "market",
        "condition",
        "new",
        "debt",
        "million",
        "billion",
        "new",
        "equity",
        "million",
        "billion",
        "transaction",
        "contingent",
        "upon",
        "financing",
        "wellcare",
        "secured",
        "billion",
        "committed",
        "bridge",
        "financing",
        "wellcare",
        "presentation",
        "describing",
        "highlight",
        "transaction",
        "accessed",
        "via",
        "following",
        "link",
        "http",
        "presentation",
        "webcast",
        "wellcare",
        "host",
        "conference",
        "call",
        "live",
        "webcast",
        "today",
        "edt",
        "discus",
        "transaction",
        "conference",
        "call",
        "webcast",
        "live",
        "company",
        "website",
        "available",
        "following",
        "link",
        "http",
        "webcast",
        "accessed",
        "minute",
        "prior",
        "conference",
        "call",
        "start",
        "time",
        "replay",
        "webcast",
        "available",
        "one",
        "year",
        "following",
        "conclusion",
        "live",
        "broadcast",
        "accessible",
        "company",
        "website",
        "http",
        "conference",
        "call",
        "also",
        "accessed",
        "using",
        "following",
        "link",
        "http",
        "caller",
        "given",
        "instruction",
        "unique",
        "pin",
        "gain",
        "immediate",
        "access",
        "call",
        "participant",
        "may",
        "time",
        "prior",
        "call",
        "receive",
        "simple",
        "instruction",
        "via",
        "email",
        "party",
        "internet",
        "access",
        "unable",
        "conference",
        "call",
        "may",
        "accessed",
        "calling",
        "domestic",
        "participant",
        "number",
        "international",
        "participant",
        "number",
        "telephonic",
        "replay",
        "available",
        "midnight",
        "edt",
        "tuesday",
        "june",
        "replay",
        "may",
        "accessed",
        "dialing",
        "either",
        "number",
        "entering",
        "replay",
        "access",
        "code",
        "domestic",
        "replay",
        "number",
        "international",
        "replay",
        "number",
        "wellcare",
        "health",
        "plan",
        "headquartered",
        "tampa",
        "wellcare",
        "health",
        "plan",
        "nyse",
        "wcg",
        "focus",
        "providing",
        "managed",
        "care",
        "service",
        "primarily",
        "medicaid",
        "medicare",
        "advantage",
        "medicare",
        "prescription",
        "drug",
        "plan",
        "family",
        "child",
        "senior",
        "individual",
        "complex",
        "medical",
        "need",
        "company",
        "served",
        "approximately",
        "million",
        "member",
        "nationwide",
        "march",
        "information",
        "wellcare",
        "please",
        "visit",
        "company",
        "website",
        "meridian",
        "meridian",
        "group",
        "health",
        "plan",
        "office",
        "michigan",
        "illinois",
        "meridian",
        "affiliate",
        "include",
        "meridianhealth",
        "medicaid",
        "meridiancare",
        "medicare",
        "meridiancomplete",
        "meridianchoice",
        "health",
        "insurance",
        "marketplace",
        "meridianrx",
        "pharmacy",
        "benefit",
        "management",
        "company",
        "national",
        "committee",
        "quality",
        "assurance",
        "rated",
        "meridian",
        "health",
        "plan",
        "michigan",
        "meridian",
        "health",
        "plan",
        "illinois",
        "according",
        "ncqa",
        "medicaid",
        "health",
        "insurance",
        "plan",
        "rating",
        "meridian",
        "serf",
        "million",
        "member",
        "four",
        "state",
        "information",
        "visit",
        "basis",
        "presentation",
        "addition",
        "result",
        "determined",
        "gaap",
        "wellcare",
        "provides",
        "certain",
        "financial",
        "measure",
        "management",
        "belief",
        "useful",
        "assessing",
        "company",
        "performance",
        "financial",
        "measure",
        "considered",
        "addition",
        "substitute",
        "superior",
        "financial",
        "measure",
        "prepared",
        "accordance",
        "gaap",
        "earnings",
        "per",
        "share",
        "adjusted",
        "effect",
        "certain",
        "expense",
        "appropriate",
        "related",
        "tax",
        "effect",
        "related",
        "previously",
        "disclosed",
        "government",
        "investigation",
        "related",
        "litigation",
        "resolution",
        "cost",
        "investigation",
        "cost",
        "amortization",
        "expense",
        "associated",
        "acquisition",
        "amortization",
        "expense",
        "certain",
        "transaction",
        "integration",
        "cost",
        "related",
        "acquisition",
        "universal",
        "american",
        "meridian",
        "transaction",
        "integration",
        "cost",
        "although",
        "excluded",
        "item",
        "may",
        "recur",
        "wellcare",
        "belief",
        "providing",
        "measure",
        "exclusive",
        "item",
        "facilitates",
        "comparison",
        "provides",
        "additional",
        "clarity",
        "event",
        "trend",
        "affecting",
        "core",
        "operating",
        "performance",
        "well",
        "providing",
        "comparability",
        "competitor",
        "result",
        "investigation",
        "cost",
        "related",
        "discrete",
        "incident",
        "management",
        "expect",
        "reoccur",
        "wellcare",
        "adjusted",
        "amortization",
        "expense",
        "transaction",
        "directly",
        "relate",
        "servicing",
        "product",
        "customer",
        "directly",
        "related",
        "core",
        "performance",
        "business",
        "operation",
        "transaction",
        "integration",
        "cost",
        "related",
        "specific",
        "event",
        "reflect",
        "underlying",
        "ongoing",
        "performance",
        "business",
        "company",
        "able",
        "project",
        "time",
        "news",
        "release",
        "amount",
        "expense",
        "associated",
        "investigation",
        "cost",
        "timing",
        "transaction",
        "integration",
        "cost",
        "therefore",
        "reconcile",
        "projected",
        "measure",
        "affected",
        "item",
        "projected",
        "gaap",
        "measure",
        "cautionary",
        "statement",
        "regarding",
        "news",
        "release",
        "related",
        "presentation",
        "contain",
        "statement",
        "made",
        "pursuant",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "predictive",
        "nature",
        "depend",
        "upon",
        "refer",
        "future",
        "event",
        "condition",
        "include",
        "word",
        "expects",
        "anticipates",
        "intends",
        "plan",
        "belief",
        "estimate",
        "similar",
        "expression",
        "statement",
        "example",
        "statement",
        "regarding",
        "company",
        "financial",
        "outlook",
        "timing",
        "closing",
        "manner",
        "payment",
        "financial",
        "impact",
        "pending",
        "transaction",
        "contain",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "wellcare",
        "actual",
        "future",
        "result",
        "differ",
        "materially",
        "projected",
        "contemplated",
        "statement",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "ability",
        "complete",
        "transaction",
        "timely",
        "manner",
        "may",
        "adversely",
        "affect",
        "wellcare",
        "business",
        "price",
        "common",
        "stock",
        "wellcare",
        "failure",
        "satisfy",
        "condition",
        "consummation",
        "transaction",
        "including",
        "receipt",
        "certain",
        "governmental",
        "regulatory",
        "approval",
        "requirement",
        "may",
        "imposed",
        "governmental",
        "regulatory",
        "authority",
        "condition",
        "approving",
        "transaction",
        "adjustment",
        "purchase",
        "price",
        "ability",
        "achieve",
        "expected",
        "synergy",
        "within",
        "expected",
        "time",
        "frame",
        "ability",
        "achieve",
        "accretion",
        "wellcare",
        "earnings",
        "revenue",
        "benefit",
        "expected",
        "disruption",
        "business",
        "relationship",
        "operating",
        "result",
        "business",
        "generally",
        "wellcare",
        "meridian",
        "ability",
        "retain",
        "meridian",
        "employee",
        "availability",
        "debt",
        "equity",
        "financing",
        "wellcare",
        "progress",
        "top",
        "priority",
        "improving",
        "health",
        "care",
        "quality",
        "access",
        "ensuring",
        "competitive",
        "cost",
        "position",
        "delivering",
        "prudent",
        "profitable",
        "growth",
        "wellcare",
        "ability",
        "effectively",
        "estimate",
        "manage",
        "growth",
        "wellcare",
        "ability",
        "effectively",
        "execute",
        "integrate",
        "acquisition",
        "potential",
        "reduction",
        "medicaid",
        "medicare",
        "revenue",
        "wellcare",
        "ability",
        "estimate",
        "manage",
        "medical",
        "benefit",
        "expense",
        "effectively",
        "including",
        "vendor",
        "ability",
        "negotiate",
        "actuarially",
        "sound",
        "rate",
        "especially",
        "new",
        "program",
        "limited",
        "experience",
        "appropriation",
        "payment",
        "state",
        "government",
        "medicaid",
        "premium",
        "receivable",
        "outcome",
        "protest",
        "litigation",
        "related",
        "medicaid",
        "award",
        "approval",
        "medicaid",
        "contract",
        "cm",
        "change",
        "program",
        "contract",
        "wellcare",
        "ability",
        "address",
        "operational",
        "challenge",
        "related",
        "new",
        "business",
        "wellcare",
        "ability",
        "meet",
        "requirement",
        "readiness",
        "review",
        "given",
        "risk",
        "uncertainty",
        "inherent",
        "statement",
        "wellcare",
        "statement",
        "could",
        "incorrect",
        "investor",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "additional",
        "information",
        "concerning",
        "important",
        "risk",
        "uncertainty",
        "found",
        "company",
        "filing",
        "security",
        "exchange",
        "commission",
        "included",
        "caption",
        "risk",
        "factor",
        "company",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "company",
        "quarterly",
        "report",
        "form",
        "quarter",
        "ended",
        "march",
        "contain",
        "discussion",
        "wellcare",
        "business",
        "various",
        "factor",
        "may",
        "affect",
        "subsequent",
        "event",
        "development",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "perhaps",
        "materially",
        "wellcare",
        "statement",
        "wellcare",
        "statement",
        "speak",
        "date",
        "statement",
        "made",
        "wellcare",
        "undertakes",
        "duty",
        "expressly",
        "disclaims",
        "obligation",
        "update",
        "statement",
        "reflect",
        "future",
        "event",
        "development",
        "otherwise",
        "includes",
        "approximately",
        "integrated",
        "member",
        "michigan",
        "nearly",
        "integrated",
        "member",
        "illinois",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "wellcare",
        "health",
        "plan",
        "inc"
    ]
}