{
    "organizations": [],
    "uuid": "7a1a67850604a7a39a6a314b6dda884676b4a421",
    "author": "Steve Rosenbush",
    "url": "https://blogs.wsj.com/cio/2018/05/18/the-morning-download-blockchain-consolidation-phase-close-at-hand-hyperledger-chief-says/",
    "ord_in_thread": 0,
    "title": "The Morning Download: Blockchain Consolidation Phase Close at Hand, Hyperledger Chief Says",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "5 COMMENTS A man photographs displays of messages on the floor of the Consensus 2018 blockchain technology conference in New York City, May 16, 2018. Photo: Mike Segar/Reuters\nGood morning, CIOs. A person may draw much insight from Blockchain Week in NYC, now coming to a close. One conclusion is that the survival of many of the companies forming around the technology is about to face an important market test. CIO Journal’s Steven Norton spoke about that and much more with Brian Behlendorf, executive director of the Hyperledger project, an open source blockchain initiative hosted by the Linux Foundation .\n“At a certain point the investor community will realize that lightning might not strike more than a couple of times,” Mr. Behlendorf said. “That consolidation phase, I don’t know if it starts in 2018, but I think that is something that is imminent.”\nSo what comes next? It might be less about trying to create the next Ethereum and more about integrating the platforms that survive a shakeout. “If we can spend our money figuring out how we can talk about convergence in a way that still gives us all a business model going forward, and migrate our users, and go upstream,” he says. “There’s not much money to be made, in my opinion, in the foundation layer.”\nDOWNLOAD EXTRA: CYBER PUNK\nDebbie Harry, May 17, 2018, at The Morrison Hotel Gallery in New York, for the opening of The Age of Punk, a photo exhibit about the music club CBGB & OMFUG in the 1970s. Photo: LAURA ROSENBUSH\nIf you could ask one question of rock and roll singer and songwriter Debbie Harry , what would it be? CIO Journal had a brief conversation with her Thursday evening at The Morrison Hotel Gallery in New York, where she and Blondie co-founder and guitarist Chris Stein hosted the opening of The Age of Punk, a photo exhibit about the music club CBGB & OMFUG in the 1970s. Unable to fight the impulse to try and kill a good party, we asked her about the history of technology. Specifically, we wanted to know if she could describe the impact of digital technology on music during the course of her career.\nMs. Harry paused for a moment before she answered. “Yes,” she said. “There is a lot more product.”\nTECHNOLOGY NEWS\nKroger makes bold push to boost online shopping. Kroger Co. has struck a deal with Ocado Group PLC, a British grocer known for its use of robots, to supercharge its online delivery business, the Journal’s Heather Haddon and Saabira Chaudhuri report . Thousands of robots at Ocado facilities communicate via 4G technology to pick groceries out of storage and fill as many as 65,000 orders a week. AI helps to continually optimize those operations.\nHundreds of bitcoin wannabes show hallmarks of fraud. In a review of documents produced for 1,450 digital coin offerings, The Wall Street Journal has found 271 with red flags that include plagiarized investor documents, promises of guaranteed returns and missing or fake executive teams.\nStock fotogs among crypto winners. The Journal found that at least five projects filled out their white papers or websites with executive images pulled directly from online stock photography or other sites.\nChina approves Toshiba’s $18 billion sale of memory-chip unit. The WSJ’s Kosaku Narioka calls the approval a possible gesture of goodwill as Beijing tries to stave off U.S. trade penalties. Bain Capital’ s acquisition is set to be completed on June 1, Toshiba said.\nLook inside ZTE smartphone and see it’s made in America . The export ban of U.S. technology to China’s ZTE Corp. has been devasting, with the telecommunications giant shutting down its major business operations. A peek inside ZTE’s Axon M smartphone explains why, the Journal’s Dan Strumpf reports . U.S. companies supply 60% of its electronic components.\nUber’s chief product officer Jeff Holden is leaving company. At Uber, Mr. Holden helped create its corporate values, which last year became a lightning rod for criticism following the company’s series of scandals including allegations of sexual harassment, the Journal’s Greg Bensinger reports . Of 16 executives running the company as a committee last year immediately after the departure of former CEO Travis Kalanick in June, seven have since left.\nCryptocurrency firms explore getting bank licenses. Coinbase Inc. , which operates the largest U.S. cryptocurrency exchange, met with officials at the U.S. Office of the Comptroller of the Currency in early 2018. The Journal’s Ryan Tracy says a federal banking charter would let the firm swap a hodgepodge of state regulators for one primary federal one. The companies would also gain the option of directly offering customers federally insured bank accounts and other services.\nAn under-the-skin fitbit for chewing cud. Implanted under the skin of three cows in Utah are sensors designed to monitor body temperature, chewing activity and general activity. MIT Technology Review reports that the company behind the technology, Livestock Labs , hopes to one day bring subcutaneous sensors to humans.\nHempy McHempface. The Estonian town of Kanepi put it to the internet to decide what its symbol should be. The internet chose a cannabis leaf, the New York Times reports .\nPut this in your pipe. Kanep in Estonian means cannabis, says the NYT.\nWHAT YOUR CEO IS READING\n‘Newton’ (1795) by William Blake. PHOTO: GETTY IMAGES/BETTMANN ARCHIVE\nEvery week, CIO Journal offers a glimpse into the mind of the CEO, whose view of technology is shaped by stories in management journals, general interest magazines and, of course, in-flight publications.\nKissinger on how The Enlightment ends. At 94, the former national security advisor and secretary of state is almost old enough to remember when the first printing press hit the streets, paving the way for what we now call the Age of Enlightenment. “Individual insight and scientific knowledge replaced faith as the principal criterion of human consciousness,” Henry Kissinger writes in the Atlantic . Centuries later, humanity finds itself slipping into Age of Faith 2.0, this one defined by algorithms and data. “These algorithms, being mathematical interpretations of observed data, do not explain the underlying reality that produces them. Paradoxically, as the world becomes more transparent, it will also become increasingly mysterious,” he writes. Human cognition is set to lose its “personal character.”\nCybersecurity requires a step back . One way or another, it will happen. Air gaps will be bridged, firewalls breached and the cybersecurity staff worken by that 2 a.m. call. For the sake of security (and sleep), should companies drop the digital transformation schtick and go analog? Well, yes, kind of, suggests Andy Bochman, senior grid strategist at Idaho National Laboratory. Mr. Bochman recommends that companies move away from a “full reliance on digital complexity and connectivity.” An effort to identify “essential processes” and cut or even eliminate the digital pathways hackers could use to reach them, makes a company safer and senior leaders better able to weigh strategic cyber risks, he writes in Harvard Business Review ,\nWhen analytics efforts fail. Scaling analytics pilot programs remains out of reach for a surprising number of companies. In a recent McKinsey & Co. survey, just eight percent out of 1,000 respondents with analytics initiatives said they found success. Blame the boss, many of whom cannot differentiate between “traditional analytics,” such as business intelligence, and the “advanced analytics” made possible by tools such as machine learning. To fix the problem, McKinsey recommends that the CEO, CAO or CDO start educating the peers on analytics analytics. “These workshops can form the foundation of in-house “academies” that can continually teach key analytics concepts to a broader management audience.”\nEVERYTHING ELSE YOU NEED TO KNOW\nMortgage rates this week jumped to their highest level since 2011, signaling a shift to a higher-rate environment that could slow home price appreciation and squeeze first-time buyers . (WSJ)\nPresident Donald Trump’s trade chief said the U.S. is “nowhere near” a deal on Nafta. (WSJ)\nTesla and a large Chinese firm each struck new deals with lithium producers , the latest sign that are rushing to secure supplies of the material used in electric car and cell phone batteries. (WSJ)\nPresident Trump acknowledged new doubts about the f ate of his coming meeting with North Korean leader Kim Jong Un, expressing surprise over the uptick in harsh language from Pyongyang. (WSJ)\nShare this: BLOCKCHAIN DOWNLOAD HYPERLEDGER KROGER Previous Blockchain Consolidation Phase Is Imminent, Hyperledger Chief Says",
    "published": "2018-05-18T16:37:00.000+03:00",
    "crawled": "2018-05-18T18:19:18.005+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "man",
        "photograph",
        "display",
        "message",
        "floor",
        "consensus",
        "blockchain",
        "technology",
        "conference",
        "new",
        "york",
        "city",
        "may",
        "photo",
        "mike",
        "good",
        "morning",
        "cio",
        "person",
        "may",
        "draw",
        "much",
        "insight",
        "blockchain",
        "week",
        "nyc",
        "coming",
        "close",
        "one",
        "conclusion",
        "survival",
        "many",
        "company",
        "forming",
        "around",
        "technology",
        "face",
        "important",
        "market",
        "test",
        "cio",
        "journal",
        "steven",
        "norton",
        "spoke",
        "much",
        "brian",
        "behlendorf",
        "executive",
        "director",
        "hyperledger",
        "project",
        "open",
        "source",
        "blockchain",
        "initiative",
        "hosted",
        "linux",
        "foundation",
        "certain",
        "point",
        "investor",
        "community",
        "realize",
        "lightning",
        "might",
        "strike",
        "couple",
        "time",
        "behlendorf",
        "said",
        "consolidation",
        "phase",
        "know",
        "start",
        "think",
        "something",
        "come",
        "next",
        "might",
        "less",
        "trying",
        "create",
        "next",
        "ethereum",
        "integrating",
        "platform",
        "survive",
        "shakeout",
        "spend",
        "money",
        "figuring",
        "talk",
        "convergence",
        "way",
        "still",
        "give",
        "u",
        "business",
        "model",
        "going",
        "forward",
        "migrate",
        "user",
        "go",
        "upstream",
        "say",
        "much",
        "money",
        "made",
        "opinion",
        "foundation",
        "download",
        "extra",
        "cyber",
        "punk",
        "debbie",
        "harry",
        "may",
        "morrison",
        "hotel",
        "gallery",
        "new",
        "york",
        "opening",
        "age",
        "punk",
        "photo",
        "exhibit",
        "music",
        "club",
        "cbgb",
        "omfug",
        "1970s",
        "photo",
        "laura",
        "rosenbush",
        "could",
        "ask",
        "one",
        "question",
        "rock",
        "roll",
        "singer",
        "songwriter",
        "debbie",
        "harry",
        "would",
        "cio",
        "journal",
        "brief",
        "conversation",
        "thursday",
        "evening",
        "morrison",
        "hotel",
        "gallery",
        "new",
        "york",
        "blondie",
        "guitarist",
        "chris",
        "stein",
        "hosted",
        "opening",
        "age",
        "punk",
        "photo",
        "exhibit",
        "music",
        "club",
        "cbgb",
        "omfug",
        "1970s",
        "unable",
        "fight",
        "impulse",
        "try",
        "kill",
        "good",
        "party",
        "asked",
        "history",
        "technology",
        "specifically",
        "wanted",
        "know",
        "could",
        "describe",
        "impact",
        "digital",
        "technology",
        "music",
        "course",
        "career",
        "harry",
        "paused",
        "moment",
        "answered",
        "yes",
        "said",
        "lot",
        "technology",
        "news",
        "kroger",
        "make",
        "bold",
        "push",
        "boost",
        "online",
        "shopping",
        "kroger",
        "struck",
        "deal",
        "ocado",
        "group",
        "plc",
        "british",
        "grocer",
        "known",
        "use",
        "robot",
        "supercharge",
        "online",
        "delivery",
        "business",
        "journal",
        "heather",
        "haddon",
        "saabira",
        "chaudhuri",
        "report",
        "thousand",
        "robot",
        "ocado",
        "facility",
        "communicate",
        "via",
        "4g",
        "technology",
        "pick",
        "grocery",
        "storage",
        "fill",
        "many",
        "order",
        "week",
        "ai",
        "help",
        "continually",
        "optimize",
        "operation",
        "hundred",
        "bitcoin",
        "wannabe",
        "show",
        "hallmark",
        "fraud",
        "review",
        "document",
        "produced",
        "digital",
        "coin",
        "offering",
        "wall",
        "street",
        "journal",
        "found",
        "red",
        "flag",
        "include",
        "plagiarized",
        "investor",
        "document",
        "promise",
        "guaranteed",
        "return",
        "missing",
        "fake",
        "executive",
        "team",
        "stock",
        "fotogs",
        "among",
        "crypto",
        "winner",
        "journal",
        "found",
        "least",
        "five",
        "project",
        "filled",
        "white",
        "paper",
        "website",
        "executive",
        "image",
        "pulled",
        "directly",
        "online",
        "stock",
        "photography",
        "site",
        "china",
        "approves",
        "toshiba",
        "billion",
        "sale",
        "unit",
        "wsj",
        "kosaku",
        "narioka",
        "call",
        "approval",
        "possible",
        "gesture",
        "goodwill",
        "beijing",
        "try",
        "stave",
        "trade",
        "penalty",
        "bain",
        "capital",
        "acquisition",
        "set",
        "completed",
        "june",
        "toshiba",
        "said",
        "look",
        "inside",
        "zte",
        "smartphone",
        "see",
        "made",
        "america",
        "export",
        "ban",
        "technology",
        "china",
        "zte",
        "devasting",
        "telecommunication",
        "giant",
        "shutting",
        "major",
        "business",
        "operation",
        "peek",
        "inside",
        "zte",
        "axon",
        "smartphone",
        "explains",
        "journal",
        "dan",
        "strumpf",
        "report",
        "company",
        "supply",
        "electronic",
        "component",
        "uber",
        "chief",
        "product",
        "officer",
        "jeff",
        "holden",
        "leaving",
        "company",
        "uber",
        "holden",
        "helped",
        "create",
        "corporate",
        "value",
        "last",
        "year",
        "became",
        "lightning",
        "rod",
        "criticism",
        "following",
        "company",
        "series",
        "scandal",
        "including",
        "allegation",
        "sexual",
        "harassment",
        "journal",
        "greg",
        "bensinger",
        "report",
        "executive",
        "running",
        "company",
        "committee",
        "last",
        "year",
        "immediately",
        "departure",
        "former",
        "ceo",
        "travis",
        "kalanick",
        "june",
        "seven",
        "since",
        "left",
        "cryptocurrency",
        "firm",
        "explore",
        "getting",
        "bank",
        "license",
        "coinbase",
        "operates",
        "largest",
        "cryptocurrency",
        "exchange",
        "met",
        "official",
        "office",
        "comptroller",
        "currency",
        "early",
        "journal",
        "ryan",
        "tracy",
        "say",
        "federal",
        "banking",
        "charter",
        "would",
        "let",
        "firm",
        "swap",
        "hodgepodge",
        "state",
        "regulator",
        "one",
        "primary",
        "federal",
        "one",
        "company",
        "would",
        "also",
        "gain",
        "option",
        "directly",
        "offering",
        "customer",
        "federally",
        "insured",
        "bank",
        "account",
        "service",
        "fitbit",
        "chewing",
        "cud",
        "implanted",
        "skin",
        "three",
        "cow",
        "utah",
        "sensor",
        "designed",
        "monitor",
        "body",
        "temperature",
        "chewing",
        "activity",
        "general",
        "activity",
        "mit",
        "technology",
        "review",
        "report",
        "company",
        "behind",
        "technology",
        "livestock",
        "lab",
        "hope",
        "one",
        "day",
        "bring",
        "subcutaneous",
        "sensor",
        "human",
        "hempy",
        "mchempface",
        "estonian",
        "town",
        "kanepi",
        "put",
        "internet",
        "decide",
        "symbol",
        "internet",
        "chose",
        "cannabis",
        "leaf",
        "new",
        "york",
        "time",
        "report",
        "put",
        "pipe",
        "kanep",
        "estonian",
        "mean",
        "cannabis",
        "say",
        "nyt",
        "ceo",
        "reading",
        "newton",
        "william",
        "blake",
        "photo",
        "getty",
        "archive",
        "every",
        "week",
        "cio",
        "journal",
        "offer",
        "glimpse",
        "mind",
        "ceo",
        "whose",
        "view",
        "technology",
        "shaped",
        "story",
        "management",
        "journal",
        "general",
        "interest",
        "magazine",
        "course",
        "publication",
        "kissinger",
        "enlightment",
        "end",
        "former",
        "national",
        "security",
        "advisor",
        "secretary",
        "state",
        "almost",
        "old",
        "enough",
        "remember",
        "first",
        "printing",
        "press",
        "hit",
        "street",
        "paving",
        "way",
        "call",
        "age",
        "enlightenment",
        "individual",
        "insight",
        "scientific",
        "knowledge",
        "replaced",
        "faith",
        "principal",
        "criterion",
        "human",
        "consciousness",
        "henry",
        "kissinger",
        "writes",
        "atlantic",
        "century",
        "later",
        "humanity",
        "find",
        "slipping",
        "age",
        "faith",
        "one",
        "defined",
        "algorithm",
        "data",
        "algorithm",
        "mathematical",
        "interpretation",
        "observed",
        "data",
        "explain",
        "underlying",
        "reality",
        "produce",
        "paradoxically",
        "world",
        "becomes",
        "transparent",
        "also",
        "become",
        "increasingly",
        "mysterious",
        "writes",
        "human",
        "cognition",
        "set",
        "lose",
        "personal",
        "cybersecurity",
        "requires",
        "step",
        "back",
        "one",
        "way",
        "another",
        "happen",
        "air",
        "gap",
        "bridged",
        "firewall",
        "breached",
        "cybersecurity",
        "staff",
        "worken",
        "call",
        "sake",
        "security",
        "sleep",
        "company",
        "drop",
        "digital",
        "transformation",
        "schtick",
        "go",
        "analog",
        "well",
        "yes",
        "kind",
        "suggests",
        "andy",
        "bochman",
        "senior",
        "grid",
        "strategist",
        "idaho",
        "national",
        "laboratory",
        "bochman",
        "recommends",
        "company",
        "move",
        "away",
        "full",
        "reliance",
        "digital",
        "complexity",
        "effort",
        "identify",
        "essential",
        "process",
        "cut",
        "even",
        "eliminate",
        "digital",
        "pathway",
        "hacker",
        "could",
        "use",
        "reach",
        "make",
        "company",
        "safer",
        "senior",
        "leader",
        "better",
        "able",
        "weigh",
        "strategic",
        "cyber",
        "risk",
        "writes",
        "harvard",
        "business",
        "review",
        "analytics",
        "effort",
        "fail",
        "scaling",
        "analytics",
        "pilot",
        "program",
        "remains",
        "reach",
        "surprising",
        "number",
        "company",
        "recent",
        "mckinsey",
        "survey",
        "eight",
        "percent",
        "respondent",
        "analytics",
        "initiative",
        "said",
        "found",
        "success",
        "blame",
        "bos",
        "many",
        "differentiate",
        "traditional",
        "analytics",
        "business",
        "intelligence",
        "advanced",
        "analytics",
        "made",
        "possible",
        "tool",
        "machine",
        "learning",
        "fix",
        "problem",
        "mckinsey",
        "recommends",
        "ceo",
        "cao",
        "cdo",
        "start",
        "educating",
        "peer",
        "analytics",
        "analytics",
        "workshop",
        "form",
        "foundation",
        "academy",
        "continually",
        "teach",
        "key",
        "analytics",
        "concept",
        "broader",
        "management",
        "everything",
        "else",
        "need",
        "know",
        "mortgage",
        "rate",
        "week",
        "jumped",
        "highest",
        "level",
        "since",
        "signaling",
        "shift",
        "environment",
        "could",
        "slow",
        "home",
        "price",
        "appreciation",
        "squeeze",
        "buyer",
        "wsj",
        "president",
        "donald",
        "trump",
        "trade",
        "chief",
        "said",
        "nowhere",
        "near",
        "deal",
        "nafta",
        "wsj",
        "tesla",
        "large",
        "chinese",
        "firm",
        "struck",
        "new",
        "deal",
        "lithium",
        "producer",
        "latest",
        "sign",
        "rushing",
        "secure",
        "supply",
        "material",
        "used",
        "electric",
        "car",
        "cell",
        "phone",
        "battery",
        "wsj",
        "president",
        "trump",
        "acknowledged",
        "new",
        "doubt",
        "f",
        "ate",
        "coming",
        "meeting",
        "north",
        "korean",
        "leader",
        "kim",
        "jong",
        "un",
        "expressing",
        "surprise",
        "uptick",
        "harsh",
        "language",
        "pyongyang",
        "wsj",
        "share",
        "blockchain",
        "download",
        "hyperledger",
        "kroger",
        "previous",
        "blockchain",
        "consolidation",
        "phase",
        "imminent",
        "hyperledger",
        "chief",
        "say"
    ]
}