{
    "organizations": [],
    "uuid": "d599ae70fdc26ad72fb8c84d0cd2b20d3ecde186",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/24/globe-newswire-macro-enterprises-inc-announces-2018-first-quarter-results.html",
    "ord_in_thread": 0,
    "title": "Macro Enterprises Inc. Announces 2018 First Quarter Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "FORT ST. JOHN, British Columbia, May 24, 2018 (GLOBE NEWSWIRE) --\nSummary of financial\nresults\n(thousands of dollars except per share amounts)\nThree months ended\nMarch 31 2018 2017 (unaudited) (unaudited) Revenues $8,799 $12,741 EBITDA 1 (1,315) (1,742) Net (loss) earnings (2,254) (2,612) Net (loss) earnings per share ($0.07) ($0.08) Weighted average common shares outstanding (thousands) – basic 30,253 30,303 Note 1 - References to EBITDA are to net income from continuing operations before interest, taxes, amortization and impairment charge. EBITDA is not an earnings measure recognized by International Financial Reporting Standards (“IFRS”) and does not have a standardized meaning prescribed by IFRS. Management believes that EBITDA is an appropriate measure in evaluating the Company’s performance. Readers are cautioned that EBITDA should not be construed as an alternative to net income (as determined under IFRS) as an indicator of financial performance or to cash flow from operating activities (as determined under IFRS) as a measure of liquidity and cash flow. The Company’s method of calculating EBITDA may differ from the methods used by other issuers and, accordingly, the Company’s EBITDA may not be comparable to similar measures used by other issuers\nHighlights\nThe Company continues to materially exceed industry standard safety averages. As at March 31, 2018 Macro Enterprises has now exceeded 19 quarters and 3.6 million man hours worked without a single lost time injury.\nTotal working capital as at March 31, 2018 was $40.9 million of which $35.6 million was held in cash. The Company continues to remain unleveraged and undrawn on its credit facilities.\nThe Company incurred net bidding costs in excess of $0.7 million for the period ended March 31, 2018, as accounted for in its operating costs, relating to multiple large scale projects management remains optimistic will proceed and result in contracts.\nThe Company is reporting shareholders’ equity of $76.3 million or $2.52 per share based on the weighted average common shares outstanding as at March 31, 2018.\nFirst quarter results\nThree m onths ended March 31, 2018 vs. three months ended March 31, 2017\nMacro Enterprises Inc. posted consolidated revenue of $8.8 million, a decrease of $3.9 million over last year’s first quarter revenue results of $12.7 million. The decrease over prior year was due to an overall decline in business activity, particularly large scheduled project work that has been since delayed until further notice. Generally, work levels continue to remain below historical averages as a result of market uncertainty, some scheduling and permitting issues compounded by commodity price volatility. Revenue during the quarter primarily related to maintenance and integrity work performed under existing Master Service Agreements. Revenue during the period ended March 31, 2017 was split between MSA maintenance and integrity work at approximately 60% with the balance being smaller construction projects being performed.\nOperating expenses were 106 % of revenue in the quarter compared to 96 % in the same quarter last year. Included in the operating expenses were $1.2 million of fixed overheads that were not charged to specific jobs along with $0.7 million in net bidding costs relating to new prospective large projects anticipated to proceed in the coming fiscal year. Otherwise, the Company’s operating margins remained slightly higher than historical averages due to the mix of variable and necessary fixed costs being incurred. All aspects of the Company’s operations are diligently being monitored and streamlined to continue to realize efficiencies and costs savings while ensuring the highest degree of health, safety and environmental standards are maintained.\nGeneral and administrative expenses were $1.1 million, down $712,000 from the $1.8 million recorded prior year. The decline was a result of reduced spending commensurate with a slowdown in business activities. However, the Company was actively bidding and incurring direct costs for prospective work commencing this fiscal year. Included in the Company’s general and administrative expenditures are professional fees, corporate wages, burdens and various other overheads, including rents, insurance, travel and administrative supplies that are not charged directly to projects. The Company will continue to contain its overhead expenditures while ensuring its business development plans are achieved despite these challenging market conditions.\nDepreciation of property, plant and equipment was $1.4 million and consistent with prior years’ depreciation. Depreciation is calculated at various declining balance methods across the Company’s multiple categories of property, plant and equipment and is used in guiding the annual capital expenditure estimates. Residual values, methods of amortization and useful lives of the assets are reviewed annually and adjusted if appropriate.\nDuring the first quarter the Company recognized a non-cash gain of $196,000 on the mark-to-market fair value re-measurement of its preferred shares at period end. The gain was a result of a 4.85% decline in the weighted average share price of its common shares since December 31, 2017.\nFinance costs of $177,000 were lower than prior year but remained in-line with its prior quarters’ fees. Along with interest charges, standby and admin fees associated with the current credit facility, other fees included in the finance costs were $72,000 of amortized non-cash deferred transaction costs relating to the establishment of the credit facility and $42,000 of effective interest rate payments made on its preferred shares.\nIncome tax recovery in the quarter of $622,000 was at an effective rate of 21.6% which approaches the enacted tax rates of 26% after appropriate deductions.\nNet loss in the quarter was $2.3 million (($0.07) per share) compared to a net loss of $2.6 million (($0.08) per share) recognized in the prior year’s quarter. The recognition of the loss during the quarter was a result of reduced levels of work activity compounded by diminished margins, impacted significant bidding costs incurred, offset by a non-cash adjustment booked for a gain on the re-measurement of the preferred shares.\nOutlook\nWith a solid balance sheet, enhanced liquidity and its industry leading health, safety and environmental practices, the Company is in excellent financial shape to address the continued market and commodity price volatility.\nThe Company will maintain its focus on working with blue chip pipeline owners and operators to carry out their construction and maintenance programs across Canada.\nDuring fiscal 2017 the Company announced that its 50/50 joint venture with Spiecapag Canada Corp. successfully negotiated and executed a construction contract with Trans Mountain Pipeline L.P. for pipeline construction work on the Trans Mountain Expansion Project.\nThe contract is for the construction of approximately 85 kilometers of 36 inch pipeline along the Coquihalla-Hope corridor in British Columbia referred to as pipeline “Spread 5B”. Construction is expected to last two years, with field construction to commence once the regulatory requirements for construction of the project have been satisfied. The reimbursable type contract will be phased and has an initial estimated contract value of approximately $375 million. The project has since announced it was suspending all non-essential spending and would not be committing additional resources to the project until greater legal clarity is achieved.\nThe Company’s first half of revenues for 2018 are expected to be challenging and significantly lower than last year. However, despite a projected decline in business activity for the first half of the year, the Company remains very active bidding and estimating costs on project for its larger clients. In addition, the Company along with its joint venture partner are actively pursuing a number of significant projects expected to be announced and commencing and or recommencing in the near term.\nMacro’s core business is providing pipeline and facilities construction and maintenance services to major companies in the oil and gas industry. The Company is based in Fort St. John, B.C. Its shares are listed on the TSX Venture Exchange under the symbol MCR. Information on the Company’s principal operating unit, Macro Industries Inc., can be found at www.macroindustries.ca\nForward Looking Statements\nCertain statements in this news release regarding the expected terms, closing and intended use of the new credit facilities may include forward-looking information that involves various risks and uncertainties. These risks and uncertainties include the risk that by reason of oil prices, global economic conditions, government regulation of energy and resource companies, weather patterns, terrorist activity, the price and availability of alternative fuels, the availability of pipeline capacity, potential instability or armed conflict in oil-producing regions, material changes in the Company’s affairs, the results of due diligence investigations or other circumstances leading to a lack of appetite for the provision of the credit facilities on the part of the prospective lenders, the announced credit facilities are reduced in scope or are not advanced. They also include the risk that the Company is not the successful bidder or is otherwise not able to realize on potential growth opportunities identified by it. These risks and uncertainties may cause actual results to differ from information contained herein, and there can be no assurance that such forward-looking statements will prove to be accurate. These statements are based on the commitment letter in place and the expectations of management on the dates they are made and are expressly qualified in their entirety by this notice. Except as required by law, the Company assumes no obligation to update forward-looking statements should circumstances or management’s expectations change.\nFor further information please contact:\nFrank Miles Jeff Redmond President and C.E.O. Chief Financial Officer Phone: (250) 785-0033 (250) 785-0033 Neither TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\nSource:Macro Enterprises Inc.",
    "published": "2018-05-25T03:29:00.000+03:00",
    "crawled": "2018-05-25T06:07:16.007+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "fort",
        "john",
        "british",
        "columbia",
        "may",
        "globe",
        "newswire",
        "summary",
        "financial",
        "result",
        "thousand",
        "dollar",
        "except",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "march",
        "unaudited",
        "unaudited",
        "revenue",
        "ebitda",
        "net",
        "loss",
        "earnings",
        "net",
        "loss",
        "earnings",
        "per",
        "share",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "thousand",
        "basic",
        "note",
        "reference",
        "ebitda",
        "net",
        "income",
        "continuing",
        "operation",
        "interest",
        "tax",
        "amortization",
        "impairment",
        "charge",
        "ebitda",
        "earnings",
        "measure",
        "recognized",
        "international",
        "financial",
        "reporting",
        "standard",
        "ifrs",
        "standardized",
        "meaning",
        "prescribed",
        "ifrs",
        "management",
        "belief",
        "ebitda",
        "appropriate",
        "measure",
        "evaluating",
        "company",
        "performance",
        "reader",
        "cautioned",
        "ebitda",
        "construed",
        "alternative",
        "net",
        "income",
        "determined",
        "ifrs",
        "indicator",
        "financial",
        "performance",
        "cash",
        "flow",
        "operating",
        "activity",
        "determined",
        "ifrs",
        "measure",
        "liquidity",
        "cash",
        "flow",
        "company",
        "method",
        "calculating",
        "ebitda",
        "may",
        "differ",
        "method",
        "used",
        "issuer",
        "accordingly",
        "company",
        "ebitda",
        "may",
        "comparable",
        "similar",
        "measure",
        "used",
        "issuer",
        "highlight",
        "company",
        "continues",
        "materially",
        "exceed",
        "industry",
        "standard",
        "safety",
        "average",
        "march",
        "macro",
        "enterprise",
        "exceeded",
        "quarter",
        "million",
        "man",
        "hour",
        "worked",
        "without",
        "single",
        "lost",
        "time",
        "injury",
        "total",
        "working",
        "capital",
        "march",
        "million",
        "million",
        "held",
        "cash",
        "company",
        "continues",
        "remain",
        "unleveraged",
        "undrawn",
        "credit",
        "facility",
        "company",
        "incurred",
        "net",
        "bidding",
        "cost",
        "excess",
        "million",
        "period",
        "ended",
        "march",
        "accounted",
        "operating",
        "cost",
        "relating",
        "multiple",
        "large",
        "scale",
        "project",
        "management",
        "remains",
        "optimistic",
        "proceed",
        "result",
        "contract",
        "company",
        "reporting",
        "shareholder",
        "equity",
        "million",
        "per",
        "share",
        "based",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "march",
        "first",
        "quarter",
        "result",
        "three",
        "onths",
        "ended",
        "march",
        "three",
        "month",
        "ended",
        "march",
        "macro",
        "enterprise",
        "posted",
        "consolidated",
        "revenue",
        "million",
        "decrease",
        "million",
        "last",
        "year",
        "first",
        "quarter",
        "revenue",
        "result",
        "million",
        "decrease",
        "prior",
        "year",
        "due",
        "overall",
        "decline",
        "business",
        "activity",
        "particularly",
        "large",
        "scheduled",
        "project",
        "work",
        "since",
        "delayed",
        "notice",
        "generally",
        "work",
        "level",
        "continue",
        "remain",
        "historical",
        "average",
        "result",
        "market",
        "uncertainty",
        "scheduling",
        "permitting",
        "issue",
        "compounded",
        "commodity",
        "price",
        "volatility",
        "revenue",
        "quarter",
        "primarily",
        "related",
        "maintenance",
        "integrity",
        "work",
        "performed",
        "existing",
        "master",
        "service",
        "agreement",
        "revenue",
        "period",
        "ended",
        "march",
        "split",
        "msa",
        "maintenance",
        "integrity",
        "work",
        "approximately",
        "balance",
        "smaller",
        "construction",
        "project",
        "performed",
        "operating",
        "expense",
        "revenue",
        "quarter",
        "compared",
        "quarter",
        "last",
        "year",
        "included",
        "operating",
        "expense",
        "million",
        "fixed",
        "overhead",
        "charged",
        "specific",
        "job",
        "along",
        "million",
        "net",
        "bidding",
        "cost",
        "relating",
        "new",
        "prospective",
        "large",
        "project",
        "anticipated",
        "proceed",
        "coming",
        "fiscal",
        "year",
        "otherwise",
        "company",
        "operating",
        "margin",
        "remained",
        "slightly",
        "higher",
        "historical",
        "average",
        "due",
        "mix",
        "variable",
        "necessary",
        "fixed",
        "cost",
        "incurred",
        "aspect",
        "company",
        "operation",
        "diligently",
        "monitored",
        "streamlined",
        "continue",
        "realize",
        "efficiency",
        "cost",
        "saving",
        "ensuring",
        "highest",
        "degree",
        "health",
        "safety",
        "environmental",
        "standard",
        "maintained",
        "general",
        "administrative",
        "expense",
        "million",
        "million",
        "recorded",
        "prior",
        "year",
        "decline",
        "result",
        "reduced",
        "spending",
        "commensurate",
        "slowdown",
        "business",
        "activity",
        "however",
        "company",
        "actively",
        "bidding",
        "incurring",
        "direct",
        "cost",
        "prospective",
        "work",
        "commencing",
        "fiscal",
        "year",
        "included",
        "company",
        "general",
        "administrative",
        "expenditure",
        "professional",
        "fee",
        "corporate",
        "wage",
        "burden",
        "various",
        "overhead",
        "including",
        "rent",
        "insurance",
        "travel",
        "administrative",
        "supply",
        "charged",
        "directly",
        "project",
        "company",
        "continue",
        "contain",
        "overhead",
        "expenditure",
        "ensuring",
        "business",
        "development",
        "plan",
        "achieved",
        "despite",
        "challenging",
        "market",
        "condition",
        "depreciation",
        "property",
        "plant",
        "equipment",
        "million",
        "consistent",
        "prior",
        "year",
        "depreciation",
        "depreciation",
        "calculated",
        "various",
        "declining",
        "balance",
        "method",
        "across",
        "company",
        "multiple",
        "category",
        "property",
        "plant",
        "equipment",
        "used",
        "guiding",
        "annual",
        "capital",
        "expenditure",
        "estimate",
        "residual",
        "value",
        "method",
        "amortization",
        "useful",
        "life",
        "asset",
        "reviewed",
        "annually",
        "adjusted",
        "appropriate",
        "first",
        "quarter",
        "company",
        "recognized",
        "gain",
        "fair",
        "value",
        "preferred",
        "share",
        "period",
        "end",
        "gain",
        "result",
        "decline",
        "weighted",
        "average",
        "share",
        "price",
        "common",
        "share",
        "since",
        "december",
        "finance",
        "cost",
        "lower",
        "prior",
        "year",
        "remained",
        "prior",
        "quarter",
        "fee",
        "along",
        "interest",
        "charge",
        "standby",
        "admin",
        "fee",
        "associated",
        "current",
        "credit",
        "facility",
        "fee",
        "included",
        "finance",
        "cost",
        "amortized",
        "deferred",
        "transaction",
        "cost",
        "relating",
        "establishment",
        "credit",
        "facility",
        "effective",
        "interest",
        "rate",
        "payment",
        "made",
        "preferred",
        "share",
        "income",
        "tax",
        "recovery",
        "quarter",
        "effective",
        "rate",
        "approach",
        "enacted",
        "tax",
        "rate",
        "appropriate",
        "deduction",
        "net",
        "loss",
        "quarter",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "recognized",
        "prior",
        "year",
        "quarter",
        "recognition",
        "loss",
        "quarter",
        "result",
        "reduced",
        "level",
        "work",
        "activity",
        "compounded",
        "diminished",
        "margin",
        "impacted",
        "significant",
        "bidding",
        "cost",
        "incurred",
        "offset",
        "adjustment",
        "booked",
        "gain",
        "preferred",
        "share",
        "outlook",
        "solid",
        "balance",
        "sheet",
        "enhanced",
        "liquidity",
        "industry",
        "leading",
        "health",
        "safety",
        "environmental",
        "practice",
        "company",
        "excellent",
        "financial",
        "shape",
        "address",
        "continued",
        "market",
        "commodity",
        "price",
        "volatility",
        "company",
        "maintain",
        "focus",
        "working",
        "blue",
        "chip",
        "pipeline",
        "owner",
        "operator",
        "carry",
        "construction",
        "maintenance",
        "program",
        "across",
        "canada",
        "fiscal",
        "company",
        "announced",
        "joint",
        "venture",
        "spiecapag",
        "canada",
        "successfully",
        "negotiated",
        "executed",
        "construction",
        "contract",
        "trans",
        "mountain",
        "pipeline",
        "pipeline",
        "construction",
        "work",
        "trans",
        "mountain",
        "expansion",
        "project",
        "contract",
        "construction",
        "approximately",
        "kilometer",
        "inch",
        "pipeline",
        "along",
        "corridor",
        "british",
        "columbia",
        "referred",
        "pipeline",
        "spread",
        "5b",
        "construction",
        "expected",
        "last",
        "two",
        "year",
        "field",
        "construction",
        "commence",
        "regulatory",
        "requirement",
        "construction",
        "project",
        "satisfied",
        "reimbursable",
        "type",
        "contract",
        "phased",
        "initial",
        "estimated",
        "contract",
        "value",
        "approximately",
        "million",
        "project",
        "since",
        "announced",
        "suspending",
        "spending",
        "would",
        "committing",
        "additional",
        "resource",
        "project",
        "greater",
        "legal",
        "clarity",
        "achieved",
        "company",
        "first",
        "half",
        "revenue",
        "expected",
        "challenging",
        "significantly",
        "lower",
        "last",
        "year",
        "however",
        "despite",
        "projected",
        "decline",
        "business",
        "activity",
        "first",
        "half",
        "year",
        "company",
        "remains",
        "active",
        "bidding",
        "estimating",
        "cost",
        "project",
        "larger",
        "client",
        "addition",
        "company",
        "along",
        "joint",
        "venture",
        "partner",
        "actively",
        "pursuing",
        "number",
        "significant",
        "project",
        "expected",
        "announced",
        "commencing",
        "recommencing",
        "near",
        "term",
        "macro",
        "core",
        "business",
        "providing",
        "pipeline",
        "facility",
        "construction",
        "maintenance",
        "service",
        "major",
        "company",
        "oil",
        "gas",
        "industry",
        "company",
        "based",
        "fort",
        "john",
        "share",
        "listed",
        "tsx",
        "venture",
        "exchange",
        "symbol",
        "mcr",
        "information",
        "company",
        "principal",
        "operating",
        "unit",
        "macro",
        "industry",
        "found",
        "forward",
        "looking",
        "statement",
        "certain",
        "statement",
        "news",
        "release",
        "regarding",
        "expected",
        "term",
        "closing",
        "intended",
        "use",
        "new",
        "credit",
        "facility",
        "may",
        "include",
        "information",
        "involves",
        "various",
        "risk",
        "uncertainty",
        "risk",
        "uncertainty",
        "include",
        "risk",
        "reason",
        "oil",
        "price",
        "global",
        "economic",
        "condition",
        "government",
        "regulation",
        "energy",
        "resource",
        "company",
        "weather",
        "pattern",
        "terrorist",
        "activity",
        "price",
        "availability",
        "alternative",
        "fuel",
        "availability",
        "pipeline",
        "capacity",
        "potential",
        "instability",
        "armed",
        "conflict",
        "region",
        "material",
        "change",
        "company",
        "affair",
        "result",
        "due",
        "diligence",
        "investigation",
        "circumstance",
        "leading",
        "lack",
        "appetite",
        "provision",
        "credit",
        "facility",
        "part",
        "prospective",
        "lender",
        "announced",
        "credit",
        "facility",
        "reduced",
        "scope",
        "advanced",
        "also",
        "include",
        "risk",
        "company",
        "successful",
        "bidder",
        "otherwise",
        "able",
        "realize",
        "potential",
        "growth",
        "opportunity",
        "identified",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "information",
        "contained",
        "herein",
        "assurance",
        "statement",
        "prove",
        "accurate",
        "statement",
        "based",
        "commitment",
        "letter",
        "place",
        "expectation",
        "management",
        "date",
        "made",
        "expressly",
        "qualified",
        "entirety",
        "notice",
        "except",
        "required",
        "law",
        "company",
        "assumes",
        "obligation",
        "update",
        "statement",
        "circumstance",
        "management",
        "expectation",
        "change",
        "information",
        "please",
        "contact",
        "frank",
        "mile",
        "jeff",
        "redmond",
        "president",
        "chief",
        "financial",
        "officer",
        "phone",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "source",
        "macro",
        "enterprise",
        "inc"
    ]
}