{
    "organizations": [],
    "uuid": "c4533c32e2c66e622f48e4b6a09cf2d57ab817b3",
    "author": "Chris Crouse",
    "url": "https://www.cnbc.com/2018/05/24/former-nba-ref-from-betting-scandal-warns-on-legal-sports-gambling.html",
    "ord_in_thread": 0,
    "title": "Former NBA ref from betting scandal warns on legal sports gambling",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Tim Donaghy, who was the referee at the heart of the NBA's most notorious sports betting scandal in the late 2000s, spoke with CNBC about legalization of sports betting and the problem he foresees, both in the NBA and in the NCAA, as it becomes more mainstream after the landmark U.S. Supreme Court decision to allow gambling on games across the country. Donaghy, who served 15 months on counts of conspiracy to engage in wire fraud and transmitting betting information through interstate commerce, also discusses what he would do differently if he could go back in time.\nHe currently co-runs Ref Picks , a handicapping service, with his business partner, longtime sports bettor and media personality Danny Biancullo. The following Q&A is based on a CNBC phone interview with Donaghy and has been edited for length and clarity.\nRonald Martinez | Getty Images Former NBA guard Mike Bibby of the Sacramento Kings argues with former NBA referee Tim Donaghy during a 2004 playoff game against the Dallas Mavericks. When you first heard the U.S. Supreme Court ruling, what were your thoughts?\nFirst thoughts were that it was long overdue and sports leagues are now going to take advantage of the fact that gambling is legal and do everything they can do to capitalize on the revenue and grab a piece of the pie.\nThe fight for nationwide legalized sports betting has been going on for years. The NBA was one of the first leagues to support betting. Is that because they saw it coming?\nNo doubt, they knew it was going to happen. If it happens and they're supporting it, now when they go to take advantage of the revenue, they look like they supported it from the beginning. They knew it was going to happen, regardless of their support.\nAre the legal bookmakers going to have trouble getting the bettors to move over from the illegal markets? Can the legal markets succeed?\nI think people are still going to go to the local bookies for a lot of reasons. They are going to want to avoid paying taxes when they win and stay away from paying any fees to the leagues .\nPeople think that these underground bookies are going to go away. I think there's going to be more underground bookies because now gambling looks legal, but it's going to be illegal to take bets, but I don't think they're going to crack down on it as hard as it has in the past.\n\"People think that these underground bookies are going to go away. I think there's going to be more.\" In the future you're going to be able to go into a 7-Eleven and buy a ticket on a game, and people who don't use gambling as often as others do, like the people who go and buy lottery tickets, there's going to be more opportunity for people to do it. And with people casually gambling throughout the country, it's going to generate a lot of money.\nHave you been keeping up to date with the integrity-fee debate?\nI have. I think it's kind of a joke because [the leagues] are now saying they need this money to police the game that they should have been policing at the highest level all along. I'm not too sure how they can say they need the money to protect the integrity of the game when that should have been one of the top priorities before gambling passed. So it's kind of confusing and comical at the same time.\nHow would you stop scandals from happening if you were in charge?\nI think what you do is educate everybody. No doubt that another scandal is going to happen. I think it happens at a college level. Where some of these college kids get in [financial] trouble, maybe online poker, and then need to bail themselves out by winning a game that they're involved in. So they win by 10 when the line is 12 or 14. So in their mind, they're not hurting their team. They're just collecting money and not winning by as many as the line indicates they should. The scandals will happen at the college level, with some of these athletes who are going to get themselves in [financial] trouble [by gambling].\nDo you see the legalization of sports betting as a stepping-stone to players getting paid? Possibly as a way to counteract the temptation?\nNo. I think that whether they have the money or not, they can still get in trouble with gambling and try to find a way to bail themselves out. With legalized betting, there's going to be more avenues to gamble and more opportunity, and eventually, someone is going to get themselves into some trouble.\nshow chapters How the pro sports leagues are handling legal betting 3:00 PM ET Mon, 21 May 2018 | 01:19 So you see trouble for the NCAA? What about the NBA? Have they cleaned up their act with regard to how referees officiate?\nNo. I don't think it's cleaned up. I still see referees officiating based on names on the front and back of jerseys and not based on how the rules are written in the rule book. I still see officials advancing in the playoffs who have had poor performances and embarrassed the league.\nA prime example is [NBA referee Zach Zarba] at the end of game 5 [in the Boston-Philadelphia Eastern Conference Semifinals series]. He misses two critical calls that would have most likely given Philadelphia the win. Instead, the series is over and it cost that franchise millions of dollars. Who knows, maybe they go back to Philly; maybe they win game 6 and it goes to game 7. And yet he advances to the third round of the playoffs.\nIf an NCAA college basketball official has a poor game like that, they definitely wouldn't advance to the next round. It's still the same old situation with the NBA in regard to referees advancing based on relationships they have with whoever their supervisor is.\nThe league did come out and say they were wrong for those calls in the game's two-minute report ...\n[The NBA] admitted it, but how do you let that [referee] advance and get his bonus for being in the third round. It just doesn't make sense.\nAre the referees giving players star treatment because of personal preference or is there something more to it? You've previously talked about the 2006 Mavericks-Heat NBA Finals as a series where the referees were given a mandate to ref a certain way, in a manner that extended the series. Do you believe there are mandates in place today with regard to how referees officiate?\nStars get the benefit of an extra step and the ability to go to the line more than other people do. It's just the way it's been, and it's the way it's always going to be. For whatever reason, things haven't changed. If they want to change it and say they have integrity and look at all this stuff, they shouldn't advance the referees that make critical mistakes.\nHave you seen any playoff series since you've been out of the game that made you wonder what's going on, similar to the 2006 Mavericks series?\nNot to that extent. I think when you talk about a series like that and the one with the Lakers [in 2001] advancing where Sacramento should have won a championship, those referees back then, Dick Bavetta and Bob Delaney, guys who would openly talk about big market teams and teams down in series that you need to give the benefit of the call. That's a thing of the past. You don't openly talk about things the way they've talked about it.\n\"Some officials are afraid to blow the whistle with 20,000 people screaming. ... Some officials love to have the crowd go against them. There's definitely some situations where you can take advantage based on who the officials are.\" Do you feel that's because of the leadership change from Commissioner David Stern to Adam Silver?\nNot only that, but the league comes in and shows the referees what to call and what to look for and they grade them based on that. That's how they get their message across instead of how it used to be.\nWhen Bavetta was in there, he would say he was put on game sixes to force game sevens, and a lot of time he was put on to make sure big market teams like the Lakers got into that position. Nobody would dare say that today, they'd be fired.\nWhat happens to referees once they retire? Any sort of pension plan?\nThere's a pension plan, and usually every former referee is given a job working in their home city evaluating the referees on the floor. [The league] always seems to have their hooks in them so that nobody comes out and talks to them. And so [the retired refs] keep their mouth shut. [The league] knows that everything I wrote in my book, Personal Foul, is true, and they're trying to have a system in place to counteract stuff like that, but I still see star players and teams down in the series getting the calls. [Editor's note: Donaghy had to forfeit his pension.]\nBecause everyone benefits with more games?\nRight,. That's why I was shocked when Zarba missed those calls in the Boston game. Philly was down in the series. It was going to force another game that's going to generate tens of millions of dollars. I was shocked he missed those calls.\nBack to sports betting, do you feel bookmakers are getting smarter in how they put out their lines?\nNo doubt about it. Everything is computerized. If there's a line and the public has the advantage, they adjust those lines very quickly.\nYou and your business partner, professional sports bettor Danny Biancullo, known in the sports world as Danny B, run Ref Picks , a sports handicapping service. How are you making picks? Do you use analytics to keep up with the bookmakers?\nI look at who's officiating the game, but Danny B now has some programs in place, where he's using analytics and numbers, that he started a few months ago. The study has worked out pretty good so far.\nIf you could go back in time, what would you change? Is there anything you would have done differently?\nObviously, I would have stayed away from gambling. I got caught up with gambling at the golf course, the backroom card games at the casinos with buddies there, and eventually betting on sporting events. I think it became a situation where I got consumed by it and loved every minute of it. Every aspect of my day revolved around gambling in some way. I would have stayed away from it and not got so hooked on it so quickly.\nDo you still bet on games?\nFrom time to time, Danny B and I make different wagers, and it depends on the data and information we have.\nHave you found any metrics that have led to an edge in sports betting? Perhaps home court or record against the spread over the past so many games? Or is that too elementary?\nYou can find stuff like that when you look at officials. Some officials are afraid to blow the whistle with 20,000 people screaming and yelling at them. Some officials love to have the crowd go against them. You look at Scott Foster and Tony Brothers this playoff season. The road team has covered a lot of time when they've been on the court together. So you have to look at who the officials are, and how they're matched up in the game, and what the line is, but there's definitely some situations where you can take advantage based on who the officials are.\nWhat are your picks for the Western Conference Finals and NBA Finals?\nHouston over Golden State in 7. Houston over Cleveland in 5.",
    "published": "2018-05-24T22:06:00.000+03:00",
    "crawled": "2018-05-24T21:39:30.028+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "tim",
        "donaghy",
        "referee",
        "heart",
        "nba",
        "notorious",
        "sport",
        "betting",
        "scandal",
        "late",
        "2000s",
        "spoke",
        "cnbc",
        "legalization",
        "sport",
        "betting",
        "problem",
        "foresees",
        "nba",
        "ncaa",
        "becomes",
        "mainstream",
        "landmark",
        "supreme",
        "court",
        "decision",
        "allow",
        "gambling",
        "game",
        "across",
        "country",
        "donaghy",
        "served",
        "month",
        "count",
        "conspiracy",
        "engage",
        "wire",
        "fraud",
        "transmitting",
        "betting",
        "information",
        "interstate",
        "commerce",
        "also",
        "discusses",
        "would",
        "differently",
        "could",
        "go",
        "back",
        "time",
        "currently",
        "ref",
        "pick",
        "handicapping",
        "service",
        "business",
        "partner",
        "longtime",
        "sport",
        "bettor",
        "medium",
        "personality",
        "danny",
        "biancullo",
        "following",
        "q",
        "based",
        "cnbc",
        "phone",
        "interview",
        "donaghy",
        "edited",
        "length",
        "clarity",
        "ronald",
        "martinez",
        "getty",
        "image",
        "former",
        "nba",
        "guard",
        "mike",
        "bibby",
        "sacramento",
        "king",
        "argues",
        "former",
        "nba",
        "referee",
        "tim",
        "donaghy",
        "playoff",
        "game",
        "dallas",
        "maverick",
        "first",
        "heard",
        "supreme",
        "court",
        "ruling",
        "thought",
        "first",
        "thought",
        "long",
        "overdue",
        "sport",
        "league",
        "going",
        "take",
        "advantage",
        "fact",
        "gambling",
        "legal",
        "everything",
        "capitalize",
        "revenue",
        "grab",
        "piece",
        "pie",
        "fight",
        "nationwide",
        "legalized",
        "sport",
        "betting",
        "going",
        "year",
        "nba",
        "one",
        "first",
        "league",
        "support",
        "betting",
        "saw",
        "coming",
        "doubt",
        "knew",
        "going",
        "happen",
        "happens",
        "supporting",
        "go",
        "take",
        "advantage",
        "revenue",
        "look",
        "like",
        "supported",
        "beginning",
        "knew",
        "going",
        "happen",
        "regardless",
        "support",
        "legal",
        "bookmaker",
        "going",
        "trouble",
        "getting",
        "bettor",
        "move",
        "illegal",
        "market",
        "legal",
        "market",
        "succeed",
        "think",
        "people",
        "still",
        "going",
        "go",
        "local",
        "bookie",
        "lot",
        "reason",
        "going",
        "want",
        "avoid",
        "paying",
        "tax",
        "win",
        "stay",
        "away",
        "paying",
        "fee",
        "league",
        "people",
        "think",
        "underground",
        "bookie",
        "going",
        "go",
        "away",
        "think",
        "going",
        "underground",
        "bookie",
        "gambling",
        "look",
        "legal",
        "going",
        "illegal",
        "take",
        "bet",
        "think",
        "going",
        "crack",
        "hard",
        "past",
        "people",
        "think",
        "underground",
        "bookie",
        "going",
        "go",
        "away",
        "think",
        "going",
        "future",
        "going",
        "able",
        "go",
        "buy",
        "ticket",
        "game",
        "people",
        "use",
        "gambling",
        "often",
        "others",
        "like",
        "people",
        "go",
        "buy",
        "lottery",
        "ticket",
        "going",
        "opportunity",
        "people",
        "people",
        "casually",
        "gambling",
        "throughout",
        "country",
        "going",
        "generate",
        "lot",
        "money",
        "keeping",
        "date",
        "debate",
        "think",
        "kind",
        "joke",
        "league",
        "saying",
        "need",
        "money",
        "police",
        "game",
        "policing",
        "highest",
        "level",
        "along",
        "sure",
        "say",
        "need",
        "money",
        "protect",
        "integrity",
        "game",
        "one",
        "top",
        "priority",
        "gambling",
        "passed",
        "kind",
        "confusing",
        "comical",
        "time",
        "would",
        "stop",
        "scandal",
        "happening",
        "charge",
        "think",
        "educate",
        "everybody",
        "doubt",
        "another",
        "scandal",
        "going",
        "happen",
        "think",
        "happens",
        "college",
        "level",
        "college",
        "kid",
        "get",
        "financial",
        "trouble",
        "maybe",
        "online",
        "poker",
        "need",
        "bail",
        "winning",
        "game",
        "involved",
        "win",
        "line",
        "mind",
        "hurting",
        "team",
        "collecting",
        "money",
        "winning",
        "many",
        "line",
        "indicates",
        "scandal",
        "happen",
        "college",
        "level",
        "athlete",
        "going",
        "get",
        "financial",
        "trouble",
        "gambling",
        "see",
        "legalization",
        "sport",
        "betting",
        "player",
        "getting",
        "paid",
        "possibly",
        "way",
        "counteract",
        "temptation",
        "think",
        "whether",
        "money",
        "still",
        "get",
        "trouble",
        "gambling",
        "try",
        "find",
        "way",
        "bail",
        "legalized",
        "betting",
        "going",
        "avenue",
        "gamble",
        "opportunity",
        "eventually",
        "someone",
        "going",
        "get",
        "trouble",
        "show",
        "chapter",
        "pro",
        "sport",
        "league",
        "handling",
        "legal",
        "betting",
        "pm",
        "et",
        "mon",
        "may",
        "see",
        "trouble",
        "ncaa",
        "nba",
        "cleaned",
        "act",
        "regard",
        "referee",
        "officiate",
        "think",
        "cleaned",
        "still",
        "see",
        "referee",
        "officiating",
        "based",
        "name",
        "front",
        "back",
        "jersey",
        "based",
        "rule",
        "written",
        "rule",
        "book",
        "still",
        "see",
        "official",
        "advancing",
        "playoff",
        "poor",
        "performance",
        "embarrassed",
        "league",
        "prime",
        "example",
        "nba",
        "referee",
        "zach",
        "zarba",
        "end",
        "game",
        "eastern",
        "conference",
        "semifinal",
        "series",
        "miss",
        "two",
        "critical",
        "call",
        "would",
        "likely",
        "given",
        "philadelphia",
        "win",
        "instead",
        "series",
        "cost",
        "franchise",
        "million",
        "dollar",
        "know",
        "maybe",
        "go",
        "back",
        "philly",
        "maybe",
        "win",
        "game",
        "go",
        "game",
        "yet",
        "advance",
        "third",
        "round",
        "playoff",
        "ncaa",
        "college",
        "basketball",
        "official",
        "poor",
        "game",
        "like",
        "definitely",
        "would",
        "advance",
        "next",
        "round",
        "still",
        "old",
        "situation",
        "nba",
        "regard",
        "referee",
        "advancing",
        "based",
        "relationship",
        "whoever",
        "supervisor",
        "league",
        "come",
        "say",
        "wrong",
        "call",
        "game",
        "report",
        "nba",
        "admitted",
        "let",
        "referee",
        "advance",
        "get",
        "bonus",
        "third",
        "round",
        "make",
        "sense",
        "referee",
        "giving",
        "player",
        "star",
        "treatment",
        "personal",
        "preference",
        "something",
        "previously",
        "talked",
        "nba",
        "final",
        "series",
        "referee",
        "given",
        "mandate",
        "ref",
        "certain",
        "way",
        "manner",
        "extended",
        "series",
        "believe",
        "mandate",
        "place",
        "today",
        "regard",
        "referee",
        "officiate",
        "star",
        "get",
        "benefit",
        "extra",
        "step",
        "ability",
        "go",
        "line",
        "people",
        "way",
        "way",
        "always",
        "going",
        "whatever",
        "reason",
        "thing",
        "changed",
        "want",
        "change",
        "say",
        "integrity",
        "look",
        "stuff",
        "advance",
        "referee",
        "make",
        "critical",
        "mistake",
        "seen",
        "playoff",
        "series",
        "since",
        "game",
        "made",
        "wonder",
        "going",
        "similar",
        "maverick",
        "series",
        "extent",
        "think",
        "talk",
        "series",
        "like",
        "one",
        "lakers",
        "advancing",
        "sacramento",
        "championship",
        "referee",
        "back",
        "dick",
        "bavetta",
        "bob",
        "delaney",
        "guy",
        "would",
        "openly",
        "talk",
        "big",
        "market",
        "team",
        "team",
        "series",
        "need",
        "give",
        "benefit",
        "call",
        "thing",
        "past",
        "openly",
        "talk",
        "thing",
        "way",
        "talked",
        "official",
        "afraid",
        "blow",
        "whistle",
        "people",
        "screaming",
        "official",
        "love",
        "crowd",
        "go",
        "definitely",
        "situation",
        "take",
        "advantage",
        "based",
        "official",
        "feel",
        "leadership",
        "change",
        "commissioner",
        "david",
        "stern",
        "adam",
        "silver",
        "league",
        "come",
        "show",
        "referee",
        "call",
        "look",
        "grade",
        "based",
        "get",
        "message",
        "across",
        "instead",
        "used",
        "bavetta",
        "would",
        "say",
        "put",
        "game",
        "six",
        "force",
        "game",
        "seven",
        "lot",
        "time",
        "put",
        "make",
        "sure",
        "big",
        "market",
        "team",
        "like",
        "lakers",
        "got",
        "position",
        "nobody",
        "would",
        "dare",
        "say",
        "today",
        "fired",
        "happens",
        "referee",
        "retire",
        "sort",
        "pension",
        "plan",
        "pension",
        "plan",
        "usually",
        "every",
        "former",
        "referee",
        "given",
        "job",
        "working",
        "home",
        "city",
        "evaluating",
        "referee",
        "floor",
        "league",
        "always",
        "seems",
        "hook",
        "nobody",
        "come",
        "talk",
        "retired",
        "ref",
        "keep",
        "mouth",
        "shut",
        "league",
        "know",
        "everything",
        "wrote",
        "book",
        "personal",
        "foul",
        "true",
        "trying",
        "system",
        "place",
        "counteract",
        "stuff",
        "like",
        "still",
        "see",
        "star",
        "player",
        "team",
        "series",
        "getting",
        "call",
        "editor",
        "note",
        "donaghy",
        "forfeit",
        "pension",
        "everyone",
        "benefit",
        "game",
        "right",
        "shocked",
        "zarba",
        "missed",
        "call",
        "boston",
        "game",
        "philly",
        "series",
        "going",
        "force",
        "another",
        "game",
        "going",
        "generate",
        "ten",
        "million",
        "dollar",
        "shocked",
        "missed",
        "call",
        "back",
        "sport",
        "betting",
        "feel",
        "bookmaker",
        "getting",
        "smarter",
        "put",
        "line",
        "doubt",
        "everything",
        "computerized",
        "line",
        "public",
        "advantage",
        "adjust",
        "line",
        "quickly",
        "business",
        "partner",
        "professional",
        "sport",
        "bettor",
        "danny",
        "biancullo",
        "known",
        "sport",
        "world",
        "danny",
        "b",
        "run",
        "ref",
        "pick",
        "sport",
        "handicapping",
        "service",
        "making",
        "pick",
        "use",
        "analytics",
        "keep",
        "bookmaker",
        "look",
        "officiating",
        "game",
        "danny",
        "b",
        "program",
        "place",
        "using",
        "analytics",
        "number",
        "started",
        "month",
        "ago",
        "study",
        "worked",
        "pretty",
        "good",
        "far",
        "could",
        "go",
        "back",
        "time",
        "would",
        "change",
        "anything",
        "would",
        "done",
        "differently",
        "obviously",
        "would",
        "stayed",
        "away",
        "gambling",
        "got",
        "caught",
        "gambling",
        "golf",
        "course",
        "backroom",
        "card",
        "game",
        "casino",
        "buddy",
        "eventually",
        "betting",
        "sporting",
        "event",
        "think",
        "became",
        "situation",
        "got",
        "consumed",
        "loved",
        "every",
        "minute",
        "every",
        "aspect",
        "day",
        "revolved",
        "around",
        "gambling",
        "way",
        "would",
        "stayed",
        "away",
        "got",
        "hooked",
        "quickly",
        "still",
        "bet",
        "game",
        "time",
        "time",
        "danny",
        "b",
        "make",
        "different",
        "wager",
        "depends",
        "data",
        "information",
        "found",
        "metric",
        "led",
        "edge",
        "sport",
        "betting",
        "perhaps",
        "home",
        "court",
        "record",
        "spread",
        "past",
        "many",
        "game",
        "elementary",
        "find",
        "stuff",
        "like",
        "look",
        "official",
        "official",
        "afraid",
        "blow",
        "whistle",
        "people",
        "screaming",
        "yelling",
        "official",
        "love",
        "crowd",
        "go",
        "look",
        "scott",
        "foster",
        "tony",
        "brother",
        "playoff",
        "season",
        "road",
        "team",
        "covered",
        "lot",
        "time",
        "court",
        "together",
        "look",
        "official",
        "matched",
        "game",
        "line",
        "definitely",
        "situation",
        "take",
        "advantage",
        "based",
        "official",
        "pick",
        "western",
        "conference",
        "final",
        "nba",
        "final",
        "houston",
        "golden",
        "state",
        "houston",
        "cleveland"
    ]
}