{
    "organizations": [],
    "uuid": "1aeeb96535b979440052d2e1208448921691e527",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/16/pr-newswire-fda-approves-the-first-non-opioid-treatment-for-management-of-opioid-withdrawal-symptoms-in-adults.html",
    "ord_in_thread": 0,
    "title": "FDA approves the first non-opioid treatment for management of opioid withdrawal symptoms in adults",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SILVER SPRING, Md., May 16, 2018 /PRNewswire-USNewswire/ -- The U.S. Food and Drug Administration today approved Lucemyra (lofexidine hydrochloride) for the mitigation of withdrawal symptoms to facilitate abrupt discontinuation of opioids in adults. While Lucemyra may lessen the severity of withdrawal symptoms, it may not completely prevent them and is only approved for treatment for up to 14 days. Lucemyra is not a treatment for opioid use disorder (OUD), but can be used as part of a broader, long-term treatment plan for managing OUD.\n\"As part of our commitment to support patients struggling with addiction, we're dedicated to encouraging innovative approaches to help mitigate the physiological challenges presented when patients discontinue opioids,\" said FDA Commissioner Scott Gottlieb, M.D. \"We're developing new guidance to help accelerate the development of better treatments, including those that help manage opioid withdrawal symptoms. We know that the physical symptoms of opioid withdrawal can be one of the biggest barriers for patients seeking help and ultimately overcoming addiction. The fear of experiencing withdrawal symptoms often prevents those suffering from opioid addiction from seeking help. And those who seek assistance may relapse due to continued withdrawal symptoms. The FDA will continue to encourage the innovation and development of therapies to help those suffering from opioid addiction transition to lives of sobriety, as well as address the unfortunate stigma that's sometimes associated with the use of medication-assisted treatments.\"\nOpioid withdrawal includes symptoms — such as anxiety, agitation, sleep problems, muscle aches, runny nose, sweating, nausea, vomiting, diarrhea and drug craving — that occur after stopping or reducing the use of opioids in anyone with physical dependence on opioids. Physical dependence to opioids is an expected physiological response to opioid use. These symptoms of opioid withdrawal occur both in patients who have been using opioids appropriately as prescribed and in patients with OUD.\nIn patients using opioid analgesics appropriately as prescribed, opioid withdrawal is typically managed by slow taper of the medication, which is intended to avoid or lessen the effects of withdrawal while allowing the body to adapt to not having the opioid. In patients with OUD, withdrawal is typically managed by substitution of another opioid medicine, followed by gradual reduction or transition to maintenance therapy with FDA-approved medication-assisted treatment drugs such as methadone, buprenorphine or naltrexone; or by various medications aimed at specific symptoms, such as over-the-counter remedies for upset stomach or aches and pains. Other treatments may also be prescribed by a patient's health care provider.\n\"Today's approval represents the first FDA-approved non-opioid treatment for the management of opioid withdrawal symptoms and provides a new option that allows providers to work with patients to select the treatment best suited to an individual's needs,\" said Sharon Hertz, M.D., director of the Division of Anesthesia, Analgesia and Addiction Products in the FDA's Center for Drug Evaluation and Research.\nLucemyra is an oral, selective alpha 2-adrenergic receptor agonist that reduces the release of norepinephrine. The actions of norepinephrine in the autonomic nervous system are believed to play a role in many of the symptoms of opioid withdrawal. The safety and efficacy of Lucemyra was supported by two randomized, double-blind, placebo-controlled clinical trials of 866 adults meeting Diagnostic and Statistical Manual-IV criteria for opioid dependence who were physically dependent on opioids and undergoing abrupt opioid discontinuation. The studies evaluated benefit using the Short Opiate Withdrawal Scale of Gossop (SOWS-Gossop), which is a patient-reported outcome instrument that assesses opioid withdrawal symptoms. These symptoms include feeling sick, stomach cramps, muscle spasms/twitching, feeling of coldness, heart pounding, muscular tension, aches and pains, yawning, runny eyes and insomnia/problems sleeping.\nFor each opioid withdrawal symptom, patients are asked to rate their symptom severity using four response options (none, mild, moderate and severe), with the SOWS-Gossop total score ranging from 0 to 30, where a higher score indicates a greater withdrawal symptom severity. SOWS-Gossop scores were lower for patients treated with Lucemyra compared to placebo, and more patients completed the treatment period of the studies in the Lucemyra group compared to placebo.\nThe most common side effects from treatment with Lucemyra include hypotension (low blood pressure), bradycardia (slow heart rate), somnolence (sleepiness), sedation and dizziness. Lucemyra was also associated with a few cases of syncope (fainting). Lucemyra effect the heart's electrical activity, which can increase the risk of abnormal heart rhythms. When Lucemyra is stopped, patients can experience a marked increase in blood pressure. The safety and efficacy of Lucemyra have not been established in children or adolescents less than 17 years of age. After a period of not using opioid drugs, patients may be more sensitive to the effects of lower amounts of opioids if relapse does occur, and taking opioids in amounts that were used before withdrawing from opioids can lead to overdose and death.\nThe FDA is requiring 15 postmarketing studies, including both animal and human studies. Additional animal safety studies will be required to support longer-term use (such as during a gradual opioid taper in pain patients discontinuing opioid analgesics) and use in children. Clinical studies will be required to evaluate the safety of Lucemyra in clinical situations where use could be expected to exceed the maximum 14-day treatment period for which the product is currently approved, such as gradual opioid taper; to gather additional safety data on the effects of lofexidine on the liver; and to further characterize the effects on blood pressure after lofexidine is stopped. Studies in pediatric patients will include studies of newborns with neonatal opioid withdrawal and studies of different age groups of children who have opioid withdrawal related to stopping medically-prescribed opioid drugs.\nThe FDA granted this application Priority Review and Fast Track designations, and an independent FDA advisory committee supported the approval of Lucemyra at a meeting held March.\nAs part of the U.S. Department of Health and Human Services' Five-Point Strategy to Combat the Opioid Crisis , the FDA remains committed to addressing the national crisis of opioid addiction on all fronts, with a significant focus on decreasing exposure to opioids and preventing new addiction; supporting the treatment of those with opioid use disorder; fostering the development of novel pain treatment therapies and opioids more resistant to abuse and misuse; and taking action against those who contribute to the illegal importation and sale of opioid products. The agency will also continue to evaluate how drugs currently on the market are used, in both medical and illicit settings, and take regulatory action where needed.\nThe FDA granted the approval of Lucemyra to US WorldMeds LLC.\nThe FDA, an agency within the U.S. Department of Health and Human Services, protects the public health by assuring the safety, effectiveness, and security of human and veterinary drugs, vaccines and other biological products for human use, and medical devices. The agency also is responsible for the safety and security of our nation's food supply, cosmetics, dietary supplements, products that give off electronic radiation, and for regulating tobacco products.\nMedia Inquiries: Michael Felberbaum, 240-402-9548; michael.felberbaum@fda.hhs.gov\nConsumer Inquiries: 888-INFO-FDA\nView original content with multimedia: http://www.prnewswire.com/news-releases/fda-approves-the-first-non-opioid-treatment-for-management-of-opioid-withdrawal-symptoms-in-adults-300649874.html\nSOURCE U.S. Food and Drug Administration",
    "published": "2018-05-17T00:22:00.000+03:00",
    "crawled": "2018-05-17T00:55:45.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "silver",
        "spring",
        "may",
        "food",
        "drug",
        "administration",
        "today",
        "approved",
        "lucemyra",
        "lofexidine",
        "hydrochloride",
        "mitigation",
        "withdrawal",
        "symptom",
        "facilitate",
        "abrupt",
        "discontinuation",
        "opioids",
        "adult",
        "lucemyra",
        "may",
        "lessen",
        "severity",
        "withdrawal",
        "symptom",
        "may",
        "completely",
        "prevent",
        "approved",
        "treatment",
        "day",
        "lucemyra",
        "treatment",
        "opioid",
        "use",
        "disorder",
        "oud",
        "used",
        "part",
        "broader",
        "treatment",
        "plan",
        "managing",
        "oud",
        "part",
        "commitment",
        "support",
        "patient",
        "struggling",
        "addiction",
        "dedicated",
        "encouraging",
        "innovative",
        "approach",
        "help",
        "mitigate",
        "physiological",
        "challenge",
        "presented",
        "patient",
        "discontinue",
        "opioids",
        "said",
        "fda",
        "commissioner",
        "scott",
        "gottlieb",
        "developing",
        "new",
        "guidance",
        "help",
        "accelerate",
        "development",
        "better",
        "treatment",
        "including",
        "help",
        "manage",
        "opioid",
        "withdrawal",
        "symptom",
        "know",
        "physical",
        "symptom",
        "opioid",
        "withdrawal",
        "one",
        "biggest",
        "barrier",
        "patient",
        "seeking",
        "help",
        "ultimately",
        "overcoming",
        "addiction",
        "fear",
        "experiencing",
        "withdrawal",
        "symptom",
        "often",
        "prevents",
        "suffering",
        "opioid",
        "addiction",
        "seeking",
        "help",
        "seek",
        "assistance",
        "may",
        "relapse",
        "due",
        "continued",
        "withdrawal",
        "symptom",
        "fda",
        "continue",
        "encourage",
        "innovation",
        "development",
        "therapy",
        "help",
        "suffering",
        "opioid",
        "addiction",
        "transition",
        "life",
        "sobriety",
        "well",
        "address",
        "unfortunate",
        "stigma",
        "sometimes",
        "associated",
        "use",
        "treatment",
        "opioid",
        "withdrawal",
        "includes",
        "symptom",
        "anxiety",
        "agitation",
        "sleep",
        "problem",
        "muscle",
        "ache",
        "runny",
        "nose",
        "sweating",
        "nausea",
        "vomiting",
        "diarrhea",
        "drug",
        "craving",
        "occur",
        "stopping",
        "reducing",
        "use",
        "opioids",
        "anyone",
        "physical",
        "dependence",
        "opioids",
        "physical",
        "dependence",
        "opioids",
        "expected",
        "physiological",
        "response",
        "opioid",
        "use",
        "symptom",
        "opioid",
        "withdrawal",
        "occur",
        "patient",
        "using",
        "opioids",
        "appropriately",
        "prescribed",
        "patient",
        "oud",
        "patient",
        "using",
        "opioid",
        "analgesic",
        "appropriately",
        "prescribed",
        "opioid",
        "withdrawal",
        "typically",
        "managed",
        "slow",
        "taper",
        "medication",
        "intended",
        "avoid",
        "lessen",
        "effect",
        "withdrawal",
        "allowing",
        "body",
        "adapt",
        "opioid",
        "patient",
        "oud",
        "withdrawal",
        "typically",
        "managed",
        "substitution",
        "another",
        "opioid",
        "medicine",
        "followed",
        "gradual",
        "reduction",
        "transition",
        "maintenance",
        "therapy",
        "treatment",
        "drug",
        "methadone",
        "buprenorphine",
        "naltrexone",
        "various",
        "medication",
        "aimed",
        "specific",
        "symptom",
        "remedy",
        "upset",
        "stomach",
        "ache",
        "pain",
        "treatment",
        "may",
        "also",
        "prescribed",
        "patient",
        "health",
        "care",
        "provider",
        "today",
        "approval",
        "represents",
        "first",
        "treatment",
        "management",
        "opioid",
        "withdrawal",
        "symptom",
        "provides",
        "new",
        "option",
        "allows",
        "provider",
        "work",
        "patient",
        "select",
        "treatment",
        "best",
        "suited",
        "individual",
        "need",
        "said",
        "sharon",
        "hertz",
        "director",
        "division",
        "anesthesia",
        "analgesia",
        "addiction",
        "product",
        "fda",
        "center",
        "drug",
        "evaluation",
        "research",
        "lucemyra",
        "oral",
        "selective",
        "alpha",
        "receptor",
        "agonist",
        "reduces",
        "release",
        "norepinephrine",
        "action",
        "norepinephrine",
        "autonomic",
        "nervous",
        "system",
        "believed",
        "play",
        "role",
        "many",
        "symptom",
        "opioid",
        "withdrawal",
        "safety",
        "efficacy",
        "lucemyra",
        "supported",
        "two",
        "randomized",
        "clinical",
        "trial",
        "adult",
        "meeting",
        "diagnostic",
        "statistical",
        "criterion",
        "opioid",
        "dependence",
        "physically",
        "dependent",
        "opioids",
        "undergoing",
        "abrupt",
        "opioid",
        "discontinuation",
        "study",
        "evaluated",
        "benefit",
        "using",
        "short",
        "opiate",
        "withdrawal",
        "scale",
        "gossop",
        "outcome",
        "instrument",
        "assesses",
        "opioid",
        "withdrawal",
        "symptom",
        "symptom",
        "include",
        "feeling",
        "sick",
        "stomach",
        "cramp",
        "muscle",
        "feeling",
        "coldness",
        "heart",
        "pounding",
        "muscular",
        "tension",
        "ache",
        "pain",
        "yawning",
        "runny",
        "eye",
        "sleeping",
        "opioid",
        "withdrawal",
        "symptom",
        "patient",
        "asked",
        "rate",
        "symptom",
        "severity",
        "using",
        "four",
        "response",
        "option",
        "none",
        "mild",
        "moderate",
        "severe",
        "total",
        "score",
        "ranging",
        "higher",
        "score",
        "indicates",
        "greater",
        "withdrawal",
        "symptom",
        "severity",
        "score",
        "lower",
        "patient",
        "treated",
        "lucemyra",
        "compared",
        "placebo",
        "patient",
        "completed",
        "treatment",
        "period",
        "study",
        "lucemyra",
        "group",
        "compared",
        "placebo",
        "common",
        "side",
        "effect",
        "treatment",
        "lucemyra",
        "include",
        "hypotension",
        "low",
        "blood",
        "pressure",
        "bradycardia",
        "slow",
        "heart",
        "rate",
        "somnolence",
        "sleepiness",
        "sedation",
        "dizziness",
        "lucemyra",
        "also",
        "associated",
        "case",
        "syncope",
        "fainting",
        "lucemyra",
        "effect",
        "heart",
        "electrical",
        "activity",
        "increase",
        "risk",
        "abnormal",
        "heart",
        "rhythm",
        "lucemyra",
        "stopped",
        "patient",
        "experience",
        "marked",
        "increase",
        "blood",
        "pressure",
        "safety",
        "efficacy",
        "lucemyra",
        "established",
        "child",
        "adolescent",
        "less",
        "year",
        "age",
        "period",
        "using",
        "opioid",
        "drug",
        "patient",
        "may",
        "sensitive",
        "effect",
        "lower",
        "amount",
        "opioids",
        "relapse",
        "occur",
        "taking",
        "opioids",
        "amount",
        "used",
        "withdrawing",
        "opioids",
        "lead",
        "overdose",
        "death",
        "fda",
        "requiring",
        "postmarketing",
        "study",
        "including",
        "animal",
        "human",
        "study",
        "additional",
        "animal",
        "safety",
        "study",
        "required",
        "support",
        "use",
        "gradual",
        "opioid",
        "taper",
        "pain",
        "patient",
        "discontinuing",
        "opioid",
        "analgesic",
        "use",
        "child",
        "clinical",
        "study",
        "required",
        "evaluate",
        "safety",
        "lucemyra",
        "clinical",
        "situation",
        "use",
        "could",
        "expected",
        "exceed",
        "maximum",
        "treatment",
        "period",
        "product",
        "currently",
        "approved",
        "gradual",
        "opioid",
        "taper",
        "gather",
        "additional",
        "safety",
        "data",
        "effect",
        "lofexidine",
        "liver",
        "characterize",
        "effect",
        "blood",
        "pressure",
        "lofexidine",
        "stopped",
        "study",
        "pediatric",
        "patient",
        "include",
        "study",
        "newborn",
        "neonatal",
        "opioid",
        "withdrawal",
        "study",
        "different",
        "age",
        "group",
        "child",
        "opioid",
        "withdrawal",
        "related",
        "stopping",
        "opioid",
        "drug",
        "fda",
        "granted",
        "application",
        "priority",
        "review",
        "fast",
        "track",
        "designation",
        "independent",
        "fda",
        "advisory",
        "committee",
        "supported",
        "approval",
        "lucemyra",
        "meeting",
        "held",
        "march",
        "part",
        "department",
        "health",
        "human",
        "service",
        "strategy",
        "combat",
        "opioid",
        "crisis",
        "fda",
        "remains",
        "committed",
        "addressing",
        "national",
        "crisis",
        "opioid",
        "addiction",
        "front",
        "significant",
        "focus",
        "decreasing",
        "exposure",
        "opioids",
        "preventing",
        "new",
        "addiction",
        "supporting",
        "treatment",
        "opioid",
        "use",
        "disorder",
        "fostering",
        "development",
        "novel",
        "pain",
        "treatment",
        "therapy",
        "opioids",
        "resistant",
        "abuse",
        "misuse",
        "taking",
        "action",
        "contribute",
        "illegal",
        "importation",
        "sale",
        "opioid",
        "product",
        "agency",
        "also",
        "continue",
        "evaluate",
        "drug",
        "currently",
        "market",
        "used",
        "medical",
        "illicit",
        "setting",
        "take",
        "regulatory",
        "action",
        "needed",
        "fda",
        "granted",
        "approval",
        "lucemyra",
        "u",
        "worldmeds",
        "llc",
        "fda",
        "agency",
        "within",
        "department",
        "health",
        "human",
        "service",
        "protects",
        "public",
        "health",
        "assuring",
        "safety",
        "effectiveness",
        "security",
        "human",
        "veterinary",
        "drug",
        "vaccine",
        "biological",
        "product",
        "human",
        "use",
        "medical",
        "device",
        "agency",
        "also",
        "responsible",
        "safety",
        "security",
        "nation",
        "food",
        "supply",
        "cosmetic",
        "dietary",
        "supplement",
        "product",
        "give",
        "electronic",
        "radiation",
        "regulating",
        "tobacco",
        "product",
        "medium",
        "inquiry",
        "michael",
        "felberbaum",
        "consumer",
        "inquiry",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "food",
        "drug",
        "administration"
    ]
}