{
    "organizations": [],
    "uuid": "b9229e3e177e00c835e4162baf7b6b9f08816cb4",
    "author": "Ellen McGirt",
    "url": "http://fortune.com/2018/04/30/cnns-w-kamau-bell/",
    "ord_in_thread": 0,
    "title": "CNN's 'United Shades Of America with W. Kamau Bell' Is Back",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "W. Kamau Bell discusses \"Semi-Prominent Negro\" and \"United Shades Of America\" at AOL Studios In New York on April 21, 2016 Adela Loconte—WireImage By Ellen McGirt Updated: April 30, 2018 11:55 AM ET\nCNN’s Emmy Award-winning United Shades of America with W. Kamau Bell is back on air for its third season. For all the show’s many strengths, one of them just might be this: It’s a master class in having “ uncomfortable conversations .”\nThe eight-part docuseries follows the comedian/social critic as he visits communities around the country, deftly deploying his unique brand of humor to explore what divides us: issues of race, history, policy, and the lived experiences of people who don’t typically make the news.\nBut even during moments that could have been profoundly confrontational – or even just plain awkward – Bell has consistently delivered more light than heat.\nExpect more of the same this season.\n“I think that Americans are tired of manufactured conflict,” he tells raceAhead. “This is not going to be a season of my sitting down with an evil villain or ‘bait and switches’,” the kind of drama television likes to provide. “This is going to be me talking to interesting people whose voices aren’t heard enough.”\nThere were some potentially villainous moments even in the first season, which began airing in 2016.\nThe series opened with “ The New KKK ,” in which Bell met with actual Klan members in full hooded regalia by the side of a dark, country road. He even attended a “cross-lighting.” In addition to being gutsy, it established Bell’s ability to manage substantive conversations with people who believe horrific things without flinching or pandering.\nBut it was a different time.\n“We didn’t realize how lucky we were that [season one] happened during the last year of Obama,” he said, a time when white supremacy felt less like an active threat. “We could really pick and choose what we wanted to talk about then,” he says.\nBy the time that season two rolled around, it felt like the country was on fire.\n“With Trump offending so many people and saying so many outrageous racist, sexist and ableist things, it was like the news was handing out homework assignments,” he said.\nBell talked to immigrants, refugees and advocates, explored Chicago gang violence, visited Muslims in small town America, even headed to coal country. All vital stuff, but still a laundry list of Trumpian talking points. At some point, he says, “it got exhausting trying to keep up with the news.”\nBell, who may be best known for his comedy , has excelled in the real world, as he stepped away from the relative detachment of the stand-up stage to meet people where they are and as they are, in the middle of their sometimes messy lives.\nIt’s a transition that many who speak from a position of authority struggle to achieve.\nBell’s secret is empathy. “I’ve learned that the more I can make it clear to people that I’m there for them, that I’m lucky to be there with them, it works,” he says,“and not that they’re lucky to be on TV with me – no, no, no.” The crew has become adept at making regular folks feel comfortable. “We don’t put the show before someone’s feelings and concerns.”\nAnd, as a comic who specializes in sociopolitical content, he also comes prepared. “The show has taught me that I have a pretty good capacity to sit and listen,” a necessary first step to participating in a tough conversation. “Part of being a standup comic is being an active listener — reading the room and paying attention to everybody,” he says.\nClick her e for more on what to expect this season, and Bell’s best advice for surviving the stress of the relentless news cycle. (You’ll like it, I promise.)\n***\nQuick programming note!\nI’m in Dallas today at the Conscious Capitalism annual confab, where I’ll be getting my business purpose on. I’ll also be interviewing former Massachusetts Governor Deval Patrick about his current role as Managing Director at Bain Capital – Patrick oversees the firm’s Double Impact investments, investing in companies that offer competitive and measurable financial, social, and environmental returns.\nFollow @ConsciousCap for event and live stream updates or the hashtag #CCAC2018. Got questions about double impact investing? Hit me back and I’ll try to work them in.\nOn Point How is Slack succeeding at diversity? The messaging and communications app had some good results to report in its 2017 diversity report , and has been consistently outperforming its tech peers since companies began sharing their employee demographics. At Google, Facebook, and Microsoft, for example, underrepresented “minorities” hold up to 8 percent of technical roles and are less than 11 percent of all employees. At Slack, the same cohort makes up almost 13 percent of technical roles, roughly 13 percent of all employees, and 6 percent of leadership. At Google, Facebook, and Microsoft, women make up about 20 percent of technical roles, compared to Slack’s 34 percent. The company doesn’t have a head of diversity, either – which could be part of the reason why. (Sorry D&I leaders.) The Atlantic Nike’s toxic workplace The bad news continues to trickle out of the $112 billion sports giant — stories of talented women passed over for promotion or excluded from growth businesses, or subject to a spectrum of bad behavior from outings to strip clubs to unwanted advances. It took an internal team of women who surveyed themselves and delivered a packet of their responses to the desk of CEO Mark Parker to get the company’s attention. Over the last six weeks, there has been an exodus of senior executives including Trevor Edwards, the Nike brand president largely thought to succeed Parker. It’s been a humbling comeuppance. “Why did it take an anonymous survey to make change?” asked one woman who had already left the company. New York Times A new trauma center opens in Chicago’s South Side It’s been nearly thirty years since the South Side has hand an adult Level I trauma center. For a neighborhood that has seen its share of gun violence, it’s meant that victims had to be transported for more than ten miles to find adequate treatment. Spurred by the unnecessary death of one gunshot victim and years of campaigning from advocates, the University of Chicago Medicine will open its new Level I trauma program this Tuesday. University of Chicago Medicine expects to spend about $48 million a year on the program, which makes it a fraught exercise in expense, sustainability, and community need. But most stakeholders are cautiously optimistic. It’s “a victory for young black leadership in the city of Chicago,” says one advocate. Chicago Tribune A Lakota Treaty Turns 150 Native Americans convened in Wyoming this weekend, to mark the 150th anniversary of the Lakota Treaty of Fort Laramie, which set aside the Black Hills as part of the Great Sioux Reservation, for exclusive use by the people of the Sioux Nation. According to organizers, the agreement was first violated some six years later in 1874, when gold was found in the Black Hills. Now, they say, the planned construction of the Keystone XL pipeline, part of which goes through tribal lands, is a further violation. The Native American Rights Fund is invoking the treaty to fight the pipeline on the Rosebud Reservation, in Southern South Dakota. NPR Advertisement The Woke Leader A rural Chinese farmer teaches himself the law to bring suit against a polluting corporation Did you like the inspiring true story of Jadav Payeng, who hand-planted trees over a forty year period and reclaimed a deforested island in the Northeastern region of India? Well, you’re going to love Wang Enlin. Wang, a Chinese farmer now in his 60s, pored over law books for sixteen years, specifically so he could sue the corporation that he believed had illegally dumped tons of chemical waste in his village. The first wastewater contamination occurred in 2001; Wang says the polyvinyl chloride allegedly dumped by the multi-million-dollar Qihua Group left their land in ruins. When he was told he had to file suit to make it stop, he spent years hanging around in bookstores to study the reference books he couldn’t afford. The village filed suit in 2007, but they didn’t get any news until this year. Click through for a linguist expert’s take on how challenging Wang’s quest really was. Daily Dot The “Green Book” gets an update for the traveling-while-black generation The Negro Motorist Green Book was an annual series that helped black travelers find food, comfort, lodging and safety when traveling during Jim Crow. Published through the 1960s, facsimile editions are now being produced, which recreate the original guides complete with the encouraging tagline: Vacation without Aggravation. Late last year, a writer named Jan Miles created The Post Racial Negro Green Book , using a similar format to catalog police killings and harassment, and businesses which profile black customers. Miles calls it a state-by-state archive of racial bias in the U.S Boing Boing Five ways to diversify your leadership People leave organizations because of culture, say talent experts Steve Frost and Danny Kalman. Does your culture allow diverse talent to thrive? Their main point: One size fits all leadership development strategies tend to favor the dominant group, to the detriment of diverse candidate pools. Their best tips involve supporting strong candidates who are either uncomfortable working the room to sing their own praises, like introverts, or those who are already actively enhancing the business in employee resource groups. DDI World Quote:\nAs a company, I’m proud that Nike takes a stand on issues that impact all of us, our athletes and society as a whole. And I am proud that Nike stands against discrimination in any form. We stand against bigotry. We stand for racial justice. We firmly believe the world can improve. We are a diverse company and, as we stated in our recent Sustainable Business Report, are firmly committed to making it more diverse and inclusive. - Mark Parker",
    "published": "2018-04-30T23:47:00.000+03:00",
    "crawled": "2018-05-01T04:25:14.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "kamau",
        "bell",
        "discusses",
        "negro",
        "united",
        "shade",
        "america",
        "aol",
        "studio",
        "new",
        "york",
        "april",
        "adela",
        "ellen",
        "mcgirt",
        "updated",
        "april",
        "et",
        "cnn",
        "emmy",
        "united",
        "shade",
        "america",
        "kamau",
        "bell",
        "back",
        "air",
        "third",
        "season",
        "show",
        "many",
        "strength",
        "one",
        "might",
        "master",
        "class",
        "uncomfortable",
        "conversation",
        "docuseries",
        "follows",
        "critic",
        "visit",
        "community",
        "around",
        "country",
        "deftly",
        "deploying",
        "unique",
        "brand",
        "humor",
        "explore",
        "divide",
        "u",
        "issue",
        "race",
        "history",
        "policy",
        "lived",
        "experience",
        "people",
        "typically",
        "make",
        "news",
        "even",
        "moment",
        "could",
        "profoundly",
        "confrontational",
        "even",
        "plain",
        "awkward",
        "bell",
        "consistently",
        "delivered",
        "light",
        "heat",
        "expect",
        "season",
        "think",
        "american",
        "tired",
        "manufactured",
        "conflict",
        "tell",
        "raceahead",
        "going",
        "season",
        "sitting",
        "evil",
        "villain",
        "bait",
        "switch",
        "kind",
        "drama",
        "television",
        "like",
        "provide",
        "going",
        "talking",
        "interesting",
        "people",
        "whose",
        "voice",
        "heard",
        "potentially",
        "villainous",
        "moment",
        "even",
        "first",
        "season",
        "began",
        "airing",
        "series",
        "opened",
        "new",
        "kkk",
        "bell",
        "met",
        "actual",
        "klan",
        "member",
        "full",
        "hooded",
        "regalia",
        "side",
        "dark",
        "country",
        "road",
        "even",
        "attended",
        "addition",
        "gutsy",
        "established",
        "bell",
        "ability",
        "manage",
        "substantive",
        "conversation",
        "people",
        "believe",
        "horrific",
        "thing",
        "without",
        "flinching",
        "pandering",
        "different",
        "time",
        "realize",
        "lucky",
        "season",
        "one",
        "happened",
        "last",
        "year",
        "obama",
        "said",
        "time",
        "white",
        "supremacy",
        "felt",
        "less",
        "like",
        "active",
        "threat",
        "could",
        "really",
        "pick",
        "choose",
        "wanted",
        "talk",
        "say",
        "time",
        "season",
        "two",
        "rolled",
        "around",
        "felt",
        "like",
        "country",
        "fire",
        "trump",
        "offending",
        "many",
        "people",
        "saying",
        "many",
        "outrageous",
        "racist",
        "sexist",
        "ableist",
        "thing",
        "like",
        "news",
        "handing",
        "homework",
        "assignment",
        "said",
        "bell",
        "talked",
        "immigrant",
        "refugee",
        "advocate",
        "explored",
        "chicago",
        "gang",
        "violence",
        "visited",
        "muslim",
        "small",
        "town",
        "america",
        "even",
        "headed",
        "coal",
        "country",
        "vital",
        "stuff",
        "still",
        "laundry",
        "list",
        "trumpian",
        "talking",
        "point",
        "point",
        "say",
        "got",
        "exhausting",
        "trying",
        "keep",
        "bell",
        "may",
        "best",
        "known",
        "comedy",
        "excelled",
        "real",
        "world",
        "stepped",
        "away",
        "relative",
        "detachment",
        "stage",
        "meet",
        "people",
        "middle",
        "sometimes",
        "messy",
        "life",
        "transition",
        "many",
        "speak",
        "position",
        "authority",
        "struggle",
        "achieve",
        "bell",
        "secret",
        "empathy",
        "learned",
        "make",
        "clear",
        "people",
        "lucky",
        "work",
        "say",
        "lucky",
        "tv",
        "crew",
        "become",
        "adept",
        "making",
        "regular",
        "folk",
        "feel",
        "comfortable",
        "put",
        "show",
        "someone",
        "feeling",
        "comic",
        "specializes",
        "sociopolitical",
        "content",
        "also",
        "come",
        "prepared",
        "show",
        "taught",
        "pretty",
        "good",
        "capacity",
        "sit",
        "listen",
        "necessary",
        "first",
        "step",
        "participating",
        "tough",
        "conversation",
        "part",
        "standup",
        "comic",
        "active",
        "listener",
        "reading",
        "room",
        "paying",
        "attention",
        "everybody",
        "say",
        "click",
        "e",
        "expect",
        "season",
        "bell",
        "best",
        "advice",
        "surviving",
        "stress",
        "relentless",
        "news",
        "cycle",
        "like",
        "promise",
        "quick",
        "programming",
        "note",
        "dallas",
        "today",
        "conscious",
        "capitalism",
        "annual",
        "confab",
        "getting",
        "business",
        "purpose",
        "also",
        "interviewing",
        "former",
        "massachusetts",
        "governor",
        "deval",
        "patrick",
        "current",
        "role",
        "managing",
        "director",
        "bain",
        "capital",
        "patrick",
        "oversees",
        "firm",
        "double",
        "impact",
        "investment",
        "investing",
        "company",
        "offer",
        "competitive",
        "measurable",
        "financial",
        "social",
        "environmental",
        "return",
        "follow",
        "consciouscap",
        "event",
        "live",
        "stream",
        "update",
        "hashtag",
        "ccac2018",
        "got",
        "question",
        "double",
        "impact",
        "investing",
        "hit",
        "back",
        "try",
        "work",
        "point",
        "slack",
        "succeeding",
        "diversity",
        "messaging",
        "communication",
        "app",
        "good",
        "result",
        "report",
        "diversity",
        "report",
        "consistently",
        "outperforming",
        "tech",
        "peer",
        "since",
        "company",
        "began",
        "sharing",
        "employee",
        "demographic",
        "google",
        "facebook",
        "microsoft",
        "example",
        "underrepresented",
        "minority",
        "hold",
        "percent",
        "technical",
        "role",
        "less",
        "percent",
        "employee",
        "slack",
        "cohort",
        "make",
        "almost",
        "percent",
        "technical",
        "role",
        "roughly",
        "percent",
        "employee",
        "percent",
        "leadership",
        "google",
        "facebook",
        "microsoft",
        "woman",
        "make",
        "percent",
        "technical",
        "role",
        "compared",
        "slack",
        "percent",
        "company",
        "head",
        "diversity",
        "either",
        "could",
        "part",
        "reason",
        "sorry",
        "leader",
        "atlantic",
        "nike",
        "toxic",
        "workplace",
        "bad",
        "news",
        "continues",
        "trickle",
        "billion",
        "sport",
        "giant",
        "story",
        "talented",
        "woman",
        "passed",
        "promotion",
        "excluded",
        "growth",
        "business",
        "subject",
        "spectrum",
        "bad",
        "behavior",
        "outing",
        "strip",
        "club",
        "unwanted",
        "advance",
        "took",
        "internal",
        "team",
        "woman",
        "surveyed",
        "delivered",
        "packet",
        "response",
        "desk",
        "ceo",
        "mark",
        "parker",
        "get",
        "company",
        "attention",
        "last",
        "six",
        "week",
        "exodus",
        "senior",
        "executive",
        "including",
        "trevor",
        "edward",
        "nike",
        "brand",
        "president",
        "largely",
        "thought",
        "succeed",
        "parker",
        "humbling",
        "comeuppance",
        "take",
        "anonymous",
        "survey",
        "make",
        "change",
        "asked",
        "one",
        "woman",
        "already",
        "left",
        "company",
        "new",
        "york",
        "time",
        "new",
        "trauma",
        "center",
        "open",
        "chicago",
        "south",
        "side",
        "nearly",
        "thirty",
        "year",
        "since",
        "south",
        "side",
        "hand",
        "adult",
        "level",
        "trauma",
        "center",
        "neighborhood",
        "seen",
        "share",
        "gun",
        "violence",
        "meant",
        "victim",
        "transported",
        "ten",
        "mile",
        "find",
        "adequate",
        "treatment",
        "spurred",
        "unnecessary",
        "death",
        "one",
        "gunshot",
        "victim",
        "year",
        "campaigning",
        "advocate",
        "university",
        "chicago",
        "medicine",
        "open",
        "new",
        "level",
        "trauma",
        "program",
        "tuesday",
        "university",
        "chicago",
        "medicine",
        "expects",
        "spend",
        "million",
        "year",
        "program",
        "make",
        "fraught",
        "exercise",
        "expense",
        "sustainability",
        "community",
        "need",
        "stakeholder",
        "cautiously",
        "optimistic",
        "victory",
        "young",
        "black",
        "leadership",
        "city",
        "chicago",
        "say",
        "one",
        "advocate",
        "chicago",
        "tribune",
        "lakota",
        "treaty",
        "turn",
        "native",
        "american",
        "convened",
        "wyoming",
        "weekend",
        "mark",
        "150th",
        "anniversary",
        "lakota",
        "treaty",
        "fort",
        "laramie",
        "set",
        "aside",
        "black",
        "hill",
        "part",
        "great",
        "sioux",
        "reservation",
        "exclusive",
        "use",
        "people",
        "sioux",
        "nation",
        "according",
        "organizer",
        "agreement",
        "first",
        "violated",
        "six",
        "year",
        "later",
        "gold",
        "found",
        "black",
        "hill",
        "say",
        "planned",
        "construction",
        "keystone",
        "xl",
        "pipeline",
        "part",
        "go",
        "tribal",
        "land",
        "violation",
        "native",
        "american",
        "right",
        "fund",
        "invoking",
        "treaty",
        "fight",
        "pipeline",
        "rosebud",
        "reservation",
        "southern",
        "south",
        "dakota",
        "npr",
        "advertisement",
        "woke",
        "leader",
        "rural",
        "chinese",
        "farmer",
        "teach",
        "law",
        "bring",
        "suit",
        "polluting",
        "corporation",
        "like",
        "inspiring",
        "true",
        "story",
        "jadav",
        "payeng",
        "tree",
        "forty",
        "year",
        "period",
        "reclaimed",
        "deforested",
        "island",
        "northeastern",
        "region",
        "india",
        "well",
        "going",
        "love",
        "wang",
        "enlin",
        "wang",
        "chinese",
        "farmer",
        "60",
        "pored",
        "law",
        "book",
        "sixteen",
        "year",
        "specifically",
        "could",
        "sue",
        "corporation",
        "believed",
        "illegally",
        "dumped",
        "ton",
        "chemical",
        "waste",
        "village",
        "first",
        "wastewater",
        "contamination",
        "occurred",
        "wang",
        "say",
        "polyvinyl",
        "chloride",
        "allegedly",
        "dumped",
        "qihua",
        "group",
        "left",
        "land",
        "ruin",
        "told",
        "file",
        "suit",
        "make",
        "stop",
        "spent",
        "year",
        "hanging",
        "around",
        "bookstore",
        "study",
        "reference",
        "book",
        "afford",
        "village",
        "filed",
        "suit",
        "get",
        "news",
        "year",
        "click",
        "linguist",
        "expert",
        "take",
        "challenging",
        "wang",
        "quest",
        "really",
        "daily",
        "dot",
        "green",
        "book",
        "get",
        "update",
        "generation",
        "negro",
        "motorist",
        "green",
        "book",
        "annual",
        "series",
        "helped",
        "black",
        "traveler",
        "find",
        "food",
        "comfort",
        "lodging",
        "safety",
        "traveling",
        "jim",
        "crow",
        "published",
        "1960s",
        "facsimile",
        "edition",
        "produced",
        "recreate",
        "original",
        "guide",
        "complete",
        "encouraging",
        "tagline",
        "vacation",
        "without",
        "aggravation",
        "late",
        "last",
        "year",
        "writer",
        "named",
        "jan",
        "mile",
        "created",
        "post",
        "racial",
        "negro",
        "green",
        "book",
        "using",
        "similar",
        "format",
        "catalog",
        "police",
        "killing",
        "harassment",
        "business",
        "profile",
        "black",
        "customer",
        "mile",
        "call",
        "archive",
        "racial",
        "bias",
        "boing",
        "boing",
        "five",
        "way",
        "diversify",
        "leadership",
        "people",
        "leave",
        "organization",
        "culture",
        "say",
        "talent",
        "expert",
        "steve",
        "frost",
        "danny",
        "kalman",
        "culture",
        "allow",
        "diverse",
        "talent",
        "thrive",
        "main",
        "point",
        "one",
        "size",
        "fit",
        "leadership",
        "development",
        "strategy",
        "tend",
        "favor",
        "dominant",
        "group",
        "detriment",
        "diverse",
        "candidate",
        "pool",
        "best",
        "tip",
        "involve",
        "supporting",
        "strong",
        "candidate",
        "either",
        "uncomfortable",
        "working",
        "room",
        "sing",
        "praise",
        "like",
        "introvert",
        "already",
        "actively",
        "enhancing",
        "business",
        "employee",
        "resource",
        "group",
        "ddi",
        "world",
        "quote",
        "company",
        "proud",
        "nike",
        "take",
        "stand",
        "issue",
        "impact",
        "u",
        "athlete",
        "society",
        "whole",
        "proud",
        "nike",
        "stand",
        "discrimination",
        "form",
        "stand",
        "bigotry",
        "stand",
        "racial",
        "justice",
        "firmly",
        "believe",
        "world",
        "improve",
        "diverse",
        "company",
        "stated",
        "recent",
        "sustainable",
        "business",
        "report",
        "firmly",
        "committed",
        "making",
        "diverse",
        "inclusive",
        "mark",
        "parker"
    ]
}