{
    "organizations": [],
    "uuid": "9042ef273f8c18f149e4721b76bb15bb04636afd",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/10/pr-newswire-vuzix-provides-business-update-and-reports-its-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Vuzix Provides Business Update and Reports its First Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "ROCHESTER, N.Y., May 10, 2018 /PRNewswire/ -- Vuzix® Corporation (NASDAQ: VUZI), a leading supplier of Smart Glasses, Augmented Reality (AR) technologies and products for the consumer and enterprise markets, today reported its first quarter financial results for the period ended March 31, 2018.\nFirst Quarter 2018 Highlights\nRevenue was $1.5 million, an increase of 28% compared to $1.2 million for the first quarter of 2017. Vuzix quarterly smart glasses revenues eclipsed $1.0 million for the third consecutive quarter with $1.2 million of sales, an increase of 30% compared to $0.9 million for the first quarter of 2017. Vuzix M300 Smart Glasses sales increased 101% year-over-year. Received an initial purchase order totalling $1.1 million from Toshiba for Vuzix-developed Windows-based smart glasses and commenced volume production to them late in the quarter. Actively engaged with over a dozen leading technology firms including major Tier-1 consumer electronics OEMs, related to reviewing the Company's waveguide optics and related technologies. Vuzix Blade, the world's first pair of Alexa-enabled smart glasses, was successfully demoed at CES and MWC tradeshows to thousands of industry and press professionals and received broad and overwhelmingly positive reviews. Successfully launched the Vuzix Blade Smart Glasses 'Blade Edge' developer program and expect to begin shipping Blade Edge program orders in volume beginning in the second quarter. Strengthened the balance sheet with the closing on January 29, 2018 of a common stock equity offering which netted proceeds of approximately $28 million, resulting in a March 31, 2018 cash position of approximately $36.1 million.\nManagement Commentary\n\"With an expanding set of AR products in place and numerous emerging opportunities, we expect 2018 to be another year of growth for Vuzix,\" said Paul Travers, President and CEO of Vuzix. \"The industry response to; and interest in the Vuzix Blade launch has been very strong. Our enterprise footprint continues to grow and gain traction, driven by the Vuzix M300 Smart Glasses and successful sell-through to new customers of our Vuzix Basics Video SaaS product offering, which was commercially launched in December 2017. During the first quarter, we completed the engineering services project work associated with a customized M300 type-C smart glasses device for Toshiba, received an initial $1.1 million purchase order from them and ramped our manufacturing line to support this order. We began volume shipments to Toshiba towards the end of the first quarter. In addition to the acceleration we are seeing in our enterprise business Vuzix is also actively engaged with over a dozen leading technology firms including several major globally-recognized Tier-1 consumer electronic OEMs. We continue to have advanced discussions centered around the integration and or collaboration of Vuzix waveguide optics and technology into various consumer focused smart glasses with a handful of select partners.\"\nThe following table compares condensed elements of the Company's summarized Consolidated Statements of Operations data for the quarter ended March 31, 2018 and 2017:\nFor 3 Months\nEnded March 31,\n2018\n2017\nSales of Products\n$\n1,363,379\n$\n959,383\nSales of Engineering Services\n180,516\n251,280\nTotal Sales\n1,543,895\n1,210,663\nTotal Cost of Sales\n1,366,770\n1,061,903\nGross Profit\n177,125\n148,760\nOperating Expenses :\nResearch and Development\n2,055,787\n1,668,956\nSelling and Marketing\n1,534,097\n1,030,999\nGeneral and Administrative\n1,665,229\n1,235,183\nDepreciation and Amortization\n273,622\n239,830\nLoss from Operations\n(5,351,610)\n(4,026,208)\nTotal Other Income (Expense)\n(14,040)\n(155,604)\nNet Loss\n(5,365,650)\n(4,181,812)\nLoss per Share after accrued Preferred\nDividends\n$\n(0.22)\n$\n(0.23)\nFirst Quarter 2018 Financial Results\nFor the three months ended March 31, 2018 total revenues were $1.5 million, an increase of 28% over the comparable period in 2017. The increase in revenues for the 2018 quarter was primarily the result of M300 Smart Glasses sales, which increased 101% year-over-year.\nThere was an overall gross profit of $0.2 million for the three months ended March 31, 2018 as compared to a gross profit of $0.1 million for the same period in 2017. Product gross profit increased for the 2018 quarterly period over 2017, reflecting improved M300 margins and higher total overall revenues on which to absorb the generally fixed manufacturing overhead costs.\nResearch and Development (R&D) expense was $2.1 million for the three months ended March 31, 2018 compared to $1.7 million for the comparable 2017 period. The increase of R&D expense was primarily driven by an increase in R&D staff in 2018 versus the same period in 2017.\nSelling and Marketing expense was $1.5 million for the three months ended March 31, 2018 compared to $1.0 million for the comparable 2017 period. The increase of selling and marketing expense for the quarter ended March 31, 2018 compared to the same 2017 period was primarily the result of additions in sales staff; increases in Vuzix app store and website costs and an increase in trade show costs.\nGeneral and administrative expense was $1.7 million for the three months ended March 31, 2018 compared to $1.2 million for the same period in 2017. The increases in general and administrative expenses over the prior year's first quarter was primarily the result of increased salary and stock compensation costs due to the hiring of new accounting and internal IR personnel and the Company's new COO, offset by reductions in consultant expenses and audit fees.\nThe net loss after accrued preferred share dividends for the three months ending March 31, 2018 was $5.8 million or $0.22 cents per share versus a net loss of $4.6 million or $0.23 for the same period in 2017.\nNet cash used for operations after adding back non-cash charged in our income statement, was $4.6 million for the first quarter of 2018 versus $3.8 million in the 2017 comparable period. As of March 31, 2018, the Company maintained cash and cash equivalents of $36.1 million, and an overall working capital position of $38.9 million.\n\"2018 is off to a strong start. We expect revenue to expand further in the second quarter fueled by the introduction of several new smart glasses product offerings into the market during the first half of 2018. Volume shipments of M300 type-C Smart Glasses to Toshiba which began at the end of the first quarter are expected to increase significantly beginning in the second quarter. Vuzix Blade Smart Glasses volume production should begin in the coming weeks resulting in shipments to our developer community, customers and strategic partners beginning before the end of the second quarter,\" said Paul Travers, President and CEO of Vuzix. \"Vuzix added approximately 200 M300 pilot programs across a variety of industries and continues to see shifts occurring in the enterprise space as more pilot programs move to multi-site rollouts. We expect 2018 to be another year of significant revenue growth across our markets.\"\nConference Call Information\nDate: Thursday, May 10, 2018\nTime: 4:30 p.m. Eastern Time (ET)\nDial-in Number for U.S. & Canadian Callers: 877-709-8150\nDial-in Number for International Callers (Outside of the U.S. & Canada): 201-689-8354\nConference ID: 13679918\nParticipating on the call will be Vuzix' Chief Executive Officer and President Paul Travers, Chief Financial Officer Grant Russell, who together will discuss operational and financial highlights for the second quarter ended March, 31 2018.\nTo join the live conference call, please dial into the above referenced telephone numbers five to ten minutes prior to the scheduled conference call time.\nA replay will be available for 30 days, starting on May 10th, 2018, at approximately 5:30 p.m. (ET). To access the replay, please dial 877-660-6853 within the U.S. or Canada, or 201-612-7415 for international callers. The conference ID# is 13679918.\nAbout Vuzix Corporation\nVuzix is a leading supplier of Smart-Glasses and Augmented Reality (AR) technologies and products for the consumer and enterprise markets. The Company's products include personal display and wearable computing devices that offer users a portable high-quality viewing experience, provide solutions for mobility, wearable displays and virtual and augmented reality. Vuzix holds 65 patents and 44 additional patents pending and numerous IP licenses in the Video Eyewear field. The Company has won Consumer Electronics Show (or CES) awards for innovation for the years 2005 to 2018 and several wireless technology innovation awards among others. Founded in 1997, Vuzix is a public company (NASDAQ: VUZI) with offices in Rochester, NY, Oxford, UK and Tokyo, Japan.\nForward-Looking Statements Disclaimer\nCertain statements contained in this news release are \" \" within the meaning of the Securities Litigation Reform Act of 1995 and applicable Canadian securities laws. Forward-looking statements contained in this release relate to, among other things, the timing of new product releases, R&D project successes, future operating results, and the Company's leadership in the Video Eyewear and AR display industry. They are generally identified by words such as \"believes,\" \"may,\" \"expects,\" \"anticipates,\" \"should\" and similar expressions. Readers should not place undue reliance on such , which are based upon the Company's beliefs and assumptions as of the date of this release. The Company's actual results could differ materially due to risk factors and other items described in more detail in the Company's Annual Reports and other filings with the United States Securities and Exchange Commission and applicable Canadian securities regulators (copies of which may be obtained at www.sedar.com or www.sec.gov ). Subsequent events and developments may cause these to change. The Company specifically disclaims any obligation or intention to update or revise these as a result of changed events or circumstances that occur after the date of this release, except as required by applicable law.\nMedia and Investor Relations Contact:\nMatt Margolis, Director of Corporate Communications and Investor Relations, Vuzix Corporation matt_margolis@vuzix.com Tel: (585) 359-5952\nVuzix Corporation, 25 Hendrix Road, Suite A, West Henrietta, NY 14586 USA,\nInvestor Information – IR@vuzix.com www.vuzix.com\nView original content with multimedia: http://www.prnewswire.com/news-releases/vuzix-provides-business-update-and-reports-its-first-quarter-2018-financial-results-300646643.html\nSOURCE Vuzix Corporation",
    "published": "2018-05-11T00:01:00.000+03:00",
    "crawled": "2018-05-11T00:53:07.015+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "rochester",
        "may",
        "corporation",
        "nasdaq",
        "vuzi",
        "leading",
        "supplier",
        "smart",
        "glass",
        "augmented",
        "reality",
        "ar",
        "technology",
        "product",
        "consumer",
        "enterprise",
        "market",
        "today",
        "reported",
        "first",
        "quarter",
        "financial",
        "result",
        "period",
        "ended",
        "march",
        "first",
        "quarter",
        "highlight",
        "revenue",
        "million",
        "increase",
        "compared",
        "million",
        "first",
        "quarter",
        "vuzix",
        "quarterly",
        "smart",
        "glass",
        "revenue",
        "eclipsed",
        "million",
        "third",
        "consecutive",
        "quarter",
        "million",
        "sale",
        "increase",
        "compared",
        "million",
        "first",
        "quarter",
        "vuzix",
        "m300",
        "smart",
        "glass",
        "sale",
        "increased",
        "received",
        "initial",
        "purchase",
        "order",
        "totalling",
        "million",
        "toshiba",
        "smart",
        "glass",
        "commenced",
        "volume",
        "production",
        "late",
        "quarter",
        "actively",
        "engaged",
        "dozen",
        "leading",
        "technology",
        "firm",
        "including",
        "major",
        "consumer",
        "electronics",
        "oems",
        "related",
        "reviewing",
        "company",
        "waveguide",
        "optic",
        "related",
        "technology",
        "vuzix",
        "blade",
        "world",
        "first",
        "pair",
        "smart",
        "glass",
        "successfully",
        "demoed",
        "ce",
        "mwc",
        "tradeshows",
        "thousand",
        "industry",
        "press",
        "professional",
        "received",
        "broad",
        "overwhelmingly",
        "positive",
        "review",
        "successfully",
        "launched",
        "vuzix",
        "blade",
        "smart",
        "glass",
        "edge",
        "developer",
        "program",
        "expect",
        "begin",
        "shipping",
        "blade",
        "edge",
        "program",
        "order",
        "volume",
        "beginning",
        "second",
        "quarter",
        "strengthened",
        "balance",
        "sheet",
        "closing",
        "january",
        "common",
        "stock",
        "equity",
        "offering",
        "netted",
        "proceeds",
        "approximately",
        "million",
        "resulting",
        "march",
        "cash",
        "position",
        "approximately",
        "million",
        "management",
        "commentary",
        "expanding",
        "set",
        "ar",
        "product",
        "place",
        "numerous",
        "emerging",
        "opportunity",
        "expect",
        "another",
        "year",
        "growth",
        "vuzix",
        "said",
        "paul",
        "travers",
        "president",
        "ceo",
        "vuzix",
        "industry",
        "response",
        "interest",
        "vuzix",
        "blade",
        "launch",
        "strong",
        "enterprise",
        "footprint",
        "continues",
        "grow",
        "gain",
        "traction",
        "driven",
        "vuzix",
        "m300",
        "smart",
        "glass",
        "successful",
        "new",
        "customer",
        "vuzix",
        "basic",
        "video",
        "saas",
        "product",
        "offering",
        "commercially",
        "launched",
        "december",
        "first",
        "quarter",
        "completed",
        "engineering",
        "service",
        "project",
        "work",
        "associated",
        "customized",
        "m300",
        "smart",
        "glass",
        "device",
        "toshiba",
        "received",
        "initial",
        "million",
        "purchase",
        "order",
        "ramped",
        "manufacturing",
        "line",
        "support",
        "order",
        "began",
        "volume",
        "shipment",
        "toshiba",
        "towards",
        "end",
        "first",
        "quarter",
        "addition",
        "acceleration",
        "seeing",
        "enterprise",
        "business",
        "vuzix",
        "also",
        "actively",
        "engaged",
        "dozen",
        "leading",
        "technology",
        "firm",
        "including",
        "several",
        "major",
        "consumer",
        "electronic",
        "oems",
        "continue",
        "advanced",
        "discussion",
        "centered",
        "around",
        "integration",
        "collaboration",
        "vuzix",
        "waveguide",
        "optic",
        "technology",
        "various",
        "consumer",
        "focused",
        "smart",
        "glass",
        "handful",
        "select",
        "partner",
        "following",
        "table",
        "compare",
        "condensed",
        "element",
        "company",
        "summarized",
        "consolidated",
        "statement",
        "operation",
        "data",
        "quarter",
        "ended",
        "march",
        "month",
        "ended",
        "march",
        "sale",
        "product",
        "sale",
        "engineering",
        "service",
        "total",
        "sale",
        "total",
        "cost",
        "sale",
        "gross",
        "profit",
        "operating",
        "expense",
        "research",
        "development",
        "selling",
        "marketing",
        "general",
        "administrative",
        "depreciation",
        "amortization",
        "loss",
        "operation",
        "total",
        "income",
        "expense",
        "net",
        "loss",
        "loss",
        "per",
        "share",
        "accrued",
        "preferred",
        "dividend",
        "first",
        "quarter",
        "financial",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "total",
        "revenue",
        "million",
        "increase",
        "comparable",
        "period",
        "increase",
        "revenue",
        "quarter",
        "primarily",
        "result",
        "m300",
        "smart",
        "glass",
        "sale",
        "increased",
        "overall",
        "gross",
        "profit",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "gross",
        "profit",
        "million",
        "period",
        "product",
        "gross",
        "profit",
        "increased",
        "quarterly",
        "period",
        "reflecting",
        "improved",
        "m300",
        "margin",
        "higher",
        "total",
        "overall",
        "revenue",
        "absorb",
        "generally",
        "fixed",
        "manufacturing",
        "overhead",
        "cost",
        "research",
        "development",
        "r",
        "expense",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "million",
        "comparable",
        "period",
        "increase",
        "r",
        "expense",
        "primarily",
        "driven",
        "increase",
        "r",
        "staff",
        "versus",
        "period",
        "selling",
        "marketing",
        "expense",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "million",
        "comparable",
        "period",
        "increase",
        "selling",
        "marketing",
        "expense",
        "quarter",
        "ended",
        "march",
        "compared",
        "period",
        "primarily",
        "result",
        "addition",
        "sale",
        "staff",
        "increase",
        "vuzix",
        "app",
        "store",
        "website",
        "cost",
        "increase",
        "trade",
        "show",
        "cost",
        "general",
        "administrative",
        "expense",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "million",
        "period",
        "increase",
        "general",
        "administrative",
        "expense",
        "prior",
        "year",
        "first",
        "quarter",
        "primarily",
        "result",
        "increased",
        "salary",
        "stock",
        "compensation",
        "cost",
        "due",
        "hiring",
        "new",
        "accounting",
        "internal",
        "ir",
        "personnel",
        "company",
        "new",
        "coo",
        "offset",
        "reduction",
        "consultant",
        "expense",
        "audit",
        "fee",
        "net",
        "loss",
        "accrued",
        "preferred",
        "share",
        "dividend",
        "three",
        "month",
        "ending",
        "march",
        "million",
        "cent",
        "per",
        "share",
        "versus",
        "net",
        "loss",
        "million",
        "period",
        "net",
        "cash",
        "used",
        "operation",
        "adding",
        "back",
        "charged",
        "income",
        "statement",
        "million",
        "first",
        "quarter",
        "versus",
        "million",
        "comparable",
        "period",
        "march",
        "company",
        "maintained",
        "cash",
        "cash",
        "equivalent",
        "million",
        "overall",
        "working",
        "capital",
        "position",
        "million",
        "strong",
        "start",
        "expect",
        "revenue",
        "expand",
        "second",
        "quarter",
        "fueled",
        "introduction",
        "several",
        "new",
        "smart",
        "glass",
        "product",
        "offering",
        "market",
        "first",
        "half",
        "volume",
        "shipment",
        "m300",
        "smart",
        "glass",
        "toshiba",
        "began",
        "end",
        "first",
        "quarter",
        "expected",
        "increase",
        "significantly",
        "beginning",
        "second",
        "quarter",
        "vuzix",
        "blade",
        "smart",
        "glass",
        "volume",
        "production",
        "begin",
        "coming",
        "week",
        "resulting",
        "shipment",
        "developer",
        "community",
        "customer",
        "strategic",
        "partner",
        "beginning",
        "end",
        "second",
        "quarter",
        "said",
        "paul",
        "travers",
        "president",
        "ceo",
        "vuzix",
        "vuzix",
        "added",
        "approximately",
        "m300",
        "pilot",
        "program",
        "across",
        "variety",
        "industry",
        "continues",
        "see",
        "shift",
        "occurring",
        "enterprise",
        "space",
        "pilot",
        "program",
        "move",
        "rollouts",
        "expect",
        "another",
        "year",
        "significant",
        "revenue",
        "growth",
        "across",
        "market",
        "conference",
        "call",
        "information",
        "date",
        "thursday",
        "may",
        "time",
        "eastern",
        "time",
        "et",
        "number",
        "canadian",
        "caller",
        "number",
        "international",
        "caller",
        "outside",
        "canada",
        "conference",
        "id",
        "participating",
        "call",
        "vuzix",
        "chief",
        "executive",
        "officer",
        "president",
        "paul",
        "travers",
        "chief",
        "financial",
        "officer",
        "grant",
        "russell",
        "together",
        "discus",
        "operational",
        "financial",
        "highlight",
        "second",
        "quarter",
        "ended",
        "march",
        "join",
        "live",
        "conference",
        "call",
        "please",
        "dial",
        "referenced",
        "telephone",
        "number",
        "five",
        "ten",
        "minute",
        "prior",
        "scheduled",
        "conference",
        "call",
        "time",
        "replay",
        "available",
        "day",
        "starting",
        "may",
        "10th",
        "approximately",
        "et",
        "access",
        "replay",
        "please",
        "dial",
        "within",
        "canada",
        "international",
        "caller",
        "conference",
        "id",
        "vuzix",
        "corporation",
        "vuzix",
        "leading",
        "supplier",
        "augmented",
        "reality",
        "ar",
        "technology",
        "product",
        "consumer",
        "enterprise",
        "market",
        "company",
        "product",
        "include",
        "personal",
        "display",
        "wearable",
        "computing",
        "device",
        "offer",
        "user",
        "portable",
        "viewing",
        "experience",
        "provide",
        "solution",
        "mobility",
        "wearable",
        "display",
        "virtual",
        "augmented",
        "reality",
        "vuzix",
        "hold",
        "patent",
        "additional",
        "patent",
        "pending",
        "numerous",
        "ip",
        "license",
        "video",
        "eyewear",
        "field",
        "company",
        "consumer",
        "electronics",
        "show",
        "ce",
        "award",
        "innovation",
        "year",
        "several",
        "wireless",
        "technology",
        "innovation",
        "award",
        "among",
        "others",
        "founded",
        "vuzix",
        "public",
        "company",
        "nasdaq",
        "vuzi",
        "office",
        "rochester",
        "ny",
        "oxford",
        "uk",
        "tokyo",
        "japan",
        "statement",
        "disclaimer",
        "certain",
        "statement",
        "contained",
        "news",
        "release",
        "within",
        "meaning",
        "security",
        "litigation",
        "reform",
        "act",
        "applicable",
        "canadian",
        "security",
        "law",
        "statement",
        "contained",
        "release",
        "relate",
        "among",
        "thing",
        "timing",
        "new",
        "product",
        "release",
        "r",
        "project",
        "success",
        "future",
        "operating",
        "result",
        "company",
        "leadership",
        "video",
        "eyewear",
        "ar",
        "display",
        "industry",
        "generally",
        "identified",
        "word",
        "belief",
        "may",
        "expects",
        "anticipates",
        "similar",
        "expression",
        "reader",
        "place",
        "undue",
        "reliance",
        "based",
        "upon",
        "company",
        "belief",
        "assumption",
        "date",
        "release",
        "company",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "due",
        "risk",
        "factor",
        "item",
        "described",
        "detail",
        "company",
        "annual",
        "report",
        "filing",
        "united",
        "state",
        "security",
        "exchange",
        "commission",
        "applicable",
        "canadian",
        "security",
        "regulator",
        "copy",
        "may",
        "obtained",
        "subsequent",
        "event",
        "development",
        "may",
        "cause",
        "change",
        "company",
        "specifically",
        "disclaims",
        "obligation",
        "intention",
        "update",
        "revise",
        "result",
        "changed",
        "event",
        "circumstance",
        "occur",
        "date",
        "release",
        "except",
        "required",
        "applicable",
        "law",
        "medium",
        "investor",
        "relation",
        "contact",
        "matt",
        "margolis",
        "director",
        "corporate",
        "communication",
        "investor",
        "relation",
        "vuzix",
        "corporation",
        "tel",
        "vuzix",
        "corporation",
        "hendrix",
        "road",
        "suite",
        "west",
        "henrietta",
        "ny",
        "usa",
        "investor",
        "information",
        "ir",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "vuzix",
        "corporation"
    ]
}