{
    "organizations": [],
    "uuid": "3862c5999768dc996108c13846b676dcb753fc1b",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/24/globe-newswire-haroux-devtek-reports-fiscal-2018-fourth-quarter-results.html",
    "ord_in_thread": 0,
    "title": "Héroux-Devtek Reports Fiscal 2018 Fourth Quarter Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Sales of $113.0 million, versus $120.9 million in the previous year Operating income of $6.7 million and net income of $5.9 million, or $0.16 per share Adjusted EBITDA 1 of $19.4 million and adjusted net income 1 of $10.4 million, or $0.29 per share For fiscal 2018, cash flow related to operating activities of $56.1 million, in line with last year For fiscal 2018, record free cash flow 1 generation of $50.8 million, as compared to $33.0 million a year ago Contract announced with AAR Corporation for a landing gear remanufacturing in support of the U.S. Air Force CESA and Beaver acquisitions expected to close during the first semester of fiscal 2019\nLONGUEUIL, Québec, May 24, 2018 (GLOBE NEWSWIRE) -- Héroux-Devtek Inc. (TSX:HRX), (“Héroux-Devtek” or the “Corporation”), a leading international manufacturer of aerospace products, today reported its results for the fourth quarter and fiscal year ended March 31, 2018. Unless otherwise indicated, all amounts are in Canadian dollars.\n“We reported fiscal 2018 results relatively in line with expectations. We had strong deliveries related to the Boeing 777 program, shipping 13 landing gears in the fourth quarter alone and 42 for the year. We ended the year with a strong backlog at $466 million, an increase of 15% over last year. We also generated record free cash flows of $51 million. Today, we are in a healthy financial position to pursue our next expansion phase, with cash and cash equivalents of $93 million and a resulting net debt of $39 million,” said Gilles Labbé, President and CEO of Héroux-Devtek.\n“We look to the new year with enthusiasm as we expect to leverage many opportunities for future growth, including the closing of the CESA and Beaver acquisitions, as well as the positive long-term outlook on commercial aerospace and increased defence spending commitments worldwide. In addition, we are well positioned to obtain a number of contracts on several aircraft programs given our fully integrated offering, leading-edge equipment and international network,” added Mr. Labbé.\nFINANCIAL HIGHLIGHTS Quarters ended March 31, Fiscal years ended March 31, (in thousands of dollars, except per share data) 2018 2017 2018 2017 Sales 113,024 120,886 386,564 406,536 Operating income 6,697 8,678 23,378 35,552 Adjusted operating income 1 12,089 12,312 30,325 35,880 Adjusted EBITDA 1 19,369 19,181 56,904 61,448 Net income 5,858 8,895 13,674 31,768 Per share – diluted ($) 0.16 0.25 0.38 0.88 Adjusted net income 1 10,439 9,077 24,213 26,353 Per share ($) 0.29 0.25 0.67 0.73 1 This is a non-IFRS measure. Please refer to the “Non-IFRS Measures” section at the end of this press release.\nFOURTH QUARTER RESULTS\nConsolidated sales reached $113.0 million, compared with $120.9 million last year. This 6.5% variation reflects lower sales in both the commercial and defence aerospace markets and a net negative impact on sales of $1.4 million resulting from year-over-year fluctuations in the value of the Canadian currency versus foreign currencies.\nCommercial sales decreased 5.4% to $57.5 million, compared with $60.8 million last year. The decrease was mainly driven by lower large commercial programs sales, including the scheduled ending of a Tier-2 contract, and lower aftermarket customer requirements for regional aircraft. These negative factors were partly offset by increased Boeing 777 deliveries.\nDefence sales decreased 7.7% to $55.5 million from $60.1 million. This variation is essentially due to lower spare parts requirements from the U.S. Government.\nGross profit decreased to $19.0 million, or 16.8% of sales, versus $20.8 million, or 17.2% of sales last year. The decrease was largely attributable to unfavourable product mix, mainly related to lower sales of spares and aftermarket requirements for regional aircraft.\nOperating income stood at $6.7 million, or 5.9% of sales, compared with $8.7 million, or 7.2% of sales last year. Adjusted operating income was $12.1 million, as compared to $12.3 million last year. This quarter’s adjusted operating income excluded $5.4 million of restructuring charges related to workforce adjustments, following the non-renewal of the USAF contract, and acquisition-related costs. Adjusted operating income from the fourth quarter last year excluded a $3.6 million restructuring charge related to workforce adjustments made following production rate reductions for certain aircraft programs announced by OEMs. Consequently, adjusted EBITDA, which excludes non-recurring items, was $19.4 million, or 17.1% of sales, compared with $19.2 million, or 15.9% of sales, a year ago.\nNet income for the fourth quarter of fiscal 2018 was $5.9 million, or $0.16 per diluted share, compared with $8.9 million, or $0.25 per diluted share, a year ago. Excluding non-recurring items net of taxes, adjusted net income reached $10.4 million, or $0.29 per share, versus $9.1 million, or $0.25 per share last year.\nAs at March 31, 2018, Héroux-Devtek’s funded (firm orders) backlog stood at $466 million, versus $405 million as at March 31, 2017.\nYEAR-END RESULTS\nFor fiscal 2018, consolidated sales reached $386.6 million, versus $406.5 million in fiscal 2017. Commercial sales reached $195.1 million versus $210.8 million a year ago, while defence sales totalled $191.5 million compared with $195.7 million last year. Year-over-year fluctuations in the value of the Canadian currency versus foreign currencies decreased sales by $2.4 million.\nGross profit for fiscal 2018 amounted to $61.3 million, or 15.9% of sales, compared with $68.0 million, or 16.7% of sales, in fiscal 2017. Operating income was $23.4 million, or 6.0% of sales, versus $35.6 million, or 8.7% of sales a year ago. Adjusted operating income was $30.3 million, compared to $35.9 million last year. Adjusted EBITDA reached $56.9 million, or 14.7% of sales, versus $61.4 million, or 15.1% of sales a year earlier.\nNet income was $13.7 million, or $0.38 per diluted share, in fiscal 2018, compared with $31.8 million, or $0.88 per diluted share, in fiscal 2017. Adjusted net income stood at $24.2 million, or $0.67 per share, versus $26.4 million, or $0.73 per share last year.\nSOLID CASH FLOWS AND HEALTHY FINANCIAL POSITION\nCash flows related to operating activities amounted to $18.5 million in the fourth quarter of fiscal 2018, versus $29.1 million in the fourth quarter of fiscal 2017. This variation mainly reflects a less favourable variation in non-cash working capital items. Fourth quarter free cash flow was $20.0 million compared to $22.8 million last year. For fiscal 2018, cash flows related to operating activities were $56.1 million, in line with last year, with a record free cash flow amounting to $50.8 million, up significantly from $33.0 million last year, primarily as a result of lower net cash flow utilized in investing activities.\nGiven this free cash flow generation, Héroux-Devtek’s already healthy financial position improved further as at March 31, 2018, with cash and cash equivalents of $93.2 million, while total long-term debt was $132.0 million, including the current portion, but excluding net deferred financing costs. Long-term debt includes $54.2 million drawn against the Corporation’s authorized credit facility of $200.0 million. As a result, the net debt position was $38.8 million at the end of the fourth quarter, down from $92.3 million as at March 31, 2017. The net-debt-to equity ratio was 0.10:1 as at March 31, 2018, versus 0.26:1 as at March 31, 2017.\nUPDATE ON PREVIOUSLY ANNOUNCED ACQUISITIONS\nFollowing a longer than anticipated regulatory process, the CESA acquisition is now expected to close during the second quarter of fiscal 2019. The transaction is subject to certain approvals, including by the Spanish Council of Ministers and the prior acquisition by Airbus of the stake of its minority partner in CESA. The closing of the Beaver acquisition is expected to occur during the current quarter, subject to customary closing adjustments and certain regulatory approvals.\nWORKFORCE ADJUSTMENTS\nHéroux-Devtek announced workforce adjustments of about 60 employees at its Longueuil facility following the non-renewal of the US Air Force contract announced on March 27, 2017. These workforce adjustments along with other restructuring costs related to the decrease in volume resulted in non-recurring charges totalling $5.0 million before taxes.\nUPDATE ON DASSAULT FALCON 6X\nHeroux-Devtek recently signed an amended contract for the design and manufacture of the Falcon 6X landing gear.\nSUBSEQUENT EVENT\nOn May 16, 2018, subsequent to the end of the fiscal year, Héroux-Devtek announced the signing of a contract with AAR to perform the remanufacturing of landing gear assemblies of the KC-135 aircraft, the manufacturing of spare parts for the C-130 and KC-135 aircraft and the manufacturing of other landing gear components, all in support of a contract AAR was recently awarded from the US Air Force.The contract’s total value could exceed $65 million over the 4-year term.\nGUIDANCE\nFor fiscal 2019, Management expects sales to be stable as compared to fiscal 2018 due to the ramp-down of the USAF contract, offset by higher defense volume from other customers and increased deliveries related to the Boeing 777 and 777x programs. Long-term sales growth guidance will be materially impacted by the acquisitions of CESA and Beaver and will be provided after the closing of these two transactions. In addition, Management expects approximately $15 million in capital expenditures in fiscal 2019.\nPlease see “Forward-Looking Statements” below and the Guidance section in the Corporation’s MD&A for the quarter ended March 31, 2018, for further details regarding the material assumptions underlying the foregoing guidance.\nCONFERENCE CALL\nHéroux-Devtek Inc. will hold a conference call to discuss these results on Thursday, May 24, 2018 at 8:30 AM Eastern Time. Interested parties can join the call by dialling 1-877-223-4471 (North America) or 1-647-788-4922 (overseas). The conference call can also be accessed via live webcast at Héroux-Devtek’s website, www.herouxdevtek.com/investor-relations/events or http://www.gowebcasting.com/9254 .\nAn accompanying presentation will also be available on Héroux-Devtek’s website, www.herouxdevtek.com/investor-relations/events .\nIf you are unable to call in at this time, you may access a tape recording of the meeting by calling 1-800-585-8367 and entering the passcode 3186266 on your phone. This tape recording will be available on Thursday, May 24, 2018 as of 12:00 PM Eastern Time until 11:59 PM Eastern Time on Thursday, May 31, 2018.\nPROFILE\nHéroux-Devtek Inc. (TSX:HRX) is an international company specializing in the design, development, manufacture and repair and overhaul of landing gear and actuation systems and components for the Aerospace market. The Corporation is the third largest landing gear company worldwide, supplying both the commercial and defence sectors of the Aerospace market with new landing gear systems and components, as well as aftermarket products and services. The Corporation also manufactures hydraulic systems, fluid filtration systems and electronic enclosures. Approximately 90% of the Corporation's sales are outside Canada, including about 65% in the United States. The Corporation's head office is located in Longueuil, Québec with facilities in the Greater Montreal area (Longueuil, Laval and St-Hubert); Kitchener, Cambridge and Toronto, Ontario; Springfield and Strongsville, Ohio; Wichita, Kansas; Everett, Washington; and Runcorn, Nottingham and Bolton, United Kingdom.\nFORWARD-LOOKING STATEMENTS\nExcept for historical information provided herein, this press release contains information and statements of a forward-looking nature concerning the future performance of the Corporation. Forward looking statements are based on assumptions and uncertainties as well as on management's best possible evaluation of future events. Such factors may include, without excluding other considerations, fluctuations in quarterly results, evolution in customer demand for the Corporation's products and services, the impact of price pressures exerted by competitors, and general market trends or economic changes. As a result, readers are advised that actual results may differ from expected results. Please see the Guidance section in the Corporation’s MD&A for the fiscal year ended March 31, 2018, for further details regarding the material assumptions underlying the forecasts and guidance. Such forecasts and guidance are provided for the purpose of assisting the reader in understanding the Corporation’s financial performance and prospects and to present management’s assessment of future plans and operations, and the reader is cautioned that such statements may not be appropriate for other purposes.\nNON-IFRS MEASURES\nEarnings before interest, taxes, depreciation and amortization (“EBITDA”), adjusted EBITDA, adjusted operating income, adjusted net income, adjusted earnings per share and free cash flow are financial measures not prescribed by International Financial Reporting Standards (“IFRS”) and are not likely to be comparable to similar measures presented by other issuers. Management considers these to be useful information to assist investors in evaluating the Corporation's profitability, liquidity and ability to generate funds to finance its operations. Refer to Non-IFRS financial measures under Operating Results in the Corporation’s MD&A for definitions of these measures and reconciliations to the most comparable IFRS measures.\nNote to readers: Complete audited consolidated financial statements and Management’s Discussion & Analysis are available on Héroux-Devtek’s website at www.herouxdevtek.com .\nFrom: Héroux-Devtek Inc.\nGilles Labbé\nPresident and Chief Executive Officer\nTel.: (450) 679-3330\nContact: Héroux-Devtek Inc.\nStéphane Arsenault\nChief Financial Officer\nTel.: (450) 679-3330 MaisonBrison\nPierre Boucher\nTel.: (514) 731-0000\nSource:Heroux-Devtek Inc.",
    "published": "2018-05-24T14:30:00.000+03:00",
    "crawled": "2018-05-24T19:40:18.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "sale",
        "million",
        "versus",
        "million",
        "previous",
        "year",
        "operating",
        "income",
        "million",
        "net",
        "income",
        "million",
        "per",
        "share",
        "adjusted",
        "ebitda",
        "million",
        "adjusted",
        "net",
        "income",
        "million",
        "per",
        "share",
        "fiscal",
        "cash",
        "flow",
        "related",
        "operating",
        "activity",
        "million",
        "line",
        "last",
        "year",
        "fiscal",
        "record",
        "free",
        "cash",
        "flow",
        "generation",
        "million",
        "compared",
        "million",
        "year",
        "ago",
        "contract",
        "announced",
        "aar",
        "corporation",
        "landing",
        "gear",
        "remanufacturing",
        "support",
        "air",
        "force",
        "cesa",
        "beaver",
        "acquisition",
        "expected",
        "close",
        "first",
        "semester",
        "fiscal",
        "longueuil",
        "québec",
        "may",
        "globe",
        "newswire",
        "tsx",
        "hrx",
        "corporation",
        "leading",
        "international",
        "manufacturer",
        "aerospace",
        "product",
        "today",
        "reported",
        "result",
        "fourth",
        "quarter",
        "fiscal",
        "year",
        "ended",
        "march",
        "unless",
        "otherwise",
        "indicated",
        "amount",
        "canadian",
        "dollar",
        "reported",
        "fiscal",
        "result",
        "relatively",
        "line",
        "expectation",
        "strong",
        "delivery",
        "related",
        "boeing",
        "program",
        "shipping",
        "landing",
        "gear",
        "fourth",
        "quarter",
        "alone",
        "year",
        "ended",
        "year",
        "strong",
        "backlog",
        "million",
        "increase",
        "last",
        "year",
        "also",
        "generated",
        "record",
        "free",
        "cash",
        "flow",
        "million",
        "today",
        "healthy",
        "financial",
        "position",
        "pursue",
        "next",
        "expansion",
        "phase",
        "cash",
        "cash",
        "equivalent",
        "million",
        "resulting",
        "net",
        "debt",
        "million",
        "said",
        "gilles",
        "labbé",
        "president",
        "ceo",
        "look",
        "new",
        "year",
        "enthusiasm",
        "expect",
        "leverage",
        "many",
        "opportunity",
        "future",
        "growth",
        "including",
        "closing",
        "cesa",
        "beaver",
        "acquisition",
        "well",
        "positive",
        "outlook",
        "commercial",
        "aerospace",
        "increased",
        "defence",
        "spending",
        "commitment",
        "worldwide",
        "addition",
        "well",
        "positioned",
        "obtain",
        "number",
        "contract",
        "several",
        "aircraft",
        "program",
        "given",
        "fully",
        "integrated",
        "offering",
        "equipment",
        "international",
        "network",
        "added",
        "labbé",
        "financial",
        "highlight",
        "quarter",
        "ended",
        "march",
        "fiscal",
        "year",
        "ended",
        "march",
        "thousand",
        "dollar",
        "except",
        "per",
        "share",
        "data",
        "sale",
        "operating",
        "income",
        "adjusted",
        "operating",
        "income",
        "adjusted",
        "ebitda",
        "net",
        "income",
        "per",
        "share",
        "diluted",
        "adjusted",
        "net",
        "income",
        "per",
        "share",
        "measure",
        "please",
        "refer",
        "measure",
        "section",
        "end",
        "press",
        "release",
        "fourth",
        "quarter",
        "result",
        "consolidated",
        "sale",
        "reached",
        "million",
        "compared",
        "million",
        "last",
        "year",
        "variation",
        "reflects",
        "lower",
        "sale",
        "commercial",
        "defence",
        "aerospace",
        "market",
        "net",
        "negative",
        "impact",
        "sale",
        "million",
        "resulting",
        "fluctuation",
        "value",
        "canadian",
        "currency",
        "versus",
        "foreign",
        "currency",
        "commercial",
        "sale",
        "decreased",
        "million",
        "compared",
        "million",
        "last",
        "year",
        "decrease",
        "mainly",
        "driven",
        "lower",
        "large",
        "commercial",
        "program",
        "sale",
        "including",
        "scheduled",
        "ending",
        "contract",
        "lower",
        "aftermarket",
        "customer",
        "requirement",
        "regional",
        "aircraft",
        "negative",
        "factor",
        "partly",
        "offset",
        "increased",
        "boeing",
        "delivery",
        "defence",
        "sale",
        "decreased",
        "million",
        "million",
        "variation",
        "essentially",
        "due",
        "lower",
        "spare",
        "part",
        "requirement",
        "government",
        "gross",
        "profit",
        "decreased",
        "million",
        "sale",
        "versus",
        "million",
        "sale",
        "last",
        "year",
        "decrease",
        "largely",
        "attributable",
        "unfavourable",
        "product",
        "mix",
        "mainly",
        "related",
        "lower",
        "sale",
        "spare",
        "aftermarket",
        "requirement",
        "regional",
        "aircraft",
        "operating",
        "income",
        "stood",
        "million",
        "sale",
        "compared",
        "million",
        "sale",
        "last",
        "year",
        "adjusted",
        "operating",
        "income",
        "million",
        "compared",
        "million",
        "last",
        "year",
        "quarter",
        "adjusted",
        "operating",
        "income",
        "excluded",
        "million",
        "restructuring",
        "charge",
        "related",
        "workforce",
        "adjustment",
        "following",
        "usaf",
        "contract",
        "cost",
        "adjusted",
        "operating",
        "income",
        "fourth",
        "quarter",
        "last",
        "year",
        "excluded",
        "million",
        "restructuring",
        "charge",
        "related",
        "workforce",
        "adjustment",
        "made",
        "following",
        "production",
        "rate",
        "reduction",
        "certain",
        "aircraft",
        "program",
        "announced",
        "oems",
        "consequently",
        "adjusted",
        "ebitda",
        "excludes",
        "item",
        "million",
        "sale",
        "compared",
        "million",
        "sale",
        "year",
        "ago",
        "net",
        "income",
        "fourth",
        "quarter",
        "fiscal",
        "million",
        "per",
        "diluted",
        "share",
        "compared",
        "million",
        "per",
        "diluted",
        "share",
        "year",
        "ago",
        "excluding",
        "item",
        "net",
        "tax",
        "adjusted",
        "net",
        "income",
        "reached",
        "million",
        "per",
        "share",
        "versus",
        "million",
        "per",
        "share",
        "last",
        "year",
        "march",
        "funded",
        "firm",
        "order",
        "backlog",
        "stood",
        "million",
        "versus",
        "million",
        "march",
        "result",
        "fiscal",
        "consolidated",
        "sale",
        "reached",
        "million",
        "versus",
        "million",
        "fiscal",
        "commercial",
        "sale",
        "reached",
        "million",
        "versus",
        "million",
        "year",
        "ago",
        "defence",
        "sale",
        "totalled",
        "million",
        "compared",
        "million",
        "last",
        "year",
        "fluctuation",
        "value",
        "canadian",
        "currency",
        "versus",
        "foreign",
        "currency",
        "decreased",
        "sale",
        "million",
        "gross",
        "profit",
        "fiscal",
        "amounted",
        "million",
        "sale",
        "compared",
        "million",
        "sale",
        "fiscal",
        "operating",
        "income",
        "million",
        "sale",
        "versus",
        "million",
        "sale",
        "year",
        "ago",
        "adjusted",
        "operating",
        "income",
        "million",
        "compared",
        "million",
        "last",
        "year",
        "adjusted",
        "ebitda",
        "reached",
        "million",
        "sale",
        "versus",
        "million",
        "sale",
        "year",
        "earlier",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "share",
        "fiscal",
        "compared",
        "million",
        "per",
        "diluted",
        "share",
        "fiscal",
        "adjusted",
        "net",
        "income",
        "stood",
        "million",
        "per",
        "share",
        "versus",
        "million",
        "per",
        "share",
        "last",
        "year",
        "solid",
        "cash",
        "flow",
        "healthy",
        "financial",
        "position",
        "cash",
        "flow",
        "related",
        "operating",
        "activity",
        "amounted",
        "million",
        "fourth",
        "quarter",
        "fiscal",
        "versus",
        "million",
        "fourth",
        "quarter",
        "fiscal",
        "variation",
        "mainly",
        "reflects",
        "less",
        "favourable",
        "variation",
        "working",
        "capital",
        "item",
        "fourth",
        "quarter",
        "free",
        "cash",
        "flow",
        "million",
        "compared",
        "million",
        "last",
        "year",
        "fiscal",
        "cash",
        "flow",
        "related",
        "operating",
        "activity",
        "million",
        "line",
        "last",
        "year",
        "record",
        "free",
        "cash",
        "flow",
        "amounting",
        "million",
        "significantly",
        "million",
        "last",
        "year",
        "primarily",
        "result",
        "lower",
        "net",
        "cash",
        "flow",
        "utilized",
        "investing",
        "activity",
        "given",
        "free",
        "cash",
        "flow",
        "generation",
        "already",
        "healthy",
        "financial",
        "position",
        "improved",
        "march",
        "cash",
        "cash",
        "equivalent",
        "million",
        "total",
        "debt",
        "million",
        "including",
        "current",
        "portion",
        "excluding",
        "net",
        "deferred",
        "financing",
        "cost",
        "debt",
        "includes",
        "million",
        "drawn",
        "corporation",
        "authorized",
        "credit",
        "facility",
        "million",
        "result",
        "net",
        "debt",
        "position",
        "million",
        "end",
        "fourth",
        "quarter",
        "million",
        "march",
        "equity",
        "ratio",
        "march",
        "versus",
        "march",
        "update",
        "previously",
        "announced",
        "acquisition",
        "following",
        "longer",
        "anticipated",
        "regulatory",
        "process",
        "cesa",
        "acquisition",
        "expected",
        "close",
        "second",
        "quarter",
        "fiscal",
        "transaction",
        "subject",
        "certain",
        "approval",
        "including",
        "spanish",
        "council",
        "minister",
        "prior",
        "acquisition",
        "airbus",
        "stake",
        "minority",
        "partner",
        "cesa",
        "closing",
        "beaver",
        "acquisition",
        "expected",
        "occur",
        "current",
        "quarter",
        "subject",
        "customary",
        "closing",
        "adjustment",
        "certain",
        "regulatory",
        "approval",
        "workforce",
        "adjustment",
        "announced",
        "workforce",
        "adjustment",
        "employee",
        "longueuil",
        "facility",
        "following",
        "u",
        "air",
        "force",
        "contract",
        "announced",
        "march",
        "workforce",
        "adjustment",
        "along",
        "restructuring",
        "cost",
        "related",
        "decrease",
        "volume",
        "resulted",
        "charge",
        "totalling",
        "million",
        "tax",
        "update",
        "dassault",
        "falcon",
        "6x",
        "recently",
        "signed",
        "amended",
        "contract",
        "design",
        "manufacture",
        "falcon",
        "6x",
        "landing",
        "gear",
        "subsequent",
        "event",
        "may",
        "subsequent",
        "end",
        "fiscal",
        "year",
        "announced",
        "signing",
        "contract",
        "aar",
        "perform",
        "remanufacturing",
        "landing",
        "gear",
        "assembly",
        "aircraft",
        "manufacturing",
        "spare",
        "part",
        "aircraft",
        "manufacturing",
        "landing",
        "gear",
        "component",
        "support",
        "contract",
        "aar",
        "recently",
        "awarded",
        "u",
        "air",
        "contract",
        "total",
        "value",
        "could",
        "exceed",
        "million",
        "term",
        "guidance",
        "fiscal",
        "management",
        "expects",
        "sale",
        "stable",
        "compared",
        "fiscal",
        "due",
        "usaf",
        "contract",
        "offset",
        "higher",
        "defense",
        "volume",
        "customer",
        "increased",
        "delivery",
        "related",
        "boeing",
        "777x",
        "program",
        "sale",
        "growth",
        "guidance",
        "materially",
        "impacted",
        "acquisition",
        "cesa",
        "beaver",
        "provided",
        "closing",
        "two",
        "transaction",
        "addition",
        "management",
        "expects",
        "approximately",
        "million",
        "capital",
        "expenditure",
        "fiscal",
        "please",
        "see",
        "statement",
        "guidance",
        "section",
        "corporation",
        "md",
        "quarter",
        "ended",
        "march",
        "detail",
        "regarding",
        "material",
        "assumption",
        "underlying",
        "foregoing",
        "guidance",
        "conference",
        "call",
        "hold",
        "conference",
        "call",
        "discus",
        "result",
        "thursday",
        "may",
        "eastern",
        "time",
        "interested",
        "party",
        "join",
        "call",
        "dialling",
        "north",
        "america",
        "overseas",
        "conference",
        "call",
        "also",
        "accessed",
        "via",
        "live",
        "webcast",
        "website",
        "http",
        "accompanying",
        "presentation",
        "also",
        "available",
        "website",
        "unable",
        "call",
        "time",
        "may",
        "access",
        "tape",
        "recording",
        "meeting",
        "calling",
        "entering",
        "passcode",
        "phone",
        "tape",
        "recording",
        "available",
        "thursday",
        "may",
        "pm",
        "eastern",
        "time",
        "pm",
        "eastern",
        "time",
        "thursday",
        "may",
        "profile",
        "tsx",
        "hrx",
        "international",
        "company",
        "specializing",
        "design",
        "development",
        "manufacture",
        "repair",
        "overhaul",
        "landing",
        "gear",
        "actuation",
        "system",
        "component",
        "aerospace",
        "market",
        "corporation",
        "third",
        "largest",
        "landing",
        "gear",
        "company",
        "worldwide",
        "supplying",
        "commercial",
        "defence",
        "sector",
        "aerospace",
        "market",
        "new",
        "landing",
        "gear",
        "system",
        "component",
        "well",
        "aftermarket",
        "product",
        "service",
        "corporation",
        "also",
        "manufacture",
        "hydraulic",
        "system",
        "fluid",
        "filtration",
        "system",
        "electronic",
        "enclosure",
        "approximately",
        "corporation",
        "sale",
        "outside",
        "canada",
        "including",
        "united",
        "state",
        "corporation",
        "head",
        "office",
        "located",
        "longueuil",
        "québec",
        "facility",
        "greater",
        "montreal",
        "area",
        "longueuil",
        "laval",
        "kitchener",
        "cambridge",
        "toronto",
        "ontario",
        "springfield",
        "strongsville",
        "ohio",
        "wichita",
        "kansa",
        "everett",
        "washington",
        "runcorn",
        "nottingham",
        "bolton",
        "united",
        "kingdom",
        "statement",
        "except",
        "historical",
        "information",
        "provided",
        "herein",
        "press",
        "release",
        "contains",
        "information",
        "statement",
        "nature",
        "concerning",
        "future",
        "performance",
        "corporation",
        "forward",
        "looking",
        "statement",
        "based",
        "assumption",
        "uncertainty",
        "well",
        "management",
        "best",
        "possible",
        "evaluation",
        "future",
        "event",
        "factor",
        "may",
        "include",
        "without",
        "excluding",
        "consideration",
        "fluctuation",
        "quarterly",
        "result",
        "evolution",
        "customer",
        "demand",
        "corporation",
        "product",
        "service",
        "impact",
        "price",
        "pressure",
        "exerted",
        "competitor",
        "general",
        "market",
        "trend",
        "economic",
        "change",
        "result",
        "reader",
        "advised",
        "actual",
        "result",
        "may",
        "differ",
        "expected",
        "result",
        "please",
        "see",
        "guidance",
        "section",
        "corporation",
        "md",
        "fiscal",
        "year",
        "ended",
        "march",
        "detail",
        "regarding",
        "material",
        "assumption",
        "underlying",
        "forecast",
        "guidance",
        "forecast",
        "guidance",
        "provided",
        "purpose",
        "assisting",
        "reader",
        "understanding",
        "corporation",
        "financial",
        "performance",
        "prospect",
        "present",
        "management",
        "assessment",
        "future",
        "plan",
        "operation",
        "reader",
        "cautioned",
        "statement",
        "may",
        "appropriate",
        "purpose",
        "measure",
        "earnings",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "ebitda",
        "adjusted",
        "ebitda",
        "adjusted",
        "operating",
        "income",
        "adjusted",
        "net",
        "income",
        "adjusted",
        "earnings",
        "per",
        "share",
        "free",
        "cash",
        "flow",
        "financial",
        "measure",
        "prescribed",
        "international",
        "financial",
        "reporting",
        "standard",
        "ifrs",
        "likely",
        "comparable",
        "similar",
        "measure",
        "presented",
        "issuer",
        "management",
        "considers",
        "useful",
        "information",
        "assist",
        "investor",
        "evaluating",
        "corporation",
        "profitability",
        "liquidity",
        "ability",
        "generate",
        "fund",
        "finance",
        "operation",
        "refer",
        "financial",
        "measure",
        "operating",
        "result",
        "corporation",
        "md",
        "definition",
        "measure",
        "reconciliation",
        "comparable",
        "ifrs",
        "measure",
        "note",
        "reader",
        "complete",
        "audited",
        "consolidated",
        "financial",
        "statement",
        "management",
        "discussion",
        "analysis",
        "available",
        "website",
        "gilles",
        "labbé",
        "president",
        "chief",
        "executive",
        "officer",
        "tel",
        "contact",
        "stéphane",
        "arsenault",
        "chief",
        "financial",
        "officer",
        "tel",
        "maisonbrison",
        "pierre",
        "boucher",
        "tel",
        "source",
        "inc"
    ]
}