{
    "organizations": [],
    "uuid": "ebab3009f3bb06fee5526da18c12b0ec91ec52c6",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/24/cnbc-exclusive-cnbc-transcript-philadelphia-federal-reserve-president-patrick-harker-speaks-with-cnbcs-steve-liesman-today.html",
    "ord_in_thread": 0,
    "title": "CNBC Exclusive: CNBC Transcript: Philadelphia Federal Reserve President Patrick Harker Speaks with CNBC’s Steve Liesman Today",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WHEN: Today, Thursday, May 24, 2018\nWHERE: CNBC's \"Power Lunch\"\nThe following is the unofficial transcript of an EXCLUSIVE CNBC interview with Philadelphia Federal Reserve President Patrick Harker and CNBC's Steve Liesman on CNBC's \"Power Lunch\" (M-F 1PM – 3PM) today, Thursday, May 24. Following is a link to video of the interview on CNBC.com: https://www.cnbc.com/video/2018/05/24/people-need-to-commit-themselves-to-a-lifetime-of-education-to-refresh-skills-philly-fed-president.html?play=1 .\nReferences must be sourced to CNBC.\nMICHELLE CARUSO-CABRERA: STEVE IS JOINING US NOW WITH THE HEAD OF THE PHILADELPHIA FEDERAL RESERVE TO SEE WHAT HE THINKS TODAY. TAKE IT AWAY, STEVE.\nSTEVE LIESMAN: THANKS, MICHELLE. YEAH, HERE AT THE DALLAS FEDERAL RESERVE CONFERENCE ON DISRUPTION AND TECHNOLOGY AND THE ECONOMY. BUT YOU'RE RIGHT, MICHELLE. YOU TOOK THE FIRST QUESTION OUT OF MY -- OUT OF MY MOUTH RIGHT THERE. I'M HERE WITH PATRICK HARKER, PHILADELPHIA FED PRESIDENT. PATRICK, LET'S TALK ABOUT WHAT MICHELLE BROUGHT UP -- SAID IN THE MINUTES YESTERDAY, SUGGESTING THERE MAY NOT BE SO MUCH FURTHER TO GO WHEN IT COMES TO HIKING RATES. AND SECOND THAT THERE'S MORE TOLERANCE FOR INFLATION. DO THOSE BOTH REFLECT YOUR POINT OF VIEW?\nPATRICK HARKER: YEAH, SO MY OWN VIEW IS, WHEN I BEGAN THIS YEAR, I HAD THREE 25 BASIS POINT INCREASES FOR THIS YEAR AND FOR NEXT YEAR. I HAVEN'T MOVED FAR FROM THAT. I THINK WE'RE GETTING CLOSE TO NEUTRAL. NEUTRAL SAY SOMEWHERE ABOUT 2.75% TO 3%. SO IF WE SEE INFLATION START TO ACCELERATE, THEN I WOULD BE OPEN TO A FOURTH INCREASE THIS YEAR BUT I'D HAVE TO SEE EVIDENCE OF THAT FIRST.\nLIESMAN: WHEN IT COMES TO SYMMETRY AND INFLATION, HOW HIGH IS YOUR TOLERANCE FOR HIGHER INFLATION?\nHARKER: SO I DON'T THINK OF IT SO MUCH AS A NUMBER AROUND THE 2%, ALTHOUGH THAT'S PART OF IT. IT'S THE ACCELERATION OR DECELERATION. IF WE'RE CREEPING UP TO 2% AND WE CREEP UP TO SAY, 2 -- 2.25%, THAT'S A DIFFERENT STORY THAN WE'RE ACCELERATING PAST 2%. I THINK WE BEHAVE DIFFERENTLY. AT LEAST I WOULD AS A POLICYMAKER.\nLIESMAN: SO WHEN YOU TALK ABOUT -- I WANT TO GO BACK TO YOUR FIRST ANSWER, THREE THIS YEAR AND THREE NEXT YEAR, IS 2019 THE END OF IT IN YOUR OPINION?\nHARKER: COULD BE. YEAH. IT'S POSSIBLE.\nLIESMAN: DO YOU SEE A NEED TO BECOME RESTRICTIVE AND SLOW THE ECONOMY, GO WELL ABOVE NEUTRAL?\nHARKER: NOT PARTICULARLY. I THINK IF WE CAN HIT NEUTRAL AND STAY AROUND THERE, OF COURSE YOU'RE ALWAYS GOING TO BE MOVING HERE OR THERE. IT'S NOT A FIXED POINT. THEN I'D BE COMFORTABLE WITH THAT. I WOULDN'T WANT TO JUST GO FAR OVER NEUTRAL AND THEN HAVE TO PUT THE BRAKES ON.\nLIESMAN: SO THERE'S AN OBVIOUS QUESTION THAT COMES FROM THAT. TYPICALLY THE FED HAS CUT AS MUCH AS 500 BASIS POINTS IN A RECESSION. IF YOU STOPPED AT THREE, YOU'D ONLY HAVE 300 TO CUT.\nHARKER: THIS ALL COMES DOWN TO THE NEUTRAL REAL RATE, R-STAR. IT'S WHAT WE'RE DISCUSSING AT THIS CONFERENCE. WILL TECHNOLOGY LIFT PRODUCTIVITY? WE'VE NOT SEEN IT NOW FOR A LONG TIME. IF IT DOES, THEN OF COURSE WE CAN INCREASE THE NEUTRAL RATE. IF IT DOESN'T, THEN I THINK WE ARE WHERE WE ARE.\nLIESMAN: THAT'S A GREAT SEGUE INTO THE CONFERENCE. WHY DOES THE FED -- I THINK THIS IS THE SECOND OR THIRD CONFERENCE I'VE BEEN TO ON THIS VERY TOPIC -- WHY IS THE FED SO FOCUSED ON THIS ISSUE OF TECHNOLOGY AND DISRUPTION? WHAT DOES IT MEAN FOR THE OVERALL MACRO ECONOMY AND FOR MONETARY POLICY?\nHARKER: SO I THINK WE'RE INTERESTED IN THIS FOR A COUPLE REASONS. ONE, JUST TRYING TO UNDERSTAND ITS IMPACT ON THINGS LIKE PRODUCTIVITY, INFLATION. YOU KNOW, TRYING TO UNDERSTAND THE VARIABLES THAT WE TRY TO CONTROL. RIGHT? OUR DUAL MANDATE. AND WITH UNEMPLOYMENT, WHAT IS ACTUALLY HAPPENING WITH RESPECT TO TECHNOLOGY? AND THAT GETS TO THE SECOND POINT, AND PARTICULARLY FOR ME, A LOT OF THE WORK WE'RE DOING IN PHILADELPHIA AROUND WORKFORCE DEVELOPMENT. RIGHT? WHAT ARE THE SKILLSETS THAT ARE NEEDED IN THIS NEW ECONOMY? NOT ALL JOBS ARE GOING TO GO AWAY. THE MACHINES AREN'T GOING TO TAKE AWAY ALL OUR JOBS.\nLIESMAN: I WANT TO TAKE THESE ONE BY ONE. BECAUSE IN THE FIRST INSTANCE, I WANT TO MAKE SURE EVERYONE UNDERSTANDS WHAT YOU'RE SAYING. IF ALL THIS WIZ-BANGERY TECHNO STUFF AROUND US CREATES HIGH PRODUCTIVITY, IT MEANS THE ECONOMY CAN RUN HOTTER AND WITH LESS INFLATION, AND IT MEANS THE FED DOESN'T REALLY HAVE TO RESPOND TO MORE GROWTH – IS THAT RIGHT?\nHARKER: POTENTIALLY, YEAH. WE HAVE TO SEE IT PLAY OUT. MY BIGGEST CONCERN NOW –\nLIESMAN: RIGHT NOW YOU DON'T SEE IT.\nHARKER: NO. MY BIGGEST CONCERN AROUND PRODUCTIVITY IS YES, WE'RE GONNA SEE PRODUCTIVITY MANUFACTURING AND ELECTRIC UTILITIES. THE ECONOMY IS A SERVICE ECONOMY. SO UNTIL WE SEE THE NEEDLE MOVE SAY, ON HEALTHCARE PRODUCTIVITY, WE'RE NOT GOING TO SEE OVERALL PRODUCTIVITY GROW. AND THE PROBLEM IS WE DON'T EVEN KNOW HOW TO MEASURE HEALTHCARE OUTPUTS. SO WE CAN'T REALLY MEASURE THAT PRODUCTIVITY.\nLIESMAN: AND LET'S GET TO THE SECOND PART, WHICH IS THE EFFECT ON THE WORKFORCE. I THINK A LOT OF PEOPLE ARE CONCERNED RIGHT HERE AND THERE WAS JUST A CONFERENCE BEFORE YOU AND I SAT DOWN TO SPEAK WHERE I SORT OF THOUGHT WE'RE IN DEEP TROUBLE HERE. THAT THE CHINESE CAN COME AND THEY CAN BEAT US OUT DRAMATICALLY ON CAR PRODUCTION, BUT ALSO THE IDEA THAT YOUR TYPICAL ENGINEER -- AND I HAVE FRIENDS WHOSE KIDS ARE GRADUATING ENGINEERS, THEY THINK THEY HAVE A LIFETIME OF EMPLOYMENT -- THAT THERE ARE SUBSTANTIAL HIGH PAYING SALARIES IN AREAS THAT ARE AT RISK HERE BECAUSE OF TECHNOLOGICAL DEVELOPMENTS.\nHARKER: THE ONLY WAY THEY HAVE A LIFETIME EMPLOYMENT GOING FORWARD IS IF THEY HAVE A LIFETIME OF EDUCATION. THEY HAVE TO COMMIT THEMSELVES NOW TO A LIFETIME OF EDUCATION, CONSTANTLY REFRESHING THEIR SKILLS.\nLIESMAN: ARE YOU CONCERNED THAT TECHNOLOGY GETS TO A PLACE WHERE VAST NUMBERS OF PEOPLE ARE UNEMPLOYED AND UNEMPLOYABLE?\nHARKER: I WORRY THAT WE WILL HAVE SEGMENTS OF OUR SOCIETY THAT THAT'S A SITUATION, WHETHER IT'S GEOGRAPHY OR SKILL SET. I'M NOT WORRIED ABOUT IT OVERALL, BECAUSE WE ALWAYS CREATE NEW JOBS. RIGHT? AS WE WERE TALKING ABOUT EARLIER AT THE CONFERENCE. ASSOCIATES DEGREE LEVEL FOR CYBERSECURITY. WE STARTED THIS WHEN I WAS THE PRESIDENT OF THE UNIVERSITY OF DELAWARE WITH THE ARMY AND J.P. MORGAN CHASE. THERE WILL BE NEW JOBS. THAT WILL BE JOBS THAT WILL COME OUT OF MACHINE LEARNING WHERE HUMANS HAVE TO BE ENGAGED WITH IT. WE DON'T KNOW WHAT THOSE JOBS ARE -- GO BACK 20 YEARS AGO – HOW MANY WEB DESIGNERS --?\nLIESMAN: -- PEOPLE GET HURT ALONG THE WAY THOUGH.\nHARKER: THEY DO. AND THAT'S SOMETHING WHERE WE NEED TO HAVE JOB RETRAINING PROGRAMS THAT REALLY WORK IN THIS COUNTRY.\nLIESMAN: PATRICK HARKER, WE HAVE TO LEAVE IT THERE. PHILADELPHIA FED PRESIDENT. THANKS FOR JOINING US.\nHARKER: THANK YOU.\nLIESMAN: GUYS, A TOPIC I THINK WE'LL BE DISCUSSING A LOT ABOUT AND VERY INTERESTING TO ME HOW MUCH FOCUS THE FEDERAL RESERVE IS PUTTING ON THIS ISSUE. MICHELLE, MELISSA, BACK TO YOU GUYS. AND SARA.\nFor more information contact:\nJennifer Dauble\nCNBC\nt: 201.735.4721\nm: 201.615.2787\ne: jennifer.dauble@nbcuni.com\nEmma Martin\nCNBC\nt: 201.735.4713\nm: 551.275.6221\ne: emma.martin@nbcuni.com\nAbout CNBC:\nWith CNBC in the U.S., CNBC in Asia Pacific, CNBC in Europe, Middle East and Africa, and CNBC World, CNBC is the recognized world leader in business news and provides real-time financial market coverage and business information to more than 409 million homes worldwide, including more than 91 million households in the United States and Canada. CNBC also provides daily business updates to 400 million households across China. The network's 15 live hours a day of business programming in North America (weekdays from 4:00 a.m. - 7:00 p.m. ET) is produced at CNBC's global headquarters in Englewood Cliffs, N.J., and includes reports from CNBC News bureaus worldwide. CNBC at night features a mix of new reality programming, CNBC's highly successful series produced exclusively for CNBC and a number of distinctive in-house documentaries.\nCNBC Digital delivers more than 52 million multi-platform unique visitors each month. CNBC.com provides real-time financial market news and information to CNBC's investor audience. CNBC Make It is a digital destination focused on making you smarter about how you earn, save and spend your money by zeroing in on careers, leadership, entrepreneurship and personal finance.\nCNBC has a vast portfolio of digital products across a variety of platforms including: CNBC.com; CNBC PRO, the premium, integrated desktop/mobile service that provides live access to CNBC programming, exclusive video content and global market data and analysis; a suite of CNBC mobile products including the CNBC Apps for iOS, Android and Windows devices; and additional products such as the CNBC App for the Apple Watch and Apple TV.\nMembers of the media can receive more information about CNBC and its programming on the NBCUniversal Media Village Web site at http://www.nbcumv.com/programming/cnbc .\nFor more information about NBCUniversal, please visit http://www.NBCUniversal.com .",
    "published": "2018-05-25T00:04:00.000+03:00",
    "crawled": "2018-05-25T00:41:21.008+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "today",
        "thursday",
        "may",
        "cnbc",
        "power",
        "lunch",
        "following",
        "unofficial",
        "transcript",
        "exclusive",
        "cnbc",
        "interview",
        "philadelphia",
        "federal",
        "reserve",
        "president",
        "patrick",
        "harker",
        "cnbc",
        "steve",
        "liesman",
        "cnbc",
        "power",
        "lunch",
        "1pm",
        "3pm",
        "today",
        "thursday",
        "may",
        "following",
        "link",
        "video",
        "interview",
        "http",
        "reference",
        "must",
        "sourced",
        "cnbc",
        "michelle",
        "steve",
        "joining",
        "u",
        "head",
        "philadelphia",
        "federal",
        "reserve",
        "see",
        "think",
        "today",
        "take",
        "away",
        "steve",
        "steve",
        "liesman",
        "thanks",
        "michelle",
        "yeah",
        "dallas",
        "federal",
        "reserve",
        "conference",
        "disruption",
        "technology",
        "economy",
        "right",
        "michelle",
        "took",
        "first",
        "question",
        "mouth",
        "right",
        "patrick",
        "harker",
        "philadelphia",
        "fed",
        "president",
        "patrick",
        "let",
        "talk",
        "michelle",
        "brought",
        "said",
        "minute",
        "yesterday",
        "suggesting",
        "may",
        "much",
        "go",
        "come",
        "hiking",
        "rate",
        "second",
        "tolerance",
        "inflation",
        "reflect",
        "point",
        "view",
        "patrick",
        "harker",
        "yeah",
        "view",
        "began",
        "year",
        "three",
        "basis",
        "point",
        "increase",
        "year",
        "next",
        "year",
        "moved",
        "far",
        "think",
        "getting",
        "close",
        "neutral",
        "neutral",
        "say",
        "somewhere",
        "see",
        "inflation",
        "start",
        "accelerate",
        "would",
        "open",
        "fourth",
        "increase",
        "year",
        "see",
        "evidence",
        "first",
        "liesman",
        "come",
        "symmetry",
        "inflation",
        "high",
        "tolerance",
        "higher",
        "inflation",
        "harker",
        "think",
        "much",
        "number",
        "around",
        "although",
        "part",
        "acceleration",
        "deceleration",
        "creeping",
        "creep",
        "say",
        "different",
        "story",
        "accelerating",
        "past",
        "think",
        "behave",
        "differently",
        "least",
        "would",
        "policymaker",
        "liesman",
        "talk",
        "want",
        "go",
        "back",
        "first",
        "answer",
        "three",
        "year",
        "three",
        "next",
        "year",
        "end",
        "opinion",
        "harker",
        "could",
        "yeah",
        "possible",
        "liesman",
        "see",
        "need",
        "become",
        "restrictive",
        "slow",
        "economy",
        "go",
        "well",
        "neutral",
        "harker",
        "particularly",
        "think",
        "hit",
        "neutral",
        "stay",
        "around",
        "course",
        "always",
        "going",
        "moving",
        "fixed",
        "point",
        "comfortable",
        "would",
        "want",
        "go",
        "far",
        "neutral",
        "put",
        "brake",
        "liesman",
        "obvious",
        "question",
        "come",
        "typically",
        "fed",
        "cut",
        "much",
        "basis",
        "point",
        "recession",
        "stopped",
        "three",
        "cut",
        "harker",
        "come",
        "neutral",
        "real",
        "rate",
        "discussing",
        "conference",
        "technology",
        "lift",
        "productivity",
        "seen",
        "long",
        "time",
        "course",
        "increase",
        "neutral",
        "rate",
        "think",
        "liesman",
        "great",
        "segue",
        "conference",
        "fed",
        "think",
        "second",
        "third",
        "conference",
        "topic",
        "fed",
        "focused",
        "issue",
        "technology",
        "disruption",
        "mean",
        "overall",
        "macro",
        "economy",
        "monetary",
        "policy",
        "harker",
        "think",
        "interested",
        "couple",
        "reason",
        "one",
        "trying",
        "understand",
        "impact",
        "thing",
        "like",
        "productivity",
        "inflation",
        "know",
        "trying",
        "understand",
        "variable",
        "try",
        "control",
        "right",
        "dual",
        "mandate",
        "unemployment",
        "actually",
        "happening",
        "respect",
        "technology",
        "get",
        "second",
        "point",
        "particularly",
        "lot",
        "work",
        "philadelphia",
        "around",
        "workforce",
        "development",
        "right",
        "skillsets",
        "needed",
        "new",
        "economy",
        "job",
        "going",
        "go",
        "away",
        "machine",
        "going",
        "take",
        "away",
        "job",
        "liesman",
        "want",
        "take",
        "one",
        "one",
        "first",
        "instance",
        "want",
        "make",
        "sure",
        "everyone",
        "understands",
        "saying",
        "techno",
        "stuff",
        "around",
        "u",
        "creates",
        "high",
        "productivity",
        "mean",
        "economy",
        "run",
        "hotter",
        "less",
        "inflation",
        "mean",
        "fed",
        "really",
        "respond",
        "growth",
        "right",
        "harker",
        "potentially",
        "yeah",
        "see",
        "play",
        "biggest",
        "concern",
        "liesman",
        "right",
        "see",
        "harker",
        "biggest",
        "concern",
        "around",
        "productivity",
        "yes",
        "gon",
        "na",
        "see",
        "productivity",
        "manufacturing",
        "electric",
        "utility",
        "economy",
        "service",
        "economy",
        "see",
        "needle",
        "move",
        "say",
        "healthcare",
        "productivity",
        "going",
        "see",
        "overall",
        "productivity",
        "grow",
        "problem",
        "even",
        "know",
        "measure",
        "healthcare",
        "output",
        "ca",
        "really",
        "measure",
        "productivity",
        "liesman",
        "let",
        "get",
        "second",
        "part",
        "effect",
        "workforce",
        "think",
        "lot",
        "people",
        "concerned",
        "right",
        "conference",
        "sat",
        "speak",
        "sort",
        "thought",
        "deep",
        "trouble",
        "chinese",
        "come",
        "beat",
        "u",
        "dramatically",
        "car",
        "production",
        "also",
        "idea",
        "typical",
        "engineer",
        "friend",
        "whose",
        "kid",
        "graduating",
        "engineer",
        "think",
        "lifetime",
        "employment",
        "substantial",
        "high",
        "paying",
        "salary",
        "area",
        "risk",
        "technological",
        "development",
        "harker",
        "way",
        "lifetime",
        "employment",
        "going",
        "forward",
        "lifetime",
        "education",
        "commit",
        "lifetime",
        "education",
        "constantly",
        "refreshing",
        "skill",
        "liesman",
        "concerned",
        "technology",
        "get",
        "place",
        "vast",
        "number",
        "people",
        "unemployed",
        "unemployable",
        "harker",
        "worry",
        "segment",
        "society",
        "situation",
        "whether",
        "geography",
        "skill",
        "set",
        "worried",
        "overall",
        "always",
        "create",
        "new",
        "job",
        "right",
        "talking",
        "earlier",
        "conference",
        "associate",
        "degree",
        "level",
        "cybersecurity",
        "started",
        "president",
        "university",
        "delaware",
        "army",
        "morgan",
        "chase",
        "new",
        "job",
        "job",
        "come",
        "machine",
        "learning",
        "human",
        "engaged",
        "know",
        "job",
        "go",
        "back",
        "year",
        "ago",
        "many",
        "web",
        "designer",
        "liesman",
        "people",
        "get",
        "hurt",
        "along",
        "way",
        "though",
        "harker",
        "something",
        "need",
        "job",
        "retraining",
        "program",
        "really",
        "work",
        "country",
        "liesman",
        "patrick",
        "harker",
        "leave",
        "philadelphia",
        "fed",
        "president",
        "thanks",
        "joining",
        "u",
        "harker",
        "thank",
        "liesman",
        "guy",
        "topic",
        "think",
        "discussing",
        "lot",
        "interesting",
        "much",
        "focus",
        "federal",
        "reserve",
        "putting",
        "issue",
        "michelle",
        "melissa",
        "back",
        "guy",
        "sara",
        "information",
        "contact",
        "jennifer",
        "dauble",
        "cnbc",
        "e",
        "emma",
        "martin",
        "cnbc",
        "e",
        "cnbc",
        "cnbc",
        "cnbc",
        "asia",
        "pacific",
        "cnbc",
        "europe",
        "middle",
        "east",
        "africa",
        "cnbc",
        "world",
        "cnbc",
        "recognized",
        "world",
        "leader",
        "business",
        "news",
        "provides",
        "financial",
        "market",
        "coverage",
        "business",
        "information",
        "million",
        "home",
        "worldwide",
        "including",
        "million",
        "household",
        "united",
        "state",
        "canada",
        "cnbc",
        "also",
        "provides",
        "daily",
        "business",
        "update",
        "million",
        "household",
        "across",
        "china",
        "network",
        "live",
        "hour",
        "day",
        "business",
        "programming",
        "north",
        "america",
        "weekday",
        "et",
        "produced",
        "cnbc",
        "global",
        "headquarters",
        "englewood",
        "cliff",
        "includes",
        "report",
        "cnbc",
        "news",
        "bureau",
        "worldwide",
        "cnbc",
        "night",
        "feature",
        "mix",
        "new",
        "reality",
        "programming",
        "cnbc",
        "highly",
        "successful",
        "series",
        "produced",
        "exclusively",
        "cnbc",
        "number",
        "distinctive",
        "documentary",
        "cnbc",
        "digital",
        "delivers",
        "million",
        "unique",
        "visitor",
        "month",
        "provides",
        "financial",
        "market",
        "news",
        "information",
        "cnbc",
        "investor",
        "audience",
        "cnbc",
        "make",
        "digital",
        "destination",
        "focused",
        "making",
        "smarter",
        "earn",
        "save",
        "spend",
        "money",
        "zeroing",
        "career",
        "leadership",
        "entrepreneurship",
        "personal",
        "finance",
        "cnbc",
        "vast",
        "portfolio",
        "digital",
        "product",
        "across",
        "variety",
        "platform",
        "including",
        "cnbc",
        "pro",
        "premium",
        "integrated",
        "service",
        "provides",
        "live",
        "access",
        "cnbc",
        "programming",
        "exclusive",
        "video",
        "content",
        "global",
        "market",
        "data",
        "analysis",
        "suite",
        "cnbc",
        "mobile",
        "product",
        "including",
        "cnbc",
        "apps",
        "io",
        "android",
        "window",
        "device",
        "additional",
        "product",
        "cnbc",
        "app",
        "apple",
        "watch",
        "apple",
        "tv",
        "member",
        "medium",
        "receive",
        "information",
        "cnbc",
        "programming",
        "nbcuniversal",
        "medium",
        "village",
        "web",
        "site",
        "http",
        "information",
        "nbcuniversal",
        "please",
        "visit",
        "http"
    ]
}