{
    "organizations": [],
    "uuid": "965181bee5fb62a8f82355c0822dacd6fa382bb0",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/29/globe-newswire-aveda-transportation-and-energy-services-announces-q1-2018-results.html",
    "ord_in_thread": 0,
    "title": "Aveda Transportation and Energy Services Announces Q1 2018 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CALGARY, Alberta, Aveda Transportation and Energy Services Inc. (“Aveda” or the “Company”) (TSX-V:AVE), one of North America’s largest dedicated rig moving companies, is pleased to announce solid results for the three months ended March 31, 2018.\n2018 First Quarter Business Highlights\nRevenue for the three months ended March 31, 2018 increased by $19.2 million or 47% to $60.2 million, compared with revenue of $41.0 million for the same period in 2017. Compared to the fourth quarter of 2017, revenue increased by $7.1 million from $53.1 million to $60.2 million; Gross profit excluding depreciation and amortization 1 in the first quarter of 2018 increased by $2.5 million to $9.3 million from $6.8 million for the same period in 2017. Comparing to the fourth quarter of 2017, gross profit excluding depreciation and amortization 1 increased by 20% from $7.8 million to $9.3 million; Adjusted EBITDA 1 in the first quarter of 2018 increased by $1.8 million to $4.4 million compared to $2.6 million in the first quarter of 2017. This amount of Adjusted EBITDA 1 continues the strong performance the Company has experienced throughout fiscal 2017; Net loss for the three months ended March 31, 2018 decreased by $2.2 million to $1.3 million, compared to a net loss of $3.4 million for the same period in 2017. Loss per share was $0.02 compared to $0.10 in the comparative period; Aveda ended the quarter with a net asset value per share 6 of almost $0.59, $17.7 million in working capital with a current ratio of 1.52:1 2 , and undrawn cash availability of $33.0 million on its senior debt facility; and On April 16, 2018, the Company entered into a formal Arrangement Agreement with Daseke, Inc. (“Daseke”) whereby Daseke proposed to acquire all of the Common Shares of the Company (the “Transaction”) for $0.90 per share plus contingent consideration (if any) should certain EBITDA levels be met post Transaction. Should the Transaction be completed, it would be subject to customary shareholder and regulatory approvals, none of which had been obtained at the time these financial statements were approved.\n“Revenue for the first three months of 2018 increased by 47% to $60.2 million,” said Ronnie Witherspoon, President and Chief Executive Officer at Aveda. “This positive momentum has continued into to the second quarter of 2018. We are excited by the substantial increase in activity and look forward to further enhancing our business through the planned merger with Daseke.”\nThe Company’s consolidated financial statements and Management’s Discussion and Analysis are available on the Company’s website at www.avedaenergy.com and the SEDAR website at www.sedar.com .\nFinancial Overview\n(in thousands, except per share and ratio amounts) Three\nMonths\nEnded\nMarch 31,\n2018 Three\nMonths\nEnded\nMarch 31,\n2017 % Change\n2017 -\n2018 Revenue 60 202 40 962 47% Gross profit (loss) 1 5 580 2 932 90% Gross margin 4 9% 7% N/A Gross profit 1 excluding depreciation and amortization 9 340 6 798 37% Gross margin excluding depreciation and amortization 5 16% 17% N/A Adjusted EBITDA (loss) 1 4 399 2 559 72% Adjusted EBITDA 1 as a percentage of revenue 7% 6% N/A Net loss (1 262) (3 412) 63% Net loss as a percentage of revenue -2% -8% N/A Adjusted EBITDA (loss) 1 per share 0,08 0,07 14% Loss per share - basic and diluted (0,02) (0,10) -80% Current ratio 2 1,5 1,4 7% Debt to equity ratio 3 2,2 2,1 4% Outlook\nAveda earns revenue primarily by providing specialized transportation services to companies engaged in the exploration, development and production of petroleum resources. As a result, demand for Aveda’s transportation services is generally linked to the economic conditions of the energy industry and the level of drilling activity in the US and the WCSB.\nRelative to 2016, both oil and natural gas prices have rebounded and rig counts have substantially risen throughout 2017 and in the first quarter of 2018 in most areas Aveda operates in. Based both on general market enthusiasm with respect to commodity prices and discussions with Aveda’s customers, management expects 2018 to be a strong year in terms of drilling activity.\nWhile overall in the first quarter of 2018 the rig count has increased in the United States, the increase rate differs from one operating area to another. The Company has quickly reacted and adjusted accordingly to relocate its equipment resources in the areas that are growing at a more rapid pace. As such, Aveda has closed its operation in Casper, WY and redistributed its equipment fleet in Midland, TX and Williston, ND to sustain their growing activity.\nWith a stabilized market environment and Company’s intention to invest $12.0 million in its capital program in 2018, Aveda expects to see continued improvements in revenue, Adjusted EBITDA and net income results in 2018.\nAbout Aveda Transportation and Energy Services\nAveda provides specialized transportation services and equipment required for the exploration, development and production of petroleum resources in the Western Canadian Sedimentary Basin and in the United States of America principally in and around the states of Texas, Pennsylvania, Oklahoma, Ohio and North Dakota. Aveda balances Performance, Safety and Value for our Customers through Leadership, Financial Discipline and Proper Planning, while providing a culture of Family for our employees. Aveda strives for a world where its operations improve the daily experience of our customers, our employees, and every person we meet on the road to success.\nAveda was incorporated in 1994 as a private company to serve the oil and gas industry. In the spring of 2006 the Company went public on the TSX Venture Exchange. Aveda has major operations in Leduc, AB, Edson, AB, Grande Prairie, AB, Pleasanton, TX, Midland, TX, Pecos, TX, Marshall, TX, Williston, ND, Williamsport, PA, Martins Ferry, OH and Oklahoma City, OK. Aveda is publicly traded on the TSX Venture Exchange under the symbol AVE. Aveda has 12 locations which cover North America’s most prolific oil and gas plays. The Company has almost 1,500 pieces of modern, well maintained equipment and employs approximately 625 team members. Aveda’s unique differentiator is our advanced operational and safety culture. For more information on Aveda please visit www.avedaenergy.com .\nFor more information, please contact:\nBharat Mahajan, CPA, CA\nVice President, Finance and Chief Financial Officer\n(403) 264-5769\nbharat.mahajan@avedaenergy.com\nThis News Release contains certain forward-looking statements and forward-looking information (collectively referred to herein as \" forward-looking statements \") within the meaning of applicable Canadian securities laws. All statements other than statements of present or historical fact are forward-looking statements. Forward-looking statements are often, but not always, identified by the use of words such as \"anticipate\", \"achieve\", \"could\", \"believe\", \"plan\", \"intend\", \"objective\", \"continuous\", \"ongoing\", \"estimate\", \"outlook\", \"expect\", \"may\", \"will\", \"project\", \"should\" or similar words, including negatives thereof, suggesting future outcomes. In particular, this News Release contains forward-looking statements relating to: demand for the Company’s services and general industry activity level; the Company’s growth opportunities; and expectations regarding the Company’s revenue, EBITDA, Adjusted EBITDA and equipment utilization. Aveda believes the expectations reflected in such forward-looking statements are reasonable as of the date hereof but no assurance can be given that these expectations will prove to be correct and such forward-looking statements should not be unduly relied upon.\nVarious material factors and assumptions are typically applied in drawing conclusions or making the forecasts or projections set out in forward-looking statements. Those material factors and assumptions are based on information currently available to Aveda, including information obtained from third party industry analysts and other third party sources. In some instances, material assumptions and material factors are presented elsewhere in this News Release in connection with the forward-looking statements. Readers are cautioned that the following list of material factors and assumptions is not exhaustive. Specific material factors and assumptions include, but are not limited to:\nthe performance of Aveda’s businesses, including current business and economic trends; oil and natural gas commodity prices and production levels; the effect of the rebranding on Aveda’s businesses; capital expenditure programs and other expenditures by Aveda and its customers: the ability of Aveda to retain and hire qualified personnel; the ability of Aveda to obtain parts, consumables, equipment, technology, and supplies in a timely manner to carry out its activities; the ability of Aveda to maintain good working relationships with key suppliers; the ability of Aveda to market its services successfully to existing and new customers; the ability of Aveda to obtain timely financing on acceptable terms; currency exchange and interest rates; risks associated with foreign operations; changes under governmental regulatory regimes and tax, environmental and other laws in Canada and the United States; and a stable competitive environment.\nThe forward-looking statements regarding Aveda's potential revenue, EBITDA and Adjusted EBITDA are included herein to provide readers with an understanding of Aveda's anticipated cash flow and Aveda's ability to fund its expenditures based on the assumptions described herein. Readers are cautioned that this information may not be appropriate for other purposes.\nForward-looking statements are not a guarantee of future performance and involve a number of risks and uncertainties, some of which are described herein. Such forward-looking statements necessarily involve known and unknown risks and uncertainties, which may cause Aveda’s actual performance and financial results in future periods to differ materially from any projections of future performance or results expressed or implied by such forward-looking statements. These risks and uncertainties include, but are not limited to, the risks identified in Aveda’s management discussion and analysis for the year ended December 31, 2017 (the \"MD&A\"), which are available for viewing on SEDAR at www.sedar.com . Any forward-looking statements are made as of the date hereof and, except as required by law, Aveda assumes no obligation to publicly update or revise such statements to reflect new information, subsequent or otherwise.\nThis News Release contains the terms “EBITDA”, “Adjusted EBITDA”, “gross profit” “gross profit margin”, “gross profit excluding depreciation and amortization” and “gross margin excluding depreciation and amortization” which are defined in the MD&A. The above terms as presented do not have any standardized meanings prescribed by international financial reporting standards (“IFRS”) and therefore may not be comparable with the calculation of similar measures for other entities. Management uses EBITDA, Adjusted EBITDA, gross profit, gross profit margin, gross profit excluding depreciation and amortization, and gross margin excluding depreciation and amortization to analyze the operating performance of the business. These non-IFRS measures presented are not intended to represent cash provided by operating activities, net earnings or other measures of financial performance calculated in accordance with IFRS.\nThis News Release contains the terms \"cash flow\", \"working capital\" and \"working capital ratio\", which do not have any standardized meanings prescribed by IFRS and therefore may not be comparable with the calculation of similar measures for other entities. As an indicator of the Company's performance, cash flow should not be considered as an alternative to, or more meaningful than, net cash from operating activities as determined in accordance with IFRS. The Company considers cash flow to be a key measure as it demonstrates the Company's underlying ability to generate the cash necessary to fund operations and support activities related to its major assets. Cash flow is determined by adding back changes in non-cash operating working capital to cash from operating activities. Management calculates working capital as current assets less current liabilities and uses this measure to analyze operating performance and leverage.\nNotes:\n(1) See Aveda’s management discussion and analysis for the three months ended March 31, 2018 Section 6. (2) Current ratio calculated as current assets divided by current liabilities. (3) Debt includes loans and borrowings and note payable as per their carrying amounts on the balance sheet. (4) Gross margin is calculated as gross profit divided by revenue. (5) Gross margin excluding depreciation and amortization is calculated by dividing gross profit excluding depreciation and amortization by revenue. (6) Net asset value per share calculated by dividing total equity ($34.0 million) by common shares outstanding (57.4 million). Neither TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\nSource: Aveda Transportation and Energy Services Inc",
    "published": "2018-05-30T00:05:00.000+03:00",
    "crawled": "2018-05-30T01:04:17.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "calgary",
        "alberta",
        "aveda",
        "transportation",
        "energy",
        "service",
        "aveda",
        "company",
        "ave",
        "one",
        "north",
        "america",
        "largest",
        "dedicated",
        "rig",
        "moving",
        "company",
        "pleased",
        "announce",
        "solid",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "first",
        "quarter",
        "business",
        "highlight",
        "revenue",
        "three",
        "month",
        "ended",
        "march",
        "increased",
        "million",
        "million",
        "compared",
        "revenue",
        "million",
        "period",
        "compared",
        "fourth",
        "quarter",
        "revenue",
        "increased",
        "million",
        "million",
        "million",
        "gross",
        "profit",
        "excluding",
        "depreciation",
        "amortization",
        "first",
        "quarter",
        "increased",
        "million",
        "million",
        "million",
        "period",
        "comparing",
        "fourth",
        "quarter",
        "gross",
        "profit",
        "excluding",
        "depreciation",
        "amortization",
        "increased",
        "million",
        "million",
        "adjusted",
        "ebitda",
        "first",
        "quarter",
        "increased",
        "million",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "amount",
        "adjusted",
        "ebitda",
        "continues",
        "strong",
        "performance",
        "company",
        "experienced",
        "throughout",
        "fiscal",
        "net",
        "loss",
        "three",
        "month",
        "ended",
        "march",
        "decreased",
        "million",
        "million",
        "compared",
        "net",
        "loss",
        "million",
        "period",
        "loss",
        "per",
        "share",
        "compared",
        "comparative",
        "period",
        "aveda",
        "ended",
        "quarter",
        "net",
        "asset",
        "value",
        "per",
        "share",
        "almost",
        "million",
        "working",
        "capital",
        "current",
        "ratio",
        "undrawn",
        "cash",
        "availability",
        "million",
        "senior",
        "debt",
        "facility",
        "april",
        "company",
        "entered",
        "formal",
        "arrangement",
        "agreement",
        "daseke",
        "daseke",
        "whereby",
        "daseke",
        "proposed",
        "acquire",
        "common",
        "share",
        "company",
        "transaction",
        "per",
        "share",
        "plus",
        "contingent",
        "consideration",
        "certain",
        "ebitda",
        "level",
        "met",
        "post",
        "transaction",
        "transaction",
        "completed",
        "would",
        "subject",
        "customary",
        "shareholder",
        "regulatory",
        "approval",
        "none",
        "obtained",
        "time",
        "financial",
        "statement",
        "approved",
        "revenue",
        "first",
        "three",
        "month",
        "increased",
        "million",
        "said",
        "ronnie",
        "witherspoon",
        "president",
        "chief",
        "executive",
        "officer",
        "aveda",
        "positive",
        "momentum",
        "continued",
        "second",
        "quarter",
        "excited",
        "substantial",
        "increase",
        "activity",
        "look",
        "forward",
        "enhancing",
        "business",
        "planned",
        "merger",
        "company",
        "consolidated",
        "financial",
        "statement",
        "management",
        "discussion",
        "analysis",
        "available",
        "company",
        "website",
        "sedar",
        "website",
        "financial",
        "overview",
        "thousand",
        "except",
        "per",
        "share",
        "ratio",
        "amount",
        "three",
        "month",
        "ended",
        "march",
        "three",
        "month",
        "ended",
        "march",
        "change",
        "revenue",
        "gross",
        "profit",
        "loss",
        "gross",
        "margin",
        "gross",
        "profit",
        "excluding",
        "depreciation",
        "amortization",
        "gross",
        "margin",
        "excluding",
        "depreciation",
        "amortization",
        "adjusted",
        "ebitda",
        "loss",
        "adjusted",
        "ebitda",
        "percentage",
        "revenue",
        "net",
        "loss",
        "net",
        "loss",
        "percentage",
        "revenue",
        "adjusted",
        "ebitda",
        "loss",
        "per",
        "share",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "current",
        "ratio",
        "debt",
        "equity",
        "ratio",
        "outlook",
        "aveda",
        "earns",
        "revenue",
        "primarily",
        "providing",
        "specialized",
        "transportation",
        "service",
        "company",
        "engaged",
        "exploration",
        "development",
        "production",
        "petroleum",
        "resource",
        "result",
        "demand",
        "aveda",
        "transportation",
        "service",
        "generally",
        "linked",
        "economic",
        "condition",
        "energy",
        "industry",
        "level",
        "drilling",
        "activity",
        "u",
        "wcsb",
        "relative",
        "oil",
        "natural",
        "gas",
        "price",
        "rebounded",
        "rig",
        "count",
        "substantially",
        "risen",
        "throughout",
        "first",
        "quarter",
        "area",
        "aveda",
        "operates",
        "based",
        "general",
        "market",
        "enthusiasm",
        "respect",
        "commodity",
        "price",
        "discussion",
        "aveda",
        "customer",
        "management",
        "expects",
        "strong",
        "year",
        "term",
        "drilling",
        "activity",
        "overall",
        "first",
        "quarter",
        "rig",
        "count",
        "increased",
        "united",
        "state",
        "increase",
        "rate",
        "differs",
        "one",
        "operating",
        "area",
        "another",
        "company",
        "quickly",
        "reacted",
        "adjusted",
        "accordingly",
        "relocate",
        "equipment",
        "resource",
        "area",
        "growing",
        "rapid",
        "pace",
        "aveda",
        "closed",
        "operation",
        "casper",
        "wy",
        "redistributed",
        "equipment",
        "fleet",
        "midland",
        "tx",
        "williston",
        "nd",
        "sustain",
        "growing",
        "activity",
        "stabilized",
        "market",
        "environment",
        "company",
        "intention",
        "invest",
        "million",
        "capital",
        "program",
        "aveda",
        "expects",
        "see",
        "continued",
        "improvement",
        "revenue",
        "adjusted",
        "ebitda",
        "net",
        "income",
        "result",
        "aveda",
        "transportation",
        "energy",
        "service",
        "aveda",
        "provides",
        "specialized",
        "transportation",
        "service",
        "equipment",
        "required",
        "exploration",
        "development",
        "production",
        "petroleum",
        "resource",
        "western",
        "canadian",
        "sedimentary",
        "basin",
        "united",
        "state",
        "america",
        "principally",
        "around",
        "state",
        "texas",
        "pennsylvania",
        "oklahoma",
        "ohio",
        "north",
        "dakota",
        "aveda",
        "balance",
        "performance",
        "safety",
        "value",
        "customer",
        "leadership",
        "financial",
        "discipline",
        "proper",
        "planning",
        "providing",
        "culture",
        "family",
        "employee",
        "aveda",
        "strives",
        "world",
        "operation",
        "improve",
        "daily",
        "experience",
        "customer",
        "employee",
        "every",
        "person",
        "meet",
        "road",
        "success",
        "aveda",
        "incorporated",
        "private",
        "company",
        "serve",
        "oil",
        "gas",
        "industry",
        "spring",
        "company",
        "went",
        "public",
        "tsx",
        "venture",
        "exchange",
        "aveda",
        "major",
        "operation",
        "leduc",
        "ab",
        "edson",
        "ab",
        "grande",
        "prairie",
        "ab",
        "pleasanton",
        "tx",
        "midland",
        "tx",
        "pecos",
        "tx",
        "marshall",
        "tx",
        "williston",
        "nd",
        "williamsport",
        "pa",
        "martin",
        "ferry",
        "oh",
        "oklahoma",
        "city",
        "aveda",
        "publicly",
        "traded",
        "tsx",
        "venture",
        "exchange",
        "symbol",
        "aveda",
        "location",
        "cover",
        "north",
        "america",
        "prolific",
        "oil",
        "gas",
        "play",
        "company",
        "almost",
        "piece",
        "modern",
        "well",
        "maintained",
        "equipment",
        "employ",
        "approximately",
        "team",
        "member",
        "aveda",
        "unique",
        "differentiator",
        "advanced",
        "operational",
        "safety",
        "culture",
        "information",
        "aveda",
        "please",
        "visit",
        "information",
        "please",
        "contact",
        "bharat",
        "mahajan",
        "cpa",
        "ca",
        "vice",
        "president",
        "finance",
        "chief",
        "financial",
        "officer",
        "news",
        "release",
        "contains",
        "certain",
        "statement",
        "information",
        "collectively",
        "referred",
        "herein",
        "statement",
        "within",
        "meaning",
        "applicable",
        "canadian",
        "security",
        "law",
        "statement",
        "statement",
        "present",
        "historical",
        "fact",
        "statement",
        "statement",
        "often",
        "always",
        "identified",
        "use",
        "word",
        "anticipate",
        "achieve",
        "could",
        "believe",
        "plan",
        "intend",
        "objective",
        "continuous",
        "ongoing",
        "estimate",
        "outlook",
        "expect",
        "may",
        "project",
        "similar",
        "word",
        "including",
        "negative",
        "thereof",
        "suggesting",
        "future",
        "outcome",
        "particular",
        "news",
        "release",
        "contains",
        "statement",
        "relating",
        "demand",
        "company",
        "service",
        "general",
        "industry",
        "activity",
        "level",
        "company",
        "growth",
        "opportunity",
        "expectation",
        "regarding",
        "company",
        "revenue",
        "ebitda",
        "adjusted",
        "ebitda",
        "equipment",
        "utilization",
        "aveda",
        "belief",
        "expectation",
        "reflected",
        "statement",
        "reasonable",
        "date",
        "hereof",
        "assurance",
        "given",
        "expectation",
        "prove",
        "correct",
        "statement",
        "unduly",
        "relied",
        "upon",
        "various",
        "material",
        "factor",
        "assumption",
        "typically",
        "applied",
        "drawing",
        "conclusion",
        "making",
        "forecast",
        "projection",
        "set",
        "statement",
        "material",
        "factor",
        "assumption",
        "based",
        "information",
        "currently",
        "available",
        "aveda",
        "including",
        "information",
        "obtained",
        "third",
        "party",
        "industry",
        "analyst",
        "third",
        "party",
        "source",
        "instance",
        "material",
        "assumption",
        "material",
        "factor",
        "presented",
        "elsewhere",
        "news",
        "release",
        "connection",
        "statement",
        "reader",
        "cautioned",
        "following",
        "list",
        "material",
        "factor",
        "assumption",
        "exhaustive",
        "specific",
        "material",
        "factor",
        "assumption",
        "include",
        "limited",
        "performance",
        "aveda",
        "business",
        "including",
        "current",
        "business",
        "economic",
        "trend",
        "oil",
        "natural",
        "gas",
        "commodity",
        "price",
        "production",
        "level",
        "effect",
        "rebranding",
        "aveda",
        "business",
        "capital",
        "expenditure",
        "program",
        "expenditure",
        "aveda",
        "customer",
        "ability",
        "aveda",
        "retain",
        "hire",
        "qualified",
        "personnel",
        "ability",
        "aveda",
        "obtain",
        "part",
        "consumables",
        "equipment",
        "technology",
        "supply",
        "timely",
        "manner",
        "carry",
        "activity",
        "ability",
        "aveda",
        "maintain",
        "good",
        "working",
        "relationship",
        "key",
        "supplier",
        "ability",
        "aveda",
        "market",
        "service",
        "successfully",
        "existing",
        "new",
        "customer",
        "ability",
        "aveda",
        "obtain",
        "timely",
        "financing",
        "acceptable",
        "term",
        "currency",
        "exchange",
        "interest",
        "rate",
        "risk",
        "associated",
        "foreign",
        "operation",
        "change",
        "governmental",
        "regulatory",
        "regime",
        "tax",
        "environmental",
        "law",
        "canada",
        "united",
        "state",
        "stable",
        "competitive",
        "environment",
        "statement",
        "regarding",
        "aveda",
        "potential",
        "revenue",
        "ebitda",
        "adjusted",
        "ebitda",
        "included",
        "herein",
        "provide",
        "reader",
        "understanding",
        "aveda",
        "anticipated",
        "cash",
        "flow",
        "aveda",
        "ability",
        "fund",
        "expenditure",
        "based",
        "assumption",
        "described",
        "herein",
        "reader",
        "cautioned",
        "information",
        "may",
        "appropriate",
        "purpose",
        "statement",
        "guarantee",
        "future",
        "performance",
        "involve",
        "number",
        "risk",
        "uncertainty",
        "described",
        "herein",
        "statement",
        "necessarily",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "aveda",
        "actual",
        "performance",
        "financial",
        "result",
        "future",
        "period",
        "differ",
        "materially",
        "projection",
        "future",
        "performance",
        "result",
        "expressed",
        "implied",
        "statement",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "risk",
        "identified",
        "aveda",
        "management",
        "discussion",
        "analysis",
        "year",
        "ended",
        "december",
        "md",
        "available",
        "viewing",
        "sedar",
        "statement",
        "made",
        "date",
        "hereof",
        "except",
        "required",
        "law",
        "aveda",
        "assumes",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "reflect",
        "new",
        "information",
        "subsequent",
        "otherwise",
        "news",
        "release",
        "contains",
        "term",
        "ebitda",
        "adjusted",
        "ebitda",
        "gross",
        "profit",
        "gross",
        "profit",
        "margin",
        "gross",
        "profit",
        "excluding",
        "depreciation",
        "amortization",
        "gross",
        "margin",
        "excluding",
        "depreciation",
        "amortization",
        "defined",
        "md",
        "term",
        "presented",
        "standardized",
        "meaning",
        "prescribed",
        "international",
        "financial",
        "reporting",
        "standard",
        "ifrs",
        "therefore",
        "may",
        "comparable",
        "calculation",
        "similar",
        "measure",
        "entity",
        "management",
        "us",
        "ebitda",
        "adjusted",
        "ebitda",
        "gross",
        "profit",
        "gross",
        "profit",
        "margin",
        "gross",
        "profit",
        "excluding",
        "depreciation",
        "amortization",
        "gross",
        "margin",
        "excluding",
        "depreciation",
        "amortization",
        "analyze",
        "operating",
        "performance",
        "business",
        "measure",
        "presented",
        "intended",
        "represent",
        "cash",
        "provided",
        "operating",
        "activity",
        "net",
        "earnings",
        "measure",
        "financial",
        "performance",
        "calculated",
        "accordance",
        "ifrs",
        "news",
        "release",
        "contains",
        "term",
        "cash",
        "flow",
        "working",
        "capital",
        "working",
        "capital",
        "ratio",
        "standardized",
        "meaning",
        "prescribed",
        "ifrs",
        "therefore",
        "may",
        "comparable",
        "calculation",
        "similar",
        "measure",
        "entity",
        "indicator",
        "company",
        "performance",
        "cash",
        "flow",
        "considered",
        "alternative",
        "meaningful",
        "net",
        "cash",
        "operating",
        "activity",
        "determined",
        "accordance",
        "ifrs",
        "company",
        "considers",
        "cash",
        "flow",
        "key",
        "measure",
        "demonstrates",
        "company",
        "underlying",
        "ability",
        "generate",
        "cash",
        "necessary",
        "fund",
        "operation",
        "support",
        "activity",
        "related",
        "major",
        "asset",
        "cash",
        "flow",
        "determined",
        "adding",
        "back",
        "change",
        "operating",
        "working",
        "capital",
        "cash",
        "operating",
        "activity",
        "management",
        "calculates",
        "working",
        "capital",
        "current",
        "asset",
        "less",
        "current",
        "liability",
        "us",
        "measure",
        "analyze",
        "operating",
        "performance",
        "leverage",
        "note",
        "see",
        "aveda",
        "management",
        "discussion",
        "analysis",
        "three",
        "month",
        "ended",
        "march",
        "section",
        "current",
        "ratio",
        "calculated",
        "current",
        "asset",
        "divided",
        "current",
        "liability",
        "debt",
        "includes",
        "loan",
        "borrowing",
        "note",
        "payable",
        "per",
        "carrying",
        "amount",
        "balance",
        "sheet",
        "gross",
        "margin",
        "calculated",
        "gross",
        "profit",
        "divided",
        "revenue",
        "gross",
        "margin",
        "excluding",
        "depreciation",
        "amortization",
        "calculated",
        "dividing",
        "gross",
        "profit",
        "excluding",
        "depreciation",
        "amortization",
        "revenue",
        "net",
        "asset",
        "value",
        "per",
        "share",
        "calculated",
        "dividing",
        "total",
        "equity",
        "million",
        "common",
        "share",
        "outstanding",
        "million",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "source",
        "aveda",
        "transportation",
        "energy",
        "service",
        "inc"
    ]
}