{
    "organizations": [],
    "uuid": "3fe9e8d3734906b5a764023c7a4897601720f7e8",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/30/business-wire-advanced-drainage-systems-inc-appoints-new-directors.html",
    "ord_in_thread": 0,
    "title": "Advanced Drainage Systems, Inc. Appoints New Directors",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "HILLIARD, Ohio--(BUSINESS WIRE)-- Advanced Drainage Systems, Inc. (NYSE: WMS) (“ADS”, the “Company”), the leading manufacturer of high performance thermoplastic corrugated pipe and related products, today announced that it has expanded its board of directors and appointed Ross M. Jones and Michael B. Coleman to fill the newly created vacancies, effective May 23, 2018.\nMr. Jones, a Managing Director at Berkshire Partners since 2000, has over 25 years of private equity experience. During Mr. Jones’ career at Berkshire, he has worked with many companies across a wide range of industries, including advising ADS over a 10-year period prior to its public offering. His prior board experience also includes serving as Chairman of the Board and Nominating & Governance Committee at Bare Escentuals, Inc. (formerly NASDAQ: BARE) and serving as Lead Director and Chairman of the Nominating & Governance and Compensation Committees at Carter’s, Inc. (NYSE: CRI).\nBefore joining Berkshire Partners, Mr. Jones worked at a start-up merchant bank, Bain & Co., and in the Investment Banking Division of Morgan Stanley & Co. Mr. Jones has a B.A. from Dartmouth College and an M.B.A. from Stanford University Graduate School of Business.\nMr. Coleman is a partner at Ice Miller in the Public Affairs and Government Law Group and serves as the firm’s Director of Business and Government Strategies. Mr. Coleman served as Mayor of Columbus, Ohio from 2000 to 2015, the first African-American mayor and the longest-serving mayor in Columbus history. Mr. Coleman’s 25+ years of experience in public service also includes serving as City Council President for Columbus, Ohio from 1997 to 1999 and as a member of City Council from 1992 to 1999. Prior to his term as Mayor, Mr. Coleman was a partner with the law firm of Schottenstein Zox & Dunn LLP.\nMr. Coleman has received numerous national awards and is a frequent public speaker on issues involving economic development, neighborhood revitalization and environmental stewardship. Mr. Coleman has a B.S. in Political Science from the University of Cincinnati and a J.D. from the University of Dayton School of Law.\n“We are very pleased to welcome Messrs. Jones and Coleman to Advanced Drainage Systems’ board of directors. These appointments add to the depth and breadth of expertise of our board, which we believe are important to effective execution of corporate governance and strategic oversight. We look forward to their contributions to our board and the continued success of ADS in the marketplace,” said Robert Kidder, Chairman of the Board of Directors.\nAbout the Company\nAdvanced Drainage Systems (ADS) is the leading manufacturer of high performance thermoplastic corrugated pipe, providing a comprehensive suite of water management products and superior drainage solutions for use in the construction and infrastructure marketplace. Its innovative products are used across a broad range of end markets and applications, including non-residential, residential, agriculture and infrastructure applications. The Company has established a leading position in many of these end markets by leveraging its national sales and distribution platform, its overall product breadth and scale and its manufacturing excellence. Founded in 1966, the Company operates a global network of approximately 60 manufacturing plants and over 30 distribution centers. To learn more about the ADS, please visit the Company’s website at www.ads-pipe.com .\nForward Looking Statements\nCertain statements in this press release may be deemed to be forward-looking statements within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended. These statements are not historical facts but rather are based on the Company’s current expectations, estimates and projections regarding the Company’s business, operations and other factors relating thereto. Words such as “may,” “will,” “could,” “would,” “should,” “anticipate,” “predict,” “potential,” “continue,” “expects,” “intends,” “plans,” “projects,” “believes,” “estimates,” “confident” and similar expressions are used to identify these forward-looking statements. Factors that could cause actual results to differ from those reflected in forward-looking statements relating to our operations and business include: fluctuations in the price and availability of resins and other raw materials and our ability to pass any increased costs of raw materials on to our customers in a timely manner; volatility in general business and economic conditions in the markets in which we operate, including, without limitation, factors relating to availability of credit, interest rates, fluctuations in capital and business and consumer confidence; cyclicality and seasonality of the non-residential and residential construction markets and infrastructure spending; the risks of increasing competition in our existing and future markets, including competition from both manufacturers of high performance thermoplastic corrugated pipe and manufacturers of products using alternative materials; our ability to continue to convert current demand for concrete, steel and PVC pipe products into demand for our high performance thermoplastic corrugated pipe and Allied Products; the effect of weather or seasonality; the loss of any of our significant customers; the risks of doing business internationally; the risks of conducting a portion of our operations through joint ventures; our ability to expand into new geographic or product markets; our ability to achieve the acquisition component of our growth strategy; the risk associated with manufacturing processes; our ability to manage our assets; the risks associated with our product warranties; our ability to manage our supply purchasing and customer credit policies; the risks associated with our self-insured programs; our ability to control labor costs and to attract, train and retain highly-qualified employees and key personnel; our ability to protect our intellectual property rights; changes in laws and regulations, including environmental laws and regulations; our ability to project product mix; the risks associated with our current levels of indebtedness; fluctuations in our effective tax rate, including from the recently enacted Tax Cuts and Jobs Act; changes to our operating results, cash flows and financial condition attributable to the recently enacted Tax Cuts and Jobs Act; our ability to meet future capital requirements and fund our liquidity needs; the risk that additional information may arise that would require the Company to make additional adjustments or revisions or to restate the financial statements and other financial data for certain prior periods and any future periods, any delay in the filing of any filings with the Securities and Exchange Commission (“SEC”); the review of potential weaknesses or deficiencies in the Company’s disclosure controls and procedures, and discovering further weaknesses of which we are not currently aware or which have not been detected and the other risks and uncertainties described in the Company’s filings with the SEC. New risks and uncertainties emerge from time to time and it is not possible for the Company to predict all risks and uncertainties that could have an impact on the forward-looking statements contained in this press release. In light of the significant uncertainties inherent in the forward-looking information included herein, the inclusion of such information should not be regarded as a representation by the Company or any other person that the Company’s expectations, objectives or plans will be achieved in the timeframe anticipated or at all. Investors are cautioned not to place undue reliance on the Company’s forward-looking statements and the Company undertakes no obligation to publicly update or revise any forward-looking statements, whether as a result of new information, future events or otherwise, except as required by law.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180530006313/en/\nAdvanced Drainage Systems, Inc.\nMichael Higgins, 614-658-0050\nDirector, Investor Relations & Business Strategy\nMike.Higgins@ads-pipe.com\nSource: Advanced Drainage Systems, Inc.",
    "published": "2018-05-31T00:45:00.000+03:00",
    "crawled": "2018-05-31T00:45:52.025+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "hilliard",
        "ohio",
        "business",
        "wire",
        "advanced",
        "drainage",
        "system",
        "nyse",
        "wms",
        "ad",
        "company",
        "leading",
        "manufacturer",
        "high",
        "performance",
        "thermoplastic",
        "corrugated",
        "pipe",
        "related",
        "product",
        "today",
        "announced",
        "expanded",
        "board",
        "director",
        "appointed",
        "ross",
        "jones",
        "michael",
        "coleman",
        "fill",
        "newly",
        "created",
        "vacancy",
        "effective",
        "may",
        "jones",
        "managing",
        "director",
        "berkshire",
        "partner",
        "since",
        "year",
        "private",
        "equity",
        "experience",
        "jones",
        "career",
        "berkshire",
        "worked",
        "many",
        "company",
        "across",
        "wide",
        "range",
        "industry",
        "including",
        "advising",
        "ad",
        "period",
        "prior",
        "public",
        "offering",
        "prior",
        "board",
        "experience",
        "also",
        "includes",
        "serving",
        "chairman",
        "board",
        "nominating",
        "governance",
        "committee",
        "bare",
        "escentuals",
        "formerly",
        "nasdaq",
        "bare",
        "serving",
        "lead",
        "director",
        "chairman",
        "nominating",
        "governance",
        "compensation",
        "committee",
        "carter",
        "nyse",
        "cri",
        "joining",
        "berkshire",
        "partner",
        "jones",
        "worked",
        "merchant",
        "bank",
        "bain",
        "investment",
        "banking",
        "division",
        "morgan",
        "stanley",
        "jones",
        "dartmouth",
        "college",
        "stanford",
        "university",
        "graduate",
        "school",
        "business",
        "coleman",
        "partner",
        "ice",
        "miller",
        "public",
        "affair",
        "government",
        "law",
        "group",
        "serf",
        "firm",
        "director",
        "business",
        "government",
        "strategy",
        "coleman",
        "served",
        "mayor",
        "columbus",
        "ohio",
        "first",
        "mayor",
        "mayor",
        "columbus",
        "history",
        "coleman",
        "year",
        "experience",
        "public",
        "service",
        "also",
        "includes",
        "serving",
        "city",
        "council",
        "president",
        "columbus",
        "ohio",
        "member",
        "city",
        "council",
        "prior",
        "term",
        "mayor",
        "coleman",
        "partner",
        "law",
        "firm",
        "schottenstein",
        "zox",
        "dunn",
        "llp",
        "coleman",
        "received",
        "numerous",
        "national",
        "award",
        "frequent",
        "public",
        "speaker",
        "issue",
        "involving",
        "economic",
        "development",
        "neighborhood",
        "revitalization",
        "environmental",
        "stewardship",
        "coleman",
        "political",
        "science",
        "university",
        "cincinnati",
        "university",
        "dayton",
        "school",
        "law",
        "pleased",
        "welcome",
        "jones",
        "coleman",
        "advanced",
        "drainage",
        "system",
        "board",
        "director",
        "appointment",
        "add",
        "depth",
        "breadth",
        "expertise",
        "board",
        "believe",
        "important",
        "effective",
        "execution",
        "corporate",
        "governance",
        "strategic",
        "oversight",
        "look",
        "forward",
        "contribution",
        "board",
        "continued",
        "success",
        "ad",
        "marketplace",
        "said",
        "robert",
        "kidder",
        "chairman",
        "board",
        "director",
        "company",
        "advanced",
        "drainage",
        "system",
        "ad",
        "leading",
        "manufacturer",
        "high",
        "performance",
        "thermoplastic",
        "corrugated",
        "pipe",
        "providing",
        "comprehensive",
        "suite",
        "water",
        "management",
        "product",
        "superior",
        "drainage",
        "solution",
        "use",
        "construction",
        "infrastructure",
        "marketplace",
        "innovative",
        "product",
        "used",
        "across",
        "broad",
        "range",
        "end",
        "market",
        "application",
        "including",
        "residential",
        "agriculture",
        "infrastructure",
        "application",
        "company",
        "established",
        "leading",
        "position",
        "many",
        "end",
        "market",
        "leveraging",
        "national",
        "sale",
        "distribution",
        "platform",
        "overall",
        "product",
        "breadth",
        "scale",
        "manufacturing",
        "excellence",
        "founded",
        "company",
        "operates",
        "global",
        "network",
        "approximately",
        "manufacturing",
        "plant",
        "distribution",
        "center",
        "learn",
        "ad",
        "please",
        "visit",
        "company",
        "website",
        "forward",
        "looking",
        "statement",
        "certain",
        "statement",
        "press",
        "release",
        "may",
        "deemed",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "statement",
        "historical",
        "fact",
        "rather",
        "based",
        "company",
        "current",
        "expectation",
        "estimate",
        "projection",
        "regarding",
        "company",
        "business",
        "operation",
        "factor",
        "relating",
        "thereto",
        "word",
        "may",
        "could",
        "would",
        "anticipate",
        "predict",
        "potential",
        "continue",
        "expects",
        "intends",
        "plan",
        "project",
        "belief",
        "estimate",
        "confident",
        "similar",
        "expression",
        "used",
        "identify",
        "statement",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "reflected",
        "statement",
        "relating",
        "operation",
        "business",
        "include",
        "fluctuation",
        "price",
        "availability",
        "resin",
        "raw",
        "material",
        "ability",
        "pas",
        "increased",
        "cost",
        "raw",
        "material",
        "customer",
        "timely",
        "manner",
        "volatility",
        "general",
        "business",
        "economic",
        "condition",
        "market",
        "operate",
        "including",
        "without",
        "limitation",
        "factor",
        "relating",
        "availability",
        "credit",
        "interest",
        "rate",
        "fluctuation",
        "capital",
        "business",
        "consumer",
        "confidence",
        "cyclicality",
        "seasonality",
        "residential",
        "construction",
        "market",
        "infrastructure",
        "spending",
        "risk",
        "increasing",
        "competition",
        "existing",
        "future",
        "market",
        "including",
        "competition",
        "manufacturer",
        "high",
        "performance",
        "thermoplastic",
        "corrugated",
        "pipe",
        "manufacturer",
        "product",
        "using",
        "alternative",
        "material",
        "ability",
        "continue",
        "convert",
        "current",
        "demand",
        "concrete",
        "steel",
        "pvc",
        "pipe",
        "product",
        "demand",
        "high",
        "performance",
        "thermoplastic",
        "corrugated",
        "pipe",
        "allied",
        "product",
        "effect",
        "weather",
        "seasonality",
        "loss",
        "significant",
        "customer",
        "risk",
        "business",
        "internationally",
        "risk",
        "conducting",
        "portion",
        "operation",
        "joint",
        "venture",
        "ability",
        "expand",
        "new",
        "geographic",
        "product",
        "market",
        "ability",
        "achieve",
        "acquisition",
        "component",
        "growth",
        "strategy",
        "risk",
        "associated",
        "manufacturing",
        "process",
        "ability",
        "manage",
        "asset",
        "risk",
        "associated",
        "product",
        "warranty",
        "ability",
        "manage",
        "supply",
        "purchasing",
        "customer",
        "credit",
        "policy",
        "risk",
        "associated",
        "program",
        "ability",
        "control",
        "labor",
        "cost",
        "attract",
        "train",
        "retain",
        "employee",
        "key",
        "personnel",
        "ability",
        "protect",
        "intellectual",
        "property",
        "right",
        "change",
        "law",
        "regulation",
        "including",
        "environmental",
        "law",
        "regulation",
        "ability",
        "project",
        "product",
        "mix",
        "risk",
        "associated",
        "current",
        "level",
        "indebtedness",
        "fluctuation",
        "effective",
        "tax",
        "rate",
        "including",
        "recently",
        "enacted",
        "tax",
        "cut",
        "job",
        "act",
        "change",
        "operating",
        "result",
        "cash",
        "flow",
        "financial",
        "condition",
        "attributable",
        "recently",
        "enacted",
        "tax",
        "cut",
        "job",
        "act",
        "ability",
        "meet",
        "future",
        "capital",
        "requirement",
        "fund",
        "liquidity",
        "need",
        "risk",
        "additional",
        "information",
        "may",
        "arise",
        "would",
        "require",
        "company",
        "make",
        "additional",
        "adjustment",
        "revision",
        "restate",
        "financial",
        "statement",
        "financial",
        "data",
        "certain",
        "prior",
        "period",
        "future",
        "period",
        "delay",
        "filing",
        "filing",
        "security",
        "exchange",
        "commission",
        "sec",
        "review",
        "potential",
        "weakness",
        "deficiency",
        "company",
        "disclosure",
        "control",
        "procedure",
        "discovering",
        "weakness",
        "currently",
        "aware",
        "detected",
        "risk",
        "uncertainty",
        "described",
        "company",
        "filing",
        "sec",
        "new",
        "risk",
        "uncertainty",
        "emerge",
        "time",
        "time",
        "possible",
        "company",
        "predict",
        "risk",
        "uncertainty",
        "could",
        "impact",
        "statement",
        "contained",
        "press",
        "release",
        "light",
        "significant",
        "uncertainty",
        "inherent",
        "information",
        "included",
        "herein",
        "inclusion",
        "information",
        "regarded",
        "representation",
        "company",
        "person",
        "company",
        "expectation",
        "objective",
        "plan",
        "achieved",
        "timeframe",
        "anticipated",
        "investor",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "company",
        "statement",
        "company",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "law",
        "view",
        "source",
        "version",
        "http",
        "advanced",
        "drainage",
        "system",
        "michael",
        "higgins",
        "director",
        "investor",
        "relation",
        "business",
        "strategy",
        "source",
        "advanced",
        "drainage",
        "system",
        "inc"
    ]
}