{
    "organizations": [],
    "uuid": "e1069820e0b67d82e6ae900ee358b262a7a5f471",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/07/globe-newswire-beasley-broadcast-group-first-quarter-net-revenue-increases-2-point-6-percent-to-55-point-2-million.html",
    "ord_in_thread": 0,
    "title": "Beasley Broadcast Group First Quarter Net Revenue Increases 2.6% to $55.2 Million",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Conference Call and Webcast\nToday, May 7, 2018 at 10:30 a.m. ET\n719/325-4745, conference ID 7239783 or www.bbgi.com\nReplay information provided below\nNAPLES, Fla., May 07, 2018 (GLOBE NEWSWIRE) -- Beasley Broadcast Group, Inc. (Nasdaq:BBGI) (“Beasley” or the “Company”), a large- and mid-size market radio broadcaster, today announced operating results for the three months ended March 31, 2018.\nOn May 1, 2017, the Company completed the sale of six stations in Greenville-New Bern-Jacksonville. On December 19, 2017, Beasley completed an asset exchange transaction whereby the Company exchanged its Boston adult contemporary station WMJX-FM and $12.0 million for Boston’s sports station WBZ-FM. The results presented herein reflect the operations and results from WBZ-FM in the three months ended March 31, 2018 and the Greenville-New Bern-Jacksonville stations and WMJX-FM in the three months ended March 31, 2017.\nSummary of First Quarter Results\nIn millions, except per share data Three Months Ended\nMarch 31, 2018 2017 Net revenue $55.2 $53.7 Station operating income (SOI - non-GAAP) 9.6 9.8 Operating income 0.4 11.5 Net income (loss) $(3.2 ) 7.5 Net income (loss) per diluted share $(0.11 ) $0.27\nThe $1.4 million, or 2.6%, year-over-year increase in net revenue during the three months ended March 31, 2018, reflects the inclusion of WBZ-FM Boston, partially offset by the disposition of WMJX-FM Boston and the Greenville-New Bern-Jacksonville stations. Net revenue in the 2018 first quarter at the company’s other market clusters was comparable to net revenue in the same period of 2017.\nStation Operating Income (SOI, a non-GAAP financial measure) declined 1.5% year-over-year in the first quarter of 2018. The decrease reflects higher station operating expenses related to the operations of WBZ-FM Boston, partially offset by the station operating expense decline due to the disposition of the Greenville-New Bern-Jacksonville stations and WMJX-FM Boston. Station operating expenses for the three months ended March 31, 2018 were comparable to station operating expenses for the same period in 2017 at our remaining market clusters. Collectively, the increase in station operating expenses offset the increase in net revenue.\nOperating income was $0.4 million in the first quarter of 2018 compared to $11.5 million in the first quarter of 2017. The year-over-year decrease in operating income is primarily attributable to the $11.9 million year-over-year change in the fair value of contingent consideration due to changes in our stock price affecting the value of the Class A common stock to be returned to the Company in settlement of the purchase price adjustment in connection with the acquisition of Greater Media and related sale of Greater Media’s tower assets. In addition, the Company incurred a total of approximately $1.0 million in the quarter ended March 31, 2017 for transaction expenses, other expenses and loss on disposition of assets.\nThe 2018 first quarter net loss reflects the lower operating income during the period and a $0.8 million year-over-year increase in income taxes, as the company recorded a $0.4 million tax benefit in the year ago first quarter, which partially offset a $1.2 million year-over-year reduction in interest expense in the 2018 first quarter. As a result, net loss for the 2018 first quarter was $3.2 million, or $0.11 per diluted share.\nPlease refer to the “Calculation of SOI” and “Reconciliation of Net Income to SOI” tables at the end of this announcement for a discussion regarding SOI calculations.\nCommenting on the financial results, Caroline Beasley, Chief Executive Officer, said, “In the first quarter of 2018, we continued to execute well on our integration strategy focused on strong local programming to support our goals of ratings and market leadership at recently acquired stations, while implementing our operating and expense management disciplines.\n“On a reported basis, 2018 first quarter net revenue rose 2.6% compared to the prior year, primarily reflecting our first full quarter of results from our Boston station swap, partially offset by the revenue included in the comparable 2017 period from divested stations. The $1.6 million increase in station operating expenses was largely attributable to the Boston market’s sports leader, WBZ-FM, and additional one-time costs related to New England Patriots’ Super Bowl programming. However, the ongoing success of our expense management initiatives resulted in a year-over-year reduction in operating expenses at our Tampa, Charlotte, Detroit, Fort Myers and Augusta clusters. As a result, while Beasley’s SOI declined 1.5% year-over-year, after excluding the SOI contribution from the Greenville-New Bern-Jacksonville station divestitures from the comparable 2017 period, first quarter SOI would have been flat.\n“With our strong operating cash flows we have invested in our broadcast and technology platforms while pursuing select accretive acquisitions and station swaps. At the same time, Beasley remained committed to enhancing shareholder value through capital returns and capital structure improvements. In this regard, during the first quarter, we increased our quarterly cash dividend by 11.1% and declared our nineteenth consecutive quarterly cash dividend. In addition, interest expense decreased approximately $1.2 million year-over-year, reflecting the recent refinancing of our senior debt, which reduced our interest rate by 200 basis points. We also used cash from operations to make voluntary debt repayments of approximately $3.0 million and ended March 31, 2018 with total outstanding debt of $222 million.\n“Looking ahead, Beasley’s ongoing diversification and commitment to local content, innovation and growth has positioned us to capitalize on the many opportunities to serve listeners and businesses in our local markets throughout 2018. We look forward to realizing the strategic benefits of our recent transactions and intend to continue our strategic priorities of reducing debt and leverage, taking advantage of political revenue opportunities, improving top- and bottom-line performance and returning capital to shareholders through our quarterly cash dividend. As the number one reach medium, with 93% of the U.S. population tuning in weekly, we remain confident in the radio industry and believe that Beasley’s ongoing initiatives to drive sales, productivity and efficiency across our platform, combined with prudent management of our capital structure, is a proven formula for sustained long term financial growth and the creation of shareholder value.”\nConference Call and Webcast Information\nThe Company will host a conference call and webcast today, May 7, 2018, at 10:30 a.m. ET to discuss its financial results and operations. To access the conference call, interested parties may dial 719/325-4745, conference ID 7239783(domestic and international callers). Participants can also listen to a live webcast of the call at the Company’s website at www.bbgi.com . Please allow 15 minutes to register and download and install any necessary software. Following its completion, a replay of the webcast can be accessed for five days on the Company’s website, www.bbgi.com .\nQuestions from analysts, institutional investors and debt holders may be e-mailed to ir@bbgi.com at any time up until 9:30 a.m. ET on Monday, May 7, 2018. Management will answer as many questions as possible during the conference call and webcast (provided the questions are not addressed in their prepared remarks).\nAbout Beasley Broadcast Group\nCelebrating its 57th anniversary this year, Beasley Broadcast Group, Inc., ( www.bbgi.com ) was founded in 1961 by George G. Beasley, who remains the Company’s Chairman of the Board. Beasley Broadcast Group owns and operates 63 stations (45 FM and 18 AM) in 15 large- and mid-size markets in the United States. Beasley radio stations reach approximately 19.0 million unique consumers weekly over-the-air, online and on smartphones and tablets, and millions regularly engage with the Company’s brands and personalities through digital platforms such as Facebook, Twitter, text, apps and email. For more information, please visit www.bbgi.com .\nDefinitions\nStation Operating Income (SOI) consists of net revenue less station operating expenses. We define station operating expenses as cost of services and selling, general and administrative expenses.\nSOI is a measure widely used in the radio broadcast industry. The Company recognizes that because SOI is not calculated in accordance with GAAP, it is not necessarily comparable to similarly titled measures employed by other companies. However, management believes that SOI provides meaningful information to investors because it is an important measure of how effectively we operate our business (i.e., operate radio stations) and assists investors in comparing our operating performance with that of other radio companies.\nNote Regarding Forward-Looking Statements\nStatements in this release that are “forward-looking statements” are based upon current expectations and assumptions, and involve certain risks and uncertainties within the meaning of the U.S. Private Securities Litigation Reform Act of 1995. Words or expressions such as “Looking ahead,” “look forward,” “intends,” “believe,” “hope,” “plan,” “expects,” “expected,” “anticipates” or variations of such words and similar expressions are intended to identify such forward-looking statements. Forward-looking statements by their nature address matters that are, to different degrees, uncertain, such as statements about expected income; shareholder value; revenues; and growth. Key risks are described in our reports filed with the SEC including in our annual report on Form 10-K and quarterly reports on Form 10-Q. Readers should note that forward-looking statements are subject to change and to inherent risks and uncertainties and may be impacted by several factors, including:\nexternal economic forces that could have a material adverse impact on our advertising revenues and results of operations; the ability of our radio stations to compete effectively in their respective markets for advertising revenues; our ability to respond to changes in technology, standards and services that affect the radio industry; audience acceptance of our content, particularly our radio programs; our substantial debt levels and the potential effect of restrictive debt covenants on our operational flexibility and ability to pay dividends; our dependence on federally issued licenses subject to extensive federal regulation; the risk that our FCC broadcasting licenses and/or goodwill could become impaired; the failure or destruction of the internet, satellite systems and transmitter facilities that we depend upon to distribute its programming; disruptions or security breaches of our information technology infrastructure; actions by the FCC or new legislation affecting the radio industry; the loss of key personnel; the fact that we are controlled by the Beasley family, which creates difficulties for any attempt to gain control of us; the effect of future sales of Class A common stock by the Beasley family or the former stockholders of Greater Media; and other economic, business, competitive, and regulatory factors affecting our businesses.\nOur actual performance and results could differ materially because of these factors and other factors discussed in the “Management’s Discussion and Analysis of Results of Operations and Financial Condition” in our SEC filings, including but not limited to our annual reports on Form 10-K or quarterly reports on Form 10-Q, copies of which can be obtained from the SEC, www.sec.gov , or our website, www.bbgi.com . All information in this release is as of May 7, 2018, and we undertake no obligation to update the information contained herein to actual results or changes to our expectations.\n-tables follow-\nBEASLEY BROADCAST GROUP, INC.\nConsolidated Statements of Operations (Unaudited) Three Months Ended\nMarch 31, 2018 2017 Net revenue $ 55,153,627 $ 53,740,551 Operating expenses Station operating expenses (including stock-based compensation and excluding depreciation and amortization shown separately below) 45,512,847 43,949,594 Corporate general and administrative expenses (including stock-based compensation) 3,282,473 3,230,097 Transaction expenses - 450,833 Other operating expenses - 328,247 Depreciation and amortization 1,546,734 1,502,837 Change in fair value of contingent consideration 4,415,925 (7,533,292 ) Loss on disposition - 269,456 Total operating expenses 54,757,979 42,197,772 Operating income 395,648 11,542,779 Non-operating income (expense): Interest expense (3,625,240 ) (4,827,339 ) Other income (expense), net 448,901 356,198 Income before income taxes (2,780,691 ) 7,071,638 Income tax expense (benefit) 380,501 (414,858 ) Net income (loss) $ (3,161,192 ) $ 7,486,496 Basic and diluted net income (loss) per share $ (0.11 ) $ 0.27 Basic common shares outstanding 27,717,394 27,663,114 Diluted common shares outstanding 27,717,394 27,766,662\nSelected Balance Sheet Data - Unaudited\n(in thousands) March 31,\n2018 December 31,\n2017 Cash and cash equivalents $ 13,170 $ 13,922 Working capital 37,701 55,700 Total assets 636,203 654,719 Long term debt, net of current portion and unamortized debt issuance costs 212,169 212,466 Stockholders’ equity $ 267,984 $ 286,166\nSelected Statement of Cash Flows Data – Unaudited Three Months Ended\nMarch 31, 2018 2017 Net cash provided by operating activities $ 4,800,998 $ 6,146,698 Net cash provided by (used in) investing activities (1,225,996 ) 22,150,413 Net cash used in financing activities (4,327,428 ) (29,751,806 ) Net decrease in cash and cash equivalents $ (752,426 ) $ (1,454,695 )\nCalculation of SOI – Unaudited Three Months Ended\nMarch 31, 2018 2017 Net revenue $ 55,153,627 $ 53,740,551 Station operating expenses (45,512,847 ) (43,949,594 ) SOI $ 9,640,780 $ 9,790,957\nReconciliation of Net Income to SOI - Unaudited Three Months Ended\nMarch 31, 2018 2017 Net income (loss) $ (3,161,192 ) $ 7,486,496 Corporate general and administrative expenses 3,282,473 3,230,097 Transaction expenses - 450,833 Other operating expenses - 328,247 Depreciation and amortization 1,546,734 1,502,837 Change in fair value of contingent consideration 4,415,925 (7,533,292 ) Loss on disposition - 269,456 Interest expense 3,625,240 4,827,339 Other income (expense), net (448,901 ) (356,198 ) Income tax expense (benefit) 380,501 (414,858 ) SOI $ 9,640,780 $ 9,790,957\nCONTACT: Heidi Raphael\nVice President of Corporate Communications\nBeasley Broadcast Group, Inc.\n239/263-5000 or ir@bbgi.com\nJoseph Jaffoni, Jennifer Neuman\nJCIR\n212/835-8500 or bbgi@jcir.com\nSource:Beasley Broadcast Group, Inc.",
    "published": "2018-05-07T15:00:00.000+03:00",
    "crawled": "2018-05-07T17:41:32.037+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "conference",
        "call",
        "webcast",
        "today",
        "may",
        "et",
        "conference",
        "id",
        "replay",
        "information",
        "provided",
        "naples",
        "may",
        "globe",
        "newswire",
        "beasley",
        "broadcast",
        "group",
        "nasdaq",
        "bbgi",
        "beasley",
        "company",
        "market",
        "radio",
        "broadcaster",
        "today",
        "announced",
        "operating",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "may",
        "company",
        "completed",
        "sale",
        "six",
        "station",
        "december",
        "beasley",
        "completed",
        "asset",
        "exchange",
        "transaction",
        "whereby",
        "company",
        "exchanged",
        "boston",
        "adult",
        "contemporary",
        "station",
        "million",
        "boston",
        "sport",
        "station",
        "result",
        "presented",
        "herein",
        "reflect",
        "operation",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "station",
        "three",
        "month",
        "ended",
        "march",
        "summary",
        "first",
        "quarter",
        "result",
        "million",
        "except",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "revenue",
        "station",
        "operating",
        "income",
        "soi",
        "operating",
        "income",
        "net",
        "income",
        "loss",
        "net",
        "income",
        "loss",
        "per",
        "diluted",
        "share",
        "million",
        "increase",
        "net",
        "revenue",
        "three",
        "month",
        "ended",
        "march",
        "reflects",
        "inclusion",
        "boston",
        "partially",
        "offset",
        "disposition",
        "boston",
        "station",
        "net",
        "revenue",
        "first",
        "quarter",
        "company",
        "market",
        "cluster",
        "comparable",
        "net",
        "revenue",
        "period",
        "station",
        "operating",
        "income",
        "soi",
        "financial",
        "measure",
        "declined",
        "first",
        "quarter",
        "decrease",
        "reflects",
        "higher",
        "station",
        "operating",
        "expense",
        "related",
        "operation",
        "boston",
        "partially",
        "offset",
        "station",
        "operating",
        "expense",
        "decline",
        "due",
        "disposition",
        "station",
        "boston",
        "station",
        "operating",
        "expense",
        "three",
        "month",
        "ended",
        "march",
        "comparable",
        "station",
        "operating",
        "expense",
        "period",
        "remaining",
        "market",
        "cluster",
        "collectively",
        "increase",
        "station",
        "operating",
        "expense",
        "offset",
        "increase",
        "net",
        "revenue",
        "operating",
        "income",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "decrease",
        "operating",
        "income",
        "primarily",
        "attributable",
        "million",
        "change",
        "fair",
        "value",
        "contingent",
        "consideration",
        "due",
        "change",
        "stock",
        "price",
        "affecting",
        "value",
        "class",
        "common",
        "stock",
        "returned",
        "company",
        "settlement",
        "purchase",
        "price",
        "adjustment",
        "connection",
        "acquisition",
        "greater",
        "medium",
        "related",
        "sale",
        "greater",
        "medium",
        "tower",
        "asset",
        "addition",
        "company",
        "incurred",
        "total",
        "approximately",
        "million",
        "quarter",
        "ended",
        "march",
        "transaction",
        "expense",
        "expense",
        "loss",
        "disposition",
        "asset",
        "first",
        "quarter",
        "net",
        "loss",
        "reflects",
        "lower",
        "operating",
        "income",
        "period",
        "million",
        "increase",
        "income",
        "tax",
        "company",
        "recorded",
        "million",
        "tax",
        "benefit",
        "year",
        "ago",
        "first",
        "quarter",
        "partially",
        "offset",
        "million",
        "reduction",
        "interest",
        "expense",
        "first",
        "quarter",
        "result",
        "net",
        "loss",
        "first",
        "quarter",
        "million",
        "per",
        "diluted",
        "share",
        "please",
        "refer",
        "calculation",
        "soi",
        "reconciliation",
        "net",
        "income",
        "soi",
        "table",
        "end",
        "announcement",
        "discussion",
        "regarding",
        "soi",
        "calculation",
        "commenting",
        "financial",
        "result",
        "caroline",
        "beasley",
        "chief",
        "executive",
        "officer",
        "said",
        "first",
        "quarter",
        "continued",
        "execute",
        "well",
        "integration",
        "strategy",
        "focused",
        "strong",
        "local",
        "programming",
        "support",
        "goal",
        "rating",
        "market",
        "leadership",
        "recently",
        "acquired",
        "station",
        "implementing",
        "operating",
        "expense",
        "management",
        "discipline",
        "reported",
        "basis",
        "first",
        "quarter",
        "net",
        "revenue",
        "rose",
        "compared",
        "prior",
        "year",
        "primarily",
        "reflecting",
        "first",
        "full",
        "quarter",
        "result",
        "boston",
        "station",
        "swap",
        "partially",
        "offset",
        "revenue",
        "included",
        "comparable",
        "period",
        "divested",
        "station",
        "million",
        "increase",
        "station",
        "operating",
        "expense",
        "largely",
        "attributable",
        "boston",
        "market",
        "sport",
        "leader",
        "additional",
        "cost",
        "related",
        "new",
        "england",
        "patriot",
        "super",
        "bowl",
        "programming",
        "however",
        "ongoing",
        "success",
        "expense",
        "management",
        "initiative",
        "resulted",
        "reduction",
        "operating",
        "expense",
        "tampa",
        "charlotte",
        "detroit",
        "fort",
        "myers",
        "augusta",
        "cluster",
        "result",
        "beasley",
        "soi",
        "declined",
        "excluding",
        "soi",
        "contribution",
        "station",
        "divestiture",
        "comparable",
        "period",
        "first",
        "quarter",
        "soi",
        "would",
        "flat",
        "strong",
        "operating",
        "cash",
        "flow",
        "invested",
        "broadcast",
        "technology",
        "platform",
        "pursuing",
        "select",
        "accretive",
        "acquisition",
        "station",
        "swap",
        "time",
        "beasley",
        "remained",
        "committed",
        "enhancing",
        "shareholder",
        "value",
        "capital",
        "return",
        "capital",
        "structure",
        "improvement",
        "regard",
        "first",
        "quarter",
        "increased",
        "quarterly",
        "cash",
        "dividend",
        "declared",
        "nineteenth",
        "consecutive",
        "quarterly",
        "cash",
        "dividend",
        "addition",
        "interest",
        "expense",
        "decreased",
        "approximately",
        "million",
        "reflecting",
        "recent",
        "refinancing",
        "senior",
        "debt",
        "reduced",
        "interest",
        "rate",
        "basis",
        "point",
        "also",
        "used",
        "cash",
        "operation",
        "make",
        "voluntary",
        "debt",
        "repayment",
        "approximately",
        "million",
        "ended",
        "march",
        "total",
        "outstanding",
        "debt",
        "million",
        "looking",
        "ahead",
        "beasley",
        "ongoing",
        "diversification",
        "commitment",
        "local",
        "content",
        "innovation",
        "growth",
        "positioned",
        "u",
        "capitalize",
        "many",
        "opportunity",
        "serve",
        "listener",
        "business",
        "local",
        "market",
        "throughout",
        "look",
        "forward",
        "realizing",
        "strategic",
        "benefit",
        "recent",
        "transaction",
        "intend",
        "continue",
        "strategic",
        "priority",
        "reducing",
        "debt",
        "leverage",
        "taking",
        "advantage",
        "political",
        "revenue",
        "opportunity",
        "improving",
        "performance",
        "returning",
        "capital",
        "shareholder",
        "quarterly",
        "cash",
        "dividend",
        "number",
        "one",
        "reach",
        "medium",
        "population",
        "tuning",
        "weekly",
        "remain",
        "confident",
        "radio",
        "industry",
        "believe",
        "beasley",
        "ongoing",
        "initiative",
        "drive",
        "sale",
        "productivity",
        "efficiency",
        "across",
        "platform",
        "combined",
        "prudent",
        "management",
        "capital",
        "structure",
        "proven",
        "formula",
        "sustained",
        "long",
        "term",
        "financial",
        "growth",
        "creation",
        "shareholder",
        "conference",
        "call",
        "webcast",
        "information",
        "company",
        "host",
        "conference",
        "call",
        "webcast",
        "today",
        "may",
        "et",
        "discus",
        "financial",
        "result",
        "operation",
        "access",
        "conference",
        "call",
        "interested",
        "party",
        "may",
        "dial",
        "conference",
        "id",
        "domestic",
        "international",
        "caller",
        "participant",
        "also",
        "listen",
        "live",
        "webcast",
        "call",
        "company",
        "website",
        "please",
        "allow",
        "minute",
        "register",
        "download",
        "install",
        "necessary",
        "software",
        "following",
        "completion",
        "replay",
        "webcast",
        "accessed",
        "five",
        "day",
        "company",
        "website",
        "question",
        "analyst",
        "institutional",
        "investor",
        "debt",
        "holder",
        "may",
        "ir",
        "time",
        "et",
        "monday",
        "may",
        "management",
        "answer",
        "many",
        "question",
        "possible",
        "conference",
        "call",
        "webcast",
        "provided",
        "question",
        "addressed",
        "prepared",
        "remark",
        "beasley",
        "broadcast",
        "group",
        "celebrating",
        "57th",
        "anniversary",
        "year",
        "beasley",
        "broadcast",
        "group",
        "founded",
        "george",
        "beasley",
        "remains",
        "company",
        "chairman",
        "board",
        "beasley",
        "broadcast",
        "group",
        "owns",
        "operates",
        "station",
        "fm",
        "market",
        "united",
        "state",
        "beasley",
        "radio",
        "station",
        "reach",
        "approximately",
        "million",
        "unique",
        "consumer",
        "weekly",
        "online",
        "smartphones",
        "tablet",
        "million",
        "regularly",
        "engage",
        "company",
        "brand",
        "personality",
        "digital",
        "platform",
        "facebook",
        "twitter",
        "text",
        "apps",
        "email",
        "information",
        "please",
        "visit",
        "definition",
        "station",
        "operating",
        "income",
        "soi",
        "consists",
        "net",
        "revenue",
        "less",
        "station",
        "operating",
        "expense",
        "define",
        "station",
        "operating",
        "expense",
        "cost",
        "service",
        "selling",
        "general",
        "administrative",
        "expense",
        "soi",
        "measure",
        "widely",
        "used",
        "radio",
        "broadcast",
        "industry",
        "company",
        "recognizes",
        "soi",
        "calculated",
        "accordance",
        "gaap",
        "necessarily",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "employed",
        "company",
        "however",
        "management",
        "belief",
        "soi",
        "provides",
        "meaningful",
        "information",
        "investor",
        "important",
        "measure",
        "effectively",
        "operate",
        "business",
        "operate",
        "radio",
        "station",
        "assist",
        "investor",
        "comparing",
        "operating",
        "performance",
        "radio",
        "company",
        "note",
        "regarding",
        "statement",
        "statement",
        "release",
        "statement",
        "based",
        "upon",
        "current",
        "expectation",
        "assumption",
        "involve",
        "certain",
        "risk",
        "uncertainty",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "word",
        "expression",
        "looking",
        "ahead",
        "look",
        "forward",
        "intends",
        "believe",
        "hope",
        "plan",
        "expects",
        "expected",
        "anticipates",
        "variation",
        "word",
        "similar",
        "expression",
        "intended",
        "identify",
        "statement",
        "statement",
        "nature",
        "address",
        "matter",
        "different",
        "degree",
        "uncertain",
        "statement",
        "expected",
        "income",
        "shareholder",
        "value",
        "revenue",
        "growth",
        "key",
        "risk",
        "described",
        "report",
        "filed",
        "sec",
        "including",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "reader",
        "note",
        "statement",
        "subject",
        "change",
        "inherent",
        "risk",
        "uncertainty",
        "may",
        "impacted",
        "several",
        "factor",
        "including",
        "external",
        "economic",
        "force",
        "could",
        "material",
        "adverse",
        "impact",
        "advertising",
        "revenue",
        "result",
        "operation",
        "ability",
        "radio",
        "station",
        "compete",
        "effectively",
        "respective",
        "market",
        "advertising",
        "revenue",
        "ability",
        "respond",
        "change",
        "technology",
        "standard",
        "service",
        "affect",
        "radio",
        "industry",
        "audience",
        "acceptance",
        "content",
        "particularly",
        "radio",
        "program",
        "substantial",
        "debt",
        "level",
        "potential",
        "effect",
        "restrictive",
        "debt",
        "covenant",
        "operational",
        "flexibility",
        "ability",
        "pay",
        "dividend",
        "dependence",
        "federally",
        "issued",
        "license",
        "subject",
        "extensive",
        "federal",
        "regulation",
        "risk",
        "fcc",
        "broadcasting",
        "license",
        "goodwill",
        "could",
        "become",
        "impaired",
        "failure",
        "destruction",
        "internet",
        "satellite",
        "system",
        "transmitter",
        "facility",
        "depend",
        "upon",
        "distribute",
        "programming",
        "disruption",
        "security",
        "breach",
        "information",
        "technology",
        "infrastructure",
        "action",
        "fcc",
        "new",
        "legislation",
        "affecting",
        "radio",
        "industry",
        "loss",
        "key",
        "personnel",
        "fact",
        "controlled",
        "beasley",
        "family",
        "creates",
        "difficulty",
        "attempt",
        "gain",
        "control",
        "u",
        "effect",
        "future",
        "sale",
        "class",
        "common",
        "stock",
        "beasley",
        "family",
        "former",
        "stockholder",
        "greater",
        "medium",
        "economic",
        "business",
        "competitive",
        "regulatory",
        "factor",
        "affecting",
        "business",
        "actual",
        "performance",
        "result",
        "could",
        "differ",
        "materially",
        "factor",
        "factor",
        "discussed",
        "management",
        "discussion",
        "analysis",
        "result",
        "operation",
        "financial",
        "condition",
        "sec",
        "filing",
        "including",
        "limited",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "copy",
        "obtained",
        "sec",
        "website",
        "information",
        "release",
        "may",
        "undertake",
        "obligation",
        "update",
        "information",
        "contained",
        "herein",
        "actual",
        "result",
        "change",
        "expectation",
        "beasley",
        "broadcast",
        "group",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "revenue",
        "operating",
        "expense",
        "station",
        "operating",
        "expense",
        "including",
        "compensation",
        "excluding",
        "depreciation",
        "amortization",
        "shown",
        "separately",
        "corporate",
        "general",
        "administrative",
        "expense",
        "including",
        "compensation",
        "transaction",
        "expense",
        "operating",
        "expense",
        "depreciation",
        "amortization",
        "change",
        "fair",
        "value",
        "contingent",
        "consideration",
        "loss",
        "disposition",
        "total",
        "operating",
        "expense",
        "operating",
        "income",
        "income",
        "expense",
        "interest",
        "expense",
        "income",
        "expense",
        "net",
        "income",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "benefit",
        "net",
        "income",
        "loss",
        "basic",
        "diluted",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "basic",
        "common",
        "share",
        "outstanding",
        "diluted",
        "common",
        "share",
        "outstanding",
        "selected",
        "balance",
        "sheet",
        "data",
        "unaudited",
        "thousand",
        "march",
        "december",
        "cash",
        "cash",
        "equivalent",
        "working",
        "capital",
        "total",
        "asset",
        "long",
        "term",
        "debt",
        "net",
        "current",
        "portion",
        "unamortized",
        "debt",
        "issuance",
        "cost",
        "stockholder",
        "equity",
        "selected",
        "statement",
        "cash",
        "flow",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "net",
        "cash",
        "provided",
        "used",
        "investing",
        "activity",
        "net",
        "cash",
        "used",
        "financing",
        "activity",
        "net",
        "decrease",
        "cash",
        "cash",
        "equivalent",
        "calculation",
        "soi",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "revenue",
        "station",
        "operating",
        "expense",
        "soi",
        "reconciliation",
        "net",
        "income",
        "soi",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "income",
        "loss",
        "corporate",
        "general",
        "administrative",
        "expense",
        "transaction",
        "expense",
        "operating",
        "expense",
        "depreciation",
        "amortization",
        "change",
        "fair",
        "value",
        "contingent",
        "consideration",
        "loss",
        "disposition",
        "interest",
        "expense",
        "income",
        "expense",
        "net",
        "income",
        "tax",
        "expense",
        "benefit",
        "soi",
        "contact",
        "heidi",
        "raphael",
        "vice",
        "president",
        "corporate",
        "communication",
        "beasley",
        "broadcast",
        "group",
        "ir",
        "joseph",
        "jaffoni",
        "jennifer",
        "neuman",
        "jcir",
        "bbgi",
        "source",
        "beasley",
        "broadcast",
        "group",
        "inc"
    ]
}