{
    "organizations": [],
    "uuid": "e14e69af2280696c3a99a21a4cf538ad50a1d743",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/globe-newswire-applied-optoelectronics-reports-first-quarter-2018-results.html",
    "ord_in_thread": 0,
    "title": "Applied Optoelectronics Reports First Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SUGAR LAND, Texas, May 08, 2018 (GLOBE NEWSWIRE) -- Applied Optoelectronics, Inc. (NASDAQ:AAOI), a leading provider of fiber-optic access network products for the internet datacenter, cable broadband, telecom and fiber-to-the-home (FTTH) markets, today announced financial results for its first quarter ended March 31, 2018.\n“We achieved revenue in the first quarter of $65.2 million, which was slightly below our guidance as we were unable to complete some orders in the quarter due to higher than expected employee turnover in our China factory as a result of the Lunar New Year holiday. These orders have been shipped in Q2. In the first quarter, we made good progress in diversifying our customer base with nine design wins, including five for our 100G products,” said Dr. Thompson Lin, Applied Optoelectronics Inc. founder and CEO. “Overall, market trends in the quarter were inline with our expectations and we expect improving demand as we progress throughout the year, with 100G demand expected to more than double in the second half of 2018 compared to the first.”\nFirst Quarter 2018 Financial Summary\nTotal revenue was $65.2 million, compared with $96.2 million in the first quarter 2017 and $79.9 million in the fourth quarter of 2017.\nGAAP gross margin was 39.6%, compared with 43.1% in the first quarter 2017 and 40.3% in the fourth quarter of 2017. Non-GAAP gross margin was 40.0%, compared with 43.2% in the first quarter 2017 and 41.0% in the fourth quarter of 2017.\nGAAP net income was $2.1 million, or $0.11 per diluted share, compared with net income of $19.8 million, or $1.00 per diluted share in the first quarter 2017, and net income of $5.7 million, or $0.28 per diluted share in the fourth quarter of 2017.\nNon-GAAP net income was $5.6 million, or $0.28 per diluted share, compared with non-GAAP net income of $21.8 million, or $1.10 per diluted share in the first quarter 2017, and non-GAAP net income of $17.9 million, or $0.89 per diluted share in the fourth quarter of 2017.\nA reconciliation between all GAAP and non-GAAP information referenced above is contained in the tables below. Please also refer to “Non-GAAP Financial Measures” below for a description of these non-GAAP financial measures.\nSecond Quarter 2018 Business Outlook (+)\nFor the second quarter of 2018, the company currently expects:\nRevenue in the range of $75 million to $81 million. Non-GAAP gross margin in the range of 39.5% to 41%. Non-GAAP net income in the range of $7.8 million to $10.4 million, and non-GAAP fully diluted earnings per share in the range of $0.39 to $0.52 using approximately 20.0 million shares.\n(+) Please refer to the note below on forward-looking statements and the risks involved with such statements as well as the note on non-GAAP financial measures.\nConference Call Information\nThe company will host a conference call and webcast for analysts and investors on May 8, 2018 to discuss its first quarter 2018 results and outlook for its second quarter 2018 at 4:30 p.m. Eastern time / 3:30 p.m. Central time. Open to the public, investors may access the call by dialing (412) 717-9586. A live audio webcast of the conference call along with supplemental financial information will also be accessible on the company's website at investors.ao-inc.com . Following the webcast, an archived version will be available on the website for one year. A telephonic replay of the call will be available one hour after the call and will run for five business days and may be accessed by dialing (412) 317-0088 and entering passcode 10119038.\nForward-Looking Information\nThis press release contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. Such forward-looking statements reflect the views of management at the time such statements are made. These forward-looking statements involve risks and uncertainties, as well as assumptions and current expectations, which could cause the company's actual results to differ materially from those anticipated in such forward-looking statements. These risks and uncertainties include but are not limited to: reduction in the size or quantity of customer orders; change in demand for the company's products due to industry conditions; changes in manufacturing operations; volatility in manufacturing costs; delays in shipments of products; disruptions in the supply chain; change in the rate of design wins or the rate of customer acceptance of new products; the company's reliance on a small number of customers for a substantial portion of its revenues; potential pricing pressure; a decline in demand for our customers' products or their rate of deployment of their products; general conditions in the internet datacenter, cable television (CATV) broadband, telecom, or fiber-to-the-home (FTTH) markets; changes in the world economy (particularly in the United States and China); changes in the regulation and taxation of international trade, including the imposition of tariffs; changes in currency exchange rates; the negative effects of seasonality; and other risks and uncertainties described more fully in the company's documents filed with or furnished to the Securities and Exchange Commission. More information about these and other risks that may impact the company's business are set forth in the \"Risk Factors\" section of the company's quarterly and annual reports on file with the Securities and Exchange Commission. In some cases, you can identify forward-looking statements by terminology such as \"believe,\" \"may,\" \"estimate,\" \"continue,\" \"anticipate,\" \"intend,\" \"should,\" \"could,\" \"would,\" \"target,\" \"seek,\" \"aim,\" \"believe,\" \"predicts,\" \"think,\" \"objectives,\" \"optimistic,\" \"new,\" \"goal,\" \"strategy,\" \"potential,\" \"is likely,\" \"will,\" \"expect,\" \"plan\" \"project,\" \"permit\" or by other similar expressions that convey uncertainty of future events or outcomes. You should not rely on forward-looking statements as predictions of future events. All forward-looking statements in this press release are based upon information available to us as of the date hereof, and qualified in their entirety by this cautionary statement. Except as required by law, we assume no obligation to update forward-looking statements for any reason after the date of this press release to conform these statements to actual results or to changes in the company's expectations.\nNon-GAAP Financial Measures\nWe provide non-GAAP gross margin, non-GAAP net income (loss), and non-GAAP earnings per share to eliminate the impact of items that we do not consider indicative of our overall operating performance. To arrive at our non-GAAP gross margin, we exclude stock-based compensation expense and non-recurring expenses, if any, from our GAAP gross margin. To arrive at our non-GAAP net income (loss), we exclude all amortization of intangible assets, stock-based compensation expense and non-recurring expenses, if any, from our GAAP net income (loss). Included in our non-recurring expenses in Q1 2018 are depreciation on certain equipment undergoing reconfiguration, certain consulting fees, employee severance expenses, certain non-recurring charges related to cancelled programs, and tax benefits associated with income tax rate changes in Taiwan. Our non-GAAP earnings per share is calculated by dividing our non-GAAP net income by the fully diluted share count. We believe that our non-GAAP measures are useful to investors in evaluating our operating performance for the following reasons:\nWe believe that elimination of items such as stock-based compensation expense and non-recurring expenses is appropriate because treatment of these items may vary for reasons unrelated to our overall operating performance; We believe that non-GAAP measures provide better comparability with our past financial performance, period-to-period results and with our peer companies, many of which also use similar non-GAAP financial measures; and We anticipate that investors and securities analysts will utilize non-GAAP measures to evaluate our overall operating performance.\nA reconciliation of our GAAP net income (loss) and GAAP earnings per share for Q1 2018 to our non-GAAP net income (loss) and earnings per share is provided below, together with corresponding reconciliations for the three month period ended March 31, 2018.\nNon-GAAP measures should not be considered as an alternative to net income (loss), earnings per share, or any other measure of financial performance calculated and presented in accordance with GAAP. Our non-GAAP measures may not be comparable to similarly titled measures of other organizations because other organizations may not calculate such other non-GAAP measures in the same manner. We have not reconciled the non-GAAP measures included in our guidance to the appropriate GAAP financial measures because the GAAP measures are not accessible on a forward-looking basis. GAAP measures that impact our non-GAAP financial measures may include stock-based compensation expense, non-recurring expenses, amortization of intangible assets, unrealized exchange loss (gain), asset impairment charges, and loss (gain) from disposal of idle assets. These GAAP measures cannot be reasonably predicted and may directly impact our non-GAAP gross margin, our non-GAAP net income and our non-GAAP fully-diluted earnings per share, although changes with respect to certain of these measures may offset other changes. In addition, certain of these measures are out of our control. Accordingly, a reconciliation of the non-GAAP financial measure guidance to the corresponding GAAP measures is not available without unreasonable effort.\nAbout Applied Optoelectronics\nApplied Optoelectronics Inc. (AOI) is a leading developer and manufacturer of advanced optical products, including components, modules and equipment. AOI's products are the building blocks for broadband fiber access networks around the world, where they are used in the internet datacenter, CATV broadband, telecom and FTTH markets. AOI supplies optical networking lasers, components and equipment to tier-1 customers in all four of these markets. In addition to its corporate headquarters, wafer fab and advanced engineering and production facilities in Sugar Land, TX, AOI has engineering and manufacturing facilities in Taipei, Taiwan and Ningbo, China. For additional information, visit www.ao-inc.com .\nInvestor Relations Contacts:\nThe Blueshirt Group, Investor Relations\nMaria Riley & Chelsea Lish\n+1-415-217-7722\nir@ao-inc.com\nApplied Optoelectronics, Inc. Preliminary Condensed Consolidated Balance Sheets (In thousands, except per share data) (Unaudited) March 31, 2018 December 31, 2017 ASSETS CURRENT ASSETS Cash, Cash Equivalents and Short term investments $ 83,299 $ 83,984 Accounts Receivable, Net 53,655 59,850 Inventories 92,624 75,768 Prepaid Income Tax 1,326 1,394 Prepaid Expenses and Other Current Assets 10,921 8,701 Total Current Assets 241,825 229,697 Property, Plant And Equipment, Net 204,644 197,943 Land Use Rights, Net 6,448 804 Intangible Assets, Net 4,015 4,007 Deferred Income Tax Assets 13,935 12,801 Other Assets 4,750 7,732 TOTAL ASSETS $ 475,617 $ 452,984 LIABILITIES AND STOCKHOLDERS' EQUITY CURRENT LIABILITIES Accounts Payable $ 46,223 $ 43,624 Accrued Expenses 13,358 19,103 Accrued Income Tax 7,588 7,422 Current Portion of Long Term Debt 2,690 559 Total Current Liabilities 69,859 70,708 Notes Payable and Long Term Debt 62,464 49,000 TOTAL LIABILITIES 132,323 119,708 STOCKHOLDERS' EQUITY TOTAL STOCKHOLDERS' EQUITY 343,294 333,276 TOTAL LIABILITIES AND STOCKHOLDERS' EQUITY $ 475,617 $ 452,984\nApplied Optoelectronics, Inc. Preliminary Condensed Consolidated Statements of Operations (In thousands, except per share data) (Unaudited) Three Months Ended\nMarch 31, Revenue 2018 2017 Datacenter $ 50,583 $ 79,594 CATV 10,568 13,094 Telecom 3,586 3,171 FTTH 111 98 Other 391 267 Total Revenue 65,239 96,224 Total Cost of Goods Sold 39,403 54,752 Total Gross Profit 25,836 41,472 Operating Expenses: Research and Development 11,736 7,432 Sales and Marketing 2,474 1,903 General and Administrative 9,456 7,822 Total Operating Expenses 23,666 17,157 Operating Income 2,170 24,315 Other Income (Expense): Interest Income 52 35 Interest Expense (71 ) (299 ) Other Income (Expense) 13 (36 ) Foreign Exchange Loss (1,040 ) (572 ) Total Other Income (Expense): (1,046 ) (872 ) Net Income before Income Taxes 1,124 23,443 Income Tax Benefit (Expense) 996 (3,654 ) Net Income 2,120 19,789\nNet income per share attributable to common stockholders basic $ 0.11 $ 1.06 diluted $ 0.11 $ 1.00 Weighted-average shares used to compute\nnet income per share attributable to\ncommon stockholders basic 19,492 18,598 diluted 19,989 19,702\nReconciliation of Statements of Operations under GAAP and Non-GAAP (In thousands, except per share data) (Unaudited) Three Months Ended\nMarch 31, 2018 2017 GAAP total gross profit (a) $ 25,836 $ 41,472 Share-based compensation expense 177 78 Non-recurring expense 78 0 Non-GAAP total gross profit (a) 26,091 41,550 GAAP net income 2,120 19,789 Amortization of intangible assets 126 118 Share-based compensation expense 2,569 1,507 Non-recurring charges 1,112 100 Unrealized exchange loss (gain) (203 ) 248 Non Recurring Tax expense (benefit) (114 ) 0 Non-GAAP net income 5,610 21,762 GAAP diluted net income per share $ 0.11 $ 1.00 Amortization of intangible assets 0.01 0.01 Share-based compensation expense 0.13 0.08 Non-recurring charges 0.06 0.01 Loss from disposal of idle assets - - Unrealized exchange loss (gain) (0.01 ) 0.01 Non Recurring Tax expense (benefit) (0.01 ) - Non-GAAP diluted net income per share $ 0.28 $ 1.10 Shares used to compute diluted earnings per share 19,989 19,702 (a) Provided for the purpose of calculating gross profit as a percentage of revenue (gross margin).\nSource:Applied Optoelectronics, Inc.",
    "published": "2018-05-09T00:05:00.000+03:00",
    "crawled": "2018-05-08T23:37:22.020+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "sugar",
        "land",
        "texas",
        "may",
        "globe",
        "newswire",
        "applied",
        "optoelectronics",
        "nasdaq",
        "aaoi",
        "leading",
        "provider",
        "access",
        "network",
        "product",
        "internet",
        "datacenter",
        "cable",
        "broadband",
        "telecom",
        "ftth",
        "market",
        "today",
        "announced",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "achieved",
        "revenue",
        "first",
        "quarter",
        "million",
        "slightly",
        "guidance",
        "unable",
        "complete",
        "order",
        "quarter",
        "due",
        "higher",
        "expected",
        "employee",
        "turnover",
        "china",
        "factory",
        "result",
        "lunar",
        "new",
        "year",
        "holiday",
        "order",
        "shipped",
        "q2",
        "first",
        "quarter",
        "made",
        "good",
        "progress",
        "diversifying",
        "customer",
        "base",
        "nine",
        "design",
        "win",
        "including",
        "five",
        "100g",
        "product",
        "said",
        "thompson",
        "lin",
        "applied",
        "optoelectronics",
        "founder",
        "ceo",
        "overall",
        "market",
        "trend",
        "quarter",
        "inline",
        "expectation",
        "expect",
        "improving",
        "demand",
        "progress",
        "throughout",
        "year",
        "100g",
        "demand",
        "expected",
        "double",
        "second",
        "half",
        "compared",
        "first",
        "quarter",
        "financial",
        "summary",
        "total",
        "revenue",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "million",
        "fourth",
        "quarter",
        "gaap",
        "gross",
        "margin",
        "compared",
        "first",
        "quarter",
        "fourth",
        "quarter",
        "gross",
        "margin",
        "compared",
        "first",
        "quarter",
        "fourth",
        "quarter",
        "gaap",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "share",
        "compared",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "share",
        "first",
        "quarter",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "share",
        "fourth",
        "quarter",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "share",
        "compared",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "share",
        "first",
        "quarter",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "share",
        "fourth",
        "quarter",
        "reconciliation",
        "gaap",
        "information",
        "referenced",
        "contained",
        "table",
        "please",
        "also",
        "refer",
        "financial",
        "measure",
        "description",
        "financial",
        "measure",
        "second",
        "quarter",
        "business",
        "outlook",
        "second",
        "quarter",
        "company",
        "currently",
        "expects",
        "revenue",
        "range",
        "million",
        "million",
        "gross",
        "margin",
        "range",
        "net",
        "income",
        "range",
        "million",
        "million",
        "fully",
        "diluted",
        "earnings",
        "per",
        "share",
        "range",
        "using",
        "approximately",
        "million",
        "share",
        "please",
        "refer",
        "note",
        "statement",
        "risk",
        "involved",
        "statement",
        "well",
        "note",
        "financial",
        "measure",
        "conference",
        "call",
        "information",
        "company",
        "host",
        "conference",
        "call",
        "webcast",
        "analyst",
        "investor",
        "may",
        "discus",
        "first",
        "quarter",
        "result",
        "outlook",
        "second",
        "quarter",
        "eastern",
        "time",
        "central",
        "time",
        "open",
        "public",
        "investor",
        "may",
        "access",
        "call",
        "dialing",
        "live",
        "audio",
        "webcast",
        "conference",
        "call",
        "along",
        "supplemental",
        "financial",
        "information",
        "also",
        "accessible",
        "company",
        "website",
        "following",
        "webcast",
        "archived",
        "version",
        "available",
        "website",
        "one",
        "year",
        "telephonic",
        "replay",
        "call",
        "available",
        "one",
        "hour",
        "call",
        "run",
        "five",
        "business",
        "day",
        "may",
        "accessed",
        "dialing",
        "entering",
        "passcode",
        "information",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "reflect",
        "view",
        "management",
        "time",
        "statement",
        "made",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "well",
        "assumption",
        "current",
        "expectation",
        "could",
        "cause",
        "company",
        "actual",
        "result",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "reduction",
        "size",
        "quantity",
        "customer",
        "order",
        "change",
        "demand",
        "company",
        "product",
        "due",
        "industry",
        "condition",
        "change",
        "manufacturing",
        "operation",
        "volatility",
        "manufacturing",
        "cost",
        "delay",
        "shipment",
        "product",
        "disruption",
        "supply",
        "chain",
        "change",
        "rate",
        "design",
        "win",
        "rate",
        "customer",
        "acceptance",
        "new",
        "product",
        "company",
        "reliance",
        "small",
        "number",
        "customer",
        "substantial",
        "portion",
        "revenue",
        "potential",
        "pricing",
        "pressure",
        "decline",
        "demand",
        "customer",
        "product",
        "rate",
        "deployment",
        "product",
        "general",
        "condition",
        "internet",
        "datacenter",
        "cable",
        "television",
        "catv",
        "broadband",
        "telecom",
        "ftth",
        "market",
        "change",
        "world",
        "economy",
        "particularly",
        "united",
        "state",
        "china",
        "change",
        "regulation",
        "taxation",
        "international",
        "trade",
        "including",
        "imposition",
        "tariff",
        "change",
        "currency",
        "exchange",
        "rate",
        "negative",
        "effect",
        "seasonality",
        "risk",
        "uncertainty",
        "described",
        "fully",
        "company",
        "document",
        "filed",
        "furnished",
        "security",
        "exchange",
        "commission",
        "information",
        "risk",
        "may",
        "impact",
        "company",
        "business",
        "set",
        "forth",
        "risk",
        "factor",
        "section",
        "company",
        "quarterly",
        "annual",
        "report",
        "file",
        "security",
        "exchange",
        "commission",
        "case",
        "identify",
        "statement",
        "terminology",
        "believe",
        "may",
        "estimate",
        "continue",
        "anticipate",
        "intend",
        "could",
        "would",
        "target",
        "seek",
        "aim",
        "believe",
        "predicts",
        "think",
        "objective",
        "optimistic",
        "new",
        "goal",
        "strategy",
        "potential",
        "likely",
        "expect",
        "plan",
        "project",
        "permit",
        "similar",
        "expression",
        "convey",
        "uncertainty",
        "future",
        "event",
        "outcome",
        "rely",
        "statement",
        "prediction",
        "future",
        "event",
        "statement",
        "press",
        "release",
        "based",
        "upon",
        "information",
        "available",
        "u",
        "date",
        "hereof",
        "qualified",
        "entirety",
        "cautionary",
        "statement",
        "except",
        "required",
        "law",
        "assume",
        "obligation",
        "update",
        "statement",
        "reason",
        "date",
        "press",
        "release",
        "conform",
        "statement",
        "actual",
        "result",
        "change",
        "company",
        "expectation",
        "financial",
        "measure",
        "provide",
        "gross",
        "margin",
        "net",
        "income",
        "loss",
        "earnings",
        "per",
        "share",
        "eliminate",
        "impact",
        "item",
        "consider",
        "indicative",
        "overall",
        "operating",
        "performance",
        "arrive",
        "gross",
        "margin",
        "exclude",
        "compensation",
        "expense",
        "expense",
        "gaap",
        "gross",
        "margin",
        "arrive",
        "net",
        "income",
        "loss",
        "exclude",
        "amortization",
        "intangible",
        "asset",
        "compensation",
        "expense",
        "expense",
        "gaap",
        "net",
        "income",
        "loss",
        "included",
        "expense",
        "q1",
        "depreciation",
        "certain",
        "equipment",
        "undergoing",
        "reconfiguration",
        "certain",
        "consulting",
        "fee",
        "employee",
        "severance",
        "expense",
        "certain",
        "charge",
        "related",
        "cancelled",
        "program",
        "tax",
        "benefit",
        "associated",
        "income",
        "tax",
        "rate",
        "change",
        "taiwan",
        "earnings",
        "per",
        "share",
        "calculated",
        "dividing",
        "net",
        "income",
        "fully",
        "diluted",
        "share",
        "count",
        "believe",
        "measure",
        "useful",
        "investor",
        "evaluating",
        "operating",
        "performance",
        "following",
        "reason",
        "believe",
        "elimination",
        "item",
        "compensation",
        "expense",
        "expense",
        "appropriate",
        "treatment",
        "item",
        "may",
        "vary",
        "reason",
        "unrelated",
        "overall",
        "operating",
        "performance",
        "believe",
        "measure",
        "provide",
        "better",
        "comparability",
        "past",
        "financial",
        "performance",
        "result",
        "peer",
        "company",
        "many",
        "also",
        "use",
        "similar",
        "financial",
        "measure",
        "anticipate",
        "investor",
        "security",
        "analyst",
        "utilize",
        "measure",
        "evaluate",
        "overall",
        "operating",
        "performance",
        "reconciliation",
        "gaap",
        "net",
        "income",
        "loss",
        "gaap",
        "earnings",
        "per",
        "share",
        "q1",
        "net",
        "income",
        "loss",
        "earnings",
        "per",
        "share",
        "provided",
        "together",
        "corresponding",
        "reconciliation",
        "three",
        "month",
        "period",
        "ended",
        "march",
        "measure",
        "considered",
        "alternative",
        "net",
        "income",
        "loss",
        "earnings",
        "per",
        "share",
        "measure",
        "financial",
        "performance",
        "calculated",
        "presented",
        "accordance",
        "gaap",
        "measure",
        "may",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "organization",
        "organization",
        "may",
        "calculate",
        "measure",
        "manner",
        "reconciled",
        "measure",
        "included",
        "guidance",
        "appropriate",
        "gaap",
        "financial",
        "measure",
        "gaap",
        "measure",
        "accessible",
        "basis",
        "gaap",
        "measure",
        "impact",
        "financial",
        "measure",
        "may",
        "include",
        "compensation",
        "expense",
        "expense",
        "amortization",
        "intangible",
        "asset",
        "unrealized",
        "exchange",
        "loss",
        "gain",
        "asset",
        "impairment",
        "charge",
        "loss",
        "gain",
        "disposal",
        "idle",
        "asset",
        "gaap",
        "measure",
        "reasonably",
        "predicted",
        "may",
        "directly",
        "impact",
        "gross",
        "margin",
        "net",
        "income",
        "earnings",
        "per",
        "share",
        "although",
        "change",
        "respect",
        "certain",
        "measure",
        "may",
        "offset",
        "change",
        "addition",
        "certain",
        "measure",
        "control",
        "accordingly",
        "reconciliation",
        "financial",
        "measure",
        "guidance",
        "corresponding",
        "gaap",
        "measure",
        "available",
        "without",
        "unreasonable",
        "effort",
        "applied",
        "optoelectronics",
        "applied",
        "optoelectronics",
        "aoi",
        "leading",
        "developer",
        "manufacturer",
        "advanced",
        "optical",
        "product",
        "including",
        "component",
        "module",
        "equipment",
        "aoi",
        "product",
        "building",
        "block",
        "broadband",
        "fiber",
        "access",
        "network",
        "around",
        "world",
        "used",
        "internet",
        "datacenter",
        "catv",
        "broadband",
        "telecom",
        "ftth",
        "market",
        "aoi",
        "supply",
        "optical",
        "networking",
        "laser",
        "component",
        "equipment",
        "customer",
        "four",
        "market",
        "addition",
        "corporate",
        "headquarters",
        "wafer",
        "fab",
        "advanced",
        "engineering",
        "production",
        "facility",
        "sugar",
        "land",
        "tx",
        "aoi",
        "engineering",
        "manufacturing",
        "facility",
        "taipei",
        "taiwan",
        "ningbo",
        "china",
        "additional",
        "information",
        "visit",
        "investor",
        "relation",
        "contact",
        "blueshirt",
        "group",
        "investor",
        "relation",
        "maria",
        "riley",
        "chelsea",
        "lish",
        "ir",
        "applied",
        "optoelectronics",
        "preliminary",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "unaudited",
        "march",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "short",
        "term",
        "investment",
        "account",
        "receivable",
        "net",
        "inventory",
        "prepaid",
        "income",
        "tax",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "plant",
        "equipment",
        "net",
        "land",
        "use",
        "right",
        "net",
        "intangible",
        "asset",
        "net",
        "deferred",
        "income",
        "tax",
        "asset",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "accrued",
        "income",
        "tax",
        "current",
        "portion",
        "long",
        "term",
        "debt",
        "total",
        "current",
        "liability",
        "note",
        "payable",
        "long",
        "term",
        "debt",
        "total",
        "liability",
        "stockholder",
        "equity",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "applied",
        "optoelectronics",
        "preliminary",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "datacenter",
        "catv",
        "telecom",
        "ftth",
        "total",
        "revenue",
        "total",
        "cost",
        "good",
        "sold",
        "total",
        "gross",
        "profit",
        "operating",
        "expense",
        "research",
        "development",
        "sale",
        "marketing",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "operating",
        "income",
        "income",
        "expense",
        "interest",
        "income",
        "interest",
        "expense",
        "income",
        "expense",
        "foreign",
        "exchange",
        "loss",
        "total",
        "income",
        "expense",
        "net",
        "income",
        "income",
        "tax",
        "income",
        "tax",
        "benefit",
        "expense",
        "net",
        "income",
        "net",
        "income",
        "per",
        "share",
        "attributable",
        "common",
        "stockholder",
        "basic",
        "diluted",
        "share",
        "used",
        "compute",
        "net",
        "income",
        "per",
        "share",
        "attributable",
        "common",
        "stockholder",
        "basic",
        "diluted",
        "reconciliation",
        "statement",
        "operation",
        "gaap",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "gaap",
        "total",
        "gross",
        "profit",
        "compensation",
        "expense",
        "expense",
        "total",
        "gross",
        "profit",
        "gaap",
        "net",
        "income",
        "amortization",
        "intangible",
        "asset",
        "compensation",
        "expense",
        "charge",
        "unrealized",
        "exchange",
        "loss",
        "gain",
        "non",
        "recurring",
        "tax",
        "expense",
        "benefit",
        "net",
        "income",
        "gaap",
        "diluted",
        "net",
        "income",
        "per",
        "share",
        "amortization",
        "intangible",
        "asset",
        "compensation",
        "expense",
        "charge",
        "loss",
        "disposal",
        "idle",
        "asset",
        "unrealized",
        "exchange",
        "loss",
        "gain",
        "non",
        "recurring",
        "tax",
        "expense",
        "benefit",
        "diluted",
        "net",
        "income",
        "per",
        "share",
        "share",
        "used",
        "compute",
        "diluted",
        "earnings",
        "per",
        "share",
        "provided",
        "purpose",
        "calculating",
        "gross",
        "profit",
        "percentage",
        "revenue",
        "gross",
        "margin",
        "source",
        "applied",
        "optoelectronics",
        "inc"
    ]
}