{
    "organizations": [],
    "uuid": "dc9fa635712c56fd3a2a960d90b2baa03bbb3df6",
    "author": "Bloomberg",
    "url": "http://fortune.com/2018/05/16/trump-tower-meeting-documents/",
    "ord_in_thread": 0,
    "title": "The Trump Tower Meeting Documents: What You Need to Know",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Politics The Trump Tower Meeting Documents: What You Need to Know U.S. President Donald Trump speaks following a meeting on infrastructure at Trump Tower, August 15, 2017 in New York City. Drew Angerer—Getty Images By Bloomberg 3:56 PM EDT\nA meeting two years ago between members of Donald Trump’s inner circle and a Kremlin-linked Russian lawyer has been the focus of multiple investigations into Russian meddling in the 2016 election.\nTranscripts of Senate Judiciary Committee interviews with some of the participants released on Wednesday are shedding new light on the June 2016 sit-down, which took place at Trump Tower in the heat of the presidential campaign.\nThe meeting was attended by Donald Trump Jr., who agreed to attend the meeting after organizers dangled the promise of damaging information on his father’s opponent, Hillary Clinton. Other attendees included Paul Manafort, then the chairman of Trump’s presidential campaign; Trump’s son-in-law, Jared Kushner; and several Russians, including the lawyer, Natalia Veselnitskaya, and their representatives.\nThe committee released 2,500 pages of transcripts and other documents from interviews it conducted with some of those who were present. Here are highlights from the documents: Trump Jr. in ‘Charge’\nRinat Akhmetshin, a lobbyist and former Soviet counterintelligence officer, recalled that Trump Jr. led the meeting.\n“He was definitely in charge,” he said. After small talk about the view and a recent win in the primaries, the younger Trump got down to business, Akhmetshin said. “Mr. Trump, Jr., said, ‘So I believe you have some information for us.’”\nAkhmetshin said that Veselnitskaya, the Kremlin-linked Russian lawyer at the center of the meeting, began discussing some wealthy contributors to the Clinton Global Initiative.\nAkhmetshin recalled, “So Mr. Trump, Jr., said, ‘So can you show us how does this money go to Hillary?’ Like specifically, do you have paperwork? Or just indicate how money goes to Hillary. And she kind of said, ‘No. I am just a Russian lawyer.” Trump Jr. on ‘Love’ for Russian Help\nSenate investigators asked Trump Jr. about an email he sent to Rob Goldstone, the British music promoter who arranged the meeting, concerning the prospect of receiving damaging information about Clinton from the Russian lawyer. “I love it, especially later in the summer,” Trump Jr. had written.\nIn the interview, Trump Jr. deflected, saying he didn’t know how to gauge the credibility of the offer and dismissed the expression as colloquial.\nBut, he acknowledged, “I wanted to see if there was anything to it.”\nTrump Jr. Says He Didn’t Tell His Dad Before Meeting Russians\nTrump Jr. also testified that he had no reason to believe Russia supported Trump before getting a message from Goldstone that the promised information was “part of Russia and its government’s support for Mr. Trump.”\nA Democratic Senate panel lawyer challenged him on the promise of Russian government help. “Did you also love that?” the lawyer asked.\nTrump Jr. said he didn’t recall, and dismissed a followup question about whether such support from Russia would be “problematic.”\n“I didn’t think that listening to someone with information relevant to the fitness and character of a presidential candidate would be an issue, no,” he said.\nThe president’s son said that, in the end, the information offered at the meeting didn’t amount to anything, it was apparent they weren’t representing the Russian government and he didn’t discuss it beforehand with his father. “My skepticism was justified,” Trump Jr. said. ‘Sizable Birthday Gift’ for Trump\nThe day after the Trump Tower meeting, Goldstone said that Aras Agalarov, the founder of Crocus Group, one of Russia’s largest real-estate companies, and his pop-singer son Emin wanted to send a “sizeable birthday gift” for the senior Trump to his offices.\nIn an email to Trump’s executive assistant Rhona Graff the next day, Goldstone said he ran into Trump’s bodyguard, who he identified as Keith. The bodyguard told Goldstone that any packages would have to go through “TSA-style scanning,” Goldstone wrote in a reference to the Transportation Security Administration. Keith Schiller was Trump’s longtime head of security.\nGraff responded to Goldstone via email, saying any package would have to come through the building’s sub-cellar, where it would be screened by the Secret Service. Russia Talk ‘Eerily Weird’\nOn June 14, just days after the meeting, Goldstone wrote to Emin Agalarov and Ike Kaveladze, a California businessman who was born in Russia. Goldstone said he was concerned that the press seemed to be focusing on Trump’s close ties to Russia, pointing out a Bloomberg story, “Trump’s Long Romance with Russia.”\n“Top Story right now” Goldstone wrote, apparently referring to another story related to a hacking attack on Democratic National Committee. “Seems eerily weird based on our Trump meeting last week with the Russian lawyers etc.” Goldstone Promising ‘Massive Exposure’\nThe publicist who set up the meeting offered to arrange for Russia’s largest social network to promote Trump’s candidacy to more than 1.6 million Russian-American members of the network, according to some of the documents.\n“I can get massive exposure for Mr. Trump on the site for sure — and it will be covered in Russian media also — where I noticed your campaign is covered positively almost daily — which (sic) extremely gracious comments from President Putin etc.,” Goldstone wrote on Jan. 19, 2016, to Trump Jr. and his father’s assistant, Graff.\nGraff replied hours later, calling the offer a “terrific opportunity” and referring Goldstone to Dan Scavino, the Trump campaign’s social media director.\nAbout six months later, just after the Trump Tower meeting, Goldstone reiterated his offer in an email to Trump Jr., Scavino and Graff.\n“It would merely require Mr. Trump to drop in a short message to Russian American voters — or a generic message depending on your choice — and the page can be up a running very quickly,” Goldstone wrote.\nThe email included a sample campaign page on the social network using the hashtag #MakeAmericaGreatAgain. Early Outreach to Trump\nFive weeks after Trump launched his presidential campaign, he received an invitation to an oligarch’s birthday party in Moscow where the prospect of a meeting with Russian President Vladimir Putin was eventually dangled.\nThe invitation came in July 2015, in an email from Goldstone to Graff, Trump’s executive assistant, asking whether Trump would be able to attend Aras Aragalov’s 60th birthday party. Citing Trump’s busy schedule, Graff declined.\nGoldstone then followed up with a suggestion of a meeting with Putin. “I totally understand re Moscow – unless maybe he would welcome a meeting with President Putin which Emin would set up,” he wrote on July 24, 2015.\nTrump didn’t travel to Moscow, but the emails show focus on the part of people working on behalf of Russian interests to establish close ties with him shortly after he launched his campaign.\nTrump Jr., said he was at the time not aware of this supposed offer, and that he was not aware of any other instances in which Goldstone sought to arrange meetings between Russian government officials and the Trump campaign. Attempts to Coordinate Response to Furor\nThe participants scrambled to square their stories in July 2017 after public scrutiny began of the Trump Tower meeting that had occurred a year earlier, according to various emails.\nGoldstone, who instigated the meeting, messaged with key participants, Emin Agalarov, whom he had worked with on Trump’s Miss Universe pageant, and Kaveladze about how to respond to the media furor.\nThough the early contacts described a meeting with a “Russian government attorney” and an “ultra sensitive” matter, Goldstone after the fact suggested the meeting was “in no way connected with the Russian Government or any of its officials.”\nThen Trump Jr.’s lawyer sent a proposed statement for Goldstone to issue. In an apparent effort to keep their stories consistent, Goldstone then forwarded that proposal to Kaveladze, who worked for an Agalarov company.\nThe proposed statement read: ”As the person who arranged the meeting, I can definitely state that the statements I have read by Donald Trump Jr. are 100 percent accurate. The meeting was a complete waste of time and Don was never told Ms. Veselnitskaya’s name prior to the meeting.”\nBut Trump Jr.’s shifting explanations had complicated the task. The president’s son ultimately released a series of his emails that revealed the Trump team was seeking dirt on Hillary Clinton as reporters pieced together the story and pressed meeting participants for details. The attempt to quiet the controversy caused some consternation.\nA subsequent email has the sender’s name redacted. “Why did he release this e-mail admitting to collusion?” the unidentified person wrote Kaveladze. The subject line was “dt jr.” SPONSORED FINANCIAL CONTENT",
    "published": "2018-05-17T03:56:00.000+03:00",
    "crawled": "2018-05-16T23:09:37.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "politics",
        "trump",
        "tower",
        "meeting",
        "document",
        "need",
        "know",
        "president",
        "donald",
        "trump",
        "speaks",
        "following",
        "meeting",
        "infrastructure",
        "trump",
        "tower",
        "august",
        "new",
        "york",
        "city",
        "drew",
        "image",
        "bloomberg",
        "pm",
        "edt",
        "meeting",
        "two",
        "year",
        "ago",
        "member",
        "donald",
        "trump",
        "inner",
        "circle",
        "russian",
        "lawyer",
        "focus",
        "multiple",
        "investigation",
        "russian",
        "meddling",
        "election",
        "transcript",
        "senate",
        "judiciary",
        "committee",
        "interview",
        "participant",
        "released",
        "wednesday",
        "shedding",
        "new",
        "light",
        "june",
        "took",
        "place",
        "trump",
        "tower",
        "heat",
        "presidential",
        "campaign",
        "meeting",
        "attended",
        "donald",
        "trump",
        "agreed",
        "attend",
        "meeting",
        "organizer",
        "dangled",
        "promise",
        "damaging",
        "information",
        "father",
        "opponent",
        "hillary",
        "clinton",
        "attendee",
        "included",
        "paul",
        "manafort",
        "chairman",
        "trump",
        "presidential",
        "campaign",
        "trump",
        "jared",
        "kushner",
        "several",
        "russian",
        "including",
        "lawyer",
        "natalia",
        "veselnitskaya",
        "representative",
        "committee",
        "released",
        "page",
        "transcript",
        "document",
        "interview",
        "conducted",
        "present",
        "highlight",
        "document",
        "trump",
        "charge",
        "rinat",
        "akhmetshin",
        "lobbyist",
        "former",
        "soviet",
        "counterintelligence",
        "officer",
        "recalled",
        "trump",
        "led",
        "meeting",
        "definitely",
        "charge",
        "said",
        "small",
        "talk",
        "view",
        "recent",
        "win",
        "primary",
        "younger",
        "trump",
        "got",
        "business",
        "akhmetshin",
        "said",
        "mr",
        "trump",
        "said",
        "believe",
        "information",
        "akhmetshin",
        "said",
        "veselnitskaya",
        "russian",
        "lawyer",
        "center",
        "meeting",
        "began",
        "discussing",
        "wealthy",
        "contributor",
        "clinton",
        "global",
        "initiative",
        "akhmetshin",
        "recalled",
        "trump",
        "said",
        "show",
        "u",
        "money",
        "go",
        "hillary",
        "like",
        "specifically",
        "paperwork",
        "indicate",
        "money",
        "go",
        "hillary",
        "kind",
        "said",
        "russian",
        "trump",
        "love",
        "russian",
        "help",
        "senate",
        "investigator",
        "asked",
        "trump",
        "email",
        "sent",
        "rob",
        "goldstone",
        "british",
        "music",
        "promoter",
        "arranged",
        "meeting",
        "concerning",
        "prospect",
        "receiving",
        "damaging",
        "information",
        "clinton",
        "russian",
        "lawyer",
        "love",
        "especially",
        "later",
        "summer",
        "trump",
        "written",
        "interview",
        "trump",
        "deflected",
        "saying",
        "know",
        "gauge",
        "credibility",
        "offer",
        "dismissed",
        "expression",
        "colloquial",
        "acknowledged",
        "wanted",
        "see",
        "anything",
        "trump",
        "say",
        "tell",
        "dad",
        "meeting",
        "russian",
        "trump",
        "also",
        "testified",
        "reason",
        "believe",
        "russia",
        "supported",
        "trump",
        "getting",
        "message",
        "goldstone",
        "promised",
        "information",
        "part",
        "russia",
        "government",
        "support",
        "democratic",
        "senate",
        "panel",
        "lawyer",
        "challenged",
        "promise",
        "russian",
        "government",
        "help",
        "also",
        "love",
        "lawyer",
        "asked",
        "trump",
        "said",
        "recall",
        "dismissed",
        "followup",
        "question",
        "whether",
        "support",
        "russia",
        "would",
        "think",
        "listening",
        "someone",
        "information",
        "relevant",
        "fitness",
        "character",
        "presidential",
        "candidate",
        "would",
        "issue",
        "said",
        "president",
        "son",
        "said",
        "end",
        "information",
        "offered",
        "meeting",
        "amount",
        "anything",
        "apparent",
        "representing",
        "russian",
        "government",
        "discus",
        "beforehand",
        "father",
        "skepticism",
        "justified",
        "trump",
        "said",
        "sizable",
        "birthday",
        "gift",
        "trump",
        "day",
        "trump",
        "tower",
        "meeting",
        "goldstone",
        "said",
        "ara",
        "agalarov",
        "founder",
        "crocus",
        "group",
        "one",
        "russia",
        "largest",
        "company",
        "son",
        "emin",
        "wanted",
        "send",
        "sizeable",
        "birthday",
        "gift",
        "senior",
        "trump",
        "office",
        "email",
        "trump",
        "executive",
        "assistant",
        "rhona",
        "graff",
        "next",
        "day",
        "goldstone",
        "said",
        "ran",
        "trump",
        "bodyguard",
        "identified",
        "keith",
        "bodyguard",
        "told",
        "goldstone",
        "package",
        "would",
        "go",
        "scanning",
        "goldstone",
        "wrote",
        "reference",
        "transportation",
        "security",
        "administration",
        "keith",
        "schiller",
        "trump",
        "longtime",
        "head",
        "security",
        "graff",
        "responded",
        "goldstone",
        "via",
        "email",
        "saying",
        "package",
        "would",
        "come",
        "building",
        "would",
        "screened",
        "secret",
        "service",
        "russia",
        "talk",
        "eerily",
        "weird",
        "june",
        "day",
        "meeting",
        "goldstone",
        "wrote",
        "emin",
        "agalarov",
        "ike",
        "kaveladze",
        "california",
        "businessman",
        "born",
        "russia",
        "goldstone",
        "said",
        "concerned",
        "press",
        "seemed",
        "focusing",
        "trump",
        "close",
        "tie",
        "russia",
        "pointing",
        "bloomberg",
        "story",
        "trump",
        "long",
        "romance",
        "top",
        "story",
        "right",
        "goldstone",
        "wrote",
        "apparently",
        "referring",
        "another",
        "story",
        "related",
        "hacking",
        "attack",
        "democratic",
        "national",
        "committee",
        "seems",
        "eerily",
        "weird",
        "based",
        "trump",
        "meeting",
        "last",
        "week",
        "russian",
        "lawyer",
        "goldstone",
        "promising",
        "massive",
        "exposure",
        "publicist",
        "set",
        "meeting",
        "offered",
        "arrange",
        "russia",
        "largest",
        "social",
        "network",
        "promote",
        "trump",
        "candidacy",
        "million",
        "member",
        "network",
        "according",
        "document",
        "get",
        "massive",
        "exposure",
        "trump",
        "site",
        "sure",
        "covered",
        "russian",
        "medium",
        "also",
        "noticed",
        "campaign",
        "covered",
        "positively",
        "almost",
        "daily",
        "sic",
        "extremely",
        "gracious",
        "comment",
        "president",
        "putin",
        "goldstone",
        "wrote",
        "trump",
        "father",
        "assistant",
        "graff",
        "graff",
        "replied",
        "hour",
        "later",
        "calling",
        "offer",
        "terrific",
        "opportunity",
        "referring",
        "goldstone",
        "dan",
        "scavino",
        "trump",
        "campaign",
        "social",
        "medium",
        "director",
        "six",
        "month",
        "later",
        "trump",
        "tower",
        "meeting",
        "goldstone",
        "reiterated",
        "offer",
        "email",
        "trump",
        "scavino",
        "graff",
        "would",
        "merely",
        "require",
        "trump",
        "drop",
        "short",
        "message",
        "russian",
        "american",
        "voter",
        "generic",
        "message",
        "depending",
        "choice",
        "page",
        "running",
        "quickly",
        "goldstone",
        "wrote",
        "email",
        "included",
        "sample",
        "campaign",
        "page",
        "social",
        "network",
        "using",
        "hashtag",
        "makeamericagreatagain",
        "early",
        "outreach",
        "trump",
        "five",
        "week",
        "trump",
        "launched",
        "presidential",
        "campaign",
        "received",
        "invitation",
        "oligarch",
        "birthday",
        "party",
        "moscow",
        "prospect",
        "meeting",
        "russian",
        "president",
        "vladimir",
        "putin",
        "eventually",
        "dangled",
        "invitation",
        "came",
        "july",
        "email",
        "goldstone",
        "graff",
        "trump",
        "executive",
        "assistant",
        "asking",
        "whether",
        "trump",
        "would",
        "able",
        "attend",
        "ara",
        "aragalov",
        "60th",
        "birthday",
        "party",
        "citing",
        "trump",
        "busy",
        "schedule",
        "graff",
        "declined",
        "goldstone",
        "followed",
        "suggestion",
        "meeting",
        "putin",
        "totally",
        "understand",
        "moscow",
        "unless",
        "maybe",
        "would",
        "welcome",
        "meeting",
        "president",
        "putin",
        "emin",
        "would",
        "set",
        "wrote",
        "july",
        "trump",
        "travel",
        "moscow",
        "email",
        "show",
        "focus",
        "part",
        "people",
        "working",
        "behalf",
        "russian",
        "interest",
        "establish",
        "close",
        "tie",
        "shortly",
        "launched",
        "campaign",
        "trump",
        "said",
        "time",
        "aware",
        "supposed",
        "offer",
        "aware",
        "instance",
        "goldstone",
        "sought",
        "arrange",
        "meeting",
        "russian",
        "government",
        "official",
        "trump",
        "campaign",
        "attempt",
        "coordinate",
        "response",
        "furor",
        "participant",
        "scrambled",
        "square",
        "story",
        "july",
        "public",
        "scrutiny",
        "began",
        "trump",
        "tower",
        "meeting",
        "occurred",
        "year",
        "earlier",
        "according",
        "various",
        "email",
        "goldstone",
        "instigated",
        "meeting",
        "messaged",
        "key",
        "participant",
        "emin",
        "agalarov",
        "worked",
        "trump",
        "miss",
        "universe",
        "pageant",
        "kaveladze",
        "respond",
        "medium",
        "furor",
        "though",
        "early",
        "contact",
        "described",
        "meeting",
        "russian",
        "government",
        "attorney",
        "ultra",
        "sensitive",
        "matter",
        "goldstone",
        "fact",
        "suggested",
        "meeting",
        "way",
        "connected",
        "russian",
        "government",
        "trump",
        "lawyer",
        "sent",
        "proposed",
        "statement",
        "goldstone",
        "issue",
        "apparent",
        "effort",
        "keep",
        "story",
        "consistent",
        "goldstone",
        "forwarded",
        "proposal",
        "kaveladze",
        "worked",
        "agalarov",
        "company",
        "proposed",
        "statement",
        "read",
        "person",
        "arranged",
        "meeting",
        "definitely",
        "state",
        "statement",
        "read",
        "donald",
        "trump",
        "percent",
        "accurate",
        "meeting",
        "complete",
        "waste",
        "time",
        "never",
        "told",
        "veselnitskaya",
        "name",
        "prior",
        "trump",
        "shifting",
        "explanation",
        "complicated",
        "task",
        "president",
        "son",
        "ultimately",
        "released",
        "series",
        "email",
        "revealed",
        "trump",
        "team",
        "seeking",
        "dirt",
        "hillary",
        "clinton",
        "reporter",
        "pieced",
        "together",
        "story",
        "pressed",
        "meeting",
        "participant",
        "detail",
        "attempt",
        "quiet",
        "controversy",
        "caused",
        "consternation",
        "subsequent",
        "email",
        "sender",
        "name",
        "redacted",
        "release",
        "admitting",
        "collusion",
        "unidentified",
        "person",
        "wrote",
        "kaveladze",
        "subject",
        "line",
        "dt",
        "sponsored",
        "financial",
        "content"
    ]
}