{
    "organizations": [],
    "uuid": "cc10c19bfd951d016f9ceab20833afc7882998d5",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/14/globe-newswire-wisekey-appoints-blockchain-valley-ventures-to-lead-the-initial-coin-offering-of-wisecoin.html",
    "ord_in_thread": 0,
    "title": "WISeKey Appoints Blockchain Valley Ventures to Lead the Initial Coin Offering of WISeCoin",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WISeKey Appoints Blockchain Valley Ventures to Lead the Initial Coin Offering of WISeCoin\nThe WISeCoin IoT CryptoCurrency Smart Payment technology revolutionizes the way objects conduct financial transactions\nGeneva, Davos - May 14, 2018: WISeKey International Holding Ltd (WIHN.SW) (\"WISeKey\"), a leading global cybersecurity company, and Blockchain Valley Ventures (BVV), a Swiss-based accelerator and venture firm incubating, developing and investing in blockchain-enabled businesses, announced today their partnership to launch the Initial Coin Offering (ICO) of WISeCoin ( https://youtu.be/Np9c9aAjOrM ). BVV, a spin-off of Lykke Corporation, will provide advisory services to launch the WISeCoin ICO in Switzerland. The WISeCoin token will be available for trade on the Lykke Exchange as soon as the regulatory process is completed. This listing is a significant development for WISeCoin, that will use Switzerland as a base for its global deployment.\nThe WISeCoin IoT CryptoCurrency Smart Payment has vowed to revolutionize the way objects communicate with one another in financial transactions. WISeCoin, secured by WISeKey Semiconductors, offers connected objects the ability to initiate, establish and complete financial transactions for every-day items. Each connected object is equipped with WISeKey's Secure Element consisting of a tamper resistant silicon chip, called VaultIC184. This technology, based on a state-of- the-art secure microcontroller, allows device manufacturers an easy integration of the chip, and is offered as a provisioning service to transfer the burden of device personalization to WISeKey's secure Personalization Center. It is a next-generation technology designed from the ground up to be the data and value transfer layer for the Machine Economy.\nWISeKey is using WISeCoin, its own cryptocurrency, as a method of payment between connected objects, and WISeKey's mission is to become an emerging powerhouse in the global cryptocurrency market by supporting the development of economies built on blockchain technology. WISeKey has tested the technology on cars, allowing these cars to pay for electricity, gas and parking through the integration of WISeCoin crypto wallets at the Secure Element Chip level.\nTo empower a seamless cryptocurrency enabled for IoT connections, WISeCoin is supplemented with highly secured solutions such as biometrics-driven hardware wallets, integrated exchange platforms, MicroChips Blockchain enabled semiconductors, and NFC-based contactless payment solutions.\nMoreover, VaultIC405S, a versatile flavor WISeKey's security module complements the WISeKey offer and is a perfect solution for companies providing multi-network IoT solutions requiring a state-of-the- art security coverage on all network types to execute cryptocurrency payments between connected objects. Designed for low cost, power and surface constrained devices, it provides industry standard I2C connectivity, very low power consumption and a very small footprint. The hardware interface is based on combining efficient microcontrollers to so called crypto-accelerators, while the software interface connects this combination to the web, mobile phones, reader systems and radio frequency systems like NFC, Bluetooth, ZigBee and low power wide area networks.\nWISeKey has built one of the most innovative smart tags in the industry. Its VaultIC 15x series is delivering asymmetric key algorithms in energy harvesting mode. Since crypto-chips can operate without batteries, using only the energy of induction field of a mobile phone with NFC capability, it is easy and convenient to embed them into any device, thus protecting their authenticity and provenance. Extending the capability of the VaultIC with industrial bus systems like I2C, SPI, UART solves all critical issues of machine identity related to IoT, sensor and actuator networks, smart city, smart plans, etc.\nVaultIC184 and VaultIC405S are part of WISeKey's global end-to-end scalable security framework WISeKeyIoT, a Public Key Infrastructure based overall response system designed to mitigate the ever-increasing risks of cyberattacks in IoT. Securing vulnerable IoT devices, from security cameras to smartphones, is essential to allow these connected devices to perform secure cryptocurrency payments. Unsecure connected devices can be hijacked by hackers and turned into tools to mine cryptocurrencies, and the computing power of all these gadgets can be used to mine the digital coins.\nWISeCoin Crypto Keys are already stored in the most secure Datacenter in the market, inside a former military granite bunker, built in the Swiss Alps. This bunker has been transformed to provide an ultra-secure environment for data and IT. The bunker has all the required accreditations - from IT security certifications such as the ISO 27001, to the impressive EM-SHIELD seal - needed to certify protection of data from electromagnetic pulses, nuclear catastrophes or terrorist attacks. Following the acquisition of QuoVadis Trustlink Schweiz AG by WISeKey, the WISeKey Bunker is also securely hosting and operating critical infrastructures dedicated to SuisseID trust services.\nWISeCoin Global deployment will benefit from the universal OISTE Cryptographic Root of Trust which has been actively installed since 1999 to over 2.6 billion desktops, browsers, mobile devices, SSL certificates and Internet of Things' devices. The OISTE WISeKey Cryptographic Root of Trust is ubiquitous and universal, and a pioneer in the creation of cryptographic based identities.\nAbout Blockchain Valley Ventures (BVV)\nBlockchain Valley Ventures (BVV) is a new accelerator and venture firm incubating, developing and investing in blockchain-enabled businesses. A spin-off from Lykke Corporation, a pioneer in blockchain-powered trading and blockchain-based business models, BVV investments are done from own funding for incubation stages and through investment vehicles, such as the Blockchain Investment Opportunities Note, in cooperation with Vicenda. Located in heart of the Crypto Valley in Zug, Switzerland, BVV operates within and supports the world's most advanced and experienced ecosystem of blockchain companies, blockchain-experienced lawyers, auditors, tax advisors and financial regulators. www.bvventures.ch .\nAbout WISeKey\nWISeKey (SIX Swiss Exchange: WIHN) is a leading global cybersecurity company currently deploying large scale digital identity ecosystems with a patented process. WISeKey's Swiss based cryptographic Root of Trust (\"RoT\") provides secure authentication and identification, in both physical and virtual environments, for the Internet of Things, Blockchain and Artificial Intelligence. The WISeKey RoT serves as a common trust anchor to ensure the integrity of on-line transactions among objects and between objects and people.\nTo receive WISeKey's latest news, visit the WISeKey Investors Corner .\nFor further information, please contact:\nWISeKey International Holding Ltd\nCompany Contact: Carlos Moreira\nChairman & CEO\nTel: +41 22 594 3000\ninfo@wisekey.com WISeKey Investor Relations (US)\nThe Equity Group, Inc.\nLena Cati\n212-836-9611\nlcati@equityny.com Blockchain Valley Ventures\nAnna Rozwandowicz\nHead of Communications\n+31 619 630 590\nanna.rozwandowicz@bvventures.ch Disclaimer:\nThis communication expressly or implicitly contains certain forward-looking statements concerning WISeKey International Holding Ltd and its business. Such statements involve certain known and unknown risks, uncertainties and other factors, which could cause the actual results, financial condition, performance or achievements of WISeKey International Holding Ltd to be materially different from any future results, performance or achievements expressed or implied by such forward-looking statements. WISeKey International Holding Ltd is providing this communication as of this date and does not undertake to update any forward-looking statements contained herein as a result of new information, future events or otherwise.\nThis press release does not constitute an offer to sell, or a solicitation of an offer to buy, any securities, and it does not constitute an offering prospectus within the meaning of article 652a or article 1156 of the Swiss Code of Obligations or a listing prospectus within the meaning of the listing rules of the SIX Swiss Exchange. Investors must rely on their own evaluation of WISeKey and its securities, including the merits and risks involved. Nothing contained herein is, or shall be relied on as, a promise or representation as to the future performance of WISeKey.\nSource:Wisekey International Holding SA",
    "published": "2018-05-14T09:01:00.000+03:00",
    "crawled": "2018-05-14T08:21:37.019+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "wisekey",
        "appoints",
        "blockchain",
        "valley",
        "venture",
        "lead",
        "initial",
        "coin",
        "offering",
        "wisecoin",
        "wisecoin",
        "iot",
        "cryptocurrency",
        "smart",
        "payment",
        "technology",
        "revolutionizes",
        "way",
        "object",
        "conduct",
        "financial",
        "transaction",
        "geneva",
        "davos",
        "may",
        "wisekey",
        "international",
        "holding",
        "ltd",
        "wisekey",
        "leading",
        "global",
        "cybersecurity",
        "company",
        "blockchain",
        "valley",
        "venture",
        "bvv",
        "accelerator",
        "venture",
        "firm",
        "incubating",
        "developing",
        "investing",
        "business",
        "announced",
        "today",
        "partnership",
        "launch",
        "initial",
        "coin",
        "offering",
        "ico",
        "wisecoin",
        "http",
        "bvv",
        "lykke",
        "corporation",
        "provide",
        "advisory",
        "service",
        "launch",
        "wisecoin",
        "ico",
        "switzerland",
        "wisecoin",
        "token",
        "available",
        "trade",
        "lykke",
        "exchange",
        "soon",
        "regulatory",
        "process",
        "completed",
        "listing",
        "significant",
        "development",
        "wisecoin",
        "use",
        "switzerland",
        "base",
        "global",
        "deployment",
        "wisecoin",
        "iot",
        "cryptocurrency",
        "smart",
        "payment",
        "vowed",
        "revolutionize",
        "way",
        "object",
        "communicate",
        "one",
        "another",
        "financial",
        "transaction",
        "wisecoin",
        "secured",
        "wisekey",
        "semiconductor",
        "offer",
        "connected",
        "object",
        "ability",
        "initiate",
        "establish",
        "complete",
        "financial",
        "transaction",
        "item",
        "connected",
        "object",
        "equipped",
        "wisekey",
        "secure",
        "element",
        "consisting",
        "tamper",
        "resistant",
        "silicon",
        "chip",
        "called",
        "vaultic184",
        "technology",
        "based",
        "secure",
        "microcontroller",
        "allows",
        "device",
        "manufacturer",
        "easy",
        "integration",
        "chip",
        "offered",
        "provisioning",
        "service",
        "transfer",
        "burden",
        "device",
        "personalization",
        "wisekey",
        "secure",
        "personalization",
        "center",
        "technology",
        "designed",
        "ground",
        "data",
        "value",
        "transfer",
        "layer",
        "machine",
        "economy",
        "wisekey",
        "using",
        "wisecoin",
        "cryptocurrency",
        "method",
        "payment",
        "connected",
        "object",
        "wisekey",
        "mission",
        "become",
        "emerging",
        "powerhouse",
        "global",
        "cryptocurrency",
        "market",
        "supporting",
        "development",
        "economy",
        "built",
        "blockchain",
        "technology",
        "wisekey",
        "tested",
        "technology",
        "car",
        "allowing",
        "car",
        "pay",
        "electricity",
        "gas",
        "parking",
        "integration",
        "wisecoin",
        "crypto",
        "wallet",
        "secure",
        "element",
        "chip",
        "level",
        "empower",
        "seamless",
        "cryptocurrency",
        "enabled",
        "iot",
        "connection",
        "wisecoin",
        "supplemented",
        "highly",
        "secured",
        "solution",
        "hardware",
        "wallet",
        "integrated",
        "exchange",
        "platform",
        "microchip",
        "blockchain",
        "enabled",
        "semiconductor",
        "contactless",
        "payment",
        "solution",
        "moreover",
        "vaultic405s",
        "versatile",
        "flavor",
        "wisekey",
        "security",
        "module",
        "complement",
        "wisekey",
        "offer",
        "perfect",
        "solution",
        "company",
        "providing",
        "iot",
        "solution",
        "requiring",
        "art",
        "security",
        "coverage",
        "network",
        "type",
        "execute",
        "cryptocurrency",
        "payment",
        "connected",
        "object",
        "designed",
        "low",
        "cost",
        "power",
        "surface",
        "constrained",
        "device",
        "provides",
        "industry",
        "standard",
        "i2c",
        "connectivity",
        "low",
        "power",
        "consumption",
        "small",
        "footprint",
        "hardware",
        "interface",
        "based",
        "combining",
        "efficient",
        "microcontrollers",
        "called",
        "software",
        "interface",
        "connects",
        "combination",
        "web",
        "mobile",
        "phone",
        "reader",
        "system",
        "radio",
        "frequency",
        "system",
        "like",
        "nfc",
        "bluetooth",
        "zigbee",
        "low",
        "power",
        "wide",
        "area",
        "network",
        "wisekey",
        "built",
        "one",
        "innovative",
        "smart",
        "tag",
        "industry",
        "vaultic",
        "15x",
        "series",
        "delivering",
        "asymmetric",
        "key",
        "algorithm",
        "energy",
        "harvesting",
        "mode",
        "since",
        "operate",
        "without",
        "battery",
        "using",
        "energy",
        "induction",
        "field",
        "mobile",
        "phone",
        "nfc",
        "capability",
        "easy",
        "convenient",
        "embed",
        "device",
        "thus",
        "protecting",
        "authenticity",
        "provenance",
        "extending",
        "capability",
        "vaultic",
        "industrial",
        "bus",
        "system",
        "like",
        "i2c",
        "spi",
        "uart",
        "solves",
        "critical",
        "issue",
        "machine",
        "identity",
        "related",
        "iot",
        "sensor",
        "actuator",
        "network",
        "smart",
        "city",
        "smart",
        "plan",
        "etc",
        "vaultic184",
        "vaultic405s",
        "part",
        "wisekey",
        "global",
        "scalable",
        "security",
        "framework",
        "wisekeyiot",
        "public",
        "key",
        "infrastructure",
        "based",
        "overall",
        "response",
        "system",
        "designed",
        "mitigate",
        "risk",
        "cyberattacks",
        "iot",
        "securing",
        "vulnerable",
        "iot",
        "device",
        "security",
        "camera",
        "smartphones",
        "essential",
        "allow",
        "connected",
        "device",
        "perform",
        "secure",
        "cryptocurrency",
        "payment",
        "unsecure",
        "connected",
        "device",
        "hijacked",
        "hacker",
        "turned",
        "tool",
        "mine",
        "cryptocurrencies",
        "computing",
        "power",
        "gadget",
        "used",
        "mine",
        "digital",
        "coin",
        "wisecoin",
        "crypto",
        "key",
        "already",
        "stored",
        "secure",
        "datacenter",
        "market",
        "inside",
        "former",
        "military",
        "granite",
        "bunker",
        "built",
        "swiss",
        "alp",
        "bunker",
        "transformed",
        "provide",
        "environment",
        "data",
        "bunker",
        "required",
        "accreditation",
        "security",
        "certification",
        "iso",
        "impressive",
        "seal",
        "needed",
        "certify",
        "protection",
        "data",
        "electromagnetic",
        "pulse",
        "nuclear",
        "catastrophe",
        "terrorist",
        "attack",
        "following",
        "acquisition",
        "quovadis",
        "trustlink",
        "schweiz",
        "ag",
        "wisekey",
        "wisekey",
        "bunker",
        "also",
        "securely",
        "hosting",
        "operating",
        "critical",
        "infrastructure",
        "dedicated",
        "suisseid",
        "trust",
        "service",
        "wisecoin",
        "global",
        "deployment",
        "benefit",
        "universal",
        "oiste",
        "cryptographic",
        "root",
        "trust",
        "actively",
        "installed",
        "since",
        "billion",
        "desktop",
        "browser",
        "mobile",
        "device",
        "ssl",
        "certificate",
        "internet",
        "thing",
        "device",
        "oiste",
        "wisekey",
        "cryptographic",
        "root",
        "trust",
        "ubiquitous",
        "universal",
        "pioneer",
        "creation",
        "cryptographic",
        "based",
        "identity",
        "blockchain",
        "valley",
        "venture",
        "bvv",
        "blockchain",
        "valley",
        "venture",
        "bvv",
        "new",
        "accelerator",
        "venture",
        "firm",
        "incubating",
        "developing",
        "investing",
        "business",
        "lykke",
        "corporation",
        "pioneer",
        "trading",
        "business",
        "model",
        "bvv",
        "investment",
        "done",
        "funding",
        "incubation",
        "stage",
        "investment",
        "vehicle",
        "blockchain",
        "investment",
        "opportunity",
        "note",
        "cooperation",
        "vicenda",
        "located",
        "heart",
        "crypto",
        "valley",
        "zug",
        "switzerland",
        "bvv",
        "operates",
        "within",
        "support",
        "world",
        "advanced",
        "experienced",
        "ecosystem",
        "blockchain",
        "company",
        "lawyer",
        "auditor",
        "tax",
        "advisor",
        "financial",
        "regulator",
        "wisekey",
        "wisekey",
        "six",
        "swiss",
        "exchange",
        "wihn",
        "leading",
        "global",
        "cybersecurity",
        "company",
        "currently",
        "deploying",
        "large",
        "scale",
        "digital",
        "identity",
        "ecosystem",
        "patented",
        "process",
        "wisekey",
        "swiss",
        "based",
        "cryptographic",
        "root",
        "trust",
        "rot",
        "provides",
        "secure",
        "authentication",
        "identification",
        "physical",
        "virtual",
        "environment",
        "internet",
        "thing",
        "blockchain",
        "artificial",
        "intelligence",
        "wisekey",
        "rot",
        "serf",
        "common",
        "trust",
        "anchor",
        "ensure",
        "integrity",
        "transaction",
        "among",
        "object",
        "object",
        "people",
        "receive",
        "wisekey",
        "latest",
        "news",
        "visit",
        "wisekey",
        "investor",
        "corner",
        "information",
        "please",
        "contact",
        "wisekey",
        "international",
        "holding",
        "ltd",
        "company",
        "contact",
        "carlos",
        "moreira",
        "chairman",
        "ceo",
        "tel",
        "info",
        "wisekey",
        "investor",
        "relation",
        "u",
        "equity",
        "group",
        "lena",
        "cati",
        "lcati",
        "blockchain",
        "valley",
        "venture",
        "anna",
        "rozwandowicz",
        "head",
        "communication",
        "disclaimer",
        "communication",
        "expressly",
        "implicitly",
        "contains",
        "certain",
        "statement",
        "concerning",
        "wisekey",
        "international",
        "holding",
        "ltd",
        "business",
        "statement",
        "involve",
        "certain",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "financial",
        "condition",
        "performance",
        "achievement",
        "wisekey",
        "international",
        "holding",
        "ltd",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "wisekey",
        "international",
        "holding",
        "ltd",
        "providing",
        "communication",
        "date",
        "undertake",
        "update",
        "statement",
        "contained",
        "herein",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "press",
        "release",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "constitute",
        "offering",
        "prospectus",
        "within",
        "meaning",
        "article",
        "652a",
        "article",
        "swiss",
        "code",
        "obligation",
        "listing",
        "prospectus",
        "within",
        "meaning",
        "listing",
        "rule",
        "six",
        "swiss",
        "exchange",
        "investor",
        "must",
        "rely",
        "evaluation",
        "wisekey",
        "security",
        "including",
        "merit",
        "risk",
        "involved",
        "nothing",
        "contained",
        "herein",
        "shall",
        "relied",
        "promise",
        "representation",
        "future",
        "performance",
        "wisekey",
        "source",
        "wisekey",
        "international",
        "holding",
        "sa"
    ]
}