{
    "organizations": [],
    "uuid": "ace1e432de1b0c8f6720c97ddcf0c572d2f4fc0e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/14/globe-newswire-virtra-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "VirTra Reports First Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TEMPE, Ariz., May 14, 2018 (GLOBE NEWSWIRE) -- VirTra, Inc. (Nasdaq:VTSI) (the “Company”), a global provider of simulators for the law enforcement, military, educational and commercial markets, today announced its financial results for the first quarter The financial statements are available on VirTra’s website and here .\nFirst Quarter 2018 Financial Highlights: Q1 2018 Q1 2017 % Δ Revenues $3.2M $4.2M (22.9)% Gross Profit $2.2M $2.4M (8.7)% Gross Margin 68.4 % 57.7 % +1,063 bps Net Income (Loss) $(0.1)M $0.4M (121.3)% Diluted EPS $(0.01) $0.05 (120.0)% Business and Financial Highlights:\nGenerated a record $8.6 million in bookings in the first quarter of 2018. Received a new $1.25 million contract early in the second quarter for training simulators from the United States Department of State. Gross profit margin of 68.4% for the first quarter of 2018 compared to 57.7% in the year ago period. VirTra’s backlog as of March 31, 2018, was approximately $8.3 million.\n“VirTra generated a record level of bookings in the first quarter, demonstrating strong execution by our expanded and improved sales organization and the growing demand from law enforcement professionals around the world for our products,” commented Bob Ferris, Chairman and Chief Executive Officer of VirTra. “However, a large portion of these orders were booked too late in the quarter to convert to revenue, and instead have created a meaningful backlog to be filled during 2018. The $8.3 million backlog, combined with the $3.2 million in recognized revenue and a $1.25 million order secured early in the second quarter, represents a strong start to 2018 and provides confidence that this will be another year of growth. In the aggregate, this represents more than $12.5 million in revenue and potential revenue, approaching the $16.5 million in recognized revenue for all of 2017.”\n“I am encouraged by our sales pipeline and the strong performance in closing bookings during the first quarter,” continued Mr. Ferris. “Our margin for the quarter was boosted based on deliveries of higher margin products to customers and some improvements in production methods. However, our operating expenses for the first quarter absorbed many one-time costs, totaling $132,000, which were directly related to our qualification and completion of our Regulation A+ offering, completion of SEC registration, and Nasdaq listing.”\n“The market for simulators to help train the police, military personnel and civilians is robust. With growing demand, accelerating adoption of simulation training as a way to improve skills and reduce costs, we are positioned for an outstanding 2018,” concluded Mr. Ferris. “The Board of Directors, management and the entire VirTra team are committed to serving our worldwide customers and creating sustainable value for our shareholders, and I am increasingly optimistic about the future of VirTra.”\nFinancial Results for the Three Months Ended March 31, 2018\nTotal revenues were $3.2 million for the first quarter of 2018 compared to $4.2 million for the first quarter of 2017, a decrease of 22.9%. The year-over-year decrease was due to the receipt of contracts late in the quarter, resulting in lower deliveries of simulators and accessories and consequentially not being able to recognize revenue in the current period, partially offset by increased sales of scenarios and warranties.\nAs of March 31, 2018, the Company’s backlog was approximately $8.3 million. The Company’s backlog consists of orders (all products and services, including extended warranties) for which a signed purchase order is in place but delivery is scheduled for a future date or has not yet been scheduled. Management expects the majority of the backlog received in the first quarter to be converted to revenue during 2018 with the exception of the extended warranties which will convert to revenue on a straight-line basis over the term of the warranty period ranging between 1-5 years.\nGross profit was $2.2 million, or 68.4% gross profit margin, for the first quarter of 2018 compared to gross profit of $2.4 million, or 57.7% gross profit margin, for the first quarter of 2017, a gross profit decrease of 8.7% but a gross margin improvement of 1,063 basis points. The year-over-year increase in gross profit margin was primarily due to a reduction in the cost of the Company’s machine shop manufacturing system and product components and increases in the sales mix of higher margin products, combined with a reduction in material costs due to favorable pricing of raw materials and systems components in 2018 compared to the same period in 2017.\nOperating expense was $2.4 million for the three months ended March 31, 2018 compared to $2.0 million for the same period in 2017, an increase of $419,559. SG&A increases resulted from expanding staffing levels and increases in payroll and benefit costs, professional services increases in annual audit, accounting and legal fees, public company expense and other fees, licenses, subscriptions and professional services. The year-over-year increase in professional services included approximately $132,000 of non-recurring legal and public company expense directly related to the Company’s qualification and conclusion of its Regulation A+ offering, completion of SEC registration, and Nasdaq listing.\nInclusive of the $132,000 in non-recurring legal and public company costs, VirTra’s loss from operations for the first quarter of 2018 was $158,000 compared to income from operations of $474,000 in the first quarter of 2017. Income tax benefit was $29,194 compared to income tax expense of $78,000 for the same period in 2017, an increase of 137%. In accordance with accounting guidance, the Company made updates to provisional estimates for the deferred taxes of the Company based on new information obtained during the three months ended March 31, 2018 and re-measured the updated provision estimates using the new effective tax rate under the Tax Act.\nInclusive of the $132,000 in non-recurring legal and public company costs, Net loss for the first quarter of 2018 was $85,787, or $(0.01) per basic and diluted share, compared to net income of $402,000, or $0.05 per basic and diluted share, for the prior year’s first quarter.\nBalance Sheet Summary\nStockholders’ equity decreased to $10.3 million at March 31, 2018 compared to $10.4 million at December 31, 2017. Cash and cash equivalents were $4.5 million at March 31, 2018 compared to $5.1 million at December 31, 2017. The Company had essentially no outstanding bank debt at March 31, 2018.\nConference Call and Webcast\nThe Company will host a first quarter 2018 results and business update investor conference call and webcast on Monday, May 14, 2018. Individuals interested in listening to the webcast live via the Internet may do so by visiting the Company’s website at www.VirTra.com . A webcast replay will be available for 60 days.\nDate: Monday, May 14, 2018\nTime: 4:30 p.m. ET / 1:30 p.m. local\nDial-in Number: 877-407-8031\nInternational Dial-in Number: 201-689-8031\nWebcast: http://www.investorcalendar.com/event/29320\nParticipants are recommended to dial-in approximately 10 minutes prior to the start of the event. A replay of the call will be available approximately two hours after completion through May 28, 2018. To listen to the replay, dial (877) 481-4010 (domestic) or (919) 882-2331 (international) and use replay ID 29320. The webcast replay will be available through August 14, 2018.\nAbout VirTra\nVirTra is a global provider of simulators for the law enforcement, military, educational and commercial markets. The Company’s patented technologies, software and scenarios provide intense training for de-escalation, judgmental use-of-force, marksmanship and related training that mimics real world situations. VirTra’s mission is to save and improve lives worldwide through realistic and highly-effective virtual reality and simulator technology. Learn more about VirTra at www.VirTra.com .\nForward-looking Statements\nThis news release includes certain information that may constitute forward-looking statements. Forward-looking statements are typically identified by terminology such as “could,” “may,” \"will,\" \"expects,\" \"anticipates,\" \"future,\" \"intends,\" \"plans,\" \"believes,\" \"estimates,\" “proposed,” “planned,” “potential” and similar expressions, or are those, which, by their nature, refer to future events. All statements, other than statements of historical fact, included herein, including statements about VirTra's beliefs and expectations, are forward-looking statements. Forward-looking information is necessarily based upon a number of assumptions that, while considered reasonable, are subject to known and unknown risks, uncertainties and other factors which may cause the actual results and future events to differ materially from those expressed or implied by such forward-looking information. Although VirTra believes that such statements are reasonable, it can give no assurance that such forward-looking information will prove to be accurate. VirTra cautions investors that any forward-looking statements by the Company are not guarantees of future results or performance, and that actual results may differ materially from those in forward-looking statements as a result of various factors. Accordingly, due to the risks, uncertainties and assumptions inherent in forward-looking information, readers and prospective investors in the Company's securities should not place undue reliance on forward-looking information. All forward-looking information contained in this press release is given as of the date hereof, and is based upon the opinions and estimates of management and information available to management as at the date hereof and is subject to change. The Company assumes no obligation to revise or update forward-looking information to reflect new circumstances, whether as a result of new information, future events or otherwise, except as required by law.\nMedia contact: Investor Relations contact:\nSusan Lehman Brett Maas\nSlehman@virtra.com vtsi@haydenir.com\n(510) 599-6555 (646) 536-7331\n- - - -FINANCIALS FOLLOWING- - - -\nVIRTRA, INC. CONDENSED BALANCE SHEETS (Unaudited) March 31, 2018 December 31, 2017 ASSETS CURRENT ASSETS Cash and cash equivalents $ 4,517,620 $ 5,080,445 Accounts receivable, net 1,271,732 1,478,135 Note receivable, current 209,331 - Inventory, net 2,082,354 1,720,438 Unbilled revenue 478,081 1,222,047 Prepaid expenses and other current assets 729,780 586,439 Total current assets 9,288,898 10,087,504 Property and equipment, net 776,145 677,273 Note receivable, long-term 191,574 - Deferred tax assets, net 2,740,000 2,710,182 Investment in MREC 1,374,933 1,374,933 TOTAL AS SETS $ 14,371,550 $ 14,849,892 LIABILITIES AND STOCKHOLDERS' EQUITY CURRENT LIABILITIES Accounts payable $ 785,509 $ 535,795 Accounts payable - related party Accrued compensation and related costs 787,121 593,491 Accrued expenses and other current liabilities 261,293 243,573 Note payable, current 11,250 11,250 Deferred revenue 2,151,709 2,992,912 Total current liabilities 3,996,882 4,377,021 Long-term liabilities: Deferred rent liability 63,028 75,444 Note payable, long-term 11,250 11,250 Total long-term liabilities 74,278 86,694 Total liabilities 4,071,160 4,463,715 Commitments and contingencies STOCKHOLDERS' EQUITY Preferred stock $0.0001 par value; 5,000,000 authorized; no shares issued or outstanding - - Common stock $0.0001 par value; 100,000,000 shares authorized; 7,927,774 shares issued and 7,904,307 shares outstanding as of March 31, 2018 and 793 793 December 31, 2017. Class A common stock $0.0001 par value; 5,000,000 shares authorized; no shares issued or outstanding - - Class B common stock $0.0001 par value; 15,000,000 shares authorized; no shares issued or outstanding - - Treasury stock at cost; 23,467 shares outstanding as of March 31, 2018 (112,109 ) (112,109 ) and December 31, 2017. Additional paid-in capital 14,954,563 14,954,563 Accumulated deficit (4,542,857 ) (4,457,070 ) Total stockholders' equity 10,300,390 10,386,177 TOTAL LI ABILITIES AND STOCKHOLDERS' EQUITY $ 14,371,550 $ 14,849,892 See accompanying notes to unaudited condensed financial statements.\nVIRTRA, INC. CONDENSED STATEMENTS OF OPERATIONS (Unaudited) Three Months Ended March 31, 2018 March 31, 2017 REVENUES Net sales $ 3,198,222 $ 4,165,476 Royalties/licensing fees 45,968 43,812 Total revenue 3,244,190 4,209,288 Cost of sales 1,026,156 1,778,945 Gross profit 2,218,034 2,430,343 OPERATING EXPENSES General and administrative 2,008,703 1,614,498 Research and development 367,544 342,190 Net operating expense 2,376,247 1,956,688 Income/(loss) from operations (158,213 ) 473,655 OTHER INCOME (EXPENSE) Other income 43,298 6,233 Other expense (66 ) - Net other income 43,232 6,233 Income/(loss) before income taxes (114,981 ) 479,888 Income tax expense/(benefit) (29,194 ) 78,000 NET INCOME/(LOSS) $ (85,787 ) $ 401,888 Earnings per common share Basic $ (0.01 ) $ 0.05 Diluted $ (0.01 ) $ 0.05 Weighted average shares outstanding Basic 7,904,307 7,927,774 Diluted 7,904,307 8,282,308\nSource:VirTra, Inc.",
    "published": "2018-05-15T00:09:00.000+03:00",
    "crawled": "2018-05-15T00:51:55.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "tempe",
        "may",
        "globe",
        "newswire",
        "virtra",
        "nasdaq",
        "vtsi",
        "company",
        "global",
        "provider",
        "simulator",
        "law",
        "enforcement",
        "military",
        "educational",
        "commercial",
        "market",
        "today",
        "announced",
        "financial",
        "result",
        "first",
        "quarter",
        "financial",
        "statement",
        "available",
        "virtra",
        "website",
        "first",
        "quarter",
        "financial",
        "highlight",
        "q1",
        "q1",
        "δ",
        "revenue",
        "gross",
        "profit",
        "gross",
        "margin",
        "bps",
        "net",
        "income",
        "loss",
        "diluted",
        "eps",
        "business",
        "financial",
        "highlight",
        "generated",
        "record",
        "million",
        "booking",
        "first",
        "quarter",
        "received",
        "new",
        "million",
        "contract",
        "early",
        "second",
        "quarter",
        "training",
        "simulator",
        "united",
        "state",
        "department",
        "state",
        "gross",
        "profit",
        "margin",
        "first",
        "quarter",
        "compared",
        "year",
        "ago",
        "period",
        "virtra",
        "backlog",
        "march",
        "approximately",
        "million",
        "virtra",
        "generated",
        "record",
        "level",
        "booking",
        "first",
        "quarter",
        "demonstrating",
        "strong",
        "execution",
        "expanded",
        "improved",
        "sale",
        "organization",
        "growing",
        "demand",
        "law",
        "enforcement",
        "professional",
        "around",
        "world",
        "product",
        "commented",
        "bob",
        "ferris",
        "chairman",
        "chief",
        "executive",
        "officer",
        "virtra",
        "however",
        "large",
        "portion",
        "order",
        "booked",
        "late",
        "quarter",
        "convert",
        "revenue",
        "instead",
        "created",
        "meaningful",
        "backlog",
        "filled",
        "million",
        "backlog",
        "combined",
        "million",
        "recognized",
        "revenue",
        "million",
        "order",
        "secured",
        "early",
        "second",
        "quarter",
        "represents",
        "strong",
        "start",
        "provides",
        "confidence",
        "another",
        "year",
        "growth",
        "aggregate",
        "represents",
        "million",
        "revenue",
        "potential",
        "revenue",
        "approaching",
        "million",
        "recognized",
        "revenue",
        "encouraged",
        "sale",
        "pipeline",
        "strong",
        "performance",
        "closing",
        "booking",
        "first",
        "quarter",
        "continued",
        "ferris",
        "margin",
        "quarter",
        "boosted",
        "based",
        "delivery",
        "higher",
        "margin",
        "product",
        "customer",
        "improvement",
        "production",
        "method",
        "however",
        "operating",
        "expense",
        "first",
        "quarter",
        "absorbed",
        "many",
        "cost",
        "totaling",
        "directly",
        "related",
        "qualification",
        "completion",
        "regulation",
        "offering",
        "completion",
        "sec",
        "registration",
        "nasdaq",
        "market",
        "simulator",
        "help",
        "train",
        "police",
        "military",
        "personnel",
        "civilian",
        "robust",
        "growing",
        "demand",
        "accelerating",
        "adoption",
        "simulation",
        "training",
        "way",
        "improve",
        "skill",
        "reduce",
        "cost",
        "positioned",
        "outstanding",
        "concluded",
        "ferris",
        "board",
        "director",
        "management",
        "entire",
        "virtra",
        "team",
        "committed",
        "serving",
        "worldwide",
        "customer",
        "creating",
        "sustainable",
        "value",
        "shareholder",
        "increasingly",
        "optimistic",
        "future",
        "financial",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "total",
        "revenue",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "decrease",
        "decrease",
        "due",
        "receipt",
        "contract",
        "late",
        "quarter",
        "resulting",
        "lower",
        "delivery",
        "simulator",
        "accessory",
        "consequentially",
        "able",
        "recognize",
        "revenue",
        "current",
        "period",
        "partially",
        "offset",
        "increased",
        "sale",
        "scenario",
        "warranty",
        "march",
        "company",
        "backlog",
        "approximately",
        "million",
        "company",
        "backlog",
        "consists",
        "order",
        "product",
        "service",
        "including",
        "extended",
        "warranty",
        "signed",
        "purchase",
        "order",
        "place",
        "delivery",
        "scheduled",
        "future",
        "date",
        "yet",
        "scheduled",
        "management",
        "expects",
        "majority",
        "backlog",
        "received",
        "first",
        "quarter",
        "converted",
        "revenue",
        "exception",
        "extended",
        "warranty",
        "convert",
        "revenue",
        "basis",
        "term",
        "warranty",
        "period",
        "ranging",
        "year",
        "gross",
        "profit",
        "million",
        "gross",
        "profit",
        "margin",
        "first",
        "quarter",
        "compared",
        "gross",
        "profit",
        "million",
        "gross",
        "profit",
        "margin",
        "first",
        "quarter",
        "gross",
        "profit",
        "decrease",
        "gross",
        "margin",
        "improvement",
        "basis",
        "point",
        "increase",
        "gross",
        "profit",
        "margin",
        "primarily",
        "due",
        "reduction",
        "cost",
        "company",
        "machine",
        "shop",
        "manufacturing",
        "system",
        "product",
        "component",
        "increase",
        "sale",
        "mix",
        "higher",
        "margin",
        "product",
        "combined",
        "reduction",
        "material",
        "cost",
        "due",
        "favorable",
        "pricing",
        "raw",
        "material",
        "system",
        "component",
        "compared",
        "period",
        "operating",
        "expense",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "million",
        "period",
        "increase",
        "sg",
        "increase",
        "resulted",
        "expanding",
        "staffing",
        "level",
        "increase",
        "payroll",
        "benefit",
        "cost",
        "professional",
        "service",
        "increase",
        "annual",
        "audit",
        "accounting",
        "legal",
        "fee",
        "public",
        "company",
        "expense",
        "fee",
        "license",
        "subscription",
        "professional",
        "service",
        "increase",
        "professional",
        "service",
        "included",
        "approximately",
        "legal",
        "public",
        "company",
        "expense",
        "directly",
        "related",
        "company",
        "qualification",
        "conclusion",
        "regulation",
        "offering",
        "completion",
        "sec",
        "registration",
        "nasdaq",
        "listing",
        "inclusive",
        "legal",
        "public",
        "company",
        "cost",
        "virtra",
        "loss",
        "operation",
        "first",
        "quarter",
        "compared",
        "income",
        "operation",
        "first",
        "quarter",
        "income",
        "tax",
        "benefit",
        "compared",
        "income",
        "tax",
        "expense",
        "period",
        "increase",
        "accordance",
        "accounting",
        "guidance",
        "company",
        "made",
        "update",
        "provisional",
        "estimate",
        "deferred",
        "tax",
        "company",
        "based",
        "new",
        "information",
        "obtained",
        "three",
        "month",
        "ended",
        "march",
        "updated",
        "provision",
        "estimate",
        "using",
        "new",
        "effective",
        "tax",
        "rate",
        "tax",
        "act",
        "inclusive",
        "legal",
        "public",
        "company",
        "cost",
        "net",
        "loss",
        "first",
        "quarter",
        "per",
        "basic",
        "diluted",
        "share",
        "compared",
        "net",
        "income",
        "per",
        "basic",
        "diluted",
        "share",
        "prior",
        "year",
        "first",
        "quarter",
        "balance",
        "sheet",
        "summary",
        "stockholder",
        "equity",
        "decreased",
        "million",
        "march",
        "compared",
        "million",
        "december",
        "cash",
        "cash",
        "equivalent",
        "million",
        "march",
        "compared",
        "million",
        "december",
        "company",
        "essentially",
        "outstanding",
        "bank",
        "debt",
        "march",
        "conference",
        "call",
        "webcast",
        "company",
        "host",
        "first",
        "quarter",
        "result",
        "business",
        "update",
        "investor",
        "conference",
        "call",
        "webcast",
        "monday",
        "may",
        "individual",
        "interested",
        "listening",
        "webcast",
        "live",
        "via",
        "internet",
        "may",
        "visiting",
        "company",
        "website",
        "webcast",
        "replay",
        "available",
        "day",
        "date",
        "monday",
        "may",
        "time",
        "et",
        "local",
        "number",
        "international",
        "number",
        "webcast",
        "http",
        "participant",
        "recommended",
        "approximately",
        "minute",
        "prior",
        "start",
        "event",
        "replay",
        "call",
        "available",
        "approximately",
        "two",
        "hour",
        "completion",
        "may",
        "listen",
        "replay",
        "dial",
        "domestic",
        "international",
        "use",
        "replay",
        "id",
        "webcast",
        "replay",
        "available",
        "august",
        "virtra",
        "virtra",
        "global",
        "provider",
        "simulator",
        "law",
        "enforcement",
        "military",
        "educational",
        "commercial",
        "market",
        "company",
        "patented",
        "technology",
        "software",
        "scenario",
        "provide",
        "intense",
        "training",
        "judgmental",
        "marksmanship",
        "related",
        "training",
        "mimic",
        "real",
        "world",
        "situation",
        "virtra",
        "mission",
        "save",
        "improve",
        "life",
        "worldwide",
        "realistic",
        "virtual",
        "reality",
        "simulator",
        "technology",
        "learn",
        "virtra",
        "statement",
        "news",
        "release",
        "includes",
        "certain",
        "information",
        "may",
        "constitute",
        "statement",
        "statement",
        "typically",
        "identified",
        "terminology",
        "could",
        "may",
        "expects",
        "anticipates",
        "future",
        "intends",
        "plan",
        "belief",
        "estimate",
        "proposed",
        "planned",
        "potential",
        "similar",
        "expression",
        "nature",
        "refer",
        "future",
        "event",
        "statement",
        "statement",
        "historical",
        "fact",
        "included",
        "herein",
        "including",
        "statement",
        "virtra",
        "belief",
        "expectation",
        "statement",
        "information",
        "necessarily",
        "based",
        "upon",
        "number",
        "assumption",
        "considered",
        "reasonable",
        "subject",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "future",
        "event",
        "differ",
        "materially",
        "expressed",
        "implied",
        "information",
        "although",
        "virtra",
        "belief",
        "statement",
        "reasonable",
        "give",
        "assurance",
        "information",
        "prove",
        "accurate",
        "virtra",
        "caution",
        "investor",
        "statement",
        "company",
        "guarantee",
        "future",
        "result",
        "performance",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "statement",
        "result",
        "various",
        "factor",
        "accordingly",
        "due",
        "risk",
        "uncertainty",
        "assumption",
        "inherent",
        "information",
        "reader",
        "prospective",
        "investor",
        "company",
        "security",
        "place",
        "undue",
        "reliance",
        "information",
        "information",
        "contained",
        "press",
        "release",
        "given",
        "date",
        "hereof",
        "based",
        "upon",
        "opinion",
        "estimate",
        "management",
        "information",
        "available",
        "management",
        "date",
        "hereof",
        "subject",
        "change",
        "company",
        "assumes",
        "obligation",
        "revise",
        "update",
        "information",
        "reflect",
        "new",
        "circumstance",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "law",
        "medium",
        "contact",
        "investor",
        "relation",
        "contact",
        "susan",
        "lehman",
        "brett",
        "maas",
        "slehman",
        "vtsi",
        "virtra",
        "condensed",
        "balance",
        "sheet",
        "unaudited",
        "march",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "net",
        "note",
        "receivable",
        "current",
        "inventory",
        "net",
        "unbilled",
        "revenue",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "note",
        "receivable",
        "deferred",
        "tax",
        "asset",
        "net",
        "investment",
        "mrec",
        "total",
        "set",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "account",
        "payable",
        "related",
        "party",
        "accrued",
        "compensation",
        "related",
        "cost",
        "accrued",
        "expense",
        "current",
        "liability",
        "note",
        "payable",
        "current",
        "deferred",
        "revenue",
        "total",
        "current",
        "liability",
        "liability",
        "deferred",
        "rent",
        "liability",
        "note",
        "payable",
        "total",
        "liability",
        "total",
        "liability",
        "commitment",
        "contingency",
        "stockholder",
        "equity",
        "preferred",
        "stock",
        "par",
        "value",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "share",
        "outstanding",
        "march",
        "december",
        "class",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "class",
        "b",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "treasury",
        "stock",
        "cost",
        "share",
        "outstanding",
        "march",
        "december",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "li",
        "ability",
        "stockholder",
        "equity",
        "see",
        "accompanying",
        "note",
        "unaudited",
        "condensed",
        "financial",
        "statement",
        "virtra",
        "condensed",
        "statement",
        "operation",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "march",
        "revenue",
        "net",
        "sale",
        "fee",
        "total",
        "revenue",
        "cost",
        "sale",
        "gross",
        "profit",
        "operating",
        "expense",
        "general",
        "administrative",
        "research",
        "development",
        "net",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "income",
        "expense",
        "net",
        "income",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "benefit",
        "net",
        "loss",
        "earnings",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "source",
        "virtra",
        "inc"
    ]
}