{
    "organizations": [],
    "uuid": "760d020d68359b57e5e513d9534598bfac861d43",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/10/globe-newswire-matinas-biopharma-reports-first-quarter-2018-financial-results-and-provides-corporate-update.html",
    "ord_in_thread": 0,
    "title": "Matinas BioPharma Reports First Quarter 2018 Financial Results and Provides Corporate Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "– Management to host conference call with live audio webcast today, Thursday, May 10 th at 8:30 am EDT –\nBEDMINSTER, N.J., May 10, 2018 (GLOBE NEWSWIRE) -- Matinas BioPharma Holdings, Inc. (NYSE AMER:MTNB), a clinical-stage biopharmaceutical company focused on enabling the delivery of life-changing medicines using its proprietary lipid nano-crystal (LNC) platform technology, today reported its financial results for the quarter ended March 31, 2018. As previously announced, the Company will host a conference call with live audio webcast today, May 10, 2018 at 8:30 AM EDT (details below).\n“Since I was appointed CEO in March, we have conducted a strategic review and prioritized the development of MAT2203 as well as the expansion of our platform technology into new and exciting areas of medicine. We believe our proprietary and highly differentiated LNC platform can be leveraged to drive shareholder value through the development of Matinas-owned as well as partnered molecules,” commented Jerome D. Jabbour, Chief Executive Officer of Matinas. “We continue to advance our strategy to collaborate with established pharmaceutical companies to expand the utilization of our LNC platform technology and expect to execute on collaborations over the course of this year. Additionally, we are making progress in the clinical development of our lead product, MAT2203, having streamlined the development path towards addressing a significant unmet medical need in the prevention of invasive fungal infections (IFIs) in patients with acute lymphoblastic leukemia.”\nLNC PLATFORM TECHNOLOGY: STRATEGIC COLLABORATIONS UPDATE\nThe Company believes that its unique and proprietary LNC delivery technology platform can be used to formulate and thereby re-design a wide variety of molecules and drugs which, (i) require delivery technology to improve the stability of molecules inside and outside of the body, (ii) could benefit from efficient delivery and cellular uptake by target cells, and (iii) are currently only available in IV formulations or (iv) otherwise experience significant toxicity-related adverse events. Leveraging its LNC delivery technology, the Company believes it can develop a pipeline of product candidates, both internally and through strategic partnerships with pharmaceutical and biotech companies. Matinas has already demonstrated efficacy of a range of pharmaceutical compounds reformulated by its LNC delivery technology in proof-of-concept animal studies, including small molecule drugs, oligonucleotides (mRNA, siRNA, DNA plasmids), vaccines, peptides, proteins, anti-inflammatory agents, NSAIDs and anti-microbials.\nMatinas continues to advance discussions with strategic partners and expects to finalize one or more collaborative agreements in areas of innovative medicine over the course of 2018.\nMAT2203 CLINICAL DEVELOPMENT UPDATE\nThe Company's lead product candidate, MAT2203, utilizes its proprietary LNC formulation technology for the safe and effective delivery of the broad-spectrum fungicidal agent, amphotericin B. Based on the positive patient clinical data reported in 2017 and a recent positive face-to-face interaction with the U.S. Food and Drug Administration (FDA), Matinas is preparing for a potential Phase 2 pivotal trial of MAT2203 for prevention of IFIs in patients with acute lymphoblastic leukemia (ALL).\nMatinas expects to commence its pivotal Phase 2 adaptive-designed study following its next interaction with the FDA in the first half of 2019. The Company will position MAT2203 for approval with a targeted indication for prevention of IFIs in ALL patients. The first aspect of this pivotal Phase 2 trial will be an evaluation of the PK/PD and tolerability of MAT2203 in leukemia patients. The second part of this study will evolve to become an evaluation of PK/PD, efficacy and safety of MAT2203 versus placebo in ALL patients, where there is no standard of care in prevention of IFIs. Due to significant drug-drug interactions or the lack of an oral dosing mode, there is limited utility of currently approved antifungal therapies for the prevention of IFIs. The Company believes that orally-administered MAT2203 has the potential to become a highly differentiated therapy in the antifungal field.\nThe FDA has granted MAT2203 designations for Fast Track and Qualified Infectious Disease Product (QIDP) for the treatment of invasive candidiasis and aspergillosis and for the prevention of IFIs in patients on immunosuppressive therapy.\nQ1 2018 SUMMARY OF FINANCIAL RESULTS\nFor the three months ended March 31, 2018, the Company reported a net loss attributable to common shareholders of approximately $4.3 million, or a net loss per share basic and diluted of $0.05, compared to a net loss attributable to common shareholders of approximately $21.4 million, or a net loss per share basic and diluted of $0.25, for the three months ended March 31, 2017. The net loss for the quarter ended March 31, 2018 was primarily attributable to ongoing research and development activities related to the Company’s MAT2203 antifungal product candidate as well as the costs associated with operating as a public company. The Company ended the quarter with cash and cash equivalents of approximately $4.3 million.\nBased on management’s current projections, the Company believes that cash on hand is sufficient to fund operations into September 2018.\nCONFERENCE CALL AND WEBCAST DETAILS\nAs previously announced, Matinas will host a live conference call and webcast for investors, analysts and other interested parties today, Thursday, May 10, 2018 at 8:30 a.m. EDT.\nTo participate in the call, please dial (877) 407-5976 (domestic) or (412) 902-0031 (international). The live webcast will be available on the Events page of the Investors section of the Company’s website ( www.matinasbiopharma.com ), and will be archived for 60 days.\nAbout Matinas BioPharma\nMatinas BioPharma is a clinical-stage biopharmaceutical company focused on enabling the delivery of life-changing medicines using its LNC platform technology. The Company's proprietary, disruptive technology utilizes lipid nano-crystals which can encapsulate small molecule drugs, oligonucleotides, vaccines, peptides, proteins and other medicines potentially making them safer, more tolerable, less toxic and orally bioavailable.\nThe Company's lead anti-fungal product candidate, MAT2203, utilizes its proprietary lipid nano-crystal formulation technology for the safe and effective delivery of the broad-spectrum fungicidal agent, amphotericin B. Based on the positive patient clinical data reported in 2017, Matinas is preparing for a potential Phase 2 pivotal trial of MAT2203 for prevention of invasive fungal infections in patients with acute lymphoblastic leukemia.\nFor more information, please visit www.matinasbiopharma.com and connect with the Company on Twitter , LinkedIn , Facebook , and Google+ .\nMatinas BioPharma Holdings Inc.\nConsolidated Balance Sheets\nMarch 31, 2018 December 31, 2017 Unaudited Audited ASSETS CURRENT ASSETS Cash and cash equivalents $ 4,263,143 $ 7,306,507 Restricted cash – security deposit 155,457 155,431 Prepaid expenses 475,267 502,032 Total current assets 4,893,867 7,963,970 Leasehold Improvements and equipment - net 1,705,725 1,569,858 In-process research and development 3,017,377 3,017,377 Goodwill 1,336,488 1,336,488 Restricted cash – security deposit 535,999 535,999 TOTAL ASSETS $ 11,489,456 $ 14,423,692 LIABILITIES AND STOCKHOLDERS’ EQUITY CURRENT LIABILITIES Accounts payable $ 473,513 $ 582,867 Note payable 42,559 170,236 Accrued expenses 462,233 959,147 Deferred revenue - 29,937 Lease liability 51,698 26,975 Total current liabilities 1,030,003 1,769,162 LONG TERM LIABILITIES Deferred tax liability 848,185 848,185 Deferred rent liability 472,480 455,554 Lease liability - net of current portion 116,035 67,683 Stock dividends payable - long term 589,143 601,143 TOTAL LIABILITIES 3,055,846 3,741,727 STOCKHOLDERS’ EQUITY Series A Convertible preferred stock, stated value $5.00 per share,\n1,600,000 shares authorized as of March 31, 2018 and December\n31, 2017, respectively; 1,472,858 and 1,502,858 shares outstanding\nat March 31, 2018 and December 31, 2017, respectively (liquidation\npreference - $7,953,433 at March 31, 2018) 5,602,706 5,716,825 Common stock par value $0.0001 per share, 250,000,000 shares\nauthorized at March 31, 2018 and December 31, 2017, respectively;\n93,981,562 issued and outstanding as of March 31, 2018;\n93,371,129 issued and outstanding as of December 31, 2017 9,396 9,335 Additional paid in capital 58,206,054 56,230,347 Accumulated deficit (55,384,546 ) (51,274,542 ) Total stockholders’ equity 8,433,610 10,681,965 TOTAL LIABILITIES AND STOCKHOLDERS’ EQUITY $ 11,489,456 $ 14,423,692 Matinas BioPharma Holdings, Inc.\nCondensed Consolidated Statements of Operations\n(Unaudited)\nThree Months Ended March 31, 2018 2017 Revenue: Contract research revenue $ 29,937 $ 14,969 Costs and Expenses: Research and development 2,192,888 2,384,218 General and administrative 1,957,798 2,117,975 Total costs and expenses 4,150,686 4,502,193 Loss from operations (4,120,749 ) (4,487,224 ) Other income/(expense), net 10,745 (8,893 ) Net loss $ (4,110,004 ) $ (4,496,117 ) Series A convertible preferred stock accumulated dividends (147,286 ) (159,000 ) Inducement charge from exercise of warrants - (16,741,356 ) Net loss attributable to common shareholders $ (4,257,290 ) $ (21,396,473 ) Net loss available for common shareholders per share - basic and\ndiluted $ (0.05 ) $ (0.25 ) Weighted average common shares outstanding: Basic and diluted 93,542,552 84,595,597 Forward Looking Statements: This release contains \" \" within the meaning of the Private Securities Litigation Reform Act of 1995, including those relating to the Company's anticipated capital and liquidity needs, strategic focus and the future development of its product candidates, including MAT2203, the anticipated timing of regulatory submissions, the anticipated timing of clinical studies, the anticipated timing of regulatory interactions, the Company’s ability to identify and pursue development and partnership opportunities for its products or platform delivery technology on favorable terms, if at all, and the ability to obtain required regulatory approval and other statements that are predictive in nature, that depend upon or refer to future events or conditions. All statements other than statements of historical fact are statements that could be . Forward-looking statements include words such as \"expects,\" \"anticipates,\" \"intends,\" \"plans,\" \"could,\" \"believes,\" \"estimates\" and similar expressions. These statements involve known and unknown risks, uncertainties and other factors which may cause actual results to be materially different from any future results expressed or implied by the . Forward-looking statements are subject to a number of risks and uncertainties, including, but not limited to, our ability to obtain additional capital to meet our liquidity needs on acceptable terms, or at all, including the additional capital which will be necessary to complete the clinical trials of our product candidates; our ability to successfully complete research and further development and commercialization of our product candidates; the uncertainties inherent in clinical testing; the timing, cost and uncertainty of obtaining regulatory approvals; our ability to maintain and derive benefit from the Qualified Infectious Disease Product (QIDP), Orphan and/or Fast Track designations for MAT2203, which does not change the standards for regulatory approval or guarantee regulatory approval on an expedited basis, or at all; our ability to protect the Company's intellectual property; the loss of any executive officers or key personnel or consultants; competition; changes in the regulatory landscape or the imposition of regulations that affect the Company's products; and the other factors listed under \"Risk Factors\" in our filings with the SEC, including Forms 10-K, 10-Q and 8-K. Investors are cautioned not to place undue reliance on such , which speak only as of the date of this release. Except as may be required by law, the Company does not undertake any obligation to release publicly any revisions to such to reflect events or circumstances after the date hereof or to reflect the occurrence of unanticipated events. Matinas BioPharma's product candidates are all in a development stage and are not available for sale or use.\nInvestor Contact\nJenene Thomas\nJenene Thomas Communications, LLC\nPhone: +1 (833) 475-8247\nEmail: mtnb@jtcir.com Media Contact\nEliza Schleifstein\nScient Public Relations\nPhone: + 1 (917) 763-8106\nEmail: eliza@scientpr.com Source: Matinas BioPharma Holdings, Inc.\nSource:Matinas BioPharma Holdings, Inc.",
    "published": "2018-05-10T15:05:00.000+03:00",
    "crawled": "2018-05-10T18:23:08.008+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "management",
        "host",
        "conference",
        "call",
        "live",
        "audio",
        "webcast",
        "today",
        "thursday",
        "may",
        "th",
        "edt",
        "bedminster",
        "may",
        "globe",
        "newswire",
        "matinas",
        "biopharma",
        "holding",
        "nyse",
        "amer",
        "mtnb",
        "biopharmaceutical",
        "company",
        "focused",
        "enabling",
        "delivery",
        "medicine",
        "using",
        "proprietary",
        "lipid",
        "lnc",
        "platform",
        "technology",
        "today",
        "reported",
        "financial",
        "result",
        "quarter",
        "ended",
        "march",
        "previously",
        "announced",
        "company",
        "host",
        "conference",
        "call",
        "live",
        "audio",
        "webcast",
        "today",
        "may",
        "edt",
        "detail",
        "since",
        "appointed",
        "ceo",
        "march",
        "conducted",
        "strategic",
        "review",
        "prioritized",
        "development",
        "mat2203",
        "well",
        "expansion",
        "platform",
        "technology",
        "new",
        "exciting",
        "area",
        "medicine",
        "believe",
        "proprietary",
        "highly",
        "differentiated",
        "lnc",
        "platform",
        "leveraged",
        "drive",
        "shareholder",
        "value",
        "development",
        "well",
        "partnered",
        "molecule",
        "commented",
        "jerome",
        "jabbour",
        "chief",
        "executive",
        "officer",
        "matinas",
        "continue",
        "advance",
        "strategy",
        "collaborate",
        "established",
        "pharmaceutical",
        "company",
        "expand",
        "utilization",
        "lnc",
        "platform",
        "technology",
        "expect",
        "execute",
        "collaboration",
        "course",
        "year",
        "additionally",
        "making",
        "progress",
        "clinical",
        "development",
        "lead",
        "product",
        "mat2203",
        "streamlined",
        "development",
        "path",
        "towards",
        "addressing",
        "significant",
        "unmet",
        "medical",
        "need",
        "prevention",
        "invasive",
        "fungal",
        "infection",
        "ifis",
        "patient",
        "acute",
        "lymphoblastic",
        "lnc",
        "platform",
        "technology",
        "strategic",
        "collaboration",
        "update",
        "company",
        "belief",
        "unique",
        "proprietary",
        "lnc",
        "delivery",
        "technology",
        "platform",
        "used",
        "formulate",
        "thereby",
        "wide",
        "variety",
        "molecule",
        "drug",
        "require",
        "delivery",
        "technology",
        "improve",
        "stability",
        "molecule",
        "inside",
        "outside",
        "body",
        "ii",
        "could",
        "benefit",
        "efficient",
        "delivery",
        "cellular",
        "uptake",
        "target",
        "cell",
        "iii",
        "currently",
        "available",
        "iv",
        "formulation",
        "iv",
        "otherwise",
        "experience",
        "significant",
        "adverse",
        "event",
        "leveraging",
        "lnc",
        "delivery",
        "technology",
        "company",
        "belief",
        "develop",
        "pipeline",
        "product",
        "candidate",
        "internally",
        "strategic",
        "partnership",
        "pharmaceutical",
        "biotech",
        "company",
        "matinas",
        "already",
        "demonstrated",
        "efficacy",
        "range",
        "pharmaceutical",
        "compound",
        "reformulated",
        "lnc",
        "delivery",
        "technology",
        "animal",
        "study",
        "including",
        "small",
        "molecule",
        "drug",
        "oligonucleotides",
        "mrna",
        "sirna",
        "dna",
        "plasmid",
        "vaccine",
        "peptide",
        "protein",
        "agent",
        "nsaid",
        "matinas",
        "continues",
        "advance",
        "discussion",
        "strategic",
        "partner",
        "expects",
        "finalize",
        "one",
        "collaborative",
        "agreement",
        "area",
        "innovative",
        "medicine",
        "course",
        "mat2203",
        "clinical",
        "development",
        "update",
        "company",
        "lead",
        "product",
        "candidate",
        "mat2203",
        "utilizes",
        "proprietary",
        "lnc",
        "formulation",
        "technology",
        "safe",
        "effective",
        "delivery",
        "fungicidal",
        "agent",
        "amphotericin",
        "based",
        "positive",
        "patient",
        "clinical",
        "data",
        "reported",
        "recent",
        "positive",
        "interaction",
        "food",
        "drug",
        "administration",
        "fda",
        "matinas",
        "preparing",
        "potential",
        "phase",
        "pivotal",
        "trial",
        "mat2203",
        "prevention",
        "ifis",
        "patient",
        "acute",
        "lymphoblastic",
        "leukemia",
        "matinas",
        "expects",
        "commence",
        "pivotal",
        "phase",
        "study",
        "following",
        "next",
        "interaction",
        "fda",
        "first",
        "half",
        "company",
        "position",
        "mat2203",
        "approval",
        "targeted",
        "indication",
        "prevention",
        "ifis",
        "patient",
        "first",
        "aspect",
        "pivotal",
        "phase",
        "trial",
        "evaluation",
        "tolerability",
        "mat2203",
        "leukemia",
        "patient",
        "second",
        "part",
        "study",
        "evolve",
        "become",
        "evaluation",
        "efficacy",
        "safety",
        "mat2203",
        "versus",
        "placebo",
        "patient",
        "standard",
        "care",
        "prevention",
        "ifis",
        "due",
        "significant",
        "interaction",
        "lack",
        "oral",
        "dosing",
        "mode",
        "limited",
        "utility",
        "currently",
        "approved",
        "antifungal",
        "therapy",
        "prevention",
        "ifis",
        "company",
        "belief",
        "mat2203",
        "potential",
        "become",
        "highly",
        "differentiated",
        "therapy",
        "antifungal",
        "field",
        "fda",
        "granted",
        "mat2203",
        "designation",
        "fast",
        "track",
        "qualified",
        "infectious",
        "disease",
        "product",
        "qidp",
        "treatment",
        "invasive",
        "candidiasis",
        "aspergillosis",
        "prevention",
        "ifis",
        "patient",
        "immunosuppressive",
        "therapy",
        "q1",
        "summary",
        "financial",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "company",
        "reported",
        "net",
        "loss",
        "attributable",
        "common",
        "shareholder",
        "approximately",
        "million",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "compared",
        "net",
        "loss",
        "attributable",
        "common",
        "shareholder",
        "approximately",
        "million",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "loss",
        "quarter",
        "ended",
        "march",
        "primarily",
        "attributable",
        "ongoing",
        "research",
        "development",
        "activity",
        "related",
        "company",
        "mat2203",
        "antifungal",
        "product",
        "candidate",
        "well",
        "cost",
        "associated",
        "operating",
        "public",
        "company",
        "company",
        "ended",
        "quarter",
        "cash",
        "cash",
        "equivalent",
        "approximately",
        "million",
        "based",
        "management",
        "current",
        "projection",
        "company",
        "belief",
        "cash",
        "hand",
        "sufficient",
        "fund",
        "operation",
        "september",
        "conference",
        "call",
        "webcast",
        "detail",
        "previously",
        "announced",
        "matinas",
        "host",
        "live",
        "conference",
        "call",
        "webcast",
        "investor",
        "analyst",
        "interested",
        "party",
        "today",
        "thursday",
        "may",
        "edt",
        "participate",
        "call",
        "please",
        "dial",
        "domestic",
        "international",
        "live",
        "webcast",
        "available",
        "event",
        "page",
        "investor",
        "section",
        "company",
        "website",
        "archived",
        "day",
        "matinas",
        "biopharma",
        "matinas",
        "biopharma",
        "biopharmaceutical",
        "company",
        "focused",
        "enabling",
        "delivery",
        "medicine",
        "using",
        "lnc",
        "platform",
        "technology",
        "company",
        "proprietary",
        "disruptive",
        "technology",
        "utilizes",
        "lipid",
        "encapsulate",
        "small",
        "molecule",
        "drug",
        "oligonucleotides",
        "vaccine",
        "peptide",
        "protein",
        "medicine",
        "potentially",
        "making",
        "safer",
        "tolerable",
        "less",
        "toxic",
        "orally",
        "bioavailable",
        "company",
        "lead",
        "product",
        "candidate",
        "mat2203",
        "utilizes",
        "proprietary",
        "lipid",
        "formulation",
        "technology",
        "safe",
        "effective",
        "delivery",
        "fungicidal",
        "agent",
        "amphotericin",
        "based",
        "positive",
        "patient",
        "clinical",
        "data",
        "reported",
        "matinas",
        "preparing",
        "potential",
        "phase",
        "pivotal",
        "trial",
        "mat2203",
        "prevention",
        "invasive",
        "fungal",
        "infection",
        "patient",
        "acute",
        "lymphoblastic",
        "leukemia",
        "information",
        "please",
        "visit",
        "connect",
        "company",
        "twitter",
        "linkedin",
        "facebook",
        "matinas",
        "biopharma",
        "holding",
        "consolidated",
        "balance",
        "sheet",
        "march",
        "december",
        "unaudited",
        "audited",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "security",
        "deposit",
        "prepaid",
        "expense",
        "total",
        "current",
        "asset",
        "leasehold",
        "improvement",
        "equipment",
        "net",
        "research",
        "development",
        "goodwill",
        "restricted",
        "cash",
        "security",
        "deposit",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "note",
        "payable",
        "accrued",
        "expense",
        "deferred",
        "revenue",
        "lease",
        "liability",
        "total",
        "current",
        "liability",
        "long",
        "term",
        "liability",
        "deferred",
        "tax",
        "liability",
        "deferred",
        "rent",
        "liability",
        "lease",
        "liability",
        "net",
        "current",
        "portion",
        "stock",
        "dividend",
        "payable",
        "long",
        "term",
        "total",
        "liability",
        "stockholder",
        "equity",
        "series",
        "convertible",
        "preferred",
        "stock",
        "stated",
        "value",
        "per",
        "share",
        "share",
        "authorized",
        "march",
        "december",
        "respectively",
        "share",
        "outstanding",
        "march",
        "december",
        "respectively",
        "liquidation",
        "preference",
        "march",
        "common",
        "stock",
        "par",
        "value",
        "per",
        "share",
        "share",
        "authorized",
        "march",
        "december",
        "respectively",
        "issued",
        "outstanding",
        "march",
        "issued",
        "outstanding",
        "december",
        "additional",
        "paid",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "matinas",
        "biopharma",
        "holding",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "contract",
        "research",
        "revenue",
        "cost",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "cost",
        "expense",
        "loss",
        "operation",
        "expense",
        "net",
        "net",
        "loss",
        "series",
        "convertible",
        "preferred",
        "stock",
        "accumulated",
        "dividend",
        "inducement",
        "charge",
        "exercise",
        "warrant",
        "net",
        "loss",
        "attributable",
        "common",
        "shareholder",
        "net",
        "loss",
        "available",
        "common",
        "shareholder",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "forward",
        "looking",
        "statement",
        "release",
        "contains",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "including",
        "relating",
        "company",
        "anticipated",
        "capital",
        "liquidity",
        "need",
        "strategic",
        "focus",
        "future",
        "development",
        "product",
        "candidate",
        "including",
        "mat2203",
        "anticipated",
        "timing",
        "regulatory",
        "submission",
        "anticipated",
        "timing",
        "clinical",
        "study",
        "anticipated",
        "timing",
        "regulatory",
        "interaction",
        "company",
        "ability",
        "identify",
        "pursue",
        "development",
        "partnership",
        "opportunity",
        "product",
        "platform",
        "delivery",
        "technology",
        "favorable",
        "term",
        "ability",
        "obtain",
        "required",
        "regulatory",
        "approval",
        "statement",
        "predictive",
        "nature",
        "depend",
        "upon",
        "refer",
        "future",
        "event",
        "condition",
        "statement",
        "statement",
        "historical",
        "fact",
        "statement",
        "could",
        "statement",
        "include",
        "word",
        "expects",
        "anticipates",
        "intends",
        "plan",
        "could",
        "belief",
        "estimate",
        "similar",
        "expression",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "materially",
        "different",
        "future",
        "result",
        "expressed",
        "implied",
        "statement",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "including",
        "limited",
        "ability",
        "obtain",
        "additional",
        "capital",
        "meet",
        "liquidity",
        "need",
        "acceptable",
        "term",
        "including",
        "additional",
        "capital",
        "necessary",
        "complete",
        "clinical",
        "trial",
        "product",
        "candidate",
        "ability",
        "successfully",
        "complete",
        "research",
        "development",
        "commercialization",
        "product",
        "candidate",
        "uncertainty",
        "inherent",
        "clinical",
        "testing",
        "timing",
        "cost",
        "uncertainty",
        "obtaining",
        "regulatory",
        "approval",
        "ability",
        "maintain",
        "derive",
        "benefit",
        "qualified",
        "infectious",
        "disease",
        "product",
        "qidp",
        "orphan",
        "fast",
        "track",
        "designation",
        "mat2203",
        "change",
        "standard",
        "regulatory",
        "approval",
        "guarantee",
        "regulatory",
        "approval",
        "expedited",
        "basis",
        "ability",
        "protect",
        "company",
        "intellectual",
        "property",
        "loss",
        "executive",
        "officer",
        "key",
        "personnel",
        "consultant",
        "competition",
        "change",
        "regulatory",
        "landscape",
        "imposition",
        "regulation",
        "affect",
        "company",
        "product",
        "factor",
        "listed",
        "risk",
        "factor",
        "filing",
        "sec",
        "including",
        "form",
        "investor",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "speak",
        "date",
        "release",
        "except",
        "may",
        "required",
        "law",
        "company",
        "undertake",
        "obligation",
        "release",
        "publicly",
        "revision",
        "reflect",
        "event",
        "circumstance",
        "date",
        "hereof",
        "reflect",
        "occurrence",
        "unanticipated",
        "event",
        "matinas",
        "biopharma",
        "product",
        "candidate",
        "development",
        "stage",
        "available",
        "sale",
        "use",
        "investor",
        "contact",
        "jenene",
        "thomas",
        "jenene",
        "thomas",
        "communication",
        "llc",
        "phone",
        "email",
        "mtnb",
        "medium",
        "contact",
        "eliza",
        "schleifstein",
        "scient",
        "public",
        "relation",
        "phone",
        "email",
        "eliza",
        "source",
        "matinas",
        "biopharma",
        "holding",
        "source",
        "matinas",
        "biopharma",
        "holding",
        "inc"
    ]
}