{
    "organizations": [],
    "uuid": "7bf78619f0921ad5c6dcaf4f3d05599a0cf7ce8e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/business-wire-armstrong-flooring-reports-first-quarter-2018-results.html",
    "ord_in_thread": 0,
    "title": "Armstrong Flooring Reports First Quarter 2018 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "- Net Sales of $257.9 Million\n- Net Loss of $10.4 Million\n- Adjusted EBITDA of $10.1 Million and Adjusted Net Loss of $6.1 Million\n- Reaffirms Outlook for Full Year 2018\nLANCASTER, Pa.--(BUSINESS WIRE)-- Armstrong Flooring, Inc. (NYSE:AFI) (“Armstrong Flooring” or the “Company”), North America’s largest producer of resilient and wood flooring products, today reported financial results for the first quarter ended March 31, 2018.\nDon Maier, Chief Executive Officer, commented, “Our strategic investments, product innovation, and distributor relationships generated significant sales growth in Vinyl Composition Tile (“VCT”) and Luxury Vinyl Tile (“LVT”). While first quarter 2018 net sales were lower due to continued challenges in certain legacy categories and higher distributor inventory levels at year-end 2017, we delivered Adjusted EBITDA in line with our full year plan. Looking to the balance of 2018, we believe our strategic initiatives are on track to accelerate net sales growth in the second half of the year. Additionally, we anticipate the combined impact of pricing, productivity and previously-announced cost saving actions will offset intensifying inflationary pressures within the industry, and we reaffirm our full-year 2018 outlook.”\nFirst Quarter of 2018 Results Compared with First Quarter of 2017 Results\nConsolidated Results\n(Dollars in millions except per share data) Three Months Ended March 31, 2018\n2017\nChange\nNet sales $ 257.9 $ 265.2 (2.7 %) Operating (loss) ($8.9 ) ($8.5 ) NM Net (loss) ($10.4 ) ($7.8 ) NM Diluted (loss) per share ($0.40 ) ($0.28 ) NM Adjusted EBITDA $ 10.1 $ 9.1 11.0 % Adjusted EBITDA margin 3.9 % 3.4 % 50 bps Adjusted net (loss) ($6.1 ) ($3.5 ) NM Adjusted diluted (loss) per share ($0.24 ) ($0.13 ) NM In the first quarter of 2018, net sales were $257.9 million as compared to $265.2 million in the first quarter of 2017 due to a decline in Wood segment net sales.\nFirst quarter 2018 net loss was $10.4 million, or a diluted loss per share of $0.40, as compared to a net loss of $7.8 million, or diluted loss per share of $0.28, in the prior year quarter. In connection with the previously-announced changes to our residential go-to-market strategy, during the first quarter 2018 the Company incurred one-time charges of $3.1 million primarily related to severance, which is expected to achieve $10 million to $12 million of annualized savings. Adjusted net loss was $6.1 million, or $0.24 adjusted diluted loss per share, as compared to an adjusted net loss of $3.5 million, or adjusted diluted loss per share of $0.13, in the prior year quarter.\nFirst quarter 2018 adjusted EBITDA was $10.1 million, as compared to $9.1 million in the prior year quarter, with the increase primarily due to lower SG&A spending, including $4.3 million of customer reimbursements for prior investments in merchandising as well as the benefit of strong plant productivity and the previously announced plant closures, which more than offset the impact of lower sales and higher input costs.\nResilient Flooring Segment\nThree Months Ended March 31, (Dollars in millions) 2018\n2017\nChange\nNet sales $ 163.5 $ 160.5 1.9 % Operating (loss) ($3.8 ) ($4.0 ) NM Adjusted EBITDA $ 9.7 $ 7.9 23.1 % Adjusted EBITDA margin 5.9 % 4.9 % 100 bps Net sales were $163.5 million as compared to $160.5 million in the prior year period. The increase in net sales was primarily due to double-digit growth in both VCT, helped by the acquisition of the VCT assets of Mannington Mills, and LVT. This improvement was partially offset by declines in legacy product categories.\nOperating loss was $3.8 million in the quarter as compared to an operating loss of $4.0 million in the prior year quarter. Adjusted EBITDA was $9.7 million as compared to $7.9 million in the prior year quarter, driven by improved SG&A and manufacturing costs, along with productivity gains, which more than offset higher input costs.\nWood Flooring Segment\nThree Months Ended March 31, (Dollars in millions) 2018\n2017\nChange\nNet sales $ 94.4 $ 104.7 (9.8 %) Operating (loss) ($5.1 ) ($4.5 ) NM Adjusted EBITDA $ 0.4 $ 1.2 (65.6 %) Adjusted EBITDA margin 0.5 % 1.2 % (70) bps Net sales were $94.4 million as compared to $104.7 million in the prior year quarter, with the decline driven by lower volumes in both solid and engineered wood. Volume was most impacted in the traditional channel.\nOperating loss was $5.1 million, compared to an operating loss of $4.5 million in the prior year quarter. Adjusted EBITDA was $0.4 million as compared to $1.2 million in the prior year quarter, primarily attributable to the impact of lower net sales and higher input costs, which were partially offset by lower manufacturing and SG&A costs.\nShare Repurchase Program\nSince the inception of the program, the Company has repurchased approximately 2.5 million shares at an aggregate value of $41.0 million under its share repurchase program authorized in March 2017.\nFull Year 2018 Outlook\nFor the full year 2018, the Company continues to expect adjusted EBITDA to be in the range of $70 million to $80 million. The adjusted EBITDA outlook assumes sales growth in the low single-digits, weighted towards the second half of full year 2018. The Company continues to expect capital expenditures to be in the range of $40 million to $45 million for the full year 2018 while delivering another year of free cash flow in line with recent years.\nConference Call and Webcast\nThe Company will host a live webcast and conference call to review first quarter results on Tuesday, May 8, 2018 at 11:00 a.m. ET. The live webcast and accompanying slide presentation will be available in the Investors section of the Company’s website at www.armstrongflooring.com . To participate in the call, please dial 877-407-0789 (domestic) or 201-689-8562 (international). A replay of the conference call will be available for 90 days, by dialing 844-512-2921 (domestic) or 412-317-6671 (international) and entering the passcode 13678572.\nAbout Armstrong Flooring\nArmstrong Flooring, Inc. (NYSE: AFI) is a global leader in the design and manufacture of innovative flooring solutions that inspire spaces where people live, work, learn, heal and play SM . Headquartered in Lancaster, Pa., Armstrong Flooring is the #1 manufacturer of resilient and wood flooring products across North America. The Company safely and responsibly operates 15 manufacturing facilities in three countries and employs approximately 3,500 individuals, all working together to provide the highest levels of service, quality and innovation to ensure it remains as strong and vital as its 150-year heritage. Learn more at www.armstrongflooring.com .\nForward Looking Statements\nDisclosures in this release and in our other public documents and comments contain forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. Those statements provide our future expectations or forecasts and can be identified by our use of words such as “anticipate,” “estimate,” “expect,” “project,” “intend,” “plan,” “believe,” “outlook,” “target,” “predict,” “may,” “will,” “would,” “could,” “should,” “seek,” and other words or phrases of similar meaning in connection with any discussion of future operating or financial performance. Forward-looking statements, by their nature, address matters that are uncertain and involve risks because they relate to events and depend on circumstances that may or may not occur in the future. As a result, our actual results may differ materially from our expected results and from those expressed in our forward looking statements. A more detailed discussion of the risks and uncertainties that could cause our actual results to differ materially from those projected, anticipated or implied is included in our reports filed with the U.S. Securities and Exchange Commission. Forward-looking statements speak only as of the date they are made. We undertake no obligation to update any forward-looking statements beyond what is required under applicable securities law.\nArmstrong Flooring, Inc. and Subsidiaries Condensed Consolidated Statements of Operations (Unaudited) (Dollars in millions except per share data) Three months ended\nMarch 31,\n2018 2017 Net sales $ 257.9 $ 265.2 Cost of goods sold 218.6 217.3 Gross profit 39.3 47.9 Selling, general, and administrative expense 48.2 56.4 Operating (loss) (8.9 ) (8.5 ) Interest expense 0.9 0.5 Other expense 0.6 0.9 (Loss) before income taxes (10.4 ) (9.9 ) Income tax (benefit) -- (2.1 ) Net (loss) $ (10.4 ) $ (7.8 ) Weighted average number of common shares outstanding - Basic 25.9 28.0 Basic (loss) per share of common stock $ (0.40 ) $ (0.28 ) Weighted average number of common shares outstanding - Diluted 25.9 28.0 Diluted (loss) per share of common stock $ (0.40 ) $ (0.28 ) Condensed Consolidated Balance Sheet (Dollars in millions) March 31,\n2018\nDecember 31,\n2017\nAssets (unaudited) Current Assets: Cash $ 28.9 $ 39.0 Accounts and notes receivable, net 87.0 79.7 Inventories, net 235.6 236.0 Other current assets 35.3 35.6 Total current assets 386.8 390.3 Property, plant, and equipment, net 415.7 418.1 Other non-current assets 70.6 71.1 Total assets $ 873.1 $ 879.5 Liabilities and Stockholders’ Equity Current liabilities: Accounts payable and accrued expenses $ 148.9 $ 150.2 Income taxes payable 0.7 0.8 Total current liabilities 149.6 151.0 Long-term debt 91.0 86.0 Postretirement benefit liabilities 71.4 72.7 Pension benefit liabilities 4.7 5.7 Other long-term liabilities 13.4 14.1 Total liabilities 330.1 329.5 Total stockholders’ equity 543.0 550.0 Total liabilities and stockholders’ equity $ 873.1 $ 879.5 Supplemental Reconciliations of GAAP to non-GAAP Results (unaudited)\nTo supplement its consolidated financial statements presented in accordance with accounting principles generally accepted in the United States (GAAP), the Company provides additional measures of performance adjusted to exclude the impact of restructuring charges and related costs, impairments, the non-cash impact of the U.S. pension plan, and certain other gains and losses. Free cash flow is defined as net cash from operating activities less purchases of property, plant and equipment plus proceeds from the sale of property, plant and equipment. The Company uses these adjusted performance measures in managing the business, including in communications with its Board of Directors and employees, and believes that they can provide users of this financial information with meaningful comparisons of operating performance between current and prior periods. The Company believes that these non-GAAP financial measures are appropriate to enhance understanding of its past performance, as well as its prospects for future performance. A reconciliation of these non-GAAP financial measures to the most directly comparable GAAP measures is included in this release and on the Company’s website. These non-GAAP measures should not be considered in isolation or as a substitute for the most comparable GAAP measures. Non-GAAP financial measures utilized by the Company may not be comparable to non-GAAP financial measures used by other companies. The Company does not provide financial guidance for forecasted net income since certain items that impact net income are outside of our control and cannot be reasonably predicted. Therefore, the Company is unable to provide a reconciliation of its Adjusted EBITDA guidance to net income, the most comparable financial measure calculated in accordance with GAAP.\n(Dollars in millions except per share data)\nThree Months Ended March 31, 2018 2017 Total Resilient Wood Total Resilient Wood Net (loss) ($10.4 ) ($ 7.8 ) Interest Expense 0.9 0.5 Other Expense 0.6 0.9 Taxes -- (2.1 ) Operating (Loss) (8.9 ) (3.8 ) (5.1 ) (8.5 ) (4.0 ) (4.5 ) Depreciation and amortization 13.8 10.8 3.0 11.6 8.2 3.4 Expense related to plant closures, cost reductions, and multilayered wood flooring duties 4.2 1.9 2.4 4.7 2.7 2.0 U.S. pension expense 0.9 0.8 0.1 1.4 1.1 0.3 Adjusted EBITDA $ 10.1 $ 9.7 $ 0.4 $ 9.1 $ 7.9 $ 1.2 Three Months Ended March 31, 2018 2017 $ million Per diluted share $ million Per diluted share Net (loss) ($10.4 ) ($0.40 ) ($7.8 ) ($0.28 ) Expenses related to plant closures (including accelerated depreciation), cost reductions, and multilayered wood flooring duties 4.2 4.7 U.S. pension expense 0.9 1.4 Other Expense 0.6 0.9 Tax impact of adjustments at statutory rate (1.4 ) (2.6 ) Adjusted Net Loss ($6.1 ) ($0.24 ) ($3.5 ) ($0.13 ) Columns may not foot due to rounding.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180508005261/en/\nInvestors:\nDouglas Bingham, 717-672-9300\nVP, Treasury and Investor Relations\nIR@armstrongflooring.com\nor\nMedia:\nSteve Trapnell, 717-672-7218\nCorporate Communications Manager\naficorporatecommunications@armstrongflooring.com\nSource: Armstrong Flooring, Inc.",
    "published": "2018-05-08T15:00:00.000+03:00",
    "crawled": "2018-05-08T15:41:08.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "net",
        "sale",
        "million",
        "net",
        "loss",
        "million",
        "adjusted",
        "ebitda",
        "million",
        "adjusted",
        "net",
        "loss",
        "million",
        "reaffirms",
        "outlook",
        "full",
        "year",
        "lancaster",
        "business",
        "wire",
        "armstrong",
        "flooring",
        "nyse",
        "afi",
        "armstrong",
        "flooring",
        "company",
        "north",
        "america",
        "largest",
        "producer",
        "resilient",
        "wood",
        "flooring",
        "product",
        "today",
        "reported",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "maier",
        "chief",
        "executive",
        "officer",
        "commented",
        "strategic",
        "investment",
        "product",
        "innovation",
        "distributor",
        "relationship",
        "generated",
        "significant",
        "sale",
        "growth",
        "vinyl",
        "composition",
        "tile",
        "vct",
        "luxury",
        "vinyl",
        "tile",
        "lvt",
        "first",
        "quarter",
        "net",
        "sale",
        "lower",
        "due",
        "continued",
        "challenge",
        "certain",
        "legacy",
        "category",
        "higher",
        "distributor",
        "inventory",
        "level",
        "delivered",
        "adjusted",
        "ebitda",
        "line",
        "full",
        "year",
        "plan",
        "looking",
        "balance",
        "believe",
        "strategic",
        "initiative",
        "track",
        "accelerate",
        "net",
        "sale",
        "growth",
        "second",
        "half",
        "year",
        "additionally",
        "anticipate",
        "combined",
        "impact",
        "pricing",
        "productivity",
        "cost",
        "saving",
        "action",
        "offset",
        "intensifying",
        "inflationary",
        "pressure",
        "within",
        "industry",
        "reaffirm",
        "first",
        "quarter",
        "result",
        "compared",
        "first",
        "quarter",
        "result",
        "consolidated",
        "result",
        "dollar",
        "million",
        "except",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "change",
        "net",
        "sale",
        "operating",
        "loss",
        "nm",
        "net",
        "loss",
        "nm",
        "diluted",
        "loss",
        "per",
        "share",
        "nm",
        "adjusted",
        "ebitda",
        "adjusted",
        "ebitda",
        "margin",
        "bps",
        "adjusted",
        "net",
        "loss",
        "nm",
        "adjusted",
        "diluted",
        "loss",
        "per",
        "share",
        "nm",
        "first",
        "quarter",
        "net",
        "sale",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "due",
        "decline",
        "wood",
        "segment",
        "net",
        "sale",
        "first",
        "quarter",
        "net",
        "loss",
        "million",
        "diluted",
        "loss",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "diluted",
        "loss",
        "per",
        "share",
        "prior",
        "year",
        "quarter",
        "connection",
        "change",
        "residential",
        "strategy",
        "first",
        "quarter",
        "company",
        "incurred",
        "charge",
        "million",
        "primarily",
        "related",
        "severance",
        "expected",
        "achieve",
        "million",
        "million",
        "annualized",
        "saving",
        "adjusted",
        "net",
        "loss",
        "million",
        "adjusted",
        "diluted",
        "loss",
        "per",
        "share",
        "compared",
        "adjusted",
        "net",
        "loss",
        "million",
        "adjusted",
        "diluted",
        "loss",
        "per",
        "share",
        "prior",
        "year",
        "quarter",
        "first",
        "quarter",
        "adjusted",
        "ebitda",
        "million",
        "compared",
        "million",
        "prior",
        "year",
        "quarter",
        "increase",
        "primarily",
        "due",
        "lower",
        "sg",
        "spending",
        "including",
        "million",
        "customer",
        "reimbursement",
        "prior",
        "investment",
        "merchandising",
        "well",
        "benefit",
        "strong",
        "plant",
        "productivity",
        "previously",
        "announced",
        "plant",
        "closure",
        "offset",
        "impact",
        "lower",
        "sale",
        "higher",
        "input",
        "cost",
        "resilient",
        "flooring",
        "segment",
        "three",
        "month",
        "ended",
        "march",
        "dollar",
        "million",
        "change",
        "net",
        "sale",
        "operating",
        "loss",
        "nm",
        "adjusted",
        "ebitda",
        "adjusted",
        "ebitda",
        "margin",
        "bps",
        "net",
        "sale",
        "million",
        "compared",
        "million",
        "prior",
        "year",
        "period",
        "increase",
        "net",
        "sale",
        "primarily",
        "due",
        "growth",
        "vct",
        "helped",
        "acquisition",
        "vct",
        "asset",
        "mannington",
        "mill",
        "lvt",
        "improvement",
        "partially",
        "offset",
        "decline",
        "legacy",
        "product",
        "category",
        "operating",
        "loss",
        "million",
        "quarter",
        "compared",
        "operating",
        "loss",
        "million",
        "prior",
        "year",
        "quarter",
        "adjusted",
        "ebitda",
        "million",
        "compared",
        "million",
        "prior",
        "year",
        "quarter",
        "driven",
        "improved",
        "sg",
        "manufacturing",
        "cost",
        "along",
        "productivity",
        "gain",
        "offset",
        "higher",
        "input",
        "cost",
        "wood",
        "flooring",
        "segment",
        "three",
        "month",
        "ended",
        "march",
        "dollar",
        "million",
        "change",
        "net",
        "sale",
        "operating",
        "loss",
        "nm",
        "adjusted",
        "ebitda",
        "adjusted",
        "ebitda",
        "margin",
        "bps",
        "net",
        "sale",
        "million",
        "compared",
        "million",
        "prior",
        "year",
        "quarter",
        "decline",
        "driven",
        "lower",
        "volume",
        "solid",
        "engineered",
        "wood",
        "volume",
        "impacted",
        "traditional",
        "channel",
        "operating",
        "loss",
        "million",
        "compared",
        "operating",
        "loss",
        "million",
        "prior",
        "year",
        "quarter",
        "adjusted",
        "ebitda",
        "million",
        "compared",
        "million",
        "prior",
        "year",
        "quarter",
        "primarily",
        "attributable",
        "impact",
        "lower",
        "net",
        "sale",
        "higher",
        "input",
        "cost",
        "partially",
        "offset",
        "lower",
        "manufacturing",
        "sg",
        "cost",
        "share",
        "repurchase",
        "program",
        "since",
        "inception",
        "program",
        "company",
        "repurchased",
        "approximately",
        "million",
        "share",
        "aggregate",
        "value",
        "million",
        "share",
        "repurchase",
        "program",
        "authorized",
        "march",
        "full",
        "year",
        "outlook",
        "full",
        "year",
        "company",
        "continues",
        "expect",
        "adjusted",
        "ebitda",
        "range",
        "million",
        "million",
        "adjusted",
        "ebitda",
        "outlook",
        "assumes",
        "sale",
        "growth",
        "low",
        "weighted",
        "towards",
        "second",
        "half",
        "full",
        "year",
        "company",
        "continues",
        "expect",
        "capital",
        "expenditure",
        "range",
        "million",
        "million",
        "full",
        "year",
        "delivering",
        "another",
        "year",
        "free",
        "cash",
        "flow",
        "line",
        "recent",
        "year",
        "conference",
        "call",
        "webcast",
        "company",
        "host",
        "live",
        "webcast",
        "conference",
        "call",
        "review",
        "first",
        "quarter",
        "result",
        "tuesday",
        "may",
        "et",
        "live",
        "webcast",
        "accompanying",
        "slide",
        "presentation",
        "available",
        "investor",
        "section",
        "company",
        "website",
        "participate",
        "call",
        "please",
        "dial",
        "domestic",
        "international",
        "replay",
        "conference",
        "call",
        "available",
        "day",
        "dialing",
        "domestic",
        "international",
        "entering",
        "passcode",
        "armstrong",
        "flooring",
        "armstrong",
        "flooring",
        "nyse",
        "afi",
        "global",
        "leader",
        "design",
        "manufacture",
        "innovative",
        "flooring",
        "solution",
        "inspire",
        "space",
        "people",
        "live",
        "work",
        "learn",
        "heal",
        "play",
        "sm",
        "headquartered",
        "lancaster",
        "armstrong",
        "flooring",
        "manufacturer",
        "resilient",
        "wood",
        "flooring",
        "product",
        "across",
        "north",
        "america",
        "company",
        "safely",
        "responsibly",
        "operates",
        "manufacturing",
        "facility",
        "three",
        "country",
        "employ",
        "approximately",
        "individual",
        "working",
        "together",
        "provide",
        "highest",
        "level",
        "service",
        "quality",
        "innovation",
        "ensure",
        "remains",
        "strong",
        "vital",
        "heritage",
        "learn",
        "forward",
        "looking",
        "statement",
        "disclosure",
        "release",
        "public",
        "document",
        "comment",
        "contain",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "provide",
        "future",
        "expectation",
        "forecast",
        "identified",
        "use",
        "word",
        "anticipate",
        "estimate",
        "expect",
        "project",
        "intend",
        "plan",
        "believe",
        "outlook",
        "target",
        "predict",
        "may",
        "would",
        "could",
        "seek",
        "word",
        "phrase",
        "similar",
        "meaning",
        "connection",
        "discussion",
        "future",
        "operating",
        "financial",
        "performance",
        "statement",
        "nature",
        "address",
        "matter",
        "uncertain",
        "involve",
        "risk",
        "relate",
        "event",
        "depend",
        "circumstance",
        "may",
        "may",
        "occur",
        "future",
        "result",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "expected",
        "result",
        "expressed",
        "forward",
        "looking",
        "statement",
        "detailed",
        "discussion",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "projected",
        "anticipated",
        "implied",
        "included",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "statement",
        "speak",
        "date",
        "made",
        "undertake",
        "obligation",
        "update",
        "statement",
        "beyond",
        "required",
        "applicable",
        "security",
        "law",
        "armstrong",
        "flooring",
        "subsidiary",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "dollar",
        "million",
        "except",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "sale",
        "cost",
        "good",
        "sold",
        "gross",
        "profit",
        "selling",
        "general",
        "administrative",
        "expense",
        "operating",
        "loss",
        "interest",
        "expense",
        "expense",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "benefit",
        "net",
        "loss",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "outstanding",
        "basic",
        "basic",
        "loss",
        "per",
        "share",
        "common",
        "stock",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "outstanding",
        "diluted",
        "diluted",
        "loss",
        "per",
        "share",
        "common",
        "stock",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "dollar",
        "million",
        "march",
        "december",
        "asset",
        "unaudited",
        "current",
        "asset",
        "cash",
        "account",
        "note",
        "receivable",
        "net",
        "inventory",
        "net",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "plant",
        "equipment",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "income",
        "tax",
        "payable",
        "total",
        "current",
        "liability",
        "debt",
        "postretirement",
        "benefit",
        "liability",
        "pension",
        "benefit",
        "liability",
        "liability",
        "total",
        "liability",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "supplemental",
        "reconciliation",
        "gaap",
        "result",
        "unaudited",
        "supplement",
        "consolidated",
        "financial",
        "statement",
        "presented",
        "accordance",
        "accounting",
        "principle",
        "generally",
        "accepted",
        "united",
        "state",
        "gaap",
        "company",
        "provides",
        "additional",
        "measure",
        "performance",
        "adjusted",
        "exclude",
        "impact",
        "restructuring",
        "charge",
        "related",
        "cost",
        "impairment",
        "impact",
        "pension",
        "plan",
        "certain",
        "gain",
        "loss",
        "free",
        "cash",
        "flow",
        "defined",
        "net",
        "cash",
        "operating",
        "activity",
        "less",
        "purchase",
        "property",
        "plant",
        "equipment",
        "plus",
        "proceeds",
        "sale",
        "property",
        "plant",
        "equipment",
        "company",
        "us",
        "adjusted",
        "performance",
        "measure",
        "managing",
        "business",
        "including",
        "communication",
        "board",
        "director",
        "employee",
        "belief",
        "provide",
        "user",
        "financial",
        "information",
        "meaningful",
        "comparison",
        "operating",
        "performance",
        "current",
        "prior",
        "period",
        "company",
        "belief",
        "financial",
        "measure",
        "appropriate",
        "enhance",
        "understanding",
        "past",
        "performance",
        "well",
        "prospect",
        "future",
        "performance",
        "reconciliation",
        "financial",
        "measure",
        "directly",
        "comparable",
        "gaap",
        "measure",
        "included",
        "release",
        "company",
        "website",
        "measure",
        "considered",
        "isolation",
        "substitute",
        "comparable",
        "gaap",
        "measure",
        "financial",
        "measure",
        "utilized",
        "company",
        "may",
        "comparable",
        "financial",
        "measure",
        "used",
        "company",
        "company",
        "provide",
        "financial",
        "guidance",
        "forecasted",
        "net",
        "income",
        "since",
        "certain",
        "item",
        "impact",
        "net",
        "income",
        "outside",
        "control",
        "reasonably",
        "predicted",
        "therefore",
        "company",
        "unable",
        "provide",
        "reconciliation",
        "adjusted",
        "ebitda",
        "guidance",
        "net",
        "income",
        "comparable",
        "financial",
        "measure",
        "calculated",
        "accordance",
        "gaap",
        "dollar",
        "million",
        "except",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "total",
        "resilient",
        "wood",
        "total",
        "resilient",
        "wood",
        "net",
        "loss",
        "interest",
        "expense",
        "expense",
        "tax",
        "operating",
        "loss",
        "depreciation",
        "amortization",
        "expense",
        "related",
        "plant",
        "closure",
        "cost",
        "reduction",
        "multilayered",
        "wood",
        "flooring",
        "duty",
        "pension",
        "expense",
        "adjusted",
        "ebitda",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "per",
        "diluted",
        "share",
        "million",
        "per",
        "diluted",
        "share",
        "net",
        "loss",
        "expense",
        "related",
        "plant",
        "closure",
        "including",
        "accelerated",
        "depreciation",
        "cost",
        "reduction",
        "multilayered",
        "wood",
        "flooring",
        "duty",
        "pension",
        "expense",
        "expense",
        "tax",
        "impact",
        "adjustment",
        "statutory",
        "rate",
        "adjusted",
        "net",
        "loss",
        "column",
        "may",
        "foot",
        "due",
        "rounding",
        "view",
        "source",
        "version",
        "http",
        "investor",
        "douglas",
        "bingham",
        "vp",
        "treasury",
        "investor",
        "relation",
        "ir",
        "medium",
        "steve",
        "trapnell",
        "corporate",
        "communication",
        "manager",
        "aficorporatecommunications",
        "source",
        "armstrong",
        "flooring",
        "inc"
    ]
}