{
    "organizations": [],
    "uuid": "85f50c8a2b5bce1dcbd51e194a3510a877b056ca",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/09/pr-newswire-wyndham-worldwide-board-of-directors-approves-spin-off-of-hotel-business.html",
    "ord_in_thread": 0,
    "title": "Wyndham Worldwide Board of Directors Approves Spin-Off of Hotel Business",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "PARSIPPANY, N.J., May 9, 2018 /PRNewswire/ -- Wyndham Worldwide Corporation (NYSE: WYN) today announced that its Board of Directors has approved the previously announced spin-off of its wholly-owned subsidiary Wyndham Hotels & Resorts, Inc., the world's largest hotel franchisor with more than 8,300 affiliated hotels. The distribution is expected to occur after the market close on May 31, 2018 to Wyndham Worldwide stockholders of record as of May 18, 2018. In conjunction with the spin-off, Wyndham Worldwide Corporation will be renamed Wyndham Destinations, Inc. and will continue to be the world's largest vacation ownership and exchange company.\nFollowing the spin-off, Wyndham Hotels & Resorts will trade on the New York Stock Exchange under the symbol \"WH,\" and Wyndham Destinations will continue to trade on the New York Stock Exchange under the new symbol \"WYND.\" Wyndham Hotels & Resorts is expected to begin \"regular-way\" trading on June 1, 2018.\nIn addition, the Board of Directors of Wyndham Hotels & Resorts has approved a share repurchase authorization of $300 million, while Wyndham Destinations will have approximately $1 billion remaining under its current share repurchase authorization.\n\"For more than a decade, Wyndham Worldwide has been focused on providing great experiences for millions of guests around the world while delivering value and return on capital for our stockholders. Throughout this journey, we have been guided by a fundamental commitment to reliable growth in a disciplined and responsible way,\" said Stephen P. Holmes, Chairman and CEO of Wyndham Worldwide. \"We're confident that as two independent companies, Wyndham Hotels & Resorts and Wyndham Destinations have the right focus and strategic flexibility to unlock significant long-term value for stockholders. Each of the new companies will have significant scale and a leadership position within its industry, strong cash flows, and a rich portfolio of trusted brands.\"\nWyndham Worldwide plans to host an investor meeting on May 16, 2018 to introduce Wyndham Hotels & Resorts and Wyndham Destinations to the financial community. More information about the event, including how to register for the webcast, can be found at investor.wyndhamworldwide.com .\nAdditional Details on the Distribution\nThe spin-off will be effected through a pro rata distribution of Wyndham Hotels & Resorts common stock to Wyndham Worldwide stockholders of record as of 5:00pm on May 18, 2018, the record date for the distribution. Each Wyndham Worldwide stockholder will receive one share of Wyndham Hotels & Resorts common stock for each share of Wyndham Worldwide common stock held by such stockholder on the record date. Upon completion of the spin-off, Wyndham Worldwide stockholders will own 100% of the common stock of Wyndham Hotels & Resorts and will continue to own 100% of the common stock of Wyndham Worldwide.\nWyndham Worldwide currently has approximately 100 million shares of common stock outstanding. Based on this number and the distribution ratio described above, approximately 100 million shares of Wyndham Hotels & Resorts common stock will be distributed to Wyndham Worldwide stockholders on the distribution date.\nWyndham Hotels & Resorts' Registration Statement on Form 10, as amended, including an Information Statement describing the spin-off and Wyndham Hotels & Resorts' business, is filed with the Securities and Exchange Commission and is also posted to the investor relations section of Wyndham Worldwide's website.\nTrading of Wyndham Hotels & Resorts and Wyndham Destinations Shares\nWyndham Worldwide expects that on or about May 17, 2018, shares of Wyndham Hotels & Resorts will trade on a \"when-issued\" basis under the ticker symbol \"WH WI.\" Concurrently, \"ex-distribution\" trading in Wyndham Destinations common stock under the symbol \"WYND WI\" will commence alongside \"regular-way\" trading for Wyndham Worldwide common stock. Wyndham Destinations and Wyndham Hotels & Resorts are expected to begin \"regular-way\" trading on June 1, 2018, at which time \"regular-way\" trading in Wyndham Destination shares will reflect the distribution of Wyndham Hotels & Resorts shares having occurred.\nWyndham Worldwide stockholders who sell their shares of Wyndham Worldwide common stock in the \"regular-way\" market prior to or on the distribution date will also be selling their right to receive the distribution of shares of Wyndham Hotels & Resorts common stock. Stockholders are encouraged to consult with their financial advisors regarding the specific implications of selling Wyndham Worldwide common stock.\nWyndham Worldwide stockholders are not required to take any action to receive the shares of Wyndham Hotels & Resorts' common stock in the distribution, and they will not be required to surrender or exchange their Wyndham Worldwide shares.\nThe distribution agent, transfer agent and registrar for Wyndham Hotels & Resorts shares will be Broadridge Corporate Issuer Solutions, Inc. For questions relating to the transfer or mechanics of the stock distribution, stockholders may contact Broadridge toll-free at (800) 504-8998. If shares are held by a bank, broker or other nominee, stockholders should contact that institution directly.\nAdditional Information\nWyndham Worldwide intends for the distribution of Wyndham Hotels & Resorts' common stock to be tax-free for its stockholders, except with respect to any cash received in lieu of fractional shares. Consummation of the spin-off remains subject to the satisfaction or waiver of certain conditions.\nABOUT WYNDHAM WORLDWIDE\nWyndham Worldwide (NYSE: WYN) is one of the largest global hospitality companies, providing travelers with access to a collection of trusted hospitality brands in hotels, vacation ownership, and unique accommodations including vacation exchange and managed vacation rentals. With a collective inventory of over 22,000 places to stay across 110 countries on six continents, Wyndham Worldwide and its 39,000 associates welcome people to experience travel the way they want. This is enhanced by Wyndham Rewards®, Wyndham Worldwide's award-winning guest loyalty program across its businesses, which is making it simpler for members to earn more rewards and redeem their points faster. For more information, please visit www.wyndhamworldwide.com .\nFORWARD-LOOKING STATEMENTS\nThis press release contains \"forward-looking statements\" within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended. Forward-looking statements are those that convey management's expectations as to the future based on plans, estimates and projections at the time Wyndham Worldwide makes the statements and may be identified by words such as \"will,\" \"expect,\" believe,\" \"plan,\" \"anticipate,\" \"intend,\" \"goal,\" \"future,\" \"guidance,\" \"estimate\" and similar words or expressions, including the negative version of such words and expressions. Forward-looking statements involve known and unknown risks, uncertainties and other factors, which may cause the actual results, performance or achievements of Wyndham Worldwide, Wyndham Hotels & Resorts, Wyndham Destinations or their respective subsidiaries to be materially different from any future results, performance or achievements expressed or implied by such forward-looking statements. The forward-looking statements contained in this press release include statements related to Wyndham Worldwide's current views and expectations with respect to the spin-off and related transactions.\nYou are cautioned not to place undue reliance on these forward-looking statements, which speak only as of the date of this press release. Factors that could cause actual results to differ materially from those in the forward-looking statements include, but are not limited to, a market demand for shares of Wyndham Hotels & Resorts common stock; general economic conditions; the performance of the financial and credit markets; the economic environment for the hospitality industry; operating risks associated with the hotel, vacation exchange and rentals and vacation ownership businesses; uncertainties that may delay or negatively impact the planned spin-off of Wyndham Hotels & Resorts and the planned acquisition of La Quinta's hotel franchising and management businesses or cause the spin-off or the La Quinta acquisition to be delayed or to not occur at all; uncertainties related to Wyndham Destinations' and Wyndham Hotels & Resorts' ability to realize the anticipated benefits of the spin-off, the La Quinta acquisition or the divestiture of Wyndham Worldwide's European vacation rentals business; uncertainties related to Wyndham Worldwide's ability to successfully complete the spin-off on a tax-free basis within the expected time frame or at all; uncertainties related to Wyndham Worldwide's and Wyndham Hotels & Resorts' ability to obtain financing or the terms of such financing, including in connection with the spin-off and the La Quinta acquisition; unanticipated developments related to the impact of the spin-off, the proposed La Quinta acquisition, the divestiture of Wyndham Worldwide's European vacation rentals business and related transactions on Wyndham Worldwide's and Wyndham Hotels & Resorts' relationships with their respective customers, suppliers, employees and others with whom they have relationships; unanticipated developments resulting from possible disruption to the operations of Wyndham Worldwide and Wyndham Hotels & Resorts resulting from the proposed spin-off, the La Quinta acquisition and the divestiture of Wyndham Worldwide's European vacation rentals business; the potential negative effects of the spin-off, the La Quinta acquisition, the divestiture of Wyndham Worldwide's European vacation rentals business and related transactions on the credit ratings of Wyndham Worldwide and Wyndham Hotels & Resorts; uncertainties related to the successful integration of Wyndham Worldwide's and Wyndham Hotels & Resorts' business with La Quinta's hotel franchising and management businesses; uncertainties related to La Quinta's ability to complete the spin-off of its owned real estate assets; the timing and amount of future share repurchases and dividends; as well as those risks described in Wyndham Hotels & Resorts' Registration Statement on Form 10 initially filed with the SEC on March 16, 2018, as amended, Wyndham Worldwide's Annual Report on Form 10-K, filed with the SEC on February 16, 2018, and subsequently filed Quarterly Reports on Form 10-Q and Current Reports on Form 8-K. We undertake no obligation to release publicly any revisions to any forward-looking statements, to report events or to report the occurrence of unanticipated events.\nView original content with multimedia: http://www.prnewswire.com/news-releases/wyndham-worldwide-board-of-directors-approves-spin-off-of-hotel-business-300645991.html\nSOURCE Wyndham Worldwide Corporation",
    "published": "2018-05-10T03:15:00.000+03:00",
    "crawled": "2018-05-10T04:02:28.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "parsippany",
        "may",
        "wyndham",
        "worldwide",
        "corporation",
        "nyse",
        "wyn",
        "today",
        "announced",
        "board",
        "director",
        "approved",
        "previously",
        "announced",
        "subsidiary",
        "wyndham",
        "hotel",
        "resort",
        "world",
        "largest",
        "hotel",
        "franchisor",
        "affiliated",
        "hotel",
        "distribution",
        "expected",
        "occur",
        "market",
        "close",
        "may",
        "wyndham",
        "worldwide",
        "stockholder",
        "record",
        "may",
        "conjunction",
        "wyndham",
        "worldwide",
        "corporation",
        "renamed",
        "wyndham",
        "destination",
        "continue",
        "world",
        "largest",
        "vacation",
        "ownership",
        "exchange",
        "company",
        "following",
        "wyndham",
        "hotel",
        "resort",
        "trade",
        "new",
        "york",
        "stock",
        "exchange",
        "symbol",
        "wh",
        "wyndham",
        "destination",
        "continue",
        "trade",
        "new",
        "york",
        "stock",
        "exchange",
        "new",
        "symbol",
        "wynd",
        "wyndham",
        "hotel",
        "resort",
        "expected",
        "begin",
        "trading",
        "june",
        "addition",
        "board",
        "director",
        "wyndham",
        "hotel",
        "resort",
        "approved",
        "share",
        "repurchase",
        "authorization",
        "million",
        "wyndham",
        "destination",
        "approximately",
        "billion",
        "remaining",
        "current",
        "share",
        "repurchase",
        "authorization",
        "decade",
        "wyndham",
        "worldwide",
        "focused",
        "providing",
        "great",
        "experience",
        "million",
        "guest",
        "around",
        "world",
        "delivering",
        "value",
        "return",
        "capital",
        "stockholder",
        "throughout",
        "journey",
        "guided",
        "fundamental",
        "commitment",
        "reliable",
        "growth",
        "disciplined",
        "responsible",
        "way",
        "said",
        "stephen",
        "holmes",
        "chairman",
        "ceo",
        "wyndham",
        "worldwide",
        "confident",
        "two",
        "independent",
        "company",
        "wyndham",
        "hotel",
        "resort",
        "wyndham",
        "destination",
        "right",
        "focus",
        "strategic",
        "flexibility",
        "unlock",
        "significant",
        "value",
        "stockholder",
        "new",
        "company",
        "significant",
        "scale",
        "leadership",
        "position",
        "within",
        "industry",
        "strong",
        "cash",
        "flow",
        "rich",
        "portfolio",
        "trusted",
        "brand",
        "wyndham",
        "worldwide",
        "plan",
        "host",
        "investor",
        "meeting",
        "may",
        "introduce",
        "wyndham",
        "hotel",
        "resort",
        "wyndham",
        "destination",
        "financial",
        "community",
        "information",
        "event",
        "including",
        "register",
        "webcast",
        "found",
        "additional",
        "detail",
        "distribution",
        "effected",
        "pro",
        "rata",
        "distribution",
        "wyndham",
        "hotel",
        "resort",
        "common",
        "stock",
        "wyndham",
        "worldwide",
        "stockholder",
        "record",
        "may",
        "record",
        "date",
        "distribution",
        "wyndham",
        "worldwide",
        "stockholder",
        "receive",
        "one",
        "share",
        "wyndham",
        "hotel",
        "resort",
        "common",
        "stock",
        "share",
        "wyndham",
        "worldwide",
        "common",
        "stock",
        "held",
        "stockholder",
        "record",
        "date",
        "upon",
        "completion",
        "wyndham",
        "worldwide",
        "stockholder",
        "common",
        "stock",
        "wyndham",
        "hotel",
        "resort",
        "continue",
        "common",
        "stock",
        "wyndham",
        "worldwide",
        "wyndham",
        "worldwide",
        "currently",
        "approximately",
        "million",
        "share",
        "common",
        "stock",
        "outstanding",
        "based",
        "number",
        "distribution",
        "ratio",
        "described",
        "approximately",
        "million",
        "share",
        "wyndham",
        "hotel",
        "resort",
        "common",
        "stock",
        "distributed",
        "wyndham",
        "worldwide",
        "stockholder",
        "distribution",
        "date",
        "wyndham",
        "hotel",
        "resort",
        "registration",
        "statement",
        "form",
        "amended",
        "including",
        "information",
        "statement",
        "describing",
        "wyndham",
        "hotel",
        "resort",
        "business",
        "filed",
        "security",
        "exchange",
        "commission",
        "also",
        "posted",
        "investor",
        "relation",
        "section",
        "wyndham",
        "worldwide",
        "website",
        "trading",
        "wyndham",
        "hotel",
        "resort",
        "wyndham",
        "destination",
        "share",
        "wyndham",
        "worldwide",
        "expects",
        "may",
        "share",
        "wyndham",
        "hotel",
        "resort",
        "trade",
        "basis",
        "ticker",
        "symbol",
        "wh",
        "wi",
        "concurrently",
        "trading",
        "wyndham",
        "destination",
        "common",
        "stock",
        "symbol",
        "wynd",
        "wi",
        "commence",
        "alongside",
        "trading",
        "wyndham",
        "worldwide",
        "common",
        "stock",
        "wyndham",
        "destination",
        "wyndham",
        "hotel",
        "resort",
        "expected",
        "begin",
        "trading",
        "june",
        "time",
        "trading",
        "wyndham",
        "destination",
        "share",
        "reflect",
        "distribution",
        "wyndham",
        "hotel",
        "resort",
        "share",
        "occurred",
        "wyndham",
        "worldwide",
        "stockholder",
        "sell",
        "share",
        "wyndham",
        "worldwide",
        "common",
        "stock",
        "market",
        "prior",
        "distribution",
        "date",
        "also",
        "selling",
        "right",
        "receive",
        "distribution",
        "share",
        "wyndham",
        "hotel",
        "resort",
        "common",
        "stock",
        "stockholder",
        "encouraged",
        "consult",
        "financial",
        "advisor",
        "regarding",
        "specific",
        "implication",
        "selling",
        "wyndham",
        "worldwide",
        "common",
        "stock",
        "wyndham",
        "worldwide",
        "stockholder",
        "required",
        "take",
        "action",
        "receive",
        "share",
        "wyndham",
        "hotel",
        "resort",
        "common",
        "stock",
        "distribution",
        "required",
        "surrender",
        "exchange",
        "wyndham",
        "worldwide",
        "share",
        "distribution",
        "agent",
        "transfer",
        "agent",
        "registrar",
        "wyndham",
        "hotel",
        "resort",
        "share",
        "broadridge",
        "corporate",
        "issuer",
        "solution",
        "question",
        "relating",
        "transfer",
        "mechanic",
        "stock",
        "distribution",
        "stockholder",
        "may",
        "contact",
        "broadridge",
        "share",
        "held",
        "bank",
        "broker",
        "nominee",
        "stockholder",
        "contact",
        "institution",
        "directly",
        "additional",
        "information",
        "wyndham",
        "worldwide",
        "intends",
        "distribution",
        "wyndham",
        "hotel",
        "resort",
        "common",
        "stock",
        "stockholder",
        "except",
        "respect",
        "cash",
        "received",
        "lieu",
        "fractional",
        "share",
        "consummation",
        "remains",
        "subject",
        "satisfaction",
        "waiver",
        "certain",
        "condition",
        "wyndham",
        "worldwide",
        "wyndham",
        "worldwide",
        "nyse",
        "wyn",
        "one",
        "largest",
        "global",
        "hospitality",
        "company",
        "providing",
        "traveler",
        "access",
        "collection",
        "trusted",
        "hospitality",
        "brand",
        "hotel",
        "vacation",
        "ownership",
        "unique",
        "accommodation",
        "including",
        "vacation",
        "exchange",
        "managed",
        "vacation",
        "rental",
        "collective",
        "inventory",
        "place",
        "stay",
        "across",
        "country",
        "six",
        "continent",
        "wyndham",
        "worldwide",
        "associate",
        "welcome",
        "people",
        "experience",
        "travel",
        "way",
        "want",
        "enhanced",
        "wyndham",
        "wyndham",
        "worldwide",
        "guest",
        "loyalty",
        "program",
        "across",
        "business",
        "making",
        "simpler",
        "member",
        "earn",
        "reward",
        "redeem",
        "point",
        "faster",
        "information",
        "please",
        "visit",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "statement",
        "convey",
        "management",
        "expectation",
        "future",
        "based",
        "plan",
        "estimate",
        "projection",
        "time",
        "wyndham",
        "worldwide",
        "make",
        "statement",
        "may",
        "identified",
        "word",
        "expect",
        "believe",
        "plan",
        "anticipate",
        "intend",
        "goal",
        "future",
        "guidance",
        "estimate",
        "similar",
        "word",
        "expression",
        "including",
        "negative",
        "version",
        "word",
        "expression",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "wyndham",
        "worldwide",
        "wyndham",
        "hotel",
        "resort",
        "wyndham",
        "destination",
        "respective",
        "subsidiary",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "statement",
        "contained",
        "press",
        "release",
        "include",
        "statement",
        "related",
        "wyndham",
        "worldwide",
        "current",
        "view",
        "expectation",
        "respect",
        "related",
        "transaction",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "press",
        "release",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "statement",
        "include",
        "limited",
        "market",
        "demand",
        "share",
        "wyndham",
        "hotel",
        "resort",
        "common",
        "stock",
        "general",
        "economic",
        "condition",
        "performance",
        "financial",
        "credit",
        "market",
        "economic",
        "environment",
        "hospitality",
        "industry",
        "operating",
        "risk",
        "associated",
        "hotel",
        "vacation",
        "exchange",
        "rental",
        "vacation",
        "ownership",
        "business",
        "uncertainty",
        "may",
        "delay",
        "negatively",
        "impact",
        "planned",
        "wyndham",
        "hotel",
        "resort",
        "planned",
        "acquisition",
        "la",
        "quinta",
        "hotel",
        "franchising",
        "management",
        "business",
        "cause",
        "la",
        "quinta",
        "acquisition",
        "delayed",
        "occur",
        "uncertainty",
        "related",
        "wyndham",
        "destination",
        "wyndham",
        "hotel",
        "resort",
        "ability",
        "realize",
        "anticipated",
        "benefit",
        "la",
        "quinta",
        "acquisition",
        "divestiture",
        "wyndham",
        "worldwide",
        "european",
        "vacation",
        "rental",
        "business",
        "uncertainty",
        "related",
        "wyndham",
        "worldwide",
        "ability",
        "successfully",
        "complete",
        "basis",
        "within",
        "expected",
        "time",
        "frame",
        "uncertainty",
        "related",
        "wyndham",
        "worldwide",
        "wyndham",
        "hotel",
        "resort",
        "ability",
        "obtain",
        "financing",
        "term",
        "financing",
        "including",
        "connection",
        "la",
        "quinta",
        "acquisition",
        "unanticipated",
        "development",
        "related",
        "impact",
        "proposed",
        "la",
        "quinta",
        "acquisition",
        "divestiture",
        "wyndham",
        "worldwide",
        "european",
        "vacation",
        "rental",
        "business",
        "related",
        "transaction",
        "wyndham",
        "worldwide",
        "wyndham",
        "hotel",
        "resort",
        "relationship",
        "respective",
        "customer",
        "supplier",
        "employee",
        "others",
        "relationship",
        "unanticipated",
        "development",
        "resulting",
        "possible",
        "disruption",
        "operation",
        "wyndham",
        "worldwide",
        "wyndham",
        "hotel",
        "resort",
        "resulting",
        "proposed",
        "la",
        "quinta",
        "acquisition",
        "divestiture",
        "wyndham",
        "worldwide",
        "european",
        "vacation",
        "rental",
        "business",
        "potential",
        "negative",
        "effect",
        "la",
        "quinta",
        "acquisition",
        "divestiture",
        "wyndham",
        "worldwide",
        "european",
        "vacation",
        "rental",
        "business",
        "related",
        "transaction",
        "credit",
        "rating",
        "wyndham",
        "worldwide",
        "wyndham",
        "hotel",
        "resort",
        "uncertainty",
        "related",
        "successful",
        "integration",
        "wyndham",
        "worldwide",
        "wyndham",
        "hotel",
        "resort",
        "business",
        "la",
        "quinta",
        "hotel",
        "franchising",
        "management",
        "business",
        "uncertainty",
        "related",
        "la",
        "quinta",
        "ability",
        "complete",
        "owned",
        "real",
        "estate",
        "asset",
        "timing",
        "amount",
        "future",
        "share",
        "repurchase",
        "dividend",
        "well",
        "risk",
        "described",
        "wyndham",
        "hotel",
        "resort",
        "registration",
        "statement",
        "form",
        "initially",
        "filed",
        "sec",
        "march",
        "amended",
        "wyndham",
        "worldwide",
        "annual",
        "report",
        "form",
        "filed",
        "sec",
        "february",
        "subsequently",
        "filed",
        "quarterly",
        "report",
        "form",
        "current",
        "report",
        "form",
        "undertake",
        "obligation",
        "release",
        "publicly",
        "revision",
        "statement",
        "report",
        "event",
        "report",
        "occurrence",
        "unanticipated",
        "event",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "wyndham",
        "worldwide",
        "corporation"
    ]
}