{
    "organizations": [],
    "uuid": "e00b06cd3a0c4e8d7d860fd58944828172744306",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/02/pr-newswire-vanda-pharmaceuticals-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Vanda Pharmaceuticals Reports First Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WASHINGTON, May 2, 2018 /PRNewswire/ -- Vanda Pharmaceuticals Inc. (Vanda) (Nasdaq: VNDA) today announced financial and operational results for the first quarter ended March 31, 2018.\n\"We are pleased with the progress made in 2018 with the continued growth of our HETLIOZ business and the successful defense of our U.S. Fanapt franchise,\" said Mihael H. Polymeropoulos, M.D., Vanda's President and CEO. \"Our research and development programs are progressing including life cycle management of commercialized products and the advancement of our late stage clinical pipeline.\"\nKey Highlights:\nTotal net product sales from HETLIOZ ® and Fanapt ® were $43.6 million during 2018, a 2% decrease compared to $44.3 million in the fourth quarter of 2017 and a 17% increase compared to $37.4 million in 2017. In March 2018, Vanda completed a public offering of its common stock that resulted in net proceeds of $100.9 million.\nHETLIOZ ® (tasimelteon)\nHETLIOZ ® net product sales were $25.4 million in 2018, a 2% increase compared to $25.0 million in the fourth quarter of 2017 and a 26% increase compared to $20.2 million in 2017. In April 2018, Vanda filed a lawsuit against Teva Pharmaceuticals USA, Inc. for infringement of HETLIOZ ® patents by submitting to the U.S. Food and Drug Administration (the FDA) an Abbreviated New Drug Application for a generic version of HETLIOZ ® prior to the expiration of the latest to expire of Vanda's HELTIOZ ® patents in 2034.\nFanapt ® (iloperidone)\nFanapt ® net product sales were $18.2 million in 2018, a 6% decrease compared to $19.3 million in the fourth quarter of 2017 and a 5% increase compared to $17.2 million in 2017. Fanapt ® prescriptions, as reported by IQVIA, were 27,372 in 2018, a 3% decrease compared to the fourth quarter of 2017. In April 2018, the U.S. Court of Appeals for the Federal Circuit affirmed the U.S. District Court for the District of Delaware's decision that West Ward Pharmaceuticals, a subsidiary of Hikma Pharmaceuticals, infringed Vanda's U.S. Patent number 8,586,610 (the '610 Patent) for Fanapt ® . The '610 Patent is set to expire November 2, 2027.\nResearch and Development\nTradipitant\nVanda held an end of Phase II meeting with the FDA in April 2018 to discuss the clinical and regulatory path forward for tradipitant as a treatment for chronic pruritus in atopic dermatitis. A Phase III clinical study is expected to begin in the second quarter of 2018. A tradipitant clinical study for the treatment of gastroparesis is ongoing. Results are expected by the end of 2018.\nHETLIOZ ®\nResults from the JET8 Phase III clinical study to treat jet lag disorder in an 8 hour phase advance (3107) showed significant and clinically meaningful effects of HETLIOZ ® 20mg on the primary endpoint of the study as well as multiple secondary endpoints in the treatment of jet lag disorder. Vanda intends to seek U.S. marketing approval for the use of HETLIOZ ® in the treatment of jet lag disorder. A pharmacokinetic study of the HETLIOZ ® pediatric liquid formulation is now complete. Enrollment in the Smith-Magenis Syndrome clinical study is ongoing. Results are expected by the end of 2018.\nVTR-297 (histone deacetylase (HDAC) inhibitor)\nA VTR-297 Phase I study (1101) in patients with hematologic malignancies is expected to start in the second half of 2018.\nCash, cash equivalents and marketable securities (Cash) were $248.8 million as of March 31, 2018, representing an increase to Cash of $105.4 million during 2018.\nNon-GAAP Financial Results\nNon-GAAP net income was $6.6 million for 2018, or $0.14 per share, compared to a Non-GAAP net loss of $4.9 million, or $0.11 per share, for 2017.\nVanda provides Non-GAAP financial information, which it believes can enhance an overall understanding of its financial performance when considered together with GAAP figures. Refer to the sections of this press release entitled \"Non-GAAP Financial Information\" and \"Reconciliation of GAAP to Non-GAAP Financial Information\" for more detailed information regarding Non-GAAP financial information.\n2018 Financial Guidance\nVanda reiterates its prior 2018 financial guidance, updates its year-end 2018 Cash (1) guidance, and expects to achieve the following financial objectives in 2018:\nFull Year 2018\nFinancial Objectives\nFull Year 2018\nGuidance\nCombined net product sales from\nboth HETLIOZ ® and Fanapt ®\n$180 to $200 million\nHETLIOZ ® net product sales\n$108 to $118 million\nFanapt ® net product sales\n$72 to $82 million\nNon-GAAP Operating expenses,\nexcluding Cost of goods sold (2)\n$163 to $173 million\nIntangible asset amortization\n$1.7 million\nStock-based compensation\n$11 to $15 million\nYear-end 2018 Cash (1)\n$215 to $225 million\nas compared to prior guidance of\n$115 to $125 million\n(1)\nYear-end 2018 Cash includes the expected payment of a $25 million milestone obligation based on cumulative HETLIOZ ® net product sales and the net proceeds of $100.9 million from the March 2018 public offering.\n(2)\nNon-GAAP Operating expenses, excludes Cost of goods sold, intangible asset amortization and stock-based compensation.\nConference Call\nVanda has scheduled a conference call for today, Wednesday, May 2, 2018, at 4:30 PM ET. During the call, Vanda's management will discuss the first quarter 2018 financial results and other corporate activities. Investors can call 1-888-771-4371 (domestic) or 1-847-585-4405 (international) and use passcode 46823596. A replay of the call will be available on Wednesday, May 2, 2018, beginning at 7:00 PM ET and will be accessible until Wednesday, May 9, 2018, at 11:59 PM ET. The replay call-in number is 1-888-843-7419 for domestic callers and 1-630-652-3042 for international callers. The passcode number is 46823596.\nThe conference call will be broadcast simultaneously on Vanda's website, www.vandapharma.com . Investors should click on the Investor Relations tab and are advised to go to the website at least 15 minutes early to register, download, and install any necessary software or presentations. The call will also be archived on Vanda's website for a period of 30 days.\nNon-GAAP Financial Information\nVanda believes that the Non-GAAP financial information provided in this press release can assist investors in understanding and assessing the ongoing economics of Vanda's business and reflect how it manages the business internally and sets operational goals. Vanda's \"Non-GAAP Selling, general and administrative expenses\" and \"Non-GAAP Research and development expenses\" exclude stock-based compensation. Vanda's \"Non-GAAP Net income (loss),\" \"Non-GAAP Net income (loss) per share\" and \"Non-GAAP Operating expenses excluding Cost of goods sold\" exclude stock-based compensation and intangible asset amortization.\nVanda believes that excluding the impact of these items better reflects the recurring economic characteristics of its business, as well as Vanda's use of financial resources and its long-term performance.\nThis press release includes a projection of 2018 Non-GAAP Operating expenses, excluding Cost of goods sold, a forward-looking Non-GAAP financial measure under the heading \"2018 Financial Guidance.\" This Non-GAAP financial measure is determined by excluding cost of goods sold, stock-based compensation and intangible asset amortization. Vanda is unable to reconcile this Non-GAAP guidance to GAAP because it is difficult to predict the future impact of these adjustments.\nThese Non-GAAP financial measures, as presented, may not be comparable to similarly titled measures reported by other companies since not all companies may calculate these measures in an identical manner and, therefore, they are not necessarily an accurate measure of comparison between companies.\nThe presentation of these Non-GAAP financial measures is not intended to be considered in isolation or as a substitute for guidance prepared in accordance with GAAP. The principal limitation of these Non-GAAP financial measures is that they exclude significant elements that are required by GAAP to be recorded in Vanda's financial statements. In addition, they are subject to inherent limitations as they reflect the exercise of judgments by management in determining these Non-GAAP financial measures. In order to compensate for these limitations, Vanda presents its Non-GAAP financial guidance in connection with its GAAP guidance. Investors are encouraged to review the reconciliation of our Non-GAAP financial measures to their most directly comparable GAAP financial measure.\nAbout Vanda Pharmaceuticals Inc.\nVanda is a global biopharmaceutical company focused on the development and commercialization of innovative therapies to address high unmet medical needs and improve the lives of patients. For more on Vanda Pharmaceuticals Inc., please visit www.vandapharma.com .\nCAUTIONARY NOTE REGARDING FORWARD LOOKING STATEMENTS\nVarious statements in this release, including, but not limited to, the guidance provided under \"2018 Financial Guidance\" above, are \" \" under the securities laws. Forward-looking statements are based upon current expectations that involve risks, changes in circumstances, assumptions and uncertainties. Important factors that could cause actual those reflected in Vanda's include, among others, Vanda's assumptions regarding its ability to continue to grow its business in the U.S. through the HETLIOZ ® to Psychiatrists Initiative, among other means, Vanda's ability to complete the clinical development and obtain regulatory approval of tradipitant for the treatment of chronic pruritus in atopic dermatitis, Vanda's ability to successfully commercialize HETLIOZ ® in Europe and other factors that are described in the \"Risk Factors\" and \"Management's Discussion and Analysis of Financial Condition and Results of Operations\" sections of Vanda's annual report on Form 10-K for the fiscal year ended December 31, 2017, which is on file with the SEC and available on the SEC's website at www.sec.gov . Additional factors may be described in those sections of Vanda's quarterly report on Form 10-Q for the quarter ended March 31, 2018, to be filed with the SEC in the second quarter of 2018. In addition to the risks described above and in Vanda's annual report on Form 10-K and quarterly reports on Form 10-Q, other unknown or unpredictable factors also could affect Vanda's results. There can be no assurance that the actual results or developments anticipated by Vanda will be realized or, even if substantially realized, that they will have the expected consequences to, or effects on, Vanda. Therefore, no assurance can be given that the outcomes stated in such and estimates will be achieved.\nAll written and verbal attributable to Vanda or any person acting on its behalf are expressly qualified in their entirety by the cautionary statements contained or referred to herein. Vanda cautions investors not to rely too heavily on the Vanda makes or that are made on its behalf. The information in this release is provided only as of the date of this release, and Vanda undertakes no obligation, and specifically declines any obligation, to update or revise publicly any , whether as a result of new information, future events or otherwise.\nVANDA PHARMACEUTICALS INC.\nCONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS\n(in thousands, except for share and per share amounts)\n(unaudited)\nThree Months Ended\nMarch 31\nMarch 31\n2018\n2017\nRevenues:\nHETLIOZ ® product sales, net\n$\n25,423\n$\n20,182\nFanapt ® product sales, net\n18,169\n17,233\nTotal revenues\n43,592\n37,415\nOperating expenses:\nCost of goods sold excluding amortization\n4,560\n4,003\nResearch and development\n9,416\n10,567\nSelling, general and administrative\n26,822\n30,297\nIntangible asset amortization\n352\n454\nTotal operating expenses\n41,150\n45,321\nIncome (loss) from operations\n2,442\n(7,906)\nOther income\n622\n280\nIncome (loss) before income taxes\n3,064\n(7,626)\nProvision (benefit) for income taxes\n(2)\n19\nNet income (loss)\n$\n3,066\n$\n(7,645)\nNet income (loss) per share, basic\n$\n0.07\n$\n(0.17)\nNet income (loss) per share, diluted\n$\n0.06\n$\n(0.17)\nWeighted average shares outstanding, basic\n46,336,430\n44,398,359\nWeighted average shares outstanding, diluted\n48,225,041\n44,398,359\nVANDA PHARMACEUTICALS INC.\nCONDENSED CONSOLIDATED BALANCE SHEETS\n(in thousands)\n(unaudited)\nMarch 31\n2018 (1)\nDecember 31\n2017 (1)\nASSETS\nCurrent assets:\n$\n155,293\n$\n33,627\nMarketable securities\n93,541\n109,786\nAccounts receivable, net\n23,314\n17,601\nInventory\n1,011\n840\nPrepaid expenses and other current assets\n9,276\n8,003\nTotal current assets\n282,435\n169,857\nProperty and equipment, net\n5,105\n5,306\nIntangible assets, net\n25,717\n26,069\nNon-current inventory and other\n4,058\n4,193\nTotal assets\n$\n317,315\n$\n205,425\nLIABILITIES AND STOCKHOLDERS' EQUITY\nCurrent liabilities:\nAccounts payable and accrued liabilities\n$\n17,242\n$\n20,335\nProduct revenue allowances\n27,713\n23,028\nMilestone obligations under license agreements\n27,000\n27,000\nTotal current liabilities\n71,955\n70,363\nOther non-current liabilities\n4,216\n3,675\nTotal liabilities\n76,171\n74,038\nStockholders' equity:\nCommon stock\n52\n45\nAdditional paid-in capital\n599,480\n492,802\nAccumulated other comprehensive loss\n(28)\n(34)\nAccumulated deficit\n(358,360)\n(361,426)\nTotal stockholders' equity\n241,144\n131,387\nTotal liabilities and stockholders' equity\n$\n317,315\n$\n205,425\n(1)\nWith the adoption of Accounting Standards Codification Subtopic 606 Revenue from Contracts with Customers on January 1, 2018, provision for product returns is included in product revenue allowances and other non-current liabilities in the current year. Provision for product returns is included in accounts receivable, net in the prior year. Refer to footnote 2 in the quarterly report on Form 10Q for the quarter ending March 31, 2018.\nVANDA PHARMACEUTICALS INC.\nReconciliation of GAAP to Non-GAAP Financial Information\n(in thousands, except for share and per share amounts)\n(unaudited)\nThree Months Ended\nMarch 31\nMarch 31\n2018\n2017\nNet income (loss)\n$\n3,066\n$\n(7,645)\nAdjustments:\nStock-based compensation\n3,151\n2,256\nIntangible asset amortization\n352\n454\nNon-GAAP Net income (loss)\n$\n6,569\n$\n(4,935)\nNon-GAAP Net income (loss) per share, basic\n$\n0.14\n$\n(0.11)\nNon-GAAP Net income (loss) per share, diluted\n$\n0.14\n$\n(0.11)\nWeighted average shares outstanding, basic\n46,336,430\n44,398,359\nWeighted average shares outstanding, diluted\n48,225,041\n44,398,359\nOperating expenses\n$\n41,150\n$\n45,321\nAdjustments:\nCost of goods sold excluding amortization\n(4,560)\n(4,003)\nStock-based compensation\n(3,151)\n(2,256)\nIntangible asset amortization\n(352)\n(454)\nNon-GAAP Operating expenses excluding\nCost of goods sold\n$\n33,087\n$\n38,608\nResearch and development\n$\n9,416\n$\n10,567\nAdjustment:\nStock-based compensation\n(321)\n(409)\nNon-GAAP Research and development\n$\n9,095\n$\n10,158\nSelling, general and administrative\n$\n26,822\n$\n30,297\nAdjustment:\nStock-based compensation\n(2,830)\n(1,847)\nNon-GAAP Selling, general and administrative\n$\n23,992\n$\n28,450\nCOMPANY CONTACT:\nJim Kelly\nExecutive Vice President & Chief Financial Officer\nVanda Pharmaceuticals Inc.\n(202) 734-3428\njim.kelly@vandapharma.com\nView original content: http://www.prnewswire.com/news-releases/vanda-pharmaceuticals-reports-first-quarter-2018-financial-results-300641433.html\nSOURCE Vanda Pharmaceuticals Inc.",
    "published": "2018-05-03T00:01:00.000+03:00",
    "crawled": "2018-05-03T02:08:11.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "washington",
        "may",
        "vanda",
        "pharmaceutical",
        "vanda",
        "nasdaq",
        "vnda",
        "today",
        "announced",
        "financial",
        "operational",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "pleased",
        "progress",
        "made",
        "continued",
        "growth",
        "hetlioz",
        "business",
        "successful",
        "defense",
        "fanapt",
        "franchise",
        "said",
        "mihael",
        "polymeropoulos",
        "vanda",
        "president",
        "ceo",
        "research",
        "development",
        "program",
        "progressing",
        "including",
        "life",
        "cycle",
        "management",
        "commercialized",
        "product",
        "advancement",
        "late",
        "stage",
        "clinical",
        "pipeline",
        "key",
        "highlight",
        "total",
        "net",
        "product",
        "sale",
        "hetlioz",
        "fanapt",
        "million",
        "decrease",
        "compared",
        "million",
        "fourth",
        "quarter",
        "increase",
        "compared",
        "million",
        "march",
        "vanda",
        "completed",
        "public",
        "offering",
        "common",
        "stock",
        "resulted",
        "net",
        "proceeds",
        "million",
        "hetlioz",
        "tasimelteon",
        "hetlioz",
        "net",
        "product",
        "sale",
        "million",
        "increase",
        "compared",
        "million",
        "fourth",
        "quarter",
        "increase",
        "compared",
        "million",
        "april",
        "vanda",
        "filed",
        "lawsuit",
        "teva",
        "pharmaceutical",
        "usa",
        "infringement",
        "hetlioz",
        "patent",
        "submitting",
        "food",
        "drug",
        "administration",
        "fda",
        "abbreviated",
        "new",
        "drug",
        "application",
        "generic",
        "version",
        "hetlioz",
        "prior",
        "expiration",
        "latest",
        "expire",
        "vanda",
        "heltioz",
        "patent",
        "fanapt",
        "iloperidone",
        "fanapt",
        "net",
        "product",
        "sale",
        "million",
        "decrease",
        "compared",
        "million",
        "fourth",
        "quarter",
        "increase",
        "compared",
        "million",
        "fanapt",
        "prescription",
        "reported",
        "iqvia",
        "decrease",
        "compared",
        "fourth",
        "quarter",
        "april",
        "court",
        "appeal",
        "federal",
        "circuit",
        "affirmed",
        "district",
        "court",
        "district",
        "delaware",
        "decision",
        "west",
        "ward",
        "pharmaceutical",
        "subsidiary",
        "hikma",
        "pharmaceutical",
        "infringed",
        "vanda",
        "patent",
        "number",
        "patent",
        "fanapt",
        "patent",
        "set",
        "expire",
        "november",
        "research",
        "development",
        "tradipitant",
        "vanda",
        "held",
        "end",
        "phase",
        "ii",
        "meeting",
        "fda",
        "april",
        "discus",
        "clinical",
        "regulatory",
        "path",
        "forward",
        "tradipitant",
        "treatment",
        "chronic",
        "pruritus",
        "atopic",
        "dermatitis",
        "phase",
        "iii",
        "clinical",
        "study",
        "expected",
        "begin",
        "second",
        "quarter",
        "tradipitant",
        "clinical",
        "study",
        "treatment",
        "gastroparesis",
        "ongoing",
        "result",
        "expected",
        "end",
        "hetlioz",
        "result",
        "jet8",
        "phase",
        "iii",
        "clinical",
        "study",
        "treat",
        "jet",
        "lag",
        "disorder",
        "hour",
        "phase",
        "advance",
        "showed",
        "significant",
        "clinically",
        "meaningful",
        "effect",
        "hetlioz",
        "20mg",
        "primary",
        "endpoint",
        "study",
        "well",
        "multiple",
        "secondary",
        "endpoint",
        "treatment",
        "jet",
        "lag",
        "disorder",
        "vanda",
        "intends",
        "seek",
        "marketing",
        "approval",
        "use",
        "hetlioz",
        "treatment",
        "jet",
        "lag",
        "disorder",
        "pharmacokinetic",
        "study",
        "hetlioz",
        "pediatric",
        "liquid",
        "formulation",
        "complete",
        "enrollment",
        "syndrome",
        "clinical",
        "study",
        "ongoing",
        "result",
        "expected",
        "end",
        "histone",
        "deacetylase",
        "hdac",
        "inhibitor",
        "phase",
        "study",
        "patient",
        "hematologic",
        "malignancy",
        "expected",
        "start",
        "second",
        "half",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "cash",
        "million",
        "march",
        "representing",
        "increase",
        "cash",
        "million",
        "financial",
        "result",
        "net",
        "income",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "vanda",
        "provides",
        "financial",
        "information",
        "belief",
        "enhance",
        "overall",
        "understanding",
        "financial",
        "performance",
        "considered",
        "together",
        "gaap",
        "figure",
        "refer",
        "section",
        "press",
        "release",
        "entitled",
        "financial",
        "information",
        "reconciliation",
        "gaap",
        "financial",
        "information",
        "detailed",
        "information",
        "regarding",
        "financial",
        "information",
        "financial",
        "guidance",
        "vanda",
        "reiterates",
        "prior",
        "financial",
        "guidance",
        "update",
        "cash",
        "guidance",
        "expects",
        "achieve",
        "following",
        "financial",
        "objective",
        "full",
        "year",
        "financial",
        "objective",
        "full",
        "year",
        "guidance",
        "combined",
        "net",
        "product",
        "sale",
        "hetlioz",
        "fanapt",
        "million",
        "hetlioz",
        "net",
        "product",
        "sale",
        "million",
        "fanapt",
        "net",
        "product",
        "sale",
        "million",
        "operating",
        "expense",
        "excluding",
        "cost",
        "good",
        "sold",
        "million",
        "intangible",
        "asset",
        "amortization",
        "million",
        "compensation",
        "million",
        "cash",
        "million",
        "compared",
        "prior",
        "guidance",
        "million",
        "cash",
        "includes",
        "expected",
        "payment",
        "million",
        "milestone",
        "obligation",
        "based",
        "cumulative",
        "hetlioz",
        "net",
        "product",
        "sale",
        "net",
        "proceeds",
        "million",
        "march",
        "public",
        "offering",
        "operating",
        "expense",
        "excludes",
        "cost",
        "good",
        "sold",
        "intangible",
        "asset",
        "amortization",
        "compensation",
        "conference",
        "call",
        "vanda",
        "scheduled",
        "conference",
        "call",
        "today",
        "wednesday",
        "may",
        "pm",
        "et",
        "call",
        "vanda",
        "management",
        "discus",
        "first",
        "quarter",
        "financial",
        "result",
        "corporate",
        "activity",
        "investor",
        "call",
        "domestic",
        "international",
        "use",
        "passcode",
        "replay",
        "call",
        "available",
        "wednesday",
        "may",
        "beginning",
        "pm",
        "et",
        "accessible",
        "wednesday",
        "may",
        "pm",
        "et",
        "replay",
        "number",
        "domestic",
        "caller",
        "international",
        "caller",
        "passcode",
        "number",
        "conference",
        "call",
        "broadcast",
        "simultaneously",
        "vanda",
        "website",
        "investor",
        "click",
        "investor",
        "relation",
        "tab",
        "advised",
        "go",
        "website",
        "least",
        "minute",
        "early",
        "register",
        "download",
        "install",
        "necessary",
        "software",
        "presentation",
        "call",
        "also",
        "archived",
        "vanda",
        "website",
        "period",
        "day",
        "financial",
        "information",
        "vanda",
        "belief",
        "financial",
        "information",
        "provided",
        "press",
        "release",
        "assist",
        "investor",
        "understanding",
        "assessing",
        "ongoing",
        "economics",
        "vanda",
        "business",
        "reflect",
        "manages",
        "business",
        "internally",
        "set",
        "operational",
        "goal",
        "vanda",
        "selling",
        "general",
        "administrative",
        "expense",
        "research",
        "development",
        "expense",
        "exclude",
        "compensation",
        "vanda",
        "net",
        "income",
        "loss",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "operating",
        "expense",
        "excluding",
        "cost",
        "good",
        "sold",
        "exclude",
        "compensation",
        "intangible",
        "asset",
        "amortization",
        "vanda",
        "belief",
        "excluding",
        "impact",
        "item",
        "better",
        "reflects",
        "recurring",
        "economic",
        "characteristic",
        "business",
        "well",
        "vanda",
        "use",
        "financial",
        "resource",
        "performance",
        "press",
        "release",
        "includes",
        "projection",
        "operating",
        "expense",
        "excluding",
        "cost",
        "good",
        "sold",
        "financial",
        "measure",
        "heading",
        "financial",
        "guidance",
        "financial",
        "measure",
        "determined",
        "excluding",
        "cost",
        "good",
        "sold",
        "compensation",
        "intangible",
        "asset",
        "amortization",
        "vanda",
        "unable",
        "reconcile",
        "guidance",
        "gaap",
        "difficult",
        "predict",
        "future",
        "impact",
        "adjustment",
        "financial",
        "measure",
        "presented",
        "may",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "reported",
        "company",
        "since",
        "company",
        "may",
        "calculate",
        "measure",
        "identical",
        "manner",
        "therefore",
        "necessarily",
        "accurate",
        "measure",
        "comparison",
        "company",
        "presentation",
        "financial",
        "measure",
        "intended",
        "considered",
        "isolation",
        "substitute",
        "guidance",
        "prepared",
        "accordance",
        "gaap",
        "principal",
        "limitation",
        "financial",
        "measure",
        "exclude",
        "significant",
        "element",
        "required",
        "gaap",
        "recorded",
        "vanda",
        "financial",
        "statement",
        "addition",
        "subject",
        "inherent",
        "limitation",
        "reflect",
        "exercise",
        "judgment",
        "management",
        "determining",
        "financial",
        "measure",
        "order",
        "compensate",
        "limitation",
        "vanda",
        "present",
        "financial",
        "guidance",
        "connection",
        "gaap",
        "guidance",
        "investor",
        "encouraged",
        "review",
        "reconciliation",
        "financial",
        "measure",
        "directly",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "vanda",
        "pharmaceutical",
        "vanda",
        "global",
        "biopharmaceutical",
        "company",
        "focused",
        "development",
        "commercialization",
        "innovative",
        "therapy",
        "address",
        "high",
        "unmet",
        "medical",
        "need",
        "improve",
        "life",
        "patient",
        "vanda",
        "pharmaceutical",
        "please",
        "visit",
        "cautionary",
        "note",
        "regarding",
        "forward",
        "looking",
        "statement",
        "various",
        "statement",
        "release",
        "including",
        "limited",
        "guidance",
        "provided",
        "financial",
        "guidance",
        "security",
        "law",
        "statement",
        "based",
        "upon",
        "current",
        "expectation",
        "involve",
        "risk",
        "change",
        "circumstance",
        "assumption",
        "uncertainty",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "reflected",
        "vanda",
        "include",
        "among",
        "others",
        "vanda",
        "assumption",
        "regarding",
        "ability",
        "continue",
        "grow",
        "business",
        "hetlioz",
        "psychiatrist",
        "initiative",
        "among",
        "mean",
        "vanda",
        "ability",
        "complete",
        "clinical",
        "development",
        "obtain",
        "regulatory",
        "approval",
        "tradipitant",
        "treatment",
        "chronic",
        "pruritus",
        "atopic",
        "dermatitis",
        "vanda",
        "ability",
        "successfully",
        "commercialize",
        "hetlioz",
        "europe",
        "factor",
        "described",
        "risk",
        "factor",
        "management",
        "discussion",
        "analysis",
        "financial",
        "condition",
        "result",
        "operation",
        "section",
        "vanda",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "file",
        "sec",
        "available",
        "sec",
        "website",
        "additional",
        "factor",
        "may",
        "described",
        "section",
        "vanda",
        "quarterly",
        "report",
        "form",
        "quarter",
        "ended",
        "march",
        "filed",
        "sec",
        "second",
        "quarter",
        "addition",
        "risk",
        "described",
        "vanda",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "unknown",
        "unpredictable",
        "factor",
        "also",
        "could",
        "affect",
        "vanda",
        "result",
        "assurance",
        "actual",
        "result",
        "development",
        "anticipated",
        "vanda",
        "realized",
        "even",
        "substantially",
        "realized",
        "expected",
        "consequence",
        "effect",
        "vanda",
        "therefore",
        "assurance",
        "given",
        "outcome",
        "stated",
        "estimate",
        "achieved",
        "written",
        "verbal",
        "attributable",
        "vanda",
        "person",
        "acting",
        "behalf",
        "expressly",
        "qualified",
        "entirety",
        "cautionary",
        "statement",
        "contained",
        "referred",
        "herein",
        "vanda",
        "caution",
        "investor",
        "rely",
        "heavily",
        "vanda",
        "make",
        "made",
        "behalf",
        "information",
        "release",
        "provided",
        "date",
        "release",
        "vanda",
        "undertakes",
        "obligation",
        "specifically",
        "decline",
        "obligation",
        "update",
        "revise",
        "publicly",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "vanda",
        "pharmaceutical",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "march",
        "revenue",
        "hetlioz",
        "product",
        "sale",
        "net",
        "fanapt",
        "product",
        "sale",
        "net",
        "total",
        "revenue",
        "operating",
        "expense",
        "cost",
        "good",
        "sold",
        "excluding",
        "amortization",
        "research",
        "development",
        "selling",
        "general",
        "administrative",
        "intangible",
        "asset",
        "amortization",
        "total",
        "operating",
        "expense",
        "income",
        "loss",
        "operation",
        "income",
        "income",
        "loss",
        "income",
        "tax",
        "provision",
        "benefit",
        "income",
        "tax",
        "net",
        "income",
        "loss",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "basic",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "weighted",
        "average",
        "share",
        "outstanding",
        "diluted",
        "vanda",
        "pharmaceutical",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "unaudited",
        "march",
        "december",
        "asset",
        "current",
        "asset",
        "marketable",
        "security",
        "account",
        "receivable",
        "net",
        "inventory",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "intangible",
        "asset",
        "net",
        "inventory",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "liability",
        "product",
        "revenue",
        "allowance",
        "milestone",
        "obligation",
        "license",
        "agreement",
        "total",
        "current",
        "liability",
        "liability",
        "total",
        "liability",
        "stockholder",
        "equity",
        "common",
        "stock",
        "additional",
        "capital",
        "accumulated",
        "comprehensive",
        "loss",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "adoption",
        "accounting",
        "standard",
        "codification",
        "subtopic",
        "revenue",
        "contract",
        "customer",
        "january",
        "provision",
        "product",
        "return",
        "included",
        "product",
        "revenue",
        "allowance",
        "liability",
        "current",
        "year",
        "provision",
        "product",
        "return",
        "included",
        "account",
        "receivable",
        "net",
        "prior",
        "year",
        "refer",
        "footnote",
        "quarterly",
        "report",
        "form",
        "10q",
        "quarter",
        "ending",
        "march",
        "vanda",
        "pharmaceutical",
        "reconciliation",
        "gaap",
        "financial",
        "information",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "march",
        "net",
        "income",
        "loss",
        "adjustment",
        "compensation",
        "intangible",
        "asset",
        "amortization",
        "net",
        "income",
        "loss",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "basic",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "weighted",
        "average",
        "share",
        "outstanding",
        "diluted",
        "operating",
        "expense",
        "adjustment",
        "cost",
        "good",
        "sold",
        "excluding",
        "amortization",
        "compensation",
        "intangible",
        "asset",
        "amortization",
        "operating",
        "expense",
        "excluding",
        "cost",
        "good",
        "sold",
        "research",
        "development",
        "adjustment",
        "compensation",
        "research",
        "development",
        "selling",
        "general",
        "administrative",
        "adjustment",
        "compensation",
        "selling",
        "general",
        "administrative",
        "company",
        "contact",
        "jim",
        "kelly",
        "executive",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "vanda",
        "pharmaceutical",
        "view",
        "original",
        "content",
        "http",
        "source",
        "vanda",
        "pharmaceutical",
        "inc"
    ]
}