{
    "organizations": [],
    "uuid": "35f2176517dcf4f143ac6a2a4fd30140667f4d68",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/11/pr-newswire-granite-announces-2018-first-quarter-results.html",
    "ord_in_thread": 0,
    "title": "Granite Announces 2018 First Quarter Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO, May 11, 2018 /PRNewswire/ - Granite Real Estate Investment Trust and Granite REIT Inc. (TSX: GRT.UN; NYSE: GRP.U) (''Granite'' or the ''Trust'') announced today its combined results for the three month period ended March 31, 2018.\n''Over the past 12 months Granite has made significant strides in the realignment, diversification and quality enhancement of its real estate portfolio through the sale of approximately $390 million of primarily Magna-tenanted properties, the announced acquisitions of nine warehouse and logistics income- producing properties for approximately $545 million and the repositioning of properties previously tenanted by Magna. While more work needs to be done, we are pleased with our progress to date as well as the results for the quarter,'' commented Michael Forsayeth, Chief Executive Officer.\nHIGHLIGHTS\nHighlights for the three month period ended March 31, 2018, including events subsequent to the quarter, are set out below:\nGranite's revenue was $61.7 million in the first quarter of 2018 compared to $60.8 million in the prior year period; Funds from operations (''FFO'') (1) was $51.3 million ($1.11 per unit) in the first quarter of 2018 compared to $39.6 million ($0.84 per unit) in the first quarter of 2017 and includes a $10.4 million ($0.23 per unit) foreign exchange gain on US dollar cash proceeds from the sale of three special purpose properties in January 2018 and a $1.0 million ($0.02 per unit) lease termination fee recognized in revenue in the quarter; Adjusted funds from operations (''AFFO'') (2) was $31.1 million ($0.67 per unit) in the first quarter of 2018 compared to $40.3 million ($0.86 per unit) in the first quarter of 2017; On March 23, 2018, Granite acquired a 0.6 million square foot property located in Plainfield, Indiana for consideration of $50.8 million (US$ 39.3 million). On April 4, 2018, Granite acquired a 0.4 million square foot property located in Greencastle, Pennsylvania for consideration of $44.3 million (US$ 34.8 million). Each property is 100% occupied and, together, they have a weighted average lease term of approximately 9.5 years and were purchased at an in-going yield of approximately 5.5%; On May 10, 2018, Granite agreed to acquire a portfolio of four Class A, single tenanted buildings totaling 3.8 million square feet on 78 acres of land near Columbus, Ohio. The purchase price of the portfolio is US$ 232.5 million which represents an in-going stabilized yield of approximately 6.0%. The buildings are modern distribution facilities with an average age of approximately 7 years; In January 2018, Granite sold 10 investment properties (including three special purpose properties) located in Canada and the United States for gross proceeds of approximately $388 million. The 10 properties represented approximately 3.3 million square feet of Granite's property portfolio, were primarily Magna-tenanted and contributed approximately $25.6 million in rental revenue in 2017; Granite entered into a new five-year unsecured revolving credit facility in the amount of $500.0 million that matures on February 1, 2023; The Board of Trustees/Directors is well-advanced in its search for Granite's new Chief Executive Officer; and Pursuant to the normal course issuer bid, Granite has repurchased 1,036,141 stapled units for $51.1 million in the first quarter of 2018 and an additional 197,318 units for $9.9 million subsequent to the quarter-end. As at May 11, 2018, a total of 1,474,493 units have been repurchased for $73.0 million at an average price of $49.50 per unit since inception of the normal course issuer bid in May 2017. On May 11, 2018, the Board of Trustees/Directors approved the renewal of the normal course issuer bid which will be subject to customary regulatory approvals.\nFinancial, Operating and Property Highlights\nThree Months Ended\nMarch 31,\n(in millions, except as noted)\n2018\n2017\nRevenue (3)\n$61.7\n$60.8\nNet income\n$72.4\n$30.3\nFunds from operations (''FFO'') (1)\n$51.3\n$39.6\nAdjusted funds from operations (''AFFO'') (2)\n$31.1\n$40.3\nBasic and Diluted FFO per stapled unit (1)\n$1.11\n$0.84\nBasic and Diluted AFFO per stapled unit (2)\n$0.67\n$0.86\nAs at March 31 and December 31,\n2018\n2017\nFair value of investment properties\n$\n2,916.1\n$\n2,733.6\nProperties held for sale\n—\n$\n391.4\nCash and cash equivalents\n$\n273.8\n$\n69.0\nTotal debt\n$\n745.7\n$\n741.4\nNumber of income-producing properties (4)\n85\n84\nGross leasable area (''GLA''), square feet (4)\n29.7\n29.1\nOccupancy, by GLA (4)\n98.7%\n98.4%\nWeighted average lease term, in years by square footage (4)\n6.0\n5.9\nGRANITE'S COMBINED FINANCIAL RESULTS\nFor the three month period ended March 31, 2018, revenue increased by $0.9 million to $61.7 million from $60.8 million in the first quarter of 2017. The increase in revenue was primarily due to the acquisitions, favourable foreign exchange rates and a lease termination and close-out fee, partially offset by a decrease in revenue from property disposals and vacancies.\nGranite's net income in the first quarter of 2018 was $72.4 million compared to $30.3 million for the first quarter of 2017. Net income increased by $42.1 million mainly from net fair value gains on investment properties and foreign exchange gains, partially offset by an increase in deferred tax expense associated with the higher net fair value gains on investment properties.\nFFO for the first quarter of 2018 was $51.3 million compared to $39.6 million in the prior year period. The$11.7 million increase in FFO was largely related to the significant foreign exchange gain on US dollar cash proceeds from the sale of three special purpose properties in January 2018.\nAFFO for the first quarter of 2018 was $31.1 million compared to $40.3 million in the prior year period. The net $9.2 million decrease in AFFO was primarily due to payments made in connection with a tenant incentive allowance and improvement capital expenditures, partially offset by the increase in FFO noted above.\nA more detailed discussion of Granite's combined financial results for the three month periods ended March 31, 2018 and 2017 is contained in Granite's Management's Discussion and Analysis of Results of Operations and Financial Position (''MD&A'') and the unaudited condensed combined financial statements for those periods and the notes thereto, which are available through the internet on the Canadian Securities Administrators' System for Electronic Document Analysis and Retrieval (''SEDAR'') and can be accessed at www.sedar.com and on the United States Securities and Exchange Commission's (the ''SEC'') Electronic Data Gathering, Analysis and Retrieval System (''EDGAR'') which can be accessed at www.sec.gov.\nCONFERENCE CALL\nGranite will hold a conference call on Monday, May 14, 2018 at 8:30 a.m. Eastern time. The number to use for this call is 1-800-954-0652. Overseas callers should use +1-416-981-9029. Please call in at least 10 minutes prior to start time. The conference call will be chaired by Michael Forsayeth, Chief Executive Officer. For anyone unable to listen to the scheduled call, the rebroadcast numbers will be: North America — 1-800-558-5253 and overseas — +1-416-626-4100 (enter reservation number 21887882) and the rebroadcast will be available until Monday, May 28, 2018.\nOTHER INFORMATION\nAdditional property statistics as at March 31, 2018 have been posted to our website at http://www.granitereit.com/propertystatistics/view-property-statistics. Copies of financial data and other publicly filed documents are available through the internet on SEDAR which can be accessed at www.sedar.com and on EDGAR which can be accessed at www.sec.gov.\nGranite is a Canadian-based REIT engaged in the acquisition, development, ownership and management of predominantly industrial, warehouse and logistics properties in North America and Europe. Granite owns over 85 rental income properties representing approximately 30 million square feet of leasable area. Through the thoughtful deployment of its balance sheet and selective dispositions, Granite is continuing to build a high quality, globally diversified industrial real estate business.\nFor further information, please contact Michael Forsayeth, Chief Executive Officer, at 647-925-7600 or Ilias Konstantopoulos, Chief Financial Officer, at 647-925-7540.\nFORWARD-LOOKING STATEMENTS\nThis press release may contain statements that, to the extent they are not recitations of historical fact, constitute ''forward-looking statements'' or ''forward-looking information'' within the meaning of applicable securities legislation, including the United States Securities Act of 1933, as amended, the United States Securities Exchange Act of 1934, as amended, and applicable Canadian securities legislation. Forward-looking statements and forward-looking information may include, among others, statements regarding Granite's future plans, goals, strategies, intentions, beliefs, estimates, costs, objectives, capital structure, cost of capital, tenant base, tax consequences, economic performance or expectations, or the assumptions underlying any of the foregoing. Words such as ''outlook'', ''may'', ''would'', ''could'', ''should'', ''will'', ''likely'', ''expect'', ''anticipate'', ''believe'', ''intend'', ''plan'', ''forecast'', ''project'', ''estimate'', ''seek'' and similar expressions are used to identify forward-looking statements and forward-looking information. Forward-looking statements and forward-looking information should not be read as guarantees of future events, performance or results and will not necessarily be accurate indications of whether or the times at or by which such future performance will be achieved. Undue reliance should not be placed on such statements. There can also be no assurance that: the expansion and diversification of Granite's real estate portfolio and the reduction in Granite's exposure to Magna and the special purpose properties; the ability of Granite to find satisfactory acquisition, joint venture and development opportunities and to replace the revenue from recently sold properties; Granite's ability to dispose of any non-core assets on satisfactory terms; Granite's ability to meet its target occupancy goals; the completion of Granite's search for a new Chief Executive Officer; and the expected amount of any distributions, can be achieved in a timely manner, with the expected impact or at all. Forward-looking statements and forward-looking information are based on information available at the time and/or management's good faith assumptions and analyses made in light of Granite's perception of historical trends, current conditions and expected future developments, as well as other factors Granite believes are appropriate in the circumstances, and are subject to known and unknown risks, uncertainties and other unpredictable factors, many of which are beyond Granite's control, that could cause actual events or results to differ materially from such forward-looking statements and forward-looking information. Important factors that could cause such differences include, but are not limited to, the risk of changes to tax or other laws and treaties that may adversely affect Granite Real Estate Investment Trust's mutual fund trust status under the Income Tax Act (Canada) or the effective tax rate in other jurisdictions in which Granite operates; economic, market and competitive conditions and other risks that may adversely affect Granite's ability to expand and diversify its real estate portfolio and dispose of any non-core assets on satisfactory terms; and the risks set forth in the ''Risk Factors'' section in Granite's Annual Information Form for 2017 dated March 1, 2018, filed on SEDAR at www.sedar.com and attached as Exhibit 1 to the Trust's Annual Report on Form 40-F for the year ended December 31, 2017 filed with the SEC and available online on EDGAR at www.sec.gov, all of which investors are strongly advised to review. The ''Risk Factors'' section also contains information about the material factors or assumptions underlying such forward-looking statements and forward-looking information. Forward-looking statements and forward-looking information speak only as of the date the statements and information were made and unless otherwise required by applicable securities laws, Granite expressly disclaims any intention and undertakes no obligation to update or revise any forward-looking statements or forward-looking information contained in this press release to reflect subsequent information, events or circumstances or otherwise.",
    "published": "2018-05-12T02:52:00.000+03:00",
    "crawled": "2018-05-12T02:44:09.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "toronto",
        "may",
        "granite",
        "real",
        "estate",
        "investment",
        "trust",
        "granite",
        "reit",
        "tsx",
        "nyse",
        "granite",
        "trust",
        "announced",
        "today",
        "combined",
        "result",
        "three",
        "month",
        "period",
        "ended",
        "march",
        "past",
        "month",
        "granite",
        "made",
        "significant",
        "stride",
        "realignment",
        "diversification",
        "quality",
        "enhancement",
        "real",
        "estate",
        "portfolio",
        "sale",
        "approximately",
        "million",
        "primarily",
        "property",
        "announced",
        "acquisition",
        "nine",
        "warehouse",
        "logistics",
        "producing",
        "property",
        "approximately",
        "million",
        "repositioning",
        "property",
        "previously",
        "tenanted",
        "magna",
        "work",
        "need",
        "done",
        "pleased",
        "progress",
        "date",
        "well",
        "result",
        "quarter",
        "commented",
        "michael",
        "forsayeth",
        "chief",
        "executive",
        "officer",
        "highlight",
        "highlight",
        "three",
        "month",
        "period",
        "ended",
        "march",
        "including",
        "event",
        "subsequent",
        "quarter",
        "set",
        "granite",
        "revenue",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "prior",
        "year",
        "period",
        "fund",
        "operation",
        "ffo",
        "million",
        "per",
        "unit",
        "first",
        "quarter",
        "compared",
        "million",
        "per",
        "unit",
        "first",
        "quarter",
        "includes",
        "million",
        "per",
        "unit",
        "foreign",
        "exchange",
        "gain",
        "u",
        "dollar",
        "cash",
        "proceeds",
        "sale",
        "three",
        "special",
        "purpose",
        "property",
        "january",
        "million",
        "per",
        "unit",
        "lease",
        "termination",
        "fee",
        "recognized",
        "revenue",
        "quarter",
        "adjusted",
        "fund",
        "operation",
        "affo",
        "million",
        "per",
        "unit",
        "first",
        "quarter",
        "compared",
        "million",
        "per",
        "unit",
        "first",
        "quarter",
        "march",
        "granite",
        "acquired",
        "million",
        "square",
        "foot",
        "property",
        "located",
        "plainfield",
        "indiana",
        "consideration",
        "million",
        "u",
        "million",
        "april",
        "granite",
        "acquired",
        "million",
        "square",
        "foot",
        "property",
        "located",
        "greencastle",
        "pennsylvania",
        "consideration",
        "million",
        "u",
        "million",
        "property",
        "occupied",
        "together",
        "weighted",
        "average",
        "lease",
        "term",
        "approximately",
        "year",
        "purchased",
        "yield",
        "approximately",
        "may",
        "granite",
        "agreed",
        "acquire",
        "portfolio",
        "four",
        "class",
        "single",
        "tenanted",
        "building",
        "totaling",
        "million",
        "square",
        "foot",
        "acre",
        "land",
        "near",
        "columbus",
        "ohio",
        "purchase",
        "price",
        "portfolio",
        "u",
        "million",
        "represents",
        "stabilized",
        "yield",
        "approximately",
        "building",
        "modern",
        "distribution",
        "facility",
        "average",
        "age",
        "approximately",
        "year",
        "january",
        "granite",
        "sold",
        "investment",
        "property",
        "including",
        "three",
        "special",
        "purpose",
        "property",
        "located",
        "canada",
        "united",
        "state",
        "gross",
        "proceeds",
        "approximately",
        "million",
        "property",
        "represented",
        "approximately",
        "million",
        "square",
        "foot",
        "granite",
        "property",
        "portfolio",
        "primarily",
        "contributed",
        "approximately",
        "million",
        "rental",
        "revenue",
        "granite",
        "entered",
        "new",
        "unsecured",
        "revolving",
        "credit",
        "facility",
        "amount",
        "million",
        "matures",
        "february",
        "board",
        "search",
        "granite",
        "new",
        "chief",
        "executive",
        "officer",
        "pursuant",
        "normal",
        "course",
        "issuer",
        "bid",
        "granite",
        "repurchased",
        "stapled",
        "unit",
        "million",
        "first",
        "quarter",
        "additional",
        "unit",
        "million",
        "subsequent",
        "may",
        "total",
        "unit",
        "repurchased",
        "million",
        "average",
        "price",
        "per",
        "unit",
        "since",
        "inception",
        "normal",
        "course",
        "issuer",
        "bid",
        "may",
        "may",
        "board",
        "approved",
        "renewal",
        "normal",
        "course",
        "issuer",
        "bid",
        "subject",
        "customary",
        "regulatory",
        "approval",
        "financial",
        "operating",
        "property",
        "highlight",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "except",
        "noted",
        "revenue",
        "net",
        "income",
        "fund",
        "operation",
        "ffo",
        "adjusted",
        "fund",
        "operation",
        "affo",
        "basic",
        "diluted",
        "ffo",
        "per",
        "stapled",
        "unit",
        "basic",
        "diluted",
        "affo",
        "per",
        "stapled",
        "unit",
        "march",
        "december",
        "fair",
        "value",
        "investment",
        "property",
        "property",
        "held",
        "sale",
        "cash",
        "cash",
        "equivalent",
        "total",
        "debt",
        "number",
        "property",
        "gross",
        "leasable",
        "area",
        "gla",
        "square",
        "foot",
        "occupancy",
        "gla",
        "weighted",
        "average",
        "lease",
        "term",
        "year",
        "square",
        "footage",
        "granite",
        "combined",
        "financial",
        "result",
        "three",
        "month",
        "period",
        "ended",
        "march",
        "revenue",
        "increased",
        "million",
        "million",
        "million",
        "first",
        "quarter",
        "increase",
        "revenue",
        "primarily",
        "due",
        "acquisition",
        "favourable",
        "foreign",
        "exchange",
        "rate",
        "lease",
        "termination",
        "fee",
        "partially",
        "offset",
        "decrease",
        "revenue",
        "property",
        "disposal",
        "vacancy",
        "granite",
        "net",
        "income",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "net",
        "income",
        "increased",
        "million",
        "mainly",
        "net",
        "fair",
        "value",
        "gain",
        "investment",
        "property",
        "foreign",
        "exchange",
        "gain",
        "partially",
        "offset",
        "increase",
        "deferred",
        "tax",
        "expense",
        "associated",
        "higher",
        "net",
        "fair",
        "value",
        "gain",
        "investment",
        "property",
        "ffo",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "prior",
        "year",
        "period",
        "million",
        "increase",
        "ffo",
        "largely",
        "related",
        "significant",
        "foreign",
        "exchange",
        "gain",
        "u",
        "dollar",
        "cash",
        "proceeds",
        "sale",
        "three",
        "special",
        "purpose",
        "property",
        "january",
        "affo",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "prior",
        "year",
        "period",
        "net",
        "million",
        "decrease",
        "affo",
        "primarily",
        "due",
        "payment",
        "made",
        "connection",
        "tenant",
        "incentive",
        "allowance",
        "improvement",
        "capital",
        "expenditure",
        "partially",
        "offset",
        "increase",
        "ffo",
        "noted",
        "detailed",
        "discussion",
        "granite",
        "combined",
        "financial",
        "result",
        "three",
        "month",
        "period",
        "ended",
        "march",
        "contained",
        "granite",
        "management",
        "discussion",
        "analysis",
        "result",
        "operation",
        "financial",
        "position",
        "md",
        "unaudited",
        "condensed",
        "combined",
        "financial",
        "statement",
        "period",
        "note",
        "thereto",
        "available",
        "internet",
        "canadian",
        "security",
        "administrator",
        "system",
        "electronic",
        "document",
        "analysis",
        "retrieval",
        "sedar",
        "accessed",
        "united",
        "state",
        "security",
        "exchange",
        "commission",
        "sec",
        "electronic",
        "data",
        "gathering",
        "analysis",
        "retrieval",
        "system",
        "edgar",
        "accessed",
        "conference",
        "call",
        "granite",
        "hold",
        "conference",
        "call",
        "monday",
        "may",
        "eastern",
        "time",
        "number",
        "use",
        "call",
        "overseas",
        "caller",
        "use",
        "please",
        "call",
        "least",
        "minute",
        "prior",
        "start",
        "time",
        "conference",
        "call",
        "chaired",
        "michael",
        "forsayeth",
        "chief",
        "executive",
        "officer",
        "anyone",
        "unable",
        "listen",
        "scheduled",
        "call",
        "rebroadcast",
        "number",
        "north",
        "america",
        "overseas",
        "enter",
        "reservation",
        "number",
        "rebroadcast",
        "available",
        "monday",
        "may",
        "information",
        "additional",
        "property",
        "statistic",
        "march",
        "posted",
        "website",
        "http",
        "copy",
        "financial",
        "data",
        "publicly",
        "filed",
        "document",
        "available",
        "internet",
        "sedar",
        "accessed",
        "edgar",
        "accessed",
        "granite",
        "reit",
        "engaged",
        "acquisition",
        "development",
        "ownership",
        "management",
        "predominantly",
        "industrial",
        "warehouse",
        "logistics",
        "property",
        "north",
        "america",
        "europe",
        "granite",
        "owns",
        "rental",
        "income",
        "property",
        "representing",
        "approximately",
        "million",
        "square",
        "foot",
        "leasable",
        "area",
        "thoughtful",
        "deployment",
        "balance",
        "sheet",
        "selective",
        "disposition",
        "granite",
        "continuing",
        "build",
        "high",
        "quality",
        "globally",
        "diversified",
        "industrial",
        "real",
        "estate",
        "business",
        "information",
        "please",
        "contact",
        "michael",
        "forsayeth",
        "chief",
        "executive",
        "officer",
        "ilias",
        "konstantopoulos",
        "chief",
        "financial",
        "officer",
        "statement",
        "press",
        "release",
        "may",
        "contain",
        "statement",
        "extent",
        "recitation",
        "historical",
        "fact",
        "constitute",
        "statement",
        "information",
        "within",
        "meaning",
        "applicable",
        "security",
        "legislation",
        "including",
        "united",
        "state",
        "security",
        "act",
        "amended",
        "united",
        "state",
        "security",
        "exchange",
        "act",
        "amended",
        "applicable",
        "canadian",
        "security",
        "legislation",
        "statement",
        "information",
        "may",
        "include",
        "among",
        "others",
        "statement",
        "regarding",
        "granite",
        "future",
        "plan",
        "goal",
        "strategy",
        "intention",
        "belief",
        "estimate",
        "cost",
        "objective",
        "capital",
        "structure",
        "cost",
        "capital",
        "tenant",
        "base",
        "tax",
        "consequence",
        "economic",
        "performance",
        "expectation",
        "assumption",
        "underlying",
        "foregoing",
        "word",
        "outlook",
        "may",
        "would",
        "could",
        "likely",
        "expect",
        "anticipate",
        "believe",
        "intend",
        "plan",
        "forecast",
        "project",
        "estimate",
        "seek",
        "similar",
        "expression",
        "used",
        "identify",
        "statement",
        "information",
        "statement",
        "information",
        "read",
        "guarantee",
        "future",
        "event",
        "performance",
        "result",
        "necessarily",
        "accurate",
        "indication",
        "whether",
        "time",
        "future",
        "performance",
        "achieved",
        "undue",
        "reliance",
        "placed",
        "statement",
        "also",
        "assurance",
        "expansion",
        "diversification",
        "granite",
        "real",
        "estate",
        "portfolio",
        "reduction",
        "granite",
        "exposure",
        "magna",
        "special",
        "purpose",
        "property",
        "ability",
        "granite",
        "find",
        "satisfactory",
        "acquisition",
        "joint",
        "venture",
        "development",
        "opportunity",
        "replace",
        "revenue",
        "recently",
        "sold",
        "property",
        "granite",
        "ability",
        "dispose",
        "asset",
        "satisfactory",
        "term",
        "granite",
        "ability",
        "meet",
        "target",
        "occupancy",
        "goal",
        "completion",
        "granite",
        "search",
        "new",
        "chief",
        "executive",
        "officer",
        "expected",
        "amount",
        "distribution",
        "achieved",
        "timely",
        "manner",
        "expected",
        "impact",
        "statement",
        "information",
        "based",
        "information",
        "available",
        "time",
        "management",
        "good",
        "faith",
        "assumption",
        "analysis",
        "made",
        "light",
        "granite",
        "perception",
        "historical",
        "trend",
        "current",
        "condition",
        "expected",
        "future",
        "development",
        "well",
        "factor",
        "granite",
        "belief",
        "appropriate",
        "circumstance",
        "subject",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "unpredictable",
        "factor",
        "many",
        "beyond",
        "granite",
        "control",
        "could",
        "cause",
        "actual",
        "event",
        "result",
        "differ",
        "materially",
        "statement",
        "information",
        "important",
        "factor",
        "could",
        "cause",
        "difference",
        "include",
        "limited",
        "risk",
        "change",
        "tax",
        "law",
        "treaty",
        "may",
        "adversely",
        "affect",
        "granite",
        "real",
        "estate",
        "investment",
        "trust",
        "mutual",
        "fund",
        "trust",
        "status",
        "income",
        "tax",
        "act",
        "canada",
        "effective",
        "tax",
        "rate",
        "jurisdiction",
        "granite",
        "operates",
        "economic",
        "market",
        "competitive",
        "condition",
        "risk",
        "may",
        "adversely",
        "affect",
        "granite",
        "ability",
        "expand",
        "diversify",
        "real",
        "estate",
        "portfolio",
        "dispose",
        "asset",
        "satisfactory",
        "term",
        "risk",
        "set",
        "forth",
        "risk",
        "factor",
        "section",
        "granite",
        "annual",
        "information",
        "form",
        "dated",
        "march",
        "filed",
        "sedar",
        "attached",
        "exhibit",
        "trust",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "filed",
        "sec",
        "available",
        "online",
        "edgar",
        "investor",
        "strongly",
        "advised",
        "review",
        "risk",
        "factor",
        "section",
        "also",
        "contains",
        "information",
        "material",
        "factor",
        "assumption",
        "underlying",
        "statement",
        "information",
        "statement",
        "information",
        "speak",
        "date",
        "statement",
        "information",
        "made",
        "unless",
        "otherwise",
        "required",
        "applicable",
        "security",
        "law",
        "granite",
        "expressly",
        "disclaims",
        "intention",
        "undertakes",
        "obligation",
        "update",
        "revise",
        "statement",
        "information",
        "contained",
        "press",
        "release",
        "reflect",
        "subsequent",
        "information",
        "event",
        "circumstance",
        "otherwise"
    ]
}