{
    "organizations": [],
    "uuid": "48ba02a53ac853e4436c92e6291989618b292c21",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/22/globe-newswire-aurora-cannabis-makes-strategic-investment-in-ctt-pharmaceutical.html",
    "ord_in_thread": 0,
    "title": "Aurora Cannabis Makes Strategic Investment in CTT Pharmaceutical",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Aurora Expands Exclusive Access to CTT’s Product and Development Pipeline\nEdmonton, AB, May 22, 2018 (GLOBE NEWSWIRE) -- Aurora Cannabis Inc. (“Aurora” or the “Company”) (TSX: ACB) (OTCQB: ACBFF) (Frankfurt: 21P; WKN: A1C4WM) and CTT Pharmaceutical Holdings Inc. (\" CTT \") (US-OTC: CTTH) today announced that Aurora is acquiring an initial 9.14% ownership interest in CTT via way of a non-brokered private placement in the form of a US$1 million 5% convertible debenture. The agreement includes an issuance of warrants enabling Aurora to increase ownership to 42.5%.\nCommercial agreement\nAdditionally, the companies announced that, within 60 days, they intend completing a final commercial agreement, expanding the exclusivity agreement, announced first on April 16, 2018, which related to distribution in Canada only of CTT's novel, patent-protected drug delivery technologies. CTT will now provide Aurora with global exclusivity to develop, manufacture and market CTT’s novel oral thin films wafers. The companies will work jointly towards obtaining Health Canada approval for introduction of the new products on the Canadian market, as well as obtaining commercial access to other international jurisdictions in which Aurora is active.\nClinically-Proven Rapid Onset Drug Delivery Technology\nCTT is an Ontario based global leader in the development of dose specific fast dissolving oral thin film wafers that provide a dose specific, smoke-free delivery of medical cannabis or other active ingredients. CTT’s oral thin film wafer is made from FDA approved non-medical ingredients used in several pharmaceutical formulations and provides the effective oral delivery of a specific dose with rapid onset of action within 5-10 minutes after dosing. Clinical research undertaken by CTT indicates the oral wafer delivery of THC into the blood steam was approximately 40% quicker compared to edible form factors, as well as resulted in approximately 28% more THC in the blood stream at peak bioavailability levels.\nManagement Commentary\n\"The investment in CTT reflects our commitment to science-based diversification into higher-margin drug delivery technologies for both the medical and adult consumer use markets” said Terry Booth, CEO. “The clinically-proven rapid onset of action of CTT’s wafers is a key differentiator that, we believe, will resonate strongly with physicians, patients and adult use consumers. This provides us with an important competitive advantage in the rapidly growing market segment for smoke-free form factors.”\nDr. Pankaj Modi, CEO of CTT, added, \"We believe Aurora more than any other LP, provides the global distribution channels, regulatory affairs expertise, scale and manufacturing ability to successfully commercialize this unique technology on a global basis. We are very pleased to have Aurora as a key strategic investor, delivering additional recognition to our product development capabilities, and increasing both our commercial and capital markets visibility.”\nTerms of the Investment\nAurora will make an initial US$1 million investment in CTT by way of a non-brokered private placement of convertible debentures (the “Debentures”). The Debentures will have a maturity date of three years from the closing date of the offering (the \"Maturity Date\") and will bear interest from the date of closing at 5.0% per annum, payable semi-annually. The Debentures will be convertible, at the option of the holder, into common shares of CTT at any time prior to the close of business on the last business day immediately preceding the Maturity Date at a conversion price of $0.268 per Common Share (the \"Conversion Price\").\nConsequently the initial investment, Aurora owns approximately 9.14% of the issued and outstanding common shares of CTT Pharma (on a non-diluted basis) In addition, Aurora shall also receive from CTT warrants, such that Aurora will be able to increase its ownership interest in CTT to 42.5% on a fully diluted basis. Each warrant provides the Company with the right to purchase one common share of CTT at a price of $0.35. The warrants are exercisable upon certain conditions being met. The initial investment provides Aurora with the right to appoint one member of CTT’s board of directors. Upon achieving 42.5% ownership, the Company shall have the right to appoint a second board member of CTT.\nInvestor Rights Agreement\nAurora and CTT have also entered into an investor rights agreement that provides Aurora with anti-dilution protections, enabling the Company to maintain its ownership level.\nAbout Aurora\nAurora's wholly-owned subsidiary, Aurora Enterprises Inc., is a licensed producer of medical cannabis pursuant to Health Canada's Access to Cannabis for Medical Purposes Regulations (\"ACMPR\"). The Company operates a 55,200 square foot, state-of-the-art production facility in Mountain View County, Alberta, known as \"Aurora Mountain\", and a second 40,000 square foot high-technology production facility known as “Aurora Vie” in Pointe-Claire, Quebec on Montreal’s West Island. In January 2018, Aurora’s 800,000 square foot flagship cultivation facility, Aurora Sky, located at the Edmonton International Airport, was licensed. Once at full capacity, Aurora Sky is expected to produce over 100,000 kg per annum of cannabis. Aurora is completing a facility in Lachute, Quebec utilizing its wholly owned subsidiary Aurora Larssen Projects Inc.\nThe Company’s wholly-owned subsidiary CanniMed Therapeutics Inc. (“CanniMed”) is Canada’s most experienced licensed producer of medical cannabis, with over 20,000 kg per annum in funded capacity. CanniMed forms the heart of Aurora’s Medical Cannabis Centre of Excellence, aimed at product and market development.\nAurora also owns Berlin-based Pedanios GmbH, the leading wholesale importer, exporter, and distributor of medical cannabis in the European Union. The Company owns 51% of Aurora Nordic, which will be constructing a 1,000,000 square foot hybrid greenhouse in Odense, Denmark. The Company offers further differentiation through its acquisition of BC Northern Lights Ltd. and Urban Cultivator Inc., industry leaders, respectively, in the production and sale of proprietary systems for the safe, efficient and high-yield indoor cultivation of cannabis, and in state-of-the-art indoor gardening appliances for the cultivation of organic microgreens, vegetables and herbs in home and professional kitchens.\nAurora holds a 25% ownership interest in Alcanna Inc. (“CLIQ”), one of Western Canada’s largest retail chains of liquor stores, who are developing a cannabis retail network in Western Canada. In addition, the Company holds approximately 17.23% of the issued shares in leading extraction technology company Radient Technologies Inc, and holds 52.7% of Hempco Food and Fiber Inc. Aurora is also the cornerstone investor in two other licensed producers, with a 22.9% stake in Cann Group Limited, the first Australian company licensed to conduct research on and cultivate medical cannabis, and a 17.62% stake in Canadian producer The Green Organic Dutchman Ltd., with options to increase to majority ownership.\nAurora's Common Shares trade on the TSX under the symbol \"ACB\", and are a constituent of the S&P/TSX Composite Index\nAbout CTT Pharmaceutical\nCTT’s principal asset is a unique and novel patented drug delivery technology, an orally administered, fast dissolving thin film (the “Wafer”). This technology platform will target both the human and veterinarian (pet) markets for treatment of many diseases. The Company believes that its Wafer technology will be one of the first to gain use in major markets such as pain management. Several Canadian and U.S. patents protect the Oral Thin Film (Wafer) formulation.\nCTT’s oral fast dissolving drug delivery systems consist of edible Wafers that dissolve without water and within a few seconds after placement in the mouth. The majority of drugs administered using our drug delivery system mirror injections in that they have the ability to enter the bloodstream quickly, are convenient and discrete, and can be administered anywhere. A faster absorption rate is achieved because the mouth contains a very thin mucosa and is extremely vascular. There is no bitter taste, no smoke inhalation, less degradation of medication (by bypassing the stomach) and most importantly lower dosage units are required given the efficacy of absorption. Patient compliance is also improved especially with those who have a fear of choking or difficulty swallowing, and/or are pediatric, geriatric or incapacitated.\nFor more information, please visit our website: www.cttpharmaceuticals.com\nForward looking statements\nThis news release includes statements containing certain \"forward-looking information\" within the meaning of applicable securities law (“forward-looking statements”). Forward-looking statements are frequently characterized by words such as \"plan\", \"continue\", \"expect\", \"project\", \"intend\", \"believe\", \"anticipate\", \"estimate\", \"may\", \"will\", \"potential\", \"proposed\" and other similar words, or statements that certain events or conditions \"may\" or \"will\" occur. These statements are only predictions. Various assumptions were used in drawing the conclusions or making the projections contained in the forward-looking statements throughout this news release. Forward-looking statements are based on the opinions and estimates of management at the date the statements are made, and are subject to a variety of risks and uncertainties and other factors that could cause actual events or results to differ materially from those projected in the forward-looking statements. The companies are under no obligation, and expressly disclaim any intention or obligation, to update or revise any forward-looking statements, whether as a result of new information, future events or otherwise, except as expressly required by applicable law.\nNeither TSX nor its Regulation Services Provider (as that term is defined in the policies of Toronto Stock Exchange) accepts responsibility for the adequacy or accuracy of this release.\nAURORA CANNABIS INC. CTT Pharmaceutical Holding Inc. Terry Booth Dr. Pankaj Modi CEO CEO ###\nFurther information\nFor Aurora\nMarc Lakmaaker Craig MacPhail Director, Investor Relations and NATIONAL Equicom Corporate Development +1.647.269.5523 +1.416.586.1938 marc.lakmaaker@auroramj.com cmacphail@national.ca www.auroramj.com For CTT\nDr. Pankaj Modi\ninfo@cttpharmaceuticals.com\n+1.866.803.8386\nSource: CTT Pharmaceutical Holdings, Inc.",
    "published": "2018-05-22T15:31:00.000+03:00",
    "crawled": "2018-05-22T15:37:55.102+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "aurora",
        "expands",
        "exclusive",
        "access",
        "ctt",
        "product",
        "development",
        "pipeline",
        "edmonton",
        "ab",
        "may",
        "globe",
        "newswire",
        "aurora",
        "cannabis",
        "aurora",
        "company",
        "tsx",
        "acb",
        "otcqb",
        "acbff",
        "frankfurt",
        "21p",
        "wkn",
        "a1c4wm",
        "ctt",
        "pharmaceutical",
        "holding",
        "ctt",
        "ctth",
        "today",
        "announced",
        "aurora",
        "acquiring",
        "initial",
        "ownership",
        "interest",
        "ctt",
        "via",
        "way",
        "private",
        "placement",
        "form",
        "u",
        "million",
        "convertible",
        "debenture",
        "agreement",
        "includes",
        "issuance",
        "warrant",
        "enabling",
        "aurora",
        "increase",
        "ownership",
        "commercial",
        "agreement",
        "additionally",
        "company",
        "announced",
        "within",
        "day",
        "intend",
        "completing",
        "final",
        "commercial",
        "agreement",
        "expanding",
        "exclusivity",
        "agreement",
        "announced",
        "first",
        "april",
        "related",
        "distribution",
        "canada",
        "ctt",
        "novel",
        "drug",
        "delivery",
        "technology",
        "ctt",
        "provide",
        "aurora",
        "global",
        "exclusivity",
        "develop",
        "manufacture",
        "market",
        "ctt",
        "novel",
        "oral",
        "thin",
        "film",
        "wafer",
        "company",
        "work",
        "jointly",
        "towards",
        "obtaining",
        "health",
        "canada",
        "approval",
        "introduction",
        "new",
        "product",
        "canadian",
        "market",
        "well",
        "obtaining",
        "commercial",
        "access",
        "international",
        "jurisdiction",
        "aurora",
        "active",
        "rapid",
        "onset",
        "drug",
        "delivery",
        "technology",
        "ctt",
        "ontario",
        "based",
        "global",
        "leader",
        "development",
        "dose",
        "specific",
        "fast",
        "dissolving",
        "oral",
        "thin",
        "film",
        "wafer",
        "provide",
        "dose",
        "specific",
        "delivery",
        "medical",
        "cannabis",
        "active",
        "ingredient",
        "ctt",
        "oral",
        "thin",
        "film",
        "wafer",
        "made",
        "fda",
        "approved",
        "ingredient",
        "used",
        "several",
        "pharmaceutical",
        "formulation",
        "provides",
        "effective",
        "oral",
        "delivery",
        "specific",
        "dose",
        "rapid",
        "onset",
        "action",
        "within",
        "minute",
        "dosing",
        "clinical",
        "research",
        "undertaken",
        "ctt",
        "indicates",
        "oral",
        "wafer",
        "delivery",
        "thc",
        "blood",
        "steam",
        "approximately",
        "quicker",
        "compared",
        "edible",
        "form",
        "factor",
        "well",
        "resulted",
        "approximately",
        "thc",
        "blood",
        "stream",
        "peak",
        "bioavailability",
        "level",
        "management",
        "commentary",
        "investment",
        "ctt",
        "reflects",
        "commitment",
        "diversification",
        "drug",
        "delivery",
        "technology",
        "medical",
        "adult",
        "consumer",
        "use",
        "market",
        "said",
        "terry",
        "booth",
        "ceo",
        "rapid",
        "onset",
        "action",
        "ctt",
        "wafer",
        "key",
        "differentiator",
        "believe",
        "resonate",
        "strongly",
        "physician",
        "patient",
        "adult",
        "use",
        "consumer",
        "provides",
        "u",
        "important",
        "competitive",
        "advantage",
        "rapidly",
        "growing",
        "market",
        "segment",
        "form",
        "pankaj",
        "modi",
        "ceo",
        "ctt",
        "added",
        "believe",
        "aurora",
        "lp",
        "provides",
        "global",
        "distribution",
        "channel",
        "regulatory",
        "affair",
        "expertise",
        "scale",
        "manufacturing",
        "ability",
        "successfully",
        "commercialize",
        "unique",
        "technology",
        "global",
        "basis",
        "pleased",
        "aurora",
        "key",
        "strategic",
        "investor",
        "delivering",
        "additional",
        "recognition",
        "product",
        "development",
        "capability",
        "increasing",
        "commercial",
        "capital",
        "market",
        "term",
        "investment",
        "aurora",
        "make",
        "initial",
        "u",
        "million",
        "investment",
        "ctt",
        "way",
        "private",
        "placement",
        "convertible",
        "debenture",
        "debenture",
        "debenture",
        "maturity",
        "date",
        "three",
        "year",
        "closing",
        "date",
        "offering",
        "maturity",
        "date",
        "bear",
        "interest",
        "date",
        "closing",
        "per",
        "annum",
        "payable",
        "debenture",
        "convertible",
        "option",
        "holder",
        "common",
        "share",
        "ctt",
        "time",
        "prior",
        "close",
        "business",
        "last",
        "business",
        "day",
        "immediately",
        "preceding",
        "maturity",
        "date",
        "conversion",
        "price",
        "per",
        "common",
        "share",
        "conversion",
        "price",
        "consequently",
        "initial",
        "investment",
        "aurora",
        "owns",
        "approximately",
        "issued",
        "outstanding",
        "common",
        "share",
        "ctt",
        "pharma",
        "basis",
        "addition",
        "aurora",
        "shall",
        "also",
        "receive",
        "ctt",
        "warrant",
        "aurora",
        "able",
        "increase",
        "ownership",
        "interest",
        "ctt",
        "fully",
        "diluted",
        "basis",
        "warrant",
        "provides",
        "company",
        "right",
        "purchase",
        "one",
        "common",
        "share",
        "ctt",
        "price",
        "warrant",
        "exercisable",
        "upon",
        "certain",
        "condition",
        "met",
        "initial",
        "investment",
        "provides",
        "aurora",
        "right",
        "appoint",
        "one",
        "member",
        "ctt",
        "board",
        "director",
        "upon",
        "achieving",
        "ownership",
        "company",
        "shall",
        "right",
        "appoint",
        "second",
        "board",
        "member",
        "ctt",
        "investor",
        "right",
        "agreement",
        "aurora",
        "ctt",
        "also",
        "entered",
        "investor",
        "right",
        "agreement",
        "provides",
        "aurora",
        "protection",
        "enabling",
        "company",
        "maintain",
        "ownership",
        "level",
        "aurora",
        "aurora",
        "subsidiary",
        "aurora",
        "enterprise",
        "licensed",
        "producer",
        "medical",
        "cannabis",
        "pursuant",
        "health",
        "canada",
        "access",
        "cannabis",
        "medical",
        "purpose",
        "regulation",
        "acmpr",
        "company",
        "operates",
        "square",
        "foot",
        "production",
        "facility",
        "mountain",
        "view",
        "county",
        "alberta",
        "known",
        "aurora",
        "mountain",
        "second",
        "square",
        "foot",
        "production",
        "facility",
        "known",
        "aurora",
        "vie",
        "quebec",
        "montreal",
        "west",
        "island",
        "january",
        "aurora",
        "square",
        "foot",
        "flagship",
        "cultivation",
        "facility",
        "aurora",
        "sky",
        "located",
        "edmonton",
        "international",
        "airport",
        "licensed",
        "full",
        "capacity",
        "aurora",
        "sky",
        "expected",
        "produce",
        "kg",
        "per",
        "annum",
        "cannabis",
        "aurora",
        "completing",
        "facility",
        "lachute",
        "quebec",
        "utilizing",
        "wholly",
        "owned",
        "subsidiary",
        "aurora",
        "larssen",
        "project",
        "company",
        "subsidiary",
        "cannimed",
        "therapeutic",
        "cannimed",
        "canada",
        "experienced",
        "licensed",
        "producer",
        "medical",
        "cannabis",
        "kg",
        "per",
        "annum",
        "funded",
        "capacity",
        "cannimed",
        "form",
        "heart",
        "aurora",
        "medical",
        "cannabis",
        "centre",
        "excellence",
        "aimed",
        "product",
        "market",
        "development",
        "aurora",
        "also",
        "owns",
        "pedanios",
        "gmbh",
        "leading",
        "wholesale",
        "importer",
        "exporter",
        "distributor",
        "medical",
        "cannabis",
        "european",
        "union",
        "company",
        "owns",
        "aurora",
        "nordic",
        "constructing",
        "square",
        "foot",
        "hybrid",
        "greenhouse",
        "odense",
        "denmark",
        "company",
        "offer",
        "differentiation",
        "acquisition",
        "bc",
        "northern",
        "light",
        "urban",
        "cultivator",
        "industry",
        "leader",
        "respectively",
        "production",
        "sale",
        "proprietary",
        "system",
        "safe",
        "efficient",
        "indoor",
        "cultivation",
        "cannabis",
        "indoor",
        "gardening",
        "appliance",
        "cultivation",
        "organic",
        "microgreens",
        "vegetable",
        "herb",
        "home",
        "professional",
        "kitchen",
        "aurora",
        "hold",
        "ownership",
        "interest",
        "alcanna",
        "cliq",
        "one",
        "western",
        "canada",
        "largest",
        "retail",
        "chain",
        "liquor",
        "store",
        "developing",
        "cannabis",
        "retail",
        "network",
        "western",
        "canada",
        "addition",
        "company",
        "hold",
        "approximately",
        "issued",
        "share",
        "leading",
        "extraction",
        "technology",
        "company",
        "radient",
        "technology",
        "inc",
        "hold",
        "hempco",
        "food",
        "fiber",
        "aurora",
        "also",
        "cornerstone",
        "investor",
        "two",
        "licensed",
        "producer",
        "stake",
        "cann",
        "group",
        "limited",
        "first",
        "australian",
        "company",
        "licensed",
        "conduct",
        "research",
        "cultivate",
        "medical",
        "cannabis",
        "stake",
        "canadian",
        "producer",
        "green",
        "organic",
        "dutchman",
        "option",
        "increase",
        "majority",
        "ownership",
        "aurora",
        "common",
        "share",
        "trade",
        "tsx",
        "symbol",
        "acb",
        "constituent",
        "composite",
        "index",
        "ctt",
        "pharmaceutical",
        "ctt",
        "principal",
        "asset",
        "unique",
        "novel",
        "patented",
        "drug",
        "delivery",
        "technology",
        "orally",
        "administered",
        "fast",
        "dissolving",
        "thin",
        "film",
        "wafer",
        "technology",
        "platform",
        "target",
        "human",
        "veterinarian",
        "pet",
        "market",
        "treatment",
        "many",
        "disease",
        "company",
        "belief",
        "wafer",
        "technology",
        "one",
        "first",
        "gain",
        "use",
        "major",
        "market",
        "pain",
        "management",
        "several",
        "canadian",
        "patent",
        "protect",
        "oral",
        "thin",
        "film",
        "wafer",
        "formulation",
        "ctt",
        "oral",
        "fast",
        "dissolving",
        "drug",
        "delivery",
        "system",
        "consist",
        "edible",
        "wafer",
        "dissolve",
        "without",
        "water",
        "within",
        "second",
        "placement",
        "mouth",
        "majority",
        "drug",
        "administered",
        "using",
        "drug",
        "delivery",
        "system",
        "mirror",
        "injection",
        "ability",
        "enter",
        "bloodstream",
        "quickly",
        "convenient",
        "discrete",
        "administered",
        "anywhere",
        "faster",
        "absorption",
        "rate",
        "achieved",
        "mouth",
        "contains",
        "thin",
        "mucosa",
        "extremely",
        "vascular",
        "bitter",
        "taste",
        "smoke",
        "inhalation",
        "less",
        "degradation",
        "medication",
        "bypassing",
        "stomach",
        "importantly",
        "lower",
        "dosage",
        "unit",
        "required",
        "given",
        "efficacy",
        "absorption",
        "patient",
        "compliance",
        "also",
        "improved",
        "especially",
        "fear",
        "choking",
        "difficulty",
        "swallowing",
        "pediatric",
        "geriatric",
        "incapacitated",
        "information",
        "please",
        "visit",
        "website",
        "forward",
        "looking",
        "statement",
        "news",
        "release",
        "includes",
        "statement",
        "containing",
        "certain",
        "information",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "statement",
        "statement",
        "frequently",
        "characterized",
        "word",
        "plan",
        "continue",
        "expect",
        "project",
        "intend",
        "believe",
        "anticipate",
        "estimate",
        "may",
        "potential",
        "proposed",
        "similar",
        "word",
        "statement",
        "certain",
        "event",
        "condition",
        "may",
        "occur",
        "statement",
        "prediction",
        "various",
        "assumption",
        "used",
        "drawing",
        "conclusion",
        "making",
        "projection",
        "contained",
        "statement",
        "throughout",
        "news",
        "release",
        "statement",
        "based",
        "opinion",
        "estimate",
        "management",
        "date",
        "statement",
        "made",
        "subject",
        "variety",
        "risk",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "actual",
        "event",
        "result",
        "differ",
        "materially",
        "projected",
        "statement",
        "company",
        "obligation",
        "expressly",
        "disclaim",
        "intention",
        "obligation",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "expressly",
        "required",
        "applicable",
        "law",
        "neither",
        "tsx",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "toronto",
        "stock",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "aurora",
        "cannabis",
        "ctt",
        "pharmaceutical",
        "holding",
        "terry",
        "booth",
        "pankaj",
        "modi",
        "ceo",
        "ceo",
        "information",
        "aurora",
        "marc",
        "lakmaaker",
        "craig",
        "macphail",
        "director",
        "investor",
        "relation",
        "national",
        "equicom",
        "corporate",
        "development",
        "cmacphail",
        "ctt",
        "pankaj",
        "modi",
        "info",
        "source",
        "ctt",
        "pharmaceutical",
        "holding",
        "inc"
    ]
}