{
    "organizations": [],
    "uuid": "d2dbfa6834cf868a10e88c5e44c16bfafceba8b2",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/09/business-wire-ophthotech-reports-first-quarter-2018-financial-and-operating-results.html",
    "ord_in_thread": 0,
    "title": "Ophthotech Reports Financial and Operating",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "(Conference Call and Webcast Today, May 9, 2018, at 8:00 a.m. ET)\nNEW YORK--(BUSINESS WIRE)-- Ophthotech Corporation (Nasdaq:OPHT) today announced financial and operating results for the first quarter ended March 31, 2018 and provided a business update.\n“We continue to build on our Zimura program with on-going clinical trials in wet age related macular degeneration (AMD) with patient recruitment completed and topline data expected by the end of 2018, in geographic atrophy secondary to dry AMD where recruitment is on-track for topline data in the second half of 2019 and in autosomal recessive Stargardt disease which began enrolling patients earlier in the year,” stated Glenn P. Sblendorio, Chief Executive Officer and President of Ophthotech. “In parallel, we are excited to have initiated our first innovative gene therapy program in collaboration with Horae Gene Therapy Center at the University of Massachusetts Medical School to treat orphan degenerative retinal diseases. A key aspect of our strategy is to continue to build on this momentum to uncover novel and differentiating technologies and product candidates through collaborations with leading companies and academic institutions from around the world.”\nRecent Key Highlights\nZimura ® Complement Factor C5 Inhibitor Program\nIn April 2018, the Company completed patient recruitment in its dose-ranging, open-label, multi-center Phase 2a clinical trial of Zimura ® (avacincaptad pegol) in combination with the anti-vascular endothelial growth factor (anti-VEGF) agent Lucentis ® (ranibizumab) in patients with wet age-related macular degeneration (AMD) who have not been previously treated with any anti-VEGF agents. This uncontrolled trial is designed to assess safety at different dosages and to detect a potential efficacy signal. The Company will evaluate data at month six. The Company’s ongoing Zimura clinical trial for the treatment of geographic atrophy secondary to dry AMD is on track for initial top-line data to be available during the second half of 2019. In January 2018, the first patient was enrolled in the Company’s Phase 2b randomized, double-masked, sham-controlled clinical trial assessing the efficacy and safety of Zimura in patients with autosomal recessive Stargardt disease (STGD1). Initial top-line data is expected to be available in 2020. Scientific details for two of the Company’s ongoing Zimura clinical trials were presented at medical conferences: The scientific details of the geographic atrophy secondary to dry AMD clinical trial were presented at the 41 st Annual Macula Society Meeting in Beverly Hills, California, February 21-24, 2018. The scientific details of the STGD1 clinical trial were presented at the 2018 Annual Meeting of the Association for Research in Vision and Ophthalmology in Honolulu, Hawaii, April 29-May 3, 2018 and at the International Symposium on Ocular Pharmacology and Therapeutics in Tel-Aviv, Israel, March 1-3, 2018.\nGene Therapy Program\nIn February 2018, the Company initiated an innovative gene therapy program focused on applying novel gene therapy technology to discover and develop new therapies for ocular diseases. In February 2018, the Company announced its first gene therapy collaboration, as it entered into a series of sponsored research agreements with the University of Massachusetts Medical School (UMMS) and its Horae Gene Therapy Center to utilize their “minigene” therapy approach and other novel gene delivery methods to target retinal diseases. UMMS has granted Ophthotech an option to obtain an exclusive license to any patent or patent applications that result from this research.\nCorporate Highlight\nIn January 2018, the Company announced the election of Jane Pritchett Henderson, Chief Financial Officer and Senior Vice President of Corporate Development at Voyager Therapeutics, to its Board of Directors. Ms. Henderson has also been elected the Chair of the Ophthotech Audit Committee.\n2018 Operational Update\nAs of March 31, 2018, the Company had $155 million in cash and cash equivalents.\nThe Company’s estimates its year end 2018 cash and cash equivalents will range between $112 million and $117 million based on its current 2018 business plan and planned capital expenditures. This estimate includes continuation of the Company’s development programs for Zimura and the initiation of its collaborative gene therapy research programs as currently planned. This estimate does not reflect any additional expenditures resulting from the potential in-licensing or acquisition of additional product candidates or technologies or associated development that the Company may pursue.\nFirst Quarter 2018 Financial Highlights\nRevenues: Collaboration revenue was $0 for the quarter ended March 31, 2018, compared to $1.7 million for the same period in 2017. Collaboration revenue decreased due to the completion of the Company’s licensing and commercialization agreement with Novartis Pharma AG and the recognition of all associated deferred revenue during the third quarter of 2017. R&D Expenses: Research and development expenses were $7.7 million for the quarter ended March 31, 2018, compared to $32 million for the same period in 2017. As the Company pursues its ongoing and planned Zimura development programs, research and development expenses decreased primarily due to decreases in expenses related to the discontinuation of the Company’s Fovista Phase 3 clinical program and decreases in costs associated with the Company’s 2017 reduction in personnel program. G&A Expenses: General and administrative expenses were $5.6 million for the quarter ended March 31, 2018, compared to $13.2 million for the same period in 2017. General and administrative expenses decreased primarily due to decreases in costs to support the Company’s operations and infrastructure and decreases in costs associated with its 2017 reduction in personnel program, which included facilities lease termination expenses incurred during the first quarter of 2017. Net Loss: The Company reported a net loss for the quarter ended March 31, 2018 of $13.1 million, or ($.36) per diluted share, compared to a net loss of $43.1 million, or ($1.20) per diluted share, for the same period in 2017.\nConference Call/Web Cast Information\nOphthotech will host a conference call/webcast to discuss the Company’s financial and operating results and provide a business update. The call is scheduled for May 9, 2018 at 8:00 a.m. Eastern Time. To participate in this conference call, dial 800-239-9838 (USA) or 323-794-2551 (International), passcode 2075643. A live, listen-only audio webcast of the conference call can be accessed on the Investor Relations section of the Ophthotech website at: www.ophthotech.com . A replay will be available approximately two hours following the live call for two weeks. The replay number is 888-203-1112 (USA Toll Free), passcode 2075643.\nAbout Ophthotech Corporation\nOphthotech is a science-driven biopharmaceutical company specializing in the development of novel therapies to treat ophthalmic diseases, with a focus on age-related and orphan retinal diseases. For more information, please visit www.ophthotech.com .\nForward-looking Statements\nAny statements in this press release about Ophthotech’s future expectations, plans and prospects constitute forward-looking statements for purposes of the safe harbor provisions under the Private Securities Litigation Reform Act of 1995. Forward-looking statements include any statements about Ophthotech’s strategy, future operations and future expectations and plans and prospects for Ophthotech, and any other statements containing the words “anticipate,” “believe,” “estimate,” “expect,” “intend”, “goal,” “may”, “might,” “plan,” “predict,” “project,” “target,” “potential,” “will,” “would,” “could,” “should,” “continue,” and similar expressions. In this press release, Ophthotech’s forward looking statements include statements about the implementation of its strategic plan, Ophthotech's projected use of cash and cash balances, the timing, progress and results of clinical trials and other research and development activities, the potential utility of its product candidates and the potential for its business development strategy, including any potential in-license or acquisition opportunities. Such forward-looking statements involve substantial risks and uncertainties that could cause Ophthotech’s clinical development programs, future results, performance or achievements to differ significantly from those expressed or implied by the forward-looking statements. Such risks and uncertainties include, among others, those related to the initiation and the conduct and design of research programs and clinical trials, availability of data from these programs, expectations for regulatory matters, need for additional financing and negotiation and consummation of in-license and/or acquisition transactions and other factors discussed in the “Risk Factors” section contained in the quarterly and annual reports that Ophthotech files with the Securities and Exchange Commission. Any forward-looking statements represent Ophthotech’s views only as of the date of this press release. Ophthotech anticipates that subsequent events and developments will cause its views to change. While Ophthotech may elect to update these forward-looking statements at some point in the future, Ophthotech specifically disclaims any obligation to do so except as required by law.\nOPHT-G\nOphthotech Corporation Selected Financial Data (unaudited) (in thousands, except per share data) Three Months Ended March 31, 2018 2017 Statements of Operations Data: Collaboration revenue $ - $ 1,662 Operating expenses: Research and development 7,686 31,979 General and administrative 5,645 13,159 Total operating expenses 13,331 45,138 Loss from operations (13,331 ) (43,476 ) Interest income 473 378 Other expense (16 ) (21 ) Loss before income tax provision (12,874 ) (43,119 ) Income tax provision 199 3 Net loss $ (13,073 ) $ (43,122 ) Net loss per common share: Basic and diluted $ (0.36 ) $ (1.20 ) Weighted average common shares outstanding: Basic and diluted 36,153 35,804 March 31, 2018 December 31, 2017 (in thousands) Balance Sheets Data: Cash, cash equivalents, and marketable securities $ 154,911 $ 166,972 Total assets 161,551 175,576 Royalty purchase liability 125,000 125,000 Total liabilities 133,474 137,535 Additional paid-in capital 525,868 522,759 Accumulated deficit (497,827 ) (484,754 ) Total stockholders' equity $ 28,077 $ 38,041\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180509005421/en/\nInvestors:\nOphthotech Corporation\nKathy Galante, 212-845-8231\nVice President, Investor Relations and Corporate Communications\nkathy.galante@ophthotech.com\nor\nMedia:\nSmithSolve LLC on behalf of Ophthotech Corporation\nAlex Van Rees, 973-442-1555 ext. 111\nalex.vanrees@smithsolve.com\nSource: Ophthotech Corporation",
    "published": "2018-05-09T15:00:00.000+03:00",
    "crawled": "2018-05-09T15:43:49.014+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "conference",
        "call",
        "webcast",
        "today",
        "may",
        "et",
        "new",
        "york",
        "business",
        "wire",
        "ophthotech",
        "corporation",
        "nasdaq",
        "opht",
        "today",
        "announced",
        "financial",
        "operating",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "provided",
        "business",
        "update",
        "continue",
        "build",
        "zimura",
        "program",
        "clinical",
        "trial",
        "wet",
        "age",
        "related",
        "macular",
        "degeneration",
        "amd",
        "patient",
        "recruitment",
        "completed",
        "topline",
        "data",
        "expected",
        "end",
        "geographic",
        "atrophy",
        "secondary",
        "dry",
        "amd",
        "recruitment",
        "topline",
        "data",
        "second",
        "half",
        "autosomal",
        "recessive",
        "stargardt",
        "disease",
        "began",
        "enrolling",
        "patient",
        "earlier",
        "year",
        "stated",
        "glenn",
        "sblendorio",
        "chief",
        "executive",
        "officer",
        "president",
        "ophthotech",
        "parallel",
        "excited",
        "initiated",
        "first",
        "innovative",
        "gene",
        "therapy",
        "program",
        "collaboration",
        "horae",
        "gene",
        "therapy",
        "center",
        "university",
        "massachusetts",
        "medical",
        "school",
        "treat",
        "orphan",
        "degenerative",
        "retinal",
        "disease",
        "key",
        "aspect",
        "strategy",
        "continue",
        "build",
        "momentum",
        "uncover",
        "novel",
        "differentiating",
        "technology",
        "product",
        "candidate",
        "collaboration",
        "leading",
        "company",
        "academic",
        "institution",
        "around",
        "recent",
        "key",
        "highlight",
        "zimura",
        "complement",
        "factor",
        "c5",
        "inhibitor",
        "program",
        "april",
        "company",
        "completed",
        "patient",
        "recruitment",
        "phase",
        "2a",
        "clinical",
        "trial",
        "zimura",
        "avacincaptad",
        "pegol",
        "combination",
        "endothelial",
        "growth",
        "factor",
        "agent",
        "lucentis",
        "ranibizumab",
        "patient",
        "wet",
        "macular",
        "degeneration",
        "amd",
        "previously",
        "treated",
        "agent",
        "uncontrolled",
        "trial",
        "designed",
        "assess",
        "safety",
        "different",
        "dosage",
        "detect",
        "potential",
        "efficacy",
        "signal",
        "company",
        "evaluate",
        "data",
        "month",
        "six",
        "company",
        "ongoing",
        "zimura",
        "clinical",
        "trial",
        "treatment",
        "geographic",
        "atrophy",
        "secondary",
        "dry",
        "amd",
        "track",
        "initial",
        "data",
        "available",
        "second",
        "half",
        "january",
        "first",
        "patient",
        "enrolled",
        "company",
        "phase",
        "2b",
        "randomized",
        "clinical",
        "trial",
        "assessing",
        "efficacy",
        "safety",
        "zimura",
        "patient",
        "autosomal",
        "recessive",
        "stargardt",
        "disease",
        "stgd1",
        "initial",
        "data",
        "expected",
        "available",
        "scientific",
        "detail",
        "two",
        "company",
        "ongoing",
        "zimura",
        "clinical",
        "trial",
        "presented",
        "medical",
        "conference",
        "scientific",
        "detail",
        "geographic",
        "atrophy",
        "secondary",
        "dry",
        "amd",
        "clinical",
        "trial",
        "presented",
        "st",
        "annual",
        "macula",
        "society",
        "meeting",
        "beverly",
        "hill",
        "california",
        "february",
        "scientific",
        "detail",
        "stgd1",
        "clinical",
        "trial",
        "presented",
        "annual",
        "meeting",
        "association",
        "research",
        "vision",
        "ophthalmology",
        "honolulu",
        "hawaii",
        "april",
        "international",
        "symposium",
        "ocular",
        "pharmacology",
        "therapeutic",
        "israel",
        "march",
        "gene",
        "therapy",
        "program",
        "february",
        "company",
        "initiated",
        "innovative",
        "gene",
        "therapy",
        "program",
        "focused",
        "applying",
        "novel",
        "gene",
        "therapy",
        "technology",
        "discover",
        "develop",
        "new",
        "therapy",
        "ocular",
        "disease",
        "february",
        "company",
        "announced",
        "first",
        "gene",
        "therapy",
        "collaboration",
        "entered",
        "series",
        "sponsored",
        "research",
        "agreement",
        "university",
        "massachusetts",
        "medical",
        "school",
        "umms",
        "horae",
        "gene",
        "therapy",
        "center",
        "utilize",
        "minigene",
        "therapy",
        "approach",
        "novel",
        "gene",
        "delivery",
        "method",
        "target",
        "retinal",
        "disease",
        "umms",
        "granted",
        "ophthotech",
        "option",
        "obtain",
        "exclusive",
        "license",
        "patent",
        "patent",
        "application",
        "result",
        "research",
        "corporate",
        "highlight",
        "january",
        "company",
        "announced",
        "election",
        "jane",
        "pritchett",
        "henderson",
        "chief",
        "financial",
        "officer",
        "senior",
        "vice",
        "president",
        "corporate",
        "development",
        "voyager",
        "therapeutic",
        "board",
        "director",
        "henderson",
        "also",
        "elected",
        "chair",
        "ophthotech",
        "audit",
        "committee",
        "operational",
        "update",
        "march",
        "company",
        "million",
        "cash",
        "cash",
        "equivalent",
        "company",
        "estimate",
        "year",
        "end",
        "cash",
        "cash",
        "equivalent",
        "range",
        "million",
        "million",
        "based",
        "current",
        "business",
        "plan",
        "planned",
        "capital",
        "expenditure",
        "estimate",
        "includes",
        "continuation",
        "company",
        "development",
        "program",
        "zimura",
        "initiation",
        "collaborative",
        "gene",
        "therapy",
        "research",
        "program",
        "currently",
        "planned",
        "estimate",
        "reflect",
        "additional",
        "expenditure",
        "resulting",
        "potential",
        "acquisition",
        "additional",
        "product",
        "candidate",
        "technology",
        "associated",
        "development",
        "company",
        "may",
        "pursue",
        "first",
        "quarter",
        "financial",
        "highlight",
        "revenue",
        "collaboration",
        "revenue",
        "quarter",
        "ended",
        "march",
        "compared",
        "million",
        "period",
        "collaboration",
        "revenue",
        "decreased",
        "due",
        "completion",
        "company",
        "licensing",
        "commercialization",
        "agreement",
        "novartis",
        "pharma",
        "ag",
        "recognition",
        "associated",
        "deferred",
        "revenue",
        "third",
        "quarter",
        "r",
        "expense",
        "research",
        "development",
        "expense",
        "million",
        "quarter",
        "ended",
        "march",
        "compared",
        "million",
        "period",
        "company",
        "pursues",
        "ongoing",
        "planned",
        "zimura",
        "development",
        "program",
        "research",
        "development",
        "expense",
        "decreased",
        "primarily",
        "due",
        "decrease",
        "expense",
        "related",
        "discontinuation",
        "company",
        "fovista",
        "phase",
        "clinical",
        "program",
        "decrease",
        "cost",
        "associated",
        "company",
        "reduction",
        "personnel",
        "program",
        "g",
        "expense",
        "general",
        "administrative",
        "expense",
        "million",
        "quarter",
        "ended",
        "march",
        "compared",
        "million",
        "period",
        "general",
        "administrative",
        "expense",
        "decreased",
        "primarily",
        "due",
        "decrease",
        "cost",
        "support",
        "company",
        "operation",
        "infrastructure",
        "decrease",
        "cost",
        "associated",
        "reduction",
        "personnel",
        "program",
        "included",
        "facility",
        "lease",
        "termination",
        "expense",
        "incurred",
        "first",
        "quarter",
        "net",
        "loss",
        "company",
        "reported",
        "net",
        "loss",
        "quarter",
        "ended",
        "march",
        "million",
        "per",
        "diluted",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "diluted",
        "share",
        "period",
        "conference",
        "cast",
        "information",
        "ophthotech",
        "host",
        "conference",
        "discus",
        "company",
        "financial",
        "operating",
        "result",
        "provide",
        "business",
        "update",
        "call",
        "scheduled",
        "may",
        "eastern",
        "time",
        "participate",
        "conference",
        "call",
        "dial",
        "usa",
        "international",
        "passcode",
        "live",
        "audio",
        "webcast",
        "conference",
        "call",
        "accessed",
        "investor",
        "relation",
        "section",
        "ophthotech",
        "website",
        "replay",
        "available",
        "approximately",
        "two",
        "hour",
        "following",
        "live",
        "call",
        "two",
        "week",
        "replay",
        "number",
        "usa",
        "toll",
        "free",
        "passcode",
        "ophthotech",
        "corporation",
        "ophthotech",
        "biopharmaceutical",
        "company",
        "specializing",
        "development",
        "novel",
        "therapy",
        "treat",
        "ophthalmic",
        "disease",
        "focus",
        "orphan",
        "retinal",
        "disease",
        "information",
        "please",
        "visit",
        "statement",
        "statement",
        "press",
        "release",
        "ophthotech",
        "future",
        "expectation",
        "plan",
        "prospect",
        "constitute",
        "statement",
        "purpose",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "include",
        "statement",
        "ophthotech",
        "strategy",
        "future",
        "operation",
        "future",
        "expectation",
        "plan",
        "prospect",
        "ophthotech",
        "statement",
        "containing",
        "word",
        "anticipate",
        "believe",
        "estimate",
        "expect",
        "intend",
        "goal",
        "may",
        "might",
        "plan",
        "predict",
        "project",
        "target",
        "potential",
        "would",
        "could",
        "continue",
        "similar",
        "expression",
        "press",
        "release",
        "ophthotech",
        "forward",
        "looking",
        "statement",
        "include",
        "statement",
        "implementation",
        "strategic",
        "plan",
        "ophthotech",
        "projected",
        "use",
        "cash",
        "cash",
        "balance",
        "timing",
        "progress",
        "result",
        "clinical",
        "trial",
        "research",
        "development",
        "activity",
        "potential",
        "utility",
        "product",
        "candidate",
        "potential",
        "business",
        "development",
        "strategy",
        "including",
        "potential",
        "acquisition",
        "opportunity",
        "statement",
        "involve",
        "substantial",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "ophthotech",
        "clinical",
        "development",
        "program",
        "future",
        "result",
        "performance",
        "achievement",
        "differ",
        "significantly",
        "expressed",
        "implied",
        "statement",
        "risk",
        "uncertainty",
        "include",
        "among",
        "others",
        "related",
        "initiation",
        "conduct",
        "design",
        "research",
        "program",
        "clinical",
        "trial",
        "availability",
        "data",
        "program",
        "expectation",
        "regulatory",
        "matter",
        "need",
        "additional",
        "financing",
        "negotiation",
        "consummation",
        "acquisition",
        "transaction",
        "factor",
        "discussed",
        "risk",
        "factor",
        "section",
        "contained",
        "quarterly",
        "annual",
        "report",
        "ophthotech",
        "file",
        "security",
        "exchange",
        "commission",
        "statement",
        "represent",
        "ophthotech",
        "view",
        "date",
        "press",
        "release",
        "ophthotech",
        "anticipates",
        "subsequent",
        "event",
        "development",
        "cause",
        "view",
        "change",
        "ophthotech",
        "may",
        "elect",
        "update",
        "statement",
        "point",
        "future",
        "ophthotech",
        "specifically",
        "disclaims",
        "obligation",
        "except",
        "required",
        "law",
        "ophthotech",
        "corporation",
        "selected",
        "financial",
        "data",
        "unaudited",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "statement",
        "operation",
        "data",
        "collaboration",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "interest",
        "income",
        "expense",
        "loss",
        "income",
        "tax",
        "provision",
        "income",
        "tax",
        "provision",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "march",
        "december",
        "thousand",
        "balance",
        "sheet",
        "data",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "total",
        "asset",
        "royalty",
        "purchase",
        "liability",
        "total",
        "liability",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "view",
        "source",
        "version",
        "http",
        "investor",
        "ophthotech",
        "corporation",
        "kathy",
        "galante",
        "vice",
        "president",
        "investor",
        "relation",
        "corporate",
        "communication",
        "medium",
        "smithsolve",
        "llc",
        "behalf",
        "ophthotech",
        "corporation",
        "alex",
        "van",
        "rees",
        "ext",
        "source",
        "ophthotech",
        "corporation"
    ]
}