{
    "organizations": [],
    "uuid": "e795512fc1c0d1a07034636cca173f5d3ca18089",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/07/globe-newswire-dara-bioscience-inc-enters-into-agreement-to-acquire-product-to-address-vulvar-and-vaginal-atrophy-in-hormone-receptor.html",
    "ord_in_thread": 0,
    "title": "Daré Bioscience, Inc. Enters into Agreement to Acquire Product to Address Vulvar and Vaginal Atrophy in Hormone Receptor-Positive Breast Cancer Patients",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Agreement intends to broaden Company’s product portfolio within women’s reproductive health with novel clinical candidate, positioning Company with first in class candidates in contraception, sexual health and vaginal health\nSAN DIEGO, May 07, 2018 (GLOBE NEWSWIRE) -- Daré Bioscience, Inc. (NASDAQ:DARE), a clinical-stage women’s biopharmaceutical company, today announced it has entered into a merger agreement with Pear Tree Pharmaceuticals, Inc., a development-stage women’s biopharmaceuticals company. Daré has entered into the above merger agreement to secure the rights, currently owned by Pear Tree, to develop PT-101, a proprietary vaginal formulation of tamoxifen, as a potential treatment for vulvar and vaginal atrophy (VVA) in patients with hormone-receptor-positive breast cancer, including estrogen receptor-positive (ER-positive) and progesterone receptor-positive (PR-positive) breast cancer. Oral tamoxifen is already approved by the FDA as a treatment for hormone-receptor-positive breast cancer. PT-101 incorporates the active ingredient tamoxifen in a tablet formulation designed to deliver the drug vaginally.\nVVA is a chronic condition characterized by pain during intercourse, vaginal dryness and irritation brought on from reduced estrogen levels. For many women, first-line treatments typically include localized estrogen therapy. However, this therapeutic approach is often contraindicated for more than two million women diagnosed with, or at risk of recurrence of, ER-positive and PR-positive breast cancer. Daré intends to develop this novel local application of tamoxifen to mitigate the symptoms of VVA for patients with or at risk for hormone-receptor-positive breast cancer, including women currently on anti-cancer therapy.\nIf approved, PT-101 has the potential to be the first treatment specifically developed for VVA in patients with hormone-receptor positive breast cancer.\n“Adding vaginal tamoxifen to our innovative portfolio of novel women’s health products aligns perfectly with our mission of meaningfully impacting women’s lives by identifying and advancing products that address therapeutic gaps in contraception, sexual health and vaginal health,” said Sabrina Martucci Johnson, President and CEO, Daré Bioscience. “We are optimistic about the potential for this clinical candidate to become the first VVA therapy designed explicitly for hormone-receptor-positive breast cancer patients.”\nApproximately 10 percent of women in the U.S. will develop breast cancer. The prevalence of VVA in postmenopausal breast cancer patients is reported to be between 42 and 70 percent. Daré believes there is a large unmet need for a novel non-hormonal VVA treatment specifically developed for this subset of cancer patients and survivors.\n“There is a need to find a safe and efficacious way to treat vulvar and vaginal atrophy (VVA) in women who have hormone receptor positive breast cancer,” commented Dr. Shari Goldfarb, assistant attending physician at the Memorial Sloan Kettering Cancer Center. There are currently no FDA approved treatments that have been specifically developed for use in this population, despite the significant proportion of hormone-receptor positive patients who develop VVA.”\nPT-101 has been evaluated in four subjects in a proof-of-concept human study where it was shown to improve vaginal dryness and decrease vaginal pH. In 2018 Daré plans to optimize the vaginal formulation before initiating additional clinical work.\nThe closing of the merger with Pear Tree is subject to a number of conditions, including approval of the merger by Pear Tree’s stockholders. Upon the closing of the merger transaction, PT-101 will be incorporated into to Daré’s growing portfolio of novel clinical-stage therapeutic candidates that address unmet needs in women’s reproductive health. The pipeline currently includes Ovaprene™, a non-hormonal, monthly contraceptive ring in pre-pivotal studies, and topical sildenafil, a potential treatment for female sexual arousal disorder that is in Phase 2 development.\nFor more information on Daré Bioscience please visit www.darebioscience.com .\nAbout Daré Bioscience\nDaré Bioscience is a clinical-stage biopharmaceutical company committed to the advancement of innovative products for women’s reproductive health that address clear therapeutic gaps. The Company is driven by a mission to identify, develop and bring to market a diverse portfolio of novel and differentiated therapies that expand treatment options, improve outcomes and facilitate convenience for women, primarily in the areas of contraception, vaginal health, sexual health and fertility. Daré currently has two product candidates in clinical development. The first is Ovaprene, a non-hormonal monthly contraceptive ring intended to provide protection over multiple weeks between menses. The second is SST-6007 (5% Topical Sildenafil Citrate Cream), a potential treatment for Female Sexual Arousal Disorder. SST-6007 incorporates sildenafil, the same active ingredient in Viagra ® , in a proprietary cream formulation that is specifically designed to locally increase blood flow to the vulvar-vaginal tissue in women, leading to a potential improvement in genital arousal response and overall sexual experience. Daré has also entered into an agreement to acquire PT-101, a vaginal tamoxifen tablet, as a potential treatment for vulvar and vaginal atrophy in the hormone-receptor-positive breast cancer population, which includes estrogen receptor-positive (ER-positive) and progesterone receptor-positive (PR-positive) breast cancer. PT-101 incorporates the active ingredient tamoxifen, which is currently approved by the FDA in an oral form as a treatment for hormone-receptor-positive breast cancer. Daré’s preclinical portfolio includes a novel intravaginal ring technology platform that was developed by Dr. Robert Langer from the Massachusetts Institute of Technology and Dr. William Crowley from Massachusetts General Hospital and Harvard Medical School, including three preclinical candidates. Portfolio expansion opportunities include Daré’s option to enter into a license agreement for ORB-204 and ORB-214, preclinical stage injectable etonogestrel contraceptives with target 6- and 12-month durations.\nForward-Looking Statements\nThis press release contains “forward-looking statements” within the meaning of The Private Securities Litigation Reform Act of 1995 regarding matters that are not historical facts, including statements relating to Daré’s ability to close the merger and acquire the rights to develop PT-101, expectations regarding the anticipated market demands for its products, the safety and effectiveness of its products and market acceptance of Daré’s products. Because such statements are subject to risks and uncertainties, actual results may differ materially from those expressed or implied by such forward-looking statements as a result of various important factors, including the uncertainties inherent in the initiation and completion of clinical trials; availability and timing of data from ongoing and future clinical trials and the results of such trials; whether preliminary results from a clinical trial will be predictive of the final results of that trial or whether results of early clinical trials will be indicative of the results of later clinical trials, expectations for regulatory approvals; claims of infringement and other risks relating to Daré’s owned and licensed intellectual property rights; the ability of Daré’ and Pear Tree Pharmaceuticals, Inc. to satisfy all closing conditions in the above-referenced merger agreement and close the merger transaction; and other factors discussed in the “Risk Factors” section of Daré’s Report on Form 10-K filed with the Securities and Exchange Commission on March 28, 2018. Additional information concerning factors that could cause actual results to materially differ from those in the forward-looking statements is contained in Daré’s reports to the Securities and Exchange Commission, including Daré’s reports on Forms 10-Q, 8-K and 10-K. In addition, any forward-looking statements included in this press release represent our views only as of the date of this release and should not be relied upon as representing our views as of any subsequent date. Daré specifically disclaims any obligation to update any forward-looking statements included in this press release.\nContacts:\nInvestors on behalf of Daré Bioscience, Inc.:\nAmi Bavishi\nBurns McClellan\nabavishi@burnsmc.com\n212-213-0006\nOR\nMedia on behalf of Daré Bioscience, Inc.:\nAmanda Guisbond\nCanale Communications\namanda@canalecomm.com\n781-405-8775\nSource: Daré Bioscience, Inc.\nSource:Dare Bioscience, Inc.",
    "published": "2018-05-07T16:00:00.000+03:00",
    "crawled": "2018-05-07T15:41:50.049+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "agreement",
        "intends",
        "broaden",
        "company",
        "product",
        "portfolio",
        "within",
        "woman",
        "reproductive",
        "health",
        "novel",
        "clinical",
        "candidate",
        "positioning",
        "company",
        "first",
        "class",
        "candidate",
        "contraception",
        "sexual",
        "health",
        "vaginal",
        "health",
        "san",
        "diego",
        "may",
        "globe",
        "newswire",
        "daré",
        "bioscience",
        "nasdaq",
        "dare",
        "woman",
        "biopharmaceutical",
        "company",
        "today",
        "announced",
        "entered",
        "merger",
        "agreement",
        "pear",
        "tree",
        "pharmaceutical",
        "woman",
        "biopharmaceuticals",
        "company",
        "daré",
        "entered",
        "merger",
        "agreement",
        "secure",
        "right",
        "currently",
        "owned",
        "pear",
        "tree",
        "develop",
        "proprietary",
        "vaginal",
        "formulation",
        "tamoxifen",
        "potential",
        "treatment",
        "vulvar",
        "vaginal",
        "atrophy",
        "vva",
        "patient",
        "breast",
        "cancer",
        "including",
        "estrogen",
        "progesterone",
        "breast",
        "cancer",
        "oral",
        "tamoxifen",
        "already",
        "approved",
        "fda",
        "treatment",
        "breast",
        "cancer",
        "incorporates",
        "active",
        "ingredient",
        "tamoxifen",
        "tablet",
        "formulation",
        "designed",
        "deliver",
        "drug",
        "vaginally",
        "vva",
        "chronic",
        "condition",
        "characterized",
        "pain",
        "intercourse",
        "vaginal",
        "dryness",
        "irritation",
        "brought",
        "reduced",
        "estrogen",
        "level",
        "many",
        "woman",
        "treatment",
        "typically",
        "include",
        "localized",
        "estrogen",
        "therapy",
        "however",
        "therapeutic",
        "approach",
        "often",
        "contraindicated",
        "two",
        "million",
        "woman",
        "diagnosed",
        "risk",
        "recurrence",
        "breast",
        "cancer",
        "daré",
        "intends",
        "develop",
        "novel",
        "local",
        "application",
        "tamoxifen",
        "mitigate",
        "symptom",
        "vva",
        "patient",
        "risk",
        "breast",
        "cancer",
        "including",
        "woman",
        "currently",
        "therapy",
        "approved",
        "potential",
        "first",
        "treatment",
        "specifically",
        "developed",
        "vva",
        "patient",
        "positive",
        "breast",
        "cancer",
        "adding",
        "vaginal",
        "tamoxifen",
        "innovative",
        "portfolio",
        "novel",
        "woman",
        "health",
        "product",
        "aligns",
        "perfectly",
        "mission",
        "meaningfully",
        "impacting",
        "woman",
        "life",
        "identifying",
        "advancing",
        "product",
        "address",
        "therapeutic",
        "gap",
        "contraception",
        "sexual",
        "health",
        "vaginal",
        "health",
        "said",
        "sabrina",
        "martucci",
        "johnson",
        "president",
        "ceo",
        "daré",
        "bioscience",
        "optimistic",
        "potential",
        "clinical",
        "candidate",
        "become",
        "first",
        "vva",
        "therapy",
        "designed",
        "explicitly",
        "breast",
        "cancer",
        "approximately",
        "percent",
        "woman",
        "develop",
        "breast",
        "cancer",
        "prevalence",
        "vva",
        "postmenopausal",
        "breast",
        "cancer",
        "patient",
        "reported",
        "percent",
        "daré",
        "belief",
        "large",
        "unmet",
        "need",
        "novel",
        "vva",
        "treatment",
        "specifically",
        "developed",
        "subset",
        "cancer",
        "patient",
        "survivor",
        "need",
        "find",
        "safe",
        "efficacious",
        "way",
        "treat",
        "vulvar",
        "vaginal",
        "atrophy",
        "vva",
        "woman",
        "hormone",
        "receptor",
        "positive",
        "breast",
        "cancer",
        "commented",
        "shari",
        "goldfarb",
        "assistant",
        "attending",
        "physician",
        "memorial",
        "sloan",
        "kettering",
        "cancer",
        "center",
        "currently",
        "fda",
        "approved",
        "treatment",
        "specifically",
        "developed",
        "use",
        "population",
        "despite",
        "significant",
        "proportion",
        "positive",
        "patient",
        "develop",
        "evaluated",
        "four",
        "subject",
        "human",
        "study",
        "shown",
        "improve",
        "vaginal",
        "dryness",
        "decrease",
        "vaginal",
        "ph",
        "daré",
        "plan",
        "optimize",
        "vaginal",
        "formulation",
        "initiating",
        "additional",
        "clinical",
        "work",
        "closing",
        "merger",
        "pear",
        "tree",
        "subject",
        "number",
        "condition",
        "including",
        "approval",
        "merger",
        "pear",
        "tree",
        "stockholder",
        "upon",
        "closing",
        "merger",
        "transaction",
        "incorporated",
        "daré",
        "growing",
        "portfolio",
        "novel",
        "therapeutic",
        "candidate",
        "address",
        "unmet",
        "need",
        "woman",
        "reproductive",
        "health",
        "pipeline",
        "currently",
        "includes",
        "monthly",
        "contraceptive",
        "ring",
        "study",
        "topical",
        "sildenafil",
        "potential",
        "treatment",
        "female",
        "sexual",
        "arousal",
        "disorder",
        "phase",
        "development",
        "information",
        "daré",
        "bioscience",
        "please",
        "visit",
        "daré",
        "bioscience",
        "daré",
        "bioscience",
        "biopharmaceutical",
        "company",
        "committed",
        "advancement",
        "innovative",
        "product",
        "woman",
        "reproductive",
        "health",
        "address",
        "clear",
        "therapeutic",
        "gap",
        "company",
        "driven",
        "mission",
        "identify",
        "develop",
        "bring",
        "market",
        "diverse",
        "portfolio",
        "novel",
        "differentiated",
        "therapy",
        "expand",
        "treatment",
        "option",
        "improve",
        "outcome",
        "facilitate",
        "convenience",
        "woman",
        "primarily",
        "area",
        "contraception",
        "vaginal",
        "health",
        "sexual",
        "health",
        "fertility",
        "daré",
        "currently",
        "two",
        "product",
        "candidate",
        "clinical",
        "development",
        "first",
        "ovaprene",
        "monthly",
        "contraceptive",
        "ring",
        "intended",
        "provide",
        "protection",
        "multiple",
        "week",
        "menses",
        "second",
        "topical",
        "sildenafil",
        "citrate",
        "cream",
        "potential",
        "treatment",
        "female",
        "sexual",
        "arousal",
        "disorder",
        "incorporates",
        "sildenafil",
        "active",
        "ingredient",
        "viagra",
        "proprietary",
        "cream",
        "formulation",
        "specifically",
        "designed",
        "locally",
        "increase",
        "blood",
        "flow",
        "tissue",
        "woman",
        "leading",
        "potential",
        "improvement",
        "genital",
        "arousal",
        "response",
        "overall",
        "sexual",
        "experience",
        "daré",
        "also",
        "entered",
        "agreement",
        "acquire",
        "vaginal",
        "tamoxifen",
        "tablet",
        "potential",
        "treatment",
        "vulvar",
        "vaginal",
        "atrophy",
        "breast",
        "cancer",
        "population",
        "includes",
        "estrogen",
        "progesterone",
        "breast",
        "cancer",
        "incorporates",
        "active",
        "ingredient",
        "tamoxifen",
        "currently",
        "approved",
        "fda",
        "oral",
        "form",
        "treatment",
        "breast",
        "cancer",
        "daré",
        "preclinical",
        "portfolio",
        "includes",
        "novel",
        "intravaginal",
        "ring",
        "technology",
        "platform",
        "developed",
        "robert",
        "langer",
        "massachusetts",
        "institute",
        "technology",
        "william",
        "crowley",
        "massachusetts",
        "general",
        "hospital",
        "harvard",
        "medical",
        "school",
        "including",
        "three",
        "preclinical",
        "candidate",
        "portfolio",
        "expansion",
        "opportunity",
        "include",
        "daré",
        "option",
        "enter",
        "license",
        "agreement",
        "preclinical",
        "stage",
        "injectable",
        "etonogestrel",
        "contraceptive",
        "target",
        "duration",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "regarding",
        "matter",
        "historical",
        "fact",
        "including",
        "statement",
        "relating",
        "daré",
        "ability",
        "close",
        "merger",
        "acquire",
        "right",
        "develop",
        "expectation",
        "regarding",
        "anticipated",
        "market",
        "demand",
        "product",
        "safety",
        "effectiveness",
        "product",
        "market",
        "acceptance",
        "daré",
        "product",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "result",
        "various",
        "important",
        "factor",
        "including",
        "uncertainty",
        "inherent",
        "initiation",
        "completion",
        "clinical",
        "trial",
        "availability",
        "timing",
        "data",
        "ongoing",
        "future",
        "clinical",
        "trial",
        "result",
        "trial",
        "whether",
        "preliminary",
        "result",
        "clinical",
        "trial",
        "predictive",
        "final",
        "result",
        "trial",
        "whether",
        "result",
        "early",
        "clinical",
        "trial",
        "indicative",
        "result",
        "later",
        "clinical",
        "trial",
        "expectation",
        "regulatory",
        "approval",
        "claim",
        "infringement",
        "risk",
        "relating",
        "daré",
        "owned",
        "licensed",
        "intellectual",
        "property",
        "right",
        "ability",
        "daré",
        "pear",
        "tree",
        "pharmaceutical",
        "satisfy",
        "closing",
        "condition",
        "merger",
        "agreement",
        "close",
        "merger",
        "transaction",
        "factor",
        "discussed",
        "risk",
        "factor",
        "section",
        "daré",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "march",
        "additional",
        "information",
        "concerning",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "materially",
        "differ",
        "statement",
        "contained",
        "daré",
        "report",
        "security",
        "exchange",
        "commission",
        "including",
        "daré",
        "report",
        "form",
        "addition",
        "statement",
        "included",
        "press",
        "release",
        "represent",
        "view",
        "date",
        "release",
        "relied",
        "upon",
        "representing",
        "view",
        "subsequent",
        "date",
        "daré",
        "specifically",
        "disclaims",
        "obligation",
        "update",
        "statement",
        "included",
        "press",
        "release",
        "contact",
        "investor",
        "behalf",
        "daré",
        "bioscience",
        "ami",
        "bavishi",
        "burn",
        "mcclellan",
        "abavishi",
        "medium",
        "behalf",
        "daré",
        "bioscience",
        "amanda",
        "guisbond",
        "canale",
        "communication",
        "amanda",
        "source",
        "daré",
        "bioscience",
        "source",
        "dare",
        "bioscience",
        "inc"
    ]
}