{
    "organizations": [],
    "uuid": "ebee3b1a97f146cf7910dfffc6f13aa0753b9876",
    "author": "Stacey English",
    "url": "https://www.reuters.com/article/bc-finreg-risk-report-executive-summary/culture-and-conduct-risk-report-2018-executive-summary-and-regulatory-developments-idUSKBN1IA252",
    "ord_in_thread": 0,
    "title": "CULTURE AND CONDUCT RISK REPORT 2018: Executive summary and regulatory developments",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "LONDON/NEW YORK (Thomson Reuters Regulatory Intelligence) - Thomson Reuters has undertaken its fifth annual survey on how firms around the world are managing the challenges presented by the regulatory focus on culture and conduct risk. As in previous years, the research provides an opportunity for firms, and specifically compliance practitioners, to give their views and opinions on how they manage culture and mitigate conduct risk in the financial services industry.\nTaillights from vehicles are shown in a time exposure as motorists depart Atlantic Beach, North Carolina, which is located on a barrier island, September 16, 2003. Since its inception, the survey has highlighted distinct industry-wide and year-on-year trends against which firms can benchmark their own progress and has proved to be a valuable and trusted resource for firms and their compliance officers. Last year’s report was read by more than 5,000 entities including global systemically important financial institutions (G-SIFIs), regulators, local government, law firms and consultancies.\nCompliance and risk practitioners from more than 600 financial services firms across the world shared their views and experience for the analysis. Firms from across the financial services sector including banks, brokers, asset managers and insurers took part in the survey, and as with previous years, Thomson Reuters specifically asked G-SIFIs to identify themselves to enable comparison between themselves and other smaller firms, to recognize apparent trends.\nThe main points were:\n- Over the five years of the survey there have been persistent challenges in the creation of a separate working definition of conduct risk, distinct from other, similar, categories such as “regulatory risk”. Overall, progress has been made with a threefold increase in the number of firms that now have a bespoke definition of conduct risk since the inception of the report. Almost half (43 percent) of firms reported having a separate working definition of conduct risk in 2018, compared to just 16 percent in 2013. G-SIFIs have made the most progress with 66 percent reporting they had a separate working definition of conduct risk.\n- There is international agreement on the key components of conduct risk, with the top three having held their place over the last five years of the survey. This year’s top three key components of conduct risk were again identified as: culture, ethics, integrity (54 percent); corporate governance, tone from the top (44 percent); and conflicts of interest (41 percent).\n- Measuring culture and conduct risk remains a challenge for firms, with a combination of compliance monitoring results, staff opinion surveys, complaints analysis and internal audit results all being widely used as metrics. G-SIFIs also reported using internal attestations on culture and conduct risk as a cultural indicator.\n- Conduct risk continues to influence boardroom decisions. Firms continue to discard potentially profitable business propositions due to culture and/or conduct risk concerns (28 percent). This is further borne out by three quarters of firms considering conduct risk factors when discussing business strategy.\n- A quarter of firms reported implementing software solutions to manage and report on specific conduct risks an increase from 15 percent in the prior year. In addition, 23 percent of firms and over a quarter of G-SIFIs (27 percent) have deployed, or intend to deploy, a regtech/fintech solution to help the management of culture and conduct risk.\n- The greatest conduct risk challenge boards are expected to face in the next 12 months was seen as establishing and embedding an appropriate conduct risk framework at their firms. This is reflected in the fact that only just over half (56 percent) of firms reported having implemented a formal approach to culture and conduct risk management, with 16 percent having a robust and embedded framework and resources in place.\n- The ‘ownership’ of conduct risk within an organization shows G-SIFIs to be taking a more holistic and enterprise wide approach. Twenty two percent of G-SIFIs stated that everyone in the firm is deemed to ‘own’ conduct risk compared to 10 percent in the wider population. The compliance function (22 percent) and the board (21 percent) were the top two nominated owners in the wider population of firms.\n- The perception that personal liability will rise as a result of the regulatory focus on culture and/or conduct risk remains high. Overall, 70 percent of firms reported that the regulatory focus on culture and/or conduct risk will increase the personal liability of senior managers, while in the G-SIFI population it is becoming less of a concern (68 percent in 2018, compared to 87 percent in the prior year).\nINTRODUCTION Thomson Reuters has undertaken its fifth annual survey of how financial services firms are managing conduct risk and embedding cultural change policies to meet growing regulatory expectations. The results highlight year-on-year and regional trends, enabling firms to benchmark their approach to the practical implications of culture and conduct risk with the wider industry. The report provides valuable insight into industry challenges and emerging best practices, with the aim to meet ever-increasing regulatory expectations.\nCompliance and risk practitioners from more than 600 financial services firms across the world, including G-SIFIs, banks, brokers, asset managers and insurers, took part in the survey, which closed in the fourth quarter of 2017.\nTaking a five-year view, there is a sense that firms are now at the end of the beginning phase of coming to grips with culture and conduct risk and that the concepts, approach and practices have entered the mainstream of business practices. That is not to say that the job is done. Culture and conduct risk are qualitative issues which evolve in line with changing regulatory expectations and as such require an iterative approach to ensure continuing compliance.\nFirms have invested substantial resources in building the risk and compliance infrastructures required to implement, embed, monitor and measure culture and conduct risk and, after five years, it appears that progress has been made.\nREGULATORY DEVELOPMENTS OVER THE PAST 12 MONTHS - Click ( here ) to view the infographic \"Spotlight Analysis:Global systemically financial institutions\"\nThe wider roll-out of new senior management accountability regimes was a notable development during 2017. In the UK, both the Financial Conduct Authority (FCA) and Prudential Regulation Authority (PRA) launched consultations on extending the Senior Managers and Certification Regime to all firms. The regime will be extended to insurers in December 2018 and all other firms at a date to be set by HM Treasury.\nIn late 2016, Hong Kong’s Securities and Futures Commission (SFC) announced via a circular that it would be introducing a Manager-In-Charge Regime during 2017. Firms were provided with a six month transition period to adapt to the new regime running from April 18, 2017 to October 16, 2017.\nJulia Leung, executive director in charge of licensing and supervision of intermediaries at the SFC, speaking at the AIMA APAC Annual Forum at the beginning of the year, said that the aim of the new regime was for a regulatory outcome in which compliance was not only the prerogative of one department, and where front line managers nurtured a culture of acting honestly, fairly and in the best interests of their clients and the integrity of the market.\nIn Australia, where a number of misconduct issues resulted in the appointment of a Royal Commission in late 2017, the Banking Executive Accountability Regime (BEAR) was introduced in September 2017. The BEAR regime is intended to make directors and senior executives of financial institutions more accountable, and subject to greater scrutiny if the organizations for which they are responsible fail to meet regulatory expectations.\nBEAR will be linked with assessments of organizational culture and risk culture by the Australian Securities and Investments Commission (ASIC) and the Australian Prudential Regulation Authority (APRA). ASIC has previously already incorporated culture into its risk-based surveillance reviews.\nIn Canada, the Office of the Superintendent of Financial Institutions (OSFI) released proposals late in 2017 to revamp governance requirements for banks and insurers. One of the most notable changes to the requirements is a shift towards increased board accountability over corporate governance, risk management and prudential matters. Under the revised guidelines, while senior managers would be responsible for implementing policies and procedures, the board would ultimately be accountable for the successes and failures of those practices.\nMoves toward similar accountability regimes were also signaled in Singapore, where proposals were put forward in February 2017 that will require banks to specify the roles and responsibilities of officers and employees. In Ireland the Central Bank of Ireland (CBI) responded to a Law Reform Commission’s Issues Paper on whether its supervisory and enforcement powers were adequate or needed to be supplemented.\nAmong the specific recommendations made by the CBI was that the proposed reforms strengthening the accountability of senior personnel in regulated entities be adopted. The CBI has emphasized that in its supervision it will be continuing to challenge the effectiveness of the underlying culture of banks. It is due to carry out behavior and culture assessments of Ireland’s five main lenders in spring 2018.\nThe legacy of misconduct issues such as the creation of unauthorized accounts by employees of Wells Fargo and the sales practices of life insurers and brokers in Australia continued to inform efforts to underpin good corporate culture with an appropriate incentive or compensation system. Also in Australia, the Banking Code of Practice was revised following an independent review launched in July 2016. The revised Code has been submitted to ASIC for approval.\nNew Zealand’s conduct regulator, the Financial Markets Authority, in its 2017 conduct outcomes report said that it had observed positive change in embedding customer-focused conduct in firms. However, that positive change was not universal. The FMA reported that for newly licensed firms the explicit and organization-wide focus on customer outcomes was not yet embedded.\nIn June 2017, the Financial Stability Board (FSB) launched a consultation on supplementary guidance to its Principles and Standards on Sound Compensation Practices. The supplementary guidance provides recommendations on better practice that specifically address the link between compensation and (mis)conduct.\nThe year also saw the release of a number of new or revised Codes of Conduct. Of particular note was the release in late May of the FX Global Code of Conduct, which aims to provide a common set of guidelines to promote the integrity and effective functioning of the wholesale foreign exchange market.\nTo access the full report click tmsnrt.rs/2jJO99v\n(Stacey English is head of regulatory intelligence and Susannah Hammond is senior intelligence expert at Thomson Reuters Regulatory Intelligence.)\nThis article was produced by Thomson Reuters Regulatory Intelligence and initially posted on May. 4. Regulatory Intelligence provides a single source for regulatory news, analysis, rules and developments, with global coverage of more than 400 regulators and exchanges. Follow Regulatory Intelligence compliance news on Twitter: @thomsonreuters\n ",
    "published": "2018-05-09T23:58:00.000+03:00",
    "crawled": "2018-05-10T17:29:11.057+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "york",
        "thomson",
        "reuters",
        "regulatory",
        "intelligence",
        "thomson",
        "reuters",
        "undertaken",
        "fifth",
        "annual",
        "survey",
        "firm",
        "around",
        "world",
        "managing",
        "challenge",
        "presented",
        "regulatory",
        "focus",
        "culture",
        "conduct",
        "risk",
        "previous",
        "year",
        "research",
        "provides",
        "opportunity",
        "firm",
        "specifically",
        "compliance",
        "practitioner",
        "give",
        "view",
        "opinion",
        "manage",
        "culture",
        "mitigate",
        "conduct",
        "risk",
        "financial",
        "service",
        "industry",
        "taillight",
        "vehicle",
        "shown",
        "time",
        "exposure",
        "motorist",
        "depart",
        "atlantic",
        "beach",
        "north",
        "carolina",
        "located",
        "barrier",
        "island",
        "september",
        "since",
        "inception",
        "survey",
        "highlighted",
        "distinct",
        "trend",
        "firm",
        "benchmark",
        "progress",
        "proved",
        "valuable",
        "trusted",
        "resource",
        "firm",
        "compliance",
        "officer",
        "last",
        "year",
        "report",
        "read",
        "entity",
        "including",
        "global",
        "systemically",
        "important",
        "financial",
        "institution",
        "regulator",
        "local",
        "government",
        "law",
        "firm",
        "consultancy",
        "compliance",
        "risk",
        "practitioner",
        "financial",
        "service",
        "firm",
        "across",
        "world",
        "shared",
        "view",
        "experience",
        "analysis",
        "firm",
        "across",
        "financial",
        "service",
        "sector",
        "including",
        "bank",
        "broker",
        "asset",
        "manager",
        "insurer",
        "took",
        "part",
        "survey",
        "previous",
        "year",
        "thomson",
        "reuters",
        "specifically",
        "asked",
        "identify",
        "enable",
        "comparison",
        "smaller",
        "firm",
        "recognize",
        "apparent",
        "trend",
        "main",
        "point",
        "five",
        "year",
        "survey",
        "persistent",
        "challenge",
        "creation",
        "separate",
        "working",
        "definition",
        "conduct",
        "risk",
        "distinct",
        "similar",
        "category",
        "regulatory",
        "risk",
        "overall",
        "progress",
        "made",
        "threefold",
        "increase",
        "number",
        "firm",
        "bespoke",
        "definition",
        "conduct",
        "risk",
        "since",
        "inception",
        "report",
        "almost",
        "half",
        "percent",
        "firm",
        "reported",
        "separate",
        "working",
        "definition",
        "conduct",
        "risk",
        "compared",
        "percent",
        "made",
        "progress",
        "percent",
        "reporting",
        "separate",
        "working",
        "definition",
        "conduct",
        "risk",
        "international",
        "agreement",
        "key",
        "component",
        "conduct",
        "risk",
        "top",
        "three",
        "held",
        "place",
        "last",
        "five",
        "year",
        "survey",
        "year",
        "top",
        "three",
        "key",
        "component",
        "conduct",
        "risk",
        "identified",
        "culture",
        "ethic",
        "integrity",
        "percent",
        "corporate",
        "governance",
        "tone",
        "top",
        "percent",
        "conflict",
        "interest",
        "percent",
        "measuring",
        "culture",
        "conduct",
        "risk",
        "remains",
        "challenge",
        "firm",
        "combination",
        "compliance",
        "monitoring",
        "result",
        "staff",
        "opinion",
        "survey",
        "complaint",
        "analysis",
        "internal",
        "audit",
        "result",
        "widely",
        "used",
        "metric",
        "also",
        "reported",
        "using",
        "internal",
        "attestation",
        "culture",
        "conduct",
        "risk",
        "cultural",
        "indicator",
        "conduct",
        "risk",
        "continues",
        "influence",
        "boardroom",
        "decision",
        "firm",
        "continue",
        "discard",
        "potentially",
        "profitable",
        "business",
        "proposition",
        "due",
        "culture",
        "conduct",
        "risk",
        "concern",
        "percent",
        "borne",
        "three",
        "quarter",
        "firm",
        "considering",
        "conduct",
        "risk",
        "factor",
        "discussing",
        "business",
        "strategy",
        "quarter",
        "firm",
        "reported",
        "implementing",
        "software",
        "solution",
        "manage",
        "report",
        "specific",
        "conduct",
        "risk",
        "increase",
        "percent",
        "prior",
        "year",
        "addition",
        "percent",
        "firm",
        "quarter",
        "percent",
        "deployed",
        "intend",
        "deploy",
        "solution",
        "help",
        "management",
        "culture",
        "conduct",
        "risk",
        "greatest",
        "conduct",
        "risk",
        "challenge",
        "board",
        "expected",
        "face",
        "next",
        "month",
        "seen",
        "establishing",
        "embedding",
        "appropriate",
        "conduct",
        "risk",
        "framework",
        "firm",
        "reflected",
        "fact",
        "half",
        "percent",
        "firm",
        "reported",
        "implemented",
        "formal",
        "approach",
        "culture",
        "conduct",
        "risk",
        "management",
        "percent",
        "robust",
        "embedded",
        "framework",
        "resource",
        "place",
        "ownership",
        "conduct",
        "risk",
        "within",
        "organization",
        "show",
        "taking",
        "holistic",
        "enterprise",
        "wide",
        "approach",
        "twenty",
        "two",
        "percent",
        "stated",
        "everyone",
        "firm",
        "deemed",
        "conduct",
        "risk",
        "compared",
        "percent",
        "wider",
        "population",
        "compliance",
        "function",
        "percent",
        "board",
        "percent",
        "top",
        "two",
        "nominated",
        "owner",
        "wider",
        "population",
        "firm",
        "perception",
        "personal",
        "liability",
        "rise",
        "result",
        "regulatory",
        "focus",
        "culture",
        "conduct",
        "risk",
        "remains",
        "high",
        "overall",
        "percent",
        "firm",
        "reported",
        "regulatory",
        "focus",
        "culture",
        "conduct",
        "risk",
        "increase",
        "personal",
        "liability",
        "senior",
        "manager",
        "population",
        "becoming",
        "less",
        "concern",
        "percent",
        "compared",
        "percent",
        "prior",
        "year",
        "introduction",
        "thomson",
        "reuters",
        "undertaken",
        "fifth",
        "annual",
        "survey",
        "financial",
        "service",
        "firm",
        "managing",
        "conduct",
        "risk",
        "embedding",
        "cultural",
        "change",
        "policy",
        "meet",
        "growing",
        "regulatory",
        "expectation",
        "result",
        "highlight",
        "regional",
        "trend",
        "enabling",
        "firm",
        "benchmark",
        "approach",
        "practical",
        "implication",
        "culture",
        "conduct",
        "risk",
        "wider",
        "industry",
        "report",
        "provides",
        "valuable",
        "insight",
        "industry",
        "challenge",
        "emerging",
        "best",
        "practice",
        "aim",
        "meet",
        "regulatory",
        "expectation",
        "compliance",
        "risk",
        "practitioner",
        "financial",
        "service",
        "firm",
        "across",
        "world",
        "including",
        "bank",
        "broker",
        "asset",
        "manager",
        "insurer",
        "took",
        "part",
        "survey",
        "closed",
        "fourth",
        "quarter",
        "taking",
        "view",
        "sense",
        "firm",
        "end",
        "beginning",
        "phase",
        "coming",
        "grip",
        "culture",
        "conduct",
        "risk",
        "concept",
        "approach",
        "practice",
        "entered",
        "mainstream",
        "business",
        "practice",
        "say",
        "job",
        "done",
        "culture",
        "conduct",
        "risk",
        "qualitative",
        "issue",
        "evolve",
        "line",
        "changing",
        "regulatory",
        "expectation",
        "require",
        "iterative",
        "approach",
        "ensure",
        "continuing",
        "compliance",
        "firm",
        "invested",
        "substantial",
        "resource",
        "building",
        "risk",
        "compliance",
        "infrastructure",
        "required",
        "implement",
        "embed",
        "monitor",
        "measure",
        "culture",
        "conduct",
        "risk",
        "five",
        "year",
        "appears",
        "progress",
        "made",
        "regulatory",
        "development",
        "past",
        "month",
        "click",
        "view",
        "infographic",
        "spotlight",
        "analysis",
        "global",
        "systemically",
        "financial",
        "institution",
        "wider",
        "new",
        "senior",
        "management",
        "accountability",
        "regime",
        "notable",
        "development",
        "uk",
        "financial",
        "conduct",
        "authority",
        "fca",
        "prudential",
        "regulation",
        "authority",
        "pra",
        "launched",
        "consultation",
        "extending",
        "senior",
        "manager",
        "certification",
        "regime",
        "firm",
        "regime",
        "extended",
        "insurer",
        "december",
        "firm",
        "date",
        "set",
        "hm",
        "treasury",
        "late",
        "hong",
        "kong",
        "security",
        "future",
        "commission",
        "sfc",
        "announced",
        "via",
        "circular",
        "would",
        "introducing",
        "regime",
        "firm",
        "provided",
        "six",
        "month",
        "transition",
        "period",
        "adapt",
        "new",
        "regime",
        "running",
        "april",
        "october",
        "julia",
        "leung",
        "executive",
        "director",
        "charge",
        "licensing",
        "supervision",
        "intermediary",
        "sfc",
        "speaking",
        "aima",
        "apac",
        "annual",
        "forum",
        "beginning",
        "year",
        "said",
        "aim",
        "new",
        "regime",
        "regulatory",
        "outcome",
        "compliance",
        "prerogative",
        "one",
        "department",
        "front",
        "line",
        "manager",
        "nurtured",
        "culture",
        "acting",
        "honestly",
        "fairly",
        "best",
        "interest",
        "client",
        "integrity",
        "market",
        "australia",
        "number",
        "misconduct",
        "issue",
        "resulted",
        "appointment",
        "royal",
        "commission",
        "late",
        "banking",
        "executive",
        "accountability",
        "regime",
        "bear",
        "introduced",
        "september",
        "bear",
        "regime",
        "intended",
        "make",
        "director",
        "senior",
        "executive",
        "financial",
        "institution",
        "accountable",
        "subject",
        "greater",
        "scrutiny",
        "organization",
        "responsible",
        "fail",
        "meet",
        "regulatory",
        "expectation",
        "bear",
        "linked",
        "assessment",
        "organizational",
        "culture",
        "risk",
        "culture",
        "australian",
        "security",
        "investment",
        "commission",
        "asic",
        "australian",
        "prudential",
        "regulation",
        "authority",
        "apra",
        "asic",
        "previously",
        "already",
        "incorporated",
        "culture",
        "surveillance",
        "review",
        "canada",
        "office",
        "superintendent",
        "financial",
        "institution",
        "osfi",
        "released",
        "proposal",
        "late",
        "revamp",
        "governance",
        "requirement",
        "bank",
        "insurer",
        "one",
        "notable",
        "change",
        "requirement",
        "shift",
        "towards",
        "increased",
        "board",
        "accountability",
        "corporate",
        "governance",
        "risk",
        "management",
        "prudential",
        "matter",
        "revised",
        "guideline",
        "senior",
        "manager",
        "would",
        "responsible",
        "implementing",
        "policy",
        "procedure",
        "board",
        "would",
        "ultimately",
        "accountable",
        "success",
        "failure",
        "practice",
        "move",
        "toward",
        "similar",
        "accountability",
        "regime",
        "also",
        "signaled",
        "singapore",
        "proposal",
        "put",
        "forward",
        "february",
        "require",
        "bank",
        "specify",
        "role",
        "responsibility",
        "officer",
        "employee",
        "ireland",
        "central",
        "bank",
        "ireland",
        "cbi",
        "responded",
        "law",
        "reform",
        "commission",
        "issue",
        "paper",
        "whether",
        "supervisory",
        "enforcement",
        "power",
        "adequate",
        "needed",
        "supplemented",
        "among",
        "specific",
        "recommendation",
        "made",
        "cbi",
        "proposed",
        "reform",
        "strengthening",
        "accountability",
        "senior",
        "personnel",
        "regulated",
        "entity",
        "adopted",
        "cbi",
        "emphasized",
        "supervision",
        "continuing",
        "challenge",
        "effectiveness",
        "underlying",
        "culture",
        "bank",
        "due",
        "carry",
        "behavior",
        "culture",
        "assessment",
        "ireland",
        "five",
        "main",
        "lender",
        "spring",
        "legacy",
        "misconduct",
        "issue",
        "creation",
        "unauthorized",
        "account",
        "employee",
        "well",
        "fargo",
        "sale",
        "practice",
        "life",
        "insurer",
        "broker",
        "australia",
        "continued",
        "inform",
        "effort",
        "underpin",
        "good",
        "corporate",
        "culture",
        "appropriate",
        "incentive",
        "compensation",
        "system",
        "also",
        "australia",
        "banking",
        "code",
        "practice",
        "revised",
        "following",
        "independent",
        "review",
        "launched",
        "july",
        "revised",
        "code",
        "submitted",
        "asic",
        "approval",
        "new",
        "zealand",
        "conduct",
        "regulator",
        "financial",
        "market",
        "authority",
        "conduct",
        "outcome",
        "report",
        "said",
        "observed",
        "positive",
        "change",
        "embedding",
        "conduct",
        "firm",
        "however",
        "positive",
        "change",
        "universal",
        "fma",
        "reported",
        "newly",
        "licensed",
        "firm",
        "explicit",
        "focus",
        "customer",
        "outcome",
        "yet",
        "embedded",
        "june",
        "financial",
        "stability",
        "board",
        "fsb",
        "launched",
        "consultation",
        "supplementary",
        "guidance",
        "principle",
        "standard",
        "sound",
        "compensation",
        "practice",
        "supplementary",
        "guidance",
        "provides",
        "recommendation",
        "better",
        "practice",
        "specifically",
        "address",
        "link",
        "compensation",
        "mi",
        "conduct",
        "year",
        "also",
        "saw",
        "release",
        "number",
        "new",
        "revised",
        "code",
        "conduct",
        "particular",
        "note",
        "release",
        "late",
        "may",
        "fx",
        "global",
        "code",
        "conduct",
        "aim",
        "provide",
        "common",
        "set",
        "guideline",
        "promote",
        "integrity",
        "effective",
        "functioning",
        "wholesale",
        "foreign",
        "exchange",
        "market",
        "access",
        "full",
        "report",
        "click",
        "stacey",
        "english",
        "head",
        "regulatory",
        "intelligence",
        "susannah",
        "hammond",
        "senior",
        "intelligence",
        "expert",
        "thomson",
        "reuters",
        "regulatory",
        "intelligence",
        "article",
        "produced",
        "thomson",
        "reuters",
        "regulatory",
        "intelligence",
        "initially",
        "posted",
        "may",
        "regulatory",
        "intelligence",
        "provides",
        "single",
        "source",
        "regulatory",
        "news",
        "analysis",
        "rule",
        "development",
        "global",
        "coverage",
        "regulator",
        "exchange",
        "follow",
        "regulatory",
        "intelligence",
        "compliance",
        "news",
        "twitter",
        "thomsonreuters"
    ]
}