{
    "organizations": [],
    "uuid": "bd38c1b1b1b9d8a3ca063f841221c8512442d7b5",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/05/13/federal-tax-cuts-leave-states-in-a-bind.html",
    "ord_in_thread": 0,
    "title": "Federal Tax Cuts Leave States in a Bind",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "The federal tax overhaul cut taxes for millions of American families and businesses. But the law also had an unintended effect: raising the state-tax bite in nearly every state that has an income tax.\nNow, governors and state legislators are contending with how to adjust their own tax codes to shield their residents from paying more or, in some cases, whether to apply any of the unexpected revenue windfall to other priorities instead.\nThe Tax Cuts and Jobs Act, which President Trump signed into law in December, did not directly affect state budgets. It cut federal tax rates, but also made other changes that mean more income will be subject to taxation. Because most states use federal definitions of income and have not adjusted their own rates, the federal changes will have big consequences for both state budgets and taxpayers.\n\"Residents of the majority of states would experience an unlegislated tax increase,\" said Jared Walczak, an analyst with the Tax Foundation, a conservative think tank.\nRead more from The New York Times:\nNo one's talking about the new tax law\nWith new tax law, I.R.S. urges taxpayers to review withholdings\nG.O.P. rushed to pass tax overhaul. Now it may need to be altered\nIn Minnesota, the state estimates that residents could pay more than $400 million in additional state taxes in the next fiscal year because of the new federal law. That has set off a fight over how to respond. The state's Democratic governor wants to give most of that money back to Minnesotans through tax cuts aimed at low- and moderate-income families; the Republican-controlled legislature wants broader-based tax cuts. Both sides say they must resolve the issue before the legislative session ends May 21.\nApart from the nine states with no broad-based income tax, nearly every state will face a similar decision. Almost all of the states base their tax codes in some way on federal definitions of income, before applying their own adjustments and deductions and setting their own tax rates.\nThe federal tax overhaul, which eliminated or capped several deductions and exemptions, effectively broadened what counts as income for some families. Previously, for example, a married couple with three children earning $70,000 might have been taxed on only about $36,000 of that income, according to the Tax Policy Center, a research group. The tax law, however, eliminated the so-called personal exemption and made other changes, which could increase this family's taxable income to about $46,000.\nAt the federal level, those changes were more than offset for most families by lower tax rates and an increased child tax credit. In the example of a married couple with three children, the family's federal tax bill would be lowered by more than $2,000 under the law. At the state level, however, the changes leave families owing tax on a larger share of their income, without the reduced rates or new credits to soften the blow.\nA handful of states have already taken action, in some cases using the extra revenue from the federal law as lubrication for deal-making. Colorado, for example, took advantage of its estimated $200 million in extra revenue to pass a budget that included extra funding for roads, public education and school security. Idaho, on the other hand, moved quickly to return the revenue windfall to residents through tax cuts.\nThe challenge is especially acute in Minnesota because its tax code is closely tied to the federal definitions.\nThe Minnesota Department of Revenue estimates that if the state tax code incorporates the federal change in calculating taxable income, 870,000 Minnesota families will pay more for the 2018 tax year, by an average of $489 per person.\nIn theory, Minnesota could try to maintain its status quo by simply leaving its taxes linked to the previous federal definitions. But that would force taxpayers to calculate their income under two different systems.\n\"If we do nothing, then it becomes very difficult for our citizens to file taxes,\" said Roger Chamberlain, a Republican state senator who heads the body's tax committee.\nBeyond an agreement that something must be done, the consensus breaks down. The State Senate recently passed a plan, backed by Mr. Chamberlain, that would cut rates and impose an automatic trigger that would lower taxes further anytime the state runs a budget surplus — a move Democrats call fiscally irresponsible. The House, which is also controlled by Republicans, previously passed a tax cut of its own.\nMark Dayton, Minnesota's Democratic governor, has taken a different approach, proposing new tax credits for low- and moderate-income residents, while raising taxes on businesses. A recent Department of Revenue analysis found that Minnesotans would pay $91.5 million more under the governor's tax plan — which includes some proposals unrelated to the federal law — with the entire burden falling on the 10 percent of taxpayers with the highest incomes. Cynthia Bauerly, the state revenue commissioner, said no wage earner would pay more in taxes under the governor's plan.\nBusiness groups have criticized the governor's proposal, which they argue would make Minnesota less competitive. Some progressive groups say the state should go further, using the extra revenue generated by the federal law to fund a paid family-leave program or childhood savings accounts.\n\"This is exactly the kind of thing you could use to start the core investment of a program like that,\" said Chris Conry, strategic campaigns director for TakeAction Minnesota, a liberal advocacy group. \"You could give every kid born in Minnesota $500 at birth.\"\nSimilar debates are playing out in statehouses across the country, in a few different ways. In some states, the state tax code automatically incorporates changes to federal law; for those states, doing nothing probably means an automatic tax increase on residents unless their legislatures take action.\nIn other states, including Minnesota, such updates are not automatic. So legislatures must pass so-called conformity bills that adopt some or all of the federal changes, or else leave residents to contend with possibly conflicting tax systems.\nSeveral states have yet to address the issue, or have barely begun the process. In Maine, the legislature recently adjourned without a deal on how to adapt to the federal law. In California, the legislature has not even tried to pass a conformity bill, choosing instead to focus on developing workarounds for the federal law's cap on state and local tax deductions, which would hit California residents especially hard.\nSome state tax systems are linked more closely to the federal tax code than others. The difference lies in how states define income for the purposes of their tax calculations. Most states, including Maine and California, start with adjusted gross income, Line 37 on a standard 1040 form. Any federal provisions that get applied farther down the 1040 form — like itemized deductions — do not affect those states' tax collections.\nBut a handful of states, including Minnesota, base their tax codes on federal taxable income, Line 43 on the 1040 form. And what goes on between those two lines is where most of the changes passed by Congress will be felt, resulting in a higher taxable income for many families. (A few states apply a hybrid of the two methods.)\nEven in states that are less affected, failing to adapt their tax codes to the federal law could make it hard for residents to figure out what they owe — and, in some cases, force them to pay more. The longer states wait, the less time residents, businesses and state tax officials have to adapt to the new rules before next year's filing season.\n\"Inaction becomes action this time,\" said Richard C. Auxier, a research associate at the Tax Policy Center. \"People's taxes will change, states' revenues will change.\"\nSeveral factors are complicating the issue for states. Congress passed its tax overhaul late in the year and with minimal debate, giving states relatively little time to assess the effects and plan a response. Even now, the full impact on state budgets is not clear, meaning legislatures are deciding how to take advantage of a revenue stream that could fall short of estimates. In addition, most of the changes to the individual tax code expire after several years, further muddling states' plans.\nMoreover, the tax debate is hitting as state budgets are strained by rising health care and pension costs, among other factors. Those strains could worsen in coming years if the federal government cuts back funding — perhaps because of deficits caused, in part, by the tax law itself.\nAnd states, unlike the federal government, generally cannot plug budget holes by running deficits. That makes the unexpected revenue from the tax law a fiscal temptation.\n\"For states, this is about as good as it's going to get,\" said Nicholas Johnson of the Center on Budget and Policy Priorities, a liberal think tank. \"We're overdue for a recession, which always hit state budgets hard.\"\nState officials, however, have mostly avoided calling for using the extra tax revenue to increase spending. Much of the base-broadening in the federal law comes from the elimination of the personal exemption, which primarily benefited families with multiple children. Few politicians want to advocate raising taxes on parents.\n\"That's your windfall, a tax increase on large families,\" Mr. Auxier said.",
    "published": "2018-05-13T19:11:00.000+03:00",
    "crawled": "2018-05-13T19:08:06.093+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "federal",
        "tax",
        "overhaul",
        "cut",
        "tax",
        "million",
        "american",
        "family",
        "business",
        "law",
        "also",
        "unintended",
        "effect",
        "raising",
        "bite",
        "nearly",
        "every",
        "state",
        "income",
        "tax",
        "governor",
        "state",
        "legislator",
        "contending",
        "adjust",
        "tax",
        "code",
        "shield",
        "resident",
        "paying",
        "case",
        "whether",
        "apply",
        "unexpected",
        "revenue",
        "windfall",
        "priority",
        "instead",
        "tax",
        "cut",
        "job",
        "act",
        "president",
        "trump",
        "signed",
        "law",
        "december",
        "directly",
        "affect",
        "state",
        "budget",
        "cut",
        "federal",
        "tax",
        "rate",
        "also",
        "made",
        "change",
        "mean",
        "income",
        "subject",
        "taxation",
        "state",
        "use",
        "federal",
        "definition",
        "income",
        "adjusted",
        "rate",
        "federal",
        "change",
        "big",
        "consequence",
        "state",
        "budget",
        "taxpayer",
        "resident",
        "majority",
        "state",
        "would",
        "experience",
        "unlegislated",
        "tax",
        "increase",
        "said",
        "jared",
        "walczak",
        "analyst",
        "tax",
        "foundation",
        "conservative",
        "think",
        "tank",
        "read",
        "new",
        "york",
        "time",
        "one",
        "talking",
        "new",
        "tax",
        "law",
        "new",
        "tax",
        "law",
        "urge",
        "taxpayer",
        "review",
        "withholding",
        "rushed",
        "pas",
        "tax",
        "overhaul",
        "may",
        "need",
        "altered",
        "minnesota",
        "state",
        "estimate",
        "resident",
        "could",
        "pay",
        "million",
        "additional",
        "state",
        "tax",
        "next",
        "fiscal",
        "year",
        "new",
        "federal",
        "law",
        "set",
        "fight",
        "respond",
        "state",
        "democratic",
        "governor",
        "want",
        "give",
        "money",
        "back",
        "minnesotan",
        "tax",
        "cut",
        "aimed",
        "family",
        "legislature",
        "want",
        "tax",
        "cut",
        "side",
        "say",
        "must",
        "resolve",
        "issue",
        "legislative",
        "session",
        "end",
        "may",
        "apart",
        "nine",
        "state",
        "income",
        "tax",
        "nearly",
        "every",
        "state",
        "face",
        "similar",
        "decision",
        "almost",
        "state",
        "base",
        "tax",
        "code",
        "way",
        "federal",
        "definition",
        "income",
        "applying",
        "adjustment",
        "deduction",
        "setting",
        "tax",
        "rate",
        "federal",
        "tax",
        "overhaul",
        "eliminated",
        "capped",
        "several",
        "deduction",
        "exemption",
        "effectively",
        "broadened",
        "count",
        "income",
        "family",
        "previously",
        "example",
        "married",
        "couple",
        "three",
        "child",
        "earning",
        "might",
        "taxed",
        "income",
        "according",
        "tax",
        "policy",
        "center",
        "research",
        "group",
        "tax",
        "law",
        "however",
        "eliminated",
        "personal",
        "exemption",
        "made",
        "change",
        "could",
        "increase",
        "family",
        "taxable",
        "income",
        "federal",
        "level",
        "change",
        "offset",
        "family",
        "lower",
        "tax",
        "rate",
        "increased",
        "child",
        "tax",
        "credit",
        "example",
        "married",
        "couple",
        "three",
        "child",
        "family",
        "federal",
        "tax",
        "bill",
        "would",
        "lowered",
        "law",
        "state",
        "level",
        "however",
        "change",
        "leave",
        "family",
        "owing",
        "tax",
        "larger",
        "share",
        "income",
        "without",
        "reduced",
        "rate",
        "new",
        "credit",
        "soften",
        "blow",
        "handful",
        "state",
        "already",
        "taken",
        "action",
        "case",
        "using",
        "extra",
        "revenue",
        "federal",
        "law",
        "lubrication",
        "colorado",
        "example",
        "took",
        "advantage",
        "estimated",
        "million",
        "extra",
        "revenue",
        "pas",
        "budget",
        "included",
        "extra",
        "funding",
        "road",
        "public",
        "education",
        "school",
        "security",
        "idaho",
        "hand",
        "moved",
        "quickly",
        "return",
        "revenue",
        "windfall",
        "resident",
        "tax",
        "cut",
        "challenge",
        "especially",
        "acute",
        "minnesota",
        "tax",
        "code",
        "closely",
        "tied",
        "federal",
        "definition",
        "minnesota",
        "department",
        "revenue",
        "estimate",
        "state",
        "tax",
        "code",
        "incorporates",
        "federal",
        "change",
        "calculating",
        "taxable",
        "income",
        "minnesota",
        "family",
        "pay",
        "tax",
        "year",
        "average",
        "per",
        "person",
        "theory",
        "minnesota",
        "could",
        "try",
        "maintain",
        "status",
        "quo",
        "simply",
        "leaving",
        "tax",
        "linked",
        "previous",
        "federal",
        "definition",
        "would",
        "force",
        "taxpayer",
        "calculate",
        "income",
        "two",
        "different",
        "system",
        "nothing",
        "becomes",
        "difficult",
        "citizen",
        "file",
        "tax",
        "said",
        "roger",
        "chamberlain",
        "republican",
        "state",
        "senator",
        "head",
        "body",
        "tax",
        "committee",
        "beyond",
        "agreement",
        "something",
        "must",
        "done",
        "consensus",
        "break",
        "state",
        "senate",
        "recently",
        "passed",
        "plan",
        "backed",
        "chamberlain",
        "would",
        "cut",
        "rate",
        "impose",
        "automatic",
        "trigger",
        "would",
        "lower",
        "tax",
        "anytime",
        "state",
        "run",
        "budget",
        "surplus",
        "move",
        "democrat",
        "call",
        "fiscally",
        "irresponsible",
        "house",
        "also",
        "controlled",
        "republican",
        "previously",
        "passed",
        "tax",
        "cut",
        "mark",
        "dayton",
        "minnesota",
        "democratic",
        "governor",
        "taken",
        "different",
        "approach",
        "proposing",
        "new",
        "tax",
        "credit",
        "resident",
        "raising",
        "tax",
        "business",
        "recent",
        "department",
        "revenue",
        "analysis",
        "found",
        "minnesotan",
        "would",
        "pay",
        "million",
        "governor",
        "tax",
        "plan",
        "includes",
        "proposal",
        "unrelated",
        "federal",
        "law",
        "entire",
        "burden",
        "falling",
        "percent",
        "taxpayer",
        "highest",
        "income",
        "cynthia",
        "bauerly",
        "state",
        "revenue",
        "commissioner",
        "said",
        "wage",
        "earner",
        "would",
        "pay",
        "tax",
        "governor",
        "plan",
        "business",
        "group",
        "criticized",
        "governor",
        "proposal",
        "argue",
        "would",
        "make",
        "minnesota",
        "less",
        "competitive",
        "progressive",
        "group",
        "say",
        "state",
        "go",
        "using",
        "extra",
        "revenue",
        "generated",
        "federal",
        "law",
        "fund",
        "paid",
        "program",
        "childhood",
        "saving",
        "account",
        "exactly",
        "kind",
        "thing",
        "could",
        "use",
        "start",
        "core",
        "investment",
        "program",
        "like",
        "said",
        "chris",
        "conry",
        "strategic",
        "campaign",
        "director",
        "takeaction",
        "minnesota",
        "liberal",
        "advocacy",
        "group",
        "could",
        "give",
        "every",
        "kid",
        "born",
        "minnesota",
        "birth",
        "similar",
        "debate",
        "playing",
        "statehouse",
        "across",
        "country",
        "different",
        "way",
        "state",
        "state",
        "tax",
        "code",
        "automatically",
        "incorporates",
        "change",
        "federal",
        "law",
        "state",
        "nothing",
        "probably",
        "mean",
        "automatic",
        "tax",
        "increase",
        "resident",
        "unless",
        "legislature",
        "take",
        "action",
        "state",
        "including",
        "minnesota",
        "update",
        "automatic",
        "legislature",
        "must",
        "pas",
        "conformity",
        "bill",
        "adopt",
        "federal",
        "change",
        "else",
        "leave",
        "resident",
        "contend",
        "possibly",
        "conflicting",
        "tax",
        "system",
        "several",
        "state",
        "yet",
        "address",
        "issue",
        "barely",
        "begun",
        "process",
        "maine",
        "legislature",
        "recently",
        "adjourned",
        "without",
        "deal",
        "adapt",
        "federal",
        "law",
        "california",
        "legislature",
        "even",
        "tried",
        "pas",
        "conformity",
        "bill",
        "choosing",
        "instead",
        "focus",
        "developing",
        "workarounds",
        "federal",
        "law",
        "cap",
        "state",
        "local",
        "tax",
        "deduction",
        "would",
        "hit",
        "california",
        "resident",
        "especially",
        "hard",
        "state",
        "tax",
        "system",
        "linked",
        "closely",
        "federal",
        "tax",
        "code",
        "others",
        "difference",
        "lie",
        "state",
        "define",
        "income",
        "purpose",
        "tax",
        "calculation",
        "state",
        "including",
        "maine",
        "california",
        "start",
        "adjusted",
        "gross",
        "income",
        "line",
        "standard",
        "form",
        "federal",
        "provision",
        "get",
        "applied",
        "farther",
        "form",
        "like",
        "itemized",
        "deduction",
        "affect",
        "state",
        "tax",
        "collection",
        "handful",
        "state",
        "including",
        "minnesota",
        "base",
        "tax",
        "code",
        "federal",
        "taxable",
        "income",
        "line",
        "form",
        "go",
        "two",
        "line",
        "change",
        "passed",
        "congress",
        "felt",
        "resulting",
        "higher",
        "taxable",
        "income",
        "many",
        "family",
        "state",
        "apply",
        "hybrid",
        "two",
        "method",
        "even",
        "state",
        "less",
        "affected",
        "failing",
        "adapt",
        "tax",
        "code",
        "federal",
        "law",
        "could",
        "make",
        "hard",
        "resident",
        "figure",
        "owe",
        "case",
        "force",
        "pay",
        "longer",
        "state",
        "wait",
        "less",
        "time",
        "resident",
        "business",
        "state",
        "tax",
        "official",
        "adapt",
        "new",
        "rule",
        "next",
        "year",
        "filing",
        "season",
        "inaction",
        "becomes",
        "action",
        "time",
        "said",
        "richard",
        "auxier",
        "research",
        "associate",
        "tax",
        "policy",
        "center",
        "people",
        "tax",
        "change",
        "state",
        "revenue",
        "change",
        "several",
        "factor",
        "complicating",
        "issue",
        "state",
        "congress",
        "passed",
        "tax",
        "overhaul",
        "late",
        "year",
        "minimal",
        "debate",
        "giving",
        "state",
        "relatively",
        "little",
        "time",
        "assess",
        "effect",
        "plan",
        "response",
        "even",
        "full",
        "impact",
        "state",
        "budget",
        "clear",
        "meaning",
        "legislature",
        "deciding",
        "take",
        "advantage",
        "revenue",
        "stream",
        "could",
        "fall",
        "short",
        "estimate",
        "addition",
        "change",
        "individual",
        "tax",
        "code",
        "expire",
        "several",
        "year",
        "muddling",
        "state",
        "plan",
        "moreover",
        "tax",
        "debate",
        "hitting",
        "state",
        "budget",
        "strained",
        "rising",
        "health",
        "care",
        "pension",
        "cost",
        "among",
        "factor",
        "strain",
        "could",
        "worsen",
        "coming",
        "year",
        "federal",
        "government",
        "cut",
        "back",
        "funding",
        "perhaps",
        "deficit",
        "caused",
        "part",
        "tax",
        "law",
        "state",
        "unlike",
        "federal",
        "government",
        "generally",
        "plug",
        "budget",
        "hole",
        "running",
        "deficit",
        "make",
        "unexpected",
        "revenue",
        "tax",
        "law",
        "fiscal",
        "temptation",
        "state",
        "good",
        "going",
        "get",
        "said",
        "nicholas",
        "johnson",
        "center",
        "budget",
        "policy",
        "priority",
        "liberal",
        "think",
        "tank",
        "overdue",
        "recession",
        "always",
        "hit",
        "state",
        "budget",
        "hard",
        "state",
        "official",
        "however",
        "mostly",
        "avoided",
        "calling",
        "using",
        "extra",
        "tax",
        "revenue",
        "increase",
        "spending",
        "much",
        "federal",
        "law",
        "come",
        "elimination",
        "personal",
        "exemption",
        "primarily",
        "benefited",
        "family",
        "multiple",
        "child",
        "politician",
        "want",
        "advocate",
        "raising",
        "tax",
        "parent",
        "windfall",
        "tax",
        "increase",
        "large",
        "family",
        "auxier",
        "said"
    ]
}