{
    "organizations": [],
    "uuid": "8093c277fb565e0aabf33e163ab11ac63b729200",
    "author": "Ellen McGirt",
    "url": "http://fortune.com/2018/05/08/raceahead-how-to-have-a-conversation-with-someone-who-hates-you/",
    "ord_in_thread": 0,
    "title": "raceAhead: How to Have A Conversation With Someone Who Hates You",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "How to Have A Conversation With Someone Who Hates You Malte Mueller / Getty Images/fStop By Ellen McGirt Updated: May 8, 2018 2:12 PM ET\nIt’s becoming clearer and clearer that one of the secrets to effective culture change is mastering the fine art of conversation – particularly the difficult ones.\nFor inspiration, I’d like to introduce you to Dylan Marron, who recently dazzled the crowd with his message at the TED conference in Vancouver.\nMarron is an extraordinary digital creator, who has racked up millions of views on his quest to build a more inclusive world. His series tend to be both theatrical and topical, like “ Every Single Word, in which he edits down popular films to only those words spoken by people of color. ( Lord of the Rings is only 46 seconds long, and Juno isn’t much longer.)\nI also like his Unboxing series, where instead of unboxing tech products, he tackles cultural issues like Islamophobia, ableism, and rape culture. (They’re way more fun than I just made them sound.)\nBut while Marron manages to walk the fine line of being funny, informative and respectful, his experience online is often filled with hate and abuse. This is the subject of his TED talk, “ How I turn negative online comments into positive offline conversations.”\nHe began by sharing examples of the nasty comments he regularly receives, much of which is focused on his homosexuality, and even managed to get the audience to laugh along with him.\nIt’s fun to talk about these messages now. Right? And it’s cathartic to laugh at them. But I can tell you that it really does not feel good to receive them. At first, I would screenshot their comments and make fun of their typos, but this soon felt elitist and ultimately unhelpful. So over time, I developed an unexpected coping mechanism.\nWhat follows is a master class in having extremely difficult conversations.\nIn a fit of curiosity and after careful research, Marron began to reach out to some of his online abusers, and even speak with them on the phone. And sometimes, the conversations really changed things.\nLike this interaction with a “hater” named Doug. “[When] I said you were a ‘talentless hack,’ I had never conversed with you in my life, really. I didn’t really know anything really about you. And I think that a lot of times, that’s what the comment sections really are, it’s really a way to get your anger at the world out on random profiles of strangers, pretty much.”\nMarron’s message is simple. “I thought that the real way to bring about change was to shut down opposing viewpoints through epically worded video essays and comments and posts,” but that only reaches the people who already agree with you, he says. “Sometimes, the most subversive thing you can do was to actually speak with the people you disagreed with, and not simply at them.”\nOn Point The granddaughter of Bob Marley is suing after being mistaken for a thief at her Airbnb rental Donisha Prendergast, the granddaughter of musician Bob Marley, is planning to sue a California police department after officers mistook her and her friends for burglars as they loaded luggage outside of their Airbnb rental. The call was made by a neighbor who didn’t recognize the car or the group. When the Rialto police arrived, they said a neighbor saw, “three black people stealing stuff,” she said. “Got surrounded by the police for being black in a white neighbourhood,” Prendergast wrote in an Instagram post complete with video. “Many have suffered and died in moments like these. That’s a crazy reality check. Give Thanks for life, and the ability to stand our ground,” she wrote. Fortune Older Puerto Ricans are in despair and considering suicide The overall suicide rate in Puerto Rico shot up 29 percent in the months after Hurricane Maria, but for older people, the loneliness and disruption in their routines have continued to take a sad toll. After months without electricity, people who relied on the television for news and entertainment no longer feel connected to the world. And regular meeting places like churches are often still shuttered. “We have elderly people who live alone, with no power, no water and very little food, says a chief operating officer of a local hospital. “We have two in-house psychologists and right now their [schedules are] packed.” NPR Making things right after a racist event on your campus A white woman touring the Colorado State University campus called the police when two young Native men made her nervous. Worse, the prospective students had scrimped and saved to fund their trip. CSU’s president, Tony Frank, has published a thorough update, including their attempts to make things right with the students. But he also calls for empathy and soul-searching. “It seems to me that we can all examine our conscience about the times in our own lives when we’ve crossed the street, avoided eye contact, or walked a little faster because we were concerned about the appearance of someone we didn’t know but who was different from us,” he writes. “I have, in my own journey, come to believe that privilege is like someone shining a bright light in our eyes; it makes it hard to see things that others can see unless we force our eyes to adapt.” It’s a pretty good letter. Colorado State University Not making things right after a racist event on your campus After a shocking video of black students being forcibly shoved off stage at their graduation ceremony at the University of Florida went viral, the school’s president acknowledged that the school had been “inappropriately aggressive.” He also called each of the 21 students involved to apologize. His apology fell short, some of the students say. The students had planned their “strolling” in advance, a move which is typical for many historically black fraternities and sororities.”It’s a tradition to stroll at graduation if you choose to, and people have been doing this for years,” said one. One woman’s family had come from London just to see her blocked and shoved. “I was definitely disappointed they took that moment from me because I can only get my bachelor’s once,” she said. ABC News Advertisement The Woke Leader When Ta-Nehisi Coates come for you, you know you did wrong Coates breaks down the Kanye West problem in the Coatesiest of ways, with context and poetry, and an insight into why black entertainment “gods” mean so much to black folks, and why when they fall, it leaves a scar. Sometimes these gods want freedom from the truth of our black condition. “West calls his struggle the right to be a ‘free thinker,’ and he is, indeed, championing a kind of freedom—a white freedom, freedom without consequence, freedom without criticism, freedom to be proud and ignorant; freedom to profit off a people in one moment and abandon them in the next…” and it goes on from there. West is not the first to want this, nor will he be the last. But West with his significant platform has, in his utter ignorance, allowed himself to become the mouthpiece of the worst racist rhetoric in play today. “It is the young people among the despised classes of America who will pay a price for this,” says Coates. The Atlantic Stop it with the photos of power moms and their kids already The photos and images never fail to shock and inspire, “badass” working women showing up to the big presentation or Parliament with a baby on their hip and their arguments on point. But Shannon Proudfoot argues that the reality of parenting small children is very different. Who can really think with your baby at your feet? “Those babies-in-boardrooms images and their inevitable ‘Woo hoo, lean in!’ commentary are totally counterproductive to advocating in any real way on behalf of working parents,” she says. Macleans A documentary charts the portrayal of “American Indians” in Hollywood ‘Reel Injun’ is an outstanding 2009 documentary directed by Cree filmmaker Neil Diamond, that explores the portrayal of the Indian through the Hollywood lens through the century-long history of film. There are many jaw-dropping surprises; some of the earliest films ever made were made by indigenous people celebrating their own culture. Then along came John Wayne. Though an inspiring indigenous filmmaker movement is growing, they’re struggling to balance the deep cultural damage that continues to this day. If you make time for one film outside your normal viewing habits, please make it this one. Netflix Quote:\nEmancipate yourselves from mental slavery / None but ourselves can free our minds / Have no fear for atomic energy / 'Cause none of them can stop the time / How long shall they kill our prophets / While we stand aside and look? Ooh / Some say it's just a part of it / We've got to fulfill the Book / Won't you help to sing / These songs of freedom? / 'Cause all I ever have / Redemption songs - Bob Marley",
    "published": "2018-05-08T21:27:00.000+03:00",
    "crawled": "2018-05-09T03:44:53.006+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "conversation",
        "someone",
        "hate",
        "malte",
        "mueller",
        "getty",
        "ellen",
        "mcgirt",
        "updated",
        "may",
        "pm",
        "et",
        "becoming",
        "clearer",
        "clearer",
        "one",
        "secret",
        "effective",
        "culture",
        "change",
        "mastering",
        "fine",
        "art",
        "conversation",
        "particularly",
        "difficult",
        "one",
        "inspiration",
        "like",
        "introduce",
        "dylan",
        "marron",
        "recently",
        "dazzled",
        "crowd",
        "message",
        "ted",
        "conference",
        "vancouver",
        "marron",
        "extraordinary",
        "digital",
        "creator",
        "racked",
        "million",
        "view",
        "quest",
        "build",
        "inclusive",
        "world",
        "series",
        "tend",
        "theatrical",
        "topical",
        "like",
        "every",
        "single",
        "word",
        "edits",
        "popular",
        "film",
        "word",
        "spoken",
        "people",
        "color",
        "lord",
        "ring",
        "second",
        "long",
        "juno",
        "much",
        "longer",
        "also",
        "like",
        "unboxing",
        "series",
        "instead",
        "unboxing",
        "tech",
        "product",
        "tackle",
        "cultural",
        "issue",
        "like",
        "islamophobia",
        "ableism",
        "rape",
        "culture",
        "way",
        "fun",
        "made",
        "sound",
        "marron",
        "manages",
        "walk",
        "fine",
        "line",
        "funny",
        "informative",
        "respectful",
        "experience",
        "online",
        "often",
        "filled",
        "hate",
        "abuse",
        "subject",
        "ted",
        "talk",
        "turn",
        "negative",
        "online",
        "comment",
        "positive",
        "offline",
        "began",
        "sharing",
        "example",
        "nasty",
        "comment",
        "regularly",
        "receives",
        "much",
        "focused",
        "homosexuality",
        "even",
        "managed",
        "get",
        "audience",
        "laugh",
        "along",
        "fun",
        "talk",
        "message",
        "right",
        "cathartic",
        "laugh",
        "tell",
        "really",
        "feel",
        "good",
        "receive",
        "first",
        "would",
        "screenshot",
        "comment",
        "make",
        "fun",
        "typo",
        "soon",
        "felt",
        "elitist",
        "ultimately",
        "unhelpful",
        "time",
        "developed",
        "unexpected",
        "coping",
        "mechanism",
        "follows",
        "master",
        "class",
        "extremely",
        "difficult",
        "conversation",
        "fit",
        "curiosity",
        "careful",
        "research",
        "marron",
        "began",
        "reach",
        "online",
        "abuser",
        "even",
        "speak",
        "phone",
        "sometimes",
        "conversation",
        "really",
        "changed",
        "thing",
        "like",
        "interaction",
        "hater",
        "named",
        "doug",
        "said",
        "talentless",
        "hack",
        "never",
        "conversed",
        "life",
        "really",
        "really",
        "know",
        "anything",
        "really",
        "think",
        "lot",
        "time",
        "comment",
        "section",
        "really",
        "really",
        "way",
        "get",
        "anger",
        "world",
        "random",
        "profile",
        "stranger",
        "pretty",
        "marron",
        "message",
        "simple",
        "thought",
        "real",
        "way",
        "bring",
        "change",
        "shut",
        "opposing",
        "viewpoint",
        "epically",
        "worded",
        "video",
        "essay",
        "comment",
        "post",
        "reach",
        "people",
        "already",
        "agree",
        "say",
        "sometimes",
        "subversive",
        "thing",
        "actually",
        "speak",
        "people",
        "disagreed",
        "simply",
        "point",
        "granddaughter",
        "bob",
        "marley",
        "suing",
        "mistaken",
        "thief",
        "airbnb",
        "rental",
        "donisha",
        "prendergast",
        "granddaughter",
        "musician",
        "bob",
        "marley",
        "planning",
        "sue",
        "california",
        "police",
        "department",
        "officer",
        "mistook",
        "friend",
        "burglar",
        "loaded",
        "luggage",
        "outside",
        "airbnb",
        "rental",
        "call",
        "made",
        "neighbor",
        "recognize",
        "car",
        "group",
        "rialto",
        "police",
        "arrived",
        "said",
        "neighbor",
        "saw",
        "three",
        "black",
        "people",
        "stealing",
        "stuff",
        "said",
        "got",
        "surrounded",
        "police",
        "black",
        "white",
        "neighbourhood",
        "prendergast",
        "wrote",
        "instagram",
        "post",
        "complete",
        "video",
        "many",
        "suffered",
        "died",
        "moment",
        "like",
        "crazy",
        "reality",
        "check",
        "give",
        "thanks",
        "life",
        "ability",
        "stand",
        "ground",
        "wrote",
        "fortune",
        "older",
        "puerto",
        "ricans",
        "despair",
        "considering",
        "suicide",
        "overall",
        "suicide",
        "rate",
        "puerto",
        "rico",
        "shot",
        "percent",
        "month",
        "hurricane",
        "maria",
        "older",
        "people",
        "loneliness",
        "disruption",
        "routine",
        "continued",
        "take",
        "sad",
        "toll",
        "month",
        "without",
        "electricity",
        "people",
        "relied",
        "television",
        "news",
        "entertainment",
        "longer",
        "feel",
        "connected",
        "world",
        "regular",
        "meeting",
        "place",
        "like",
        "church",
        "often",
        "still",
        "shuttered",
        "elderly",
        "people",
        "live",
        "alone",
        "power",
        "water",
        "little",
        "food",
        "say",
        "chief",
        "operating",
        "officer",
        "local",
        "hospital",
        "two",
        "psychologist",
        "right",
        "schedule",
        "npr",
        "making",
        "thing",
        "right",
        "racist",
        "event",
        "campus",
        "white",
        "woman",
        "touring",
        "colorado",
        "state",
        "university",
        "campus",
        "called",
        "police",
        "two",
        "young",
        "native",
        "men",
        "made",
        "nervous",
        "worse",
        "prospective",
        "student",
        "scrimped",
        "saved",
        "fund",
        "trip",
        "csu",
        "president",
        "tony",
        "frank",
        "published",
        "thorough",
        "update",
        "including",
        "attempt",
        "make",
        "thing",
        "right",
        "student",
        "also",
        "call",
        "empathy",
        "seems",
        "examine",
        "conscience",
        "time",
        "life",
        "crossed",
        "street",
        "avoided",
        "eye",
        "contact",
        "walked",
        "little",
        "faster",
        "concerned",
        "appearance",
        "someone",
        "know",
        "different",
        "u",
        "writes",
        "journey",
        "come",
        "believe",
        "privilege",
        "like",
        "someone",
        "shining",
        "bright",
        "light",
        "eye",
        "make",
        "hard",
        "see",
        "thing",
        "others",
        "see",
        "unless",
        "force",
        "eye",
        "pretty",
        "good",
        "letter",
        "colorado",
        "state",
        "university",
        "making",
        "thing",
        "right",
        "racist",
        "event",
        "campus",
        "shocking",
        "video",
        "black",
        "student",
        "forcibly",
        "shoved",
        "stage",
        "graduation",
        "ceremony",
        "university",
        "florida",
        "went",
        "viral",
        "school",
        "president",
        "acknowledged",
        "school",
        "inappropriately",
        "also",
        "called",
        "student",
        "involved",
        "apologize",
        "apology",
        "fell",
        "short",
        "student",
        "say",
        "student",
        "planned",
        "strolling",
        "advance",
        "move",
        "typical",
        "many",
        "historically",
        "black",
        "fraternity",
        "tradition",
        "stroll",
        "graduation",
        "choose",
        "people",
        "year",
        "said",
        "one",
        "one",
        "woman",
        "family",
        "come",
        "london",
        "see",
        "blocked",
        "shoved",
        "definitely",
        "disappointed",
        "took",
        "moment",
        "get",
        "bachelor",
        "said",
        "abc",
        "news",
        "advertisement",
        "woke",
        "leader",
        "coates",
        "come",
        "know",
        "wrong",
        "coates",
        "break",
        "kanye",
        "west",
        "problem",
        "coatesiest",
        "way",
        "context",
        "poetry",
        "insight",
        "black",
        "entertainment",
        "god",
        "mean",
        "much",
        "black",
        "folk",
        "fall",
        "leaf",
        "scar",
        "sometimes",
        "god",
        "want",
        "freedom",
        "truth",
        "black",
        "condition",
        "west",
        "call",
        "struggle",
        "right",
        "free",
        "thinker",
        "indeed",
        "championing",
        "kind",
        "white",
        "freedom",
        "freedom",
        "without",
        "consequence",
        "freedom",
        "without",
        "criticism",
        "freedom",
        "proud",
        "ignorant",
        "freedom",
        "profit",
        "people",
        "one",
        "moment",
        "abandon",
        "go",
        "west",
        "first",
        "want",
        "last",
        "west",
        "significant",
        "platform",
        "utter",
        "ignorance",
        "allowed",
        "become",
        "mouthpiece",
        "worst",
        "racist",
        "rhetoric",
        "play",
        "today",
        "young",
        "people",
        "among",
        "despised",
        "class",
        "america",
        "pay",
        "price",
        "say",
        "coates",
        "atlantic",
        "stop",
        "photo",
        "power",
        "mom",
        "kid",
        "already",
        "photo",
        "image",
        "never",
        "fail",
        "shock",
        "inspire",
        "badass",
        "working",
        "woman",
        "showing",
        "big",
        "presentation",
        "parliament",
        "baby",
        "hip",
        "argument",
        "point",
        "shannon",
        "proudfoot",
        "argues",
        "reality",
        "parenting",
        "small",
        "child",
        "different",
        "really",
        "think",
        "baby",
        "foot",
        "image",
        "inevitable",
        "woo",
        "hoo",
        "lean",
        "commentary",
        "totally",
        "counterproductive",
        "advocating",
        "real",
        "way",
        "behalf",
        "working",
        "parent",
        "say",
        "macleans",
        "documentary",
        "chart",
        "portrayal",
        "american",
        "indian",
        "hollywood",
        "reel",
        "injun",
        "outstanding",
        "documentary",
        "directed",
        "cree",
        "filmmaker",
        "neil",
        "diamond",
        "explores",
        "portrayal",
        "indian",
        "hollywood",
        "lens",
        "history",
        "film",
        "many",
        "surprise",
        "earliest",
        "film",
        "ever",
        "made",
        "made",
        "indigenous",
        "people",
        "celebrating",
        "culture",
        "along",
        "came",
        "john",
        "wayne",
        "though",
        "inspiring",
        "indigenous",
        "filmmaker",
        "movement",
        "growing",
        "struggling",
        "balance",
        "deep",
        "cultural",
        "damage",
        "continues",
        "day",
        "make",
        "time",
        "one",
        "film",
        "outside",
        "normal",
        "viewing",
        "habit",
        "please",
        "make",
        "one",
        "netflix",
        "quote",
        "emancipate",
        "mental",
        "slavery",
        "none",
        "free",
        "mind",
        "fear",
        "atomic",
        "energy",
        "none",
        "stop",
        "time",
        "long",
        "shall",
        "kill",
        "prophet",
        "stand",
        "aside",
        "look",
        "ooh",
        "say",
        "part",
        "got",
        "fulfill",
        "book",
        "wo",
        "help",
        "sing",
        "song",
        "freedom",
        "ever",
        "redemption",
        "song",
        "bob",
        "marley"
    ]
}