{
    "organizations": [],
    "uuid": "4626d9b3db44e12b5f681460a8b8b77f39b992d6",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/15/globe-newswire-touchstone-announces-first-quarter-financial-and-operating-2018-results.html",
    "ord_in_thread": 0,
    "title": "Touchstone Announces First Quarter Financial and Operating 2018 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CALGARY, Alberta, May 15, 2018 (GLOBE NEWSWIRE) -- Touchstone Exploration Inc. (“Touchstone” or the “Company”) (TSX:TXP) (LSE:TXP) announces its financial and operating results for the three months ended March 31, 2018 (the “first quarter”). Selected financial and operational information is outlined below and should be read in conjunction with Touchstone’s March 31, 2018 unaudited interim consolidated financial statements and related Management’s discussion and analysis, both of which will be available under the Company’s profile on SEDAR ( www.sedar.com ) and the Company’s website ( www.touchstoneexploration.com ). Tabular amounts herein are in thousands of Canadian dollars, and amounts in text are rounded to thousands of Canadian dollars unless otherwise stated.\nHighlights\nAchieved crude oil production of 1,543 barrels per day (“bbls/d”), representing an increase of 21% from the first quarter of 2017. Commenced our 2018 development program, with two wells drilled and five well recompletions performed. Generated $7,429,000 in petroleum revenues (net of royalties), a 50% increase from the prior year first quarter. Realized an operating netback of $33.53 per barrel, a 42% increase relative to the $23.66 generated in the prior year comparative quarter. Delivered funds flow from operations of $2,601,000 ($0.02 per basic share) compared to $393,000 ($0.01 per basic share) in the first quarter of 2017. Generated net earnings of $125,000 ($0.01 per basic share) compared to a net loss of $1,549,000 ($0.02 per basic share) recognized in the equivalent quarter of 2017. Exited the quarter with net debt of $9,268,000, representing 0.9 times net debt to first quarter 2018 annualized funds flow from operations. Delivered April 2018 average production of 1,669 bbls/d, with current field estimated average production of approximately 1,772 bbls/d (based on the previous seven-day average).\nFirst Quarter Financial and Operating Results Summary\nThree months ended March 31,\n2018 2017 Operating Average daily oil production (bbls/d) 1,543 1,280 Brent benchmark price (1) (US$/bbl) 66.86 53.59 Operating netback (2) ($/bbl) Realized sales price 74.76 64.16 Royalties (21.27 ) (21.02 ) Operating expenses (19.96 ) (19.48 ) 33.53 23.66 Financial ($000’s except share and per share amounts) Petroleum sales 10,384 7,391 Funds flow from operations 2,601 393 Per share – basic and diluted (2) 0.02 0.01 Net earnings (loss) 125 (1,549 ) Per share – basic and diluted 0.01 (0.02 ) Capital expenditures Exploration 228 188 Development 3,621 546 3,849 734 Net debt (2) Working capital surplus (4,922 ) (5,584 ) Principal long-term portion of term loan 14,190 15,000 9,268 9,416 Weighted average shares outstanding Basic 129,021,428 83,137,143 Diluted 129,691,693 83,137,143 Outstanding shares – end of period 129,021,428 83,137,143 Notes:\nSource: US Energy Information Administration. See “Advisories: Non-GAAP Measures”.\nFirst quarter operating results were consistent with our expectations, as we commenced our ten well drilling campaign by successfully drilling two development wells and spudding a third well on March 30, 2018. One well was completed in the quarter, contributing an average of 50 bbls/d of incremental production over 24 days in March. We also performed five well recompletions in the quarter, including perforating the primary zones of two wells initially drilled in 2017.\nCapital expenditures for exploration and development activities totaled $3,849,000, of which $3,362,000 related to drilling and well recompletions. First quarter 2018 crude oil production averaged 1,543 bbls/d, a 21% increase relative to the 1,280 bbls/d produced in the first quarter of 2017.\nOur first quarter operating netback was $33.53 per barrel, an increase of 42% from the $23.66 per barrel realized in the first quarter of 2017. Realized first quarter 2018 crude oil pricing was $74.76 (US$59.07) per barrel, 17% greater than the $64.16 (US$48.40) per barrel received in the equivalent quarter of 2017. In comparison to the first quarter of 2017, royalty expenses per barrel increased 1% based on the rising scale effect of increased commodity prices to royalty rates, partially offset by a one-time adjustment recorded in the prior year. First quarter 2018 operating costs per barrel increased 2% from the first quarter of 2017, predominantly due to increased well workover costs that are now outsourced, increased repairs and maintenance expenses and costs incurred for our water disposal project.\nIn addition to increased operational profitability, we recognized other income of $484,000 in the first quarter of 2018 from the sale proceeds of a licensed copy of 3D seismic data. We generated funds flow from operations of $2,601,000 ($0.02 per basic share) in the first quarter of 2018 versus $393,000 ($0.01 per basic share) in the first quarter of 2017. As a result, the Company recorded net earnings of $125,000 ($0.01 per basic share) during the three months ended March 31, 2018, compared to a net loss of $1,549,000 ($0.02 per basic share) recognized in the equivalent period of 2017.\nWe exited the quarter with a cash balance of $10,353,000, a working capital surplus of $4,922,000 and a $15,000,000 principal term loan balance ($810,000 of which was included in current liabilities). This resulted in net debt to trailing twelve-month funds flows from operations of 1.7 times and net debt to first quarter 2018 annualized funds flow from operations of 0.9 times.\nOperations\nTouchstone has now drilled and cased the first five wells of the current year drilling program, of which two wells have been completed and are currently on production. The remaining three wells are expected to be completed and producing by the end of the second quarter of 2018. With the drilling of the five wells, we have satisfied our minimum work obligations stipulated in the Coora 1, Coora 2, and WD-4 license agreements through 2020 and are up to date on our WD-8 license obligations.\nThe next two wells of the 2018 drilling program expected to be drilled on our Coora 1 property, and are follow on wells from last year’s successful CO-368 and CO-369 wells. In addition to drilling, we continue to perform well recompletions and are currently on pace to achieve our annual 24 well recompletion program.\nAbout Touchstone\nTouchstone Exploration Inc. is a Calgary based company engaged in the business of acquiring interests in petroleum and natural gas rights, and the exploration, development, production and sale of petroleum and natural gas. Touchstone is currently active in onshore properties located in the Republic of Trinidad and Tobago. The Company's common shares are traded on the Toronto Stock Exchange and the AIM market of the London Stock Exchange under the symbol “TXP”.\nAdvisories\nNon-GAAP Measures\nThis news release contains terms commonly used in the oil and natural gas industry, including funds flow from operations per share, operating netback and net debt. These terms do not have a standardized meaning under International Financial Reporting Standards and may not be comparable to similar measures presented by other companies. Shareholders and investors are cautioned that these measures should not be construed as alternatives to cash provided by operating activities, net income, total liabilities, or other measures of financial performance as determined in accordance with Generally Accepted Accounting Principles. Management uses these Non-GAAP measures for its own performance measurement and to provide stakeholders with measures to compare the Company’s operations over time.\nThe Company calculates funds flow from operations per share by dividing funds flow from operations by the weighted average number of common shares outstanding during the applicable period.\nThe Company uses operating netback as a key performance indicator of field results. Operating netback is presented on a per barrel basis and is calculated by deducting royalties and operating expenses from petroleum sales. If applicable, the Company also discloses operating netback both prior to realized gains or losses on derivatives and after the impacts of derivatives are included. Realized gains or losses represent the portion of risk management contracts that have settled in cash during the period, and disclosing this impact provides Management and investors with transparent measures that reflect how the Company’s risk management program can impact netback metrics. The Company considers operating netback to be a key measure as it demonstrates Touchstone’s profitability relative to current commodity prices.\nNet debt is calculated by summing the Company’s working capital and the principal (undiscounted) amount of long-term debt. Working capital is calculated as current assets less current liabilities as they appear on the statements of financial position. The Company uses this information to assess its true debt and liquidity position and to manage capital and liquidity risk.\nForward-Looking Statements\nCertain information provided in this news release may constitute forward-looking statements within the meaning of applicable securities laws. Forward-looking information in this news release may include, but is not limited to, statements relating to current field estimated production, the potential undertaking, timing, locations and costs of future well drilling and recompletion activities and the sufficiency of resources to fund future well drilling and recompletion operations. Although the Company believes that the expectations and assumptions on which the forward-looking statements are based are reasonable, undue reliance should not be placed on the forward-looking statements because the Company can give no assurance that they will prove to be correct. Since forward-looking statements address future events and conditions, by their very nature they involve inherent risks and uncertainties. Actual results could differ materially from those currently anticipated due to a number of factors and risks. Certain of these risks are set out in more detail in the Company’s December 31, 2017 Annual Information Form dated March 26, 2018 which has been filed on SEDAR and can be accessed at www.sedar.com . The forward-looking statements contained in this news release are made as of the date hereof, and except as may be required by applicable securities laws, the Company assumes no obligation to update publicly or revise any forward-looking statements made herein or otherwise, whether as a result of new information, future events or otherwise.\nContact\nMr. Paul Baay, President and Chief Executive Officer; or\nMr. Scott Budau, Chief Financial Officer; or\nMr. James Shipka, Chief Operating Officer\nTelephone: 403.750.4487\nwww.touchstoneexploration.com\nSource:Touchstone Exploration Inc.",
    "published": "2018-05-15T10:00:00.000+03:00",
    "crawled": "2018-05-15T12:25:34.018+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "calgary",
        "alberta",
        "may",
        "globe",
        "newswire",
        "touchstone",
        "exploration",
        "touchstone",
        "company",
        "tsx",
        "txp",
        "lse",
        "txp",
        "announces",
        "financial",
        "operating",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "first",
        "quarter",
        "selected",
        "financial",
        "operational",
        "information",
        "outlined",
        "read",
        "conjunction",
        "touchstone",
        "march",
        "unaudited",
        "interim",
        "consolidated",
        "financial",
        "statement",
        "related",
        "management",
        "discussion",
        "analysis",
        "available",
        "company",
        "profile",
        "sedar",
        "company",
        "website",
        "tabular",
        "amount",
        "herein",
        "thousand",
        "canadian",
        "dollar",
        "amount",
        "text",
        "rounded",
        "thousand",
        "canadian",
        "dollar",
        "unless",
        "otherwise",
        "stated",
        "highlight",
        "achieved",
        "crude",
        "oil",
        "production",
        "barrel",
        "per",
        "day",
        "representing",
        "increase",
        "first",
        "quarter",
        "commenced",
        "development",
        "program",
        "two",
        "well",
        "drilled",
        "five",
        "well",
        "recompletions",
        "performed",
        "generated",
        "petroleum",
        "revenue",
        "net",
        "royalty",
        "increase",
        "prior",
        "year",
        "first",
        "quarter",
        "realized",
        "operating",
        "netback",
        "per",
        "barrel",
        "increase",
        "relative",
        "generated",
        "prior",
        "year",
        "comparative",
        "quarter",
        "delivered",
        "fund",
        "flow",
        "operation",
        "per",
        "basic",
        "share",
        "compared",
        "per",
        "basic",
        "share",
        "first",
        "quarter",
        "generated",
        "net",
        "earnings",
        "per",
        "basic",
        "share",
        "compared",
        "net",
        "loss",
        "per",
        "basic",
        "share",
        "recognized",
        "equivalent",
        "quarter",
        "exited",
        "quarter",
        "net",
        "debt",
        "representing",
        "time",
        "net",
        "debt",
        "first",
        "quarter",
        "annualized",
        "fund",
        "flow",
        "operation",
        "delivered",
        "april",
        "average",
        "production",
        "current",
        "field",
        "estimated",
        "average",
        "production",
        "approximately",
        "based",
        "previous",
        "average",
        "first",
        "quarter",
        "financial",
        "operating",
        "result",
        "summary",
        "three",
        "month",
        "ended",
        "march",
        "operating",
        "average",
        "daily",
        "oil",
        "production",
        "brent",
        "benchmark",
        "price",
        "u",
        "operating",
        "netback",
        "realized",
        "sale",
        "price",
        "royalty",
        "operating",
        "expense",
        "financial",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "petroleum",
        "sale",
        "fund",
        "flow",
        "operation",
        "per",
        "share",
        "basic",
        "diluted",
        "net",
        "earnings",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "capital",
        "expenditure",
        "exploration",
        "development",
        "net",
        "debt",
        "working",
        "capital",
        "surplus",
        "principal",
        "portion",
        "term",
        "loan",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "outstanding",
        "share",
        "end",
        "period",
        "note",
        "source",
        "u",
        "energy",
        "information",
        "administration",
        "see",
        "advisory",
        "measure",
        "first",
        "quarter",
        "operating",
        "result",
        "consistent",
        "expectation",
        "commenced",
        "ten",
        "well",
        "drilling",
        "campaign",
        "successfully",
        "drilling",
        "two",
        "development",
        "well",
        "spudding",
        "third",
        "well",
        "march",
        "one",
        "well",
        "completed",
        "quarter",
        "contributing",
        "average",
        "incremental",
        "production",
        "day",
        "march",
        "also",
        "performed",
        "five",
        "well",
        "recompletions",
        "quarter",
        "including",
        "perforating",
        "primary",
        "zone",
        "two",
        "well",
        "initially",
        "drilled",
        "capital",
        "expenditure",
        "exploration",
        "development",
        "activity",
        "totaled",
        "related",
        "drilling",
        "well",
        "recompletions",
        "first",
        "quarter",
        "crude",
        "oil",
        "production",
        "averaged",
        "increase",
        "relative",
        "produced",
        "first",
        "quarter",
        "first",
        "quarter",
        "operating",
        "netback",
        "per",
        "barrel",
        "increase",
        "per",
        "barrel",
        "realized",
        "first",
        "quarter",
        "realized",
        "first",
        "quarter",
        "crude",
        "oil",
        "pricing",
        "u",
        "per",
        "barrel",
        "greater",
        "u",
        "per",
        "barrel",
        "received",
        "equivalent",
        "quarter",
        "comparison",
        "first",
        "quarter",
        "royalty",
        "expense",
        "per",
        "barrel",
        "increased",
        "based",
        "rising",
        "scale",
        "effect",
        "increased",
        "commodity",
        "price",
        "royalty",
        "rate",
        "partially",
        "offset",
        "adjustment",
        "recorded",
        "prior",
        "year",
        "first",
        "quarter",
        "operating",
        "cost",
        "per",
        "barrel",
        "increased",
        "first",
        "quarter",
        "predominantly",
        "due",
        "increased",
        "well",
        "workover",
        "cost",
        "outsourced",
        "increased",
        "repair",
        "maintenance",
        "expense",
        "cost",
        "incurred",
        "water",
        "disposal",
        "project",
        "addition",
        "increased",
        "operational",
        "profitability",
        "recognized",
        "income",
        "first",
        "quarter",
        "sale",
        "proceeds",
        "licensed",
        "copy",
        "3d",
        "seismic",
        "data",
        "generated",
        "fund",
        "flow",
        "operation",
        "per",
        "basic",
        "share",
        "first",
        "quarter",
        "versus",
        "per",
        "basic",
        "share",
        "first",
        "quarter",
        "result",
        "company",
        "recorded",
        "net",
        "earnings",
        "per",
        "basic",
        "share",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "net",
        "loss",
        "per",
        "basic",
        "share",
        "recognized",
        "equivalent",
        "period",
        "exited",
        "quarter",
        "cash",
        "balance",
        "working",
        "capital",
        "surplus",
        "principal",
        "term",
        "loan",
        "balance",
        "included",
        "current",
        "liability",
        "resulted",
        "net",
        "debt",
        "trailing",
        "fund",
        "flow",
        "operation",
        "time",
        "net",
        "debt",
        "first",
        "quarter",
        "annualized",
        "fund",
        "flow",
        "operation",
        "time",
        "operation",
        "touchstone",
        "drilled",
        "cased",
        "first",
        "five",
        "well",
        "current",
        "year",
        "drilling",
        "program",
        "two",
        "well",
        "completed",
        "currently",
        "production",
        "remaining",
        "three",
        "well",
        "expected",
        "completed",
        "producing",
        "end",
        "second",
        "quarter",
        "drilling",
        "five",
        "well",
        "satisfied",
        "minimum",
        "work",
        "obligation",
        "stipulated",
        "coora",
        "coora",
        "license",
        "agreement",
        "date",
        "license",
        "obligation",
        "next",
        "two",
        "well",
        "drilling",
        "program",
        "expected",
        "drilled",
        "coora",
        "property",
        "follow",
        "well",
        "last",
        "year",
        "successful",
        "well",
        "addition",
        "drilling",
        "continue",
        "perform",
        "well",
        "recompletions",
        "currently",
        "pace",
        "achieve",
        "annual",
        "well",
        "recompletion",
        "program",
        "touchstone",
        "touchstone",
        "exploration",
        "calgary",
        "based",
        "company",
        "engaged",
        "business",
        "acquiring",
        "interest",
        "petroleum",
        "natural",
        "gas",
        "right",
        "exploration",
        "development",
        "production",
        "sale",
        "petroleum",
        "natural",
        "gas",
        "touchstone",
        "currently",
        "active",
        "onshore",
        "property",
        "located",
        "republic",
        "trinidad",
        "tobago",
        "company",
        "common",
        "share",
        "traded",
        "toronto",
        "stock",
        "exchange",
        "aim",
        "market",
        "london",
        "stock",
        "exchange",
        "symbol",
        "txp",
        "advisory",
        "measure",
        "news",
        "release",
        "contains",
        "term",
        "commonly",
        "used",
        "oil",
        "natural",
        "gas",
        "industry",
        "including",
        "fund",
        "flow",
        "operation",
        "per",
        "share",
        "operating",
        "netback",
        "net",
        "debt",
        "term",
        "standardized",
        "meaning",
        "international",
        "financial",
        "reporting",
        "standard",
        "may",
        "comparable",
        "similar",
        "measure",
        "presented",
        "company",
        "shareholder",
        "investor",
        "cautioned",
        "measure",
        "construed",
        "alternative",
        "cash",
        "provided",
        "operating",
        "activity",
        "net",
        "income",
        "total",
        "liability",
        "measure",
        "financial",
        "performance",
        "determined",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "management",
        "us",
        "measure",
        "performance",
        "measurement",
        "provide",
        "stakeholder",
        "measure",
        "compare",
        "company",
        "operation",
        "time",
        "company",
        "calculates",
        "fund",
        "flow",
        "operation",
        "per",
        "share",
        "dividing",
        "fund",
        "flow",
        "operation",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "outstanding",
        "applicable",
        "period",
        "company",
        "us",
        "operating",
        "netback",
        "key",
        "performance",
        "indicator",
        "field",
        "result",
        "operating",
        "netback",
        "presented",
        "per",
        "barrel",
        "basis",
        "calculated",
        "deducting",
        "royalty",
        "operating",
        "expense",
        "petroleum",
        "sale",
        "applicable",
        "company",
        "also",
        "discloses",
        "operating",
        "netback",
        "prior",
        "realized",
        "gain",
        "loss",
        "derivative",
        "impact",
        "derivative",
        "included",
        "realized",
        "gain",
        "loss",
        "represent",
        "portion",
        "risk",
        "management",
        "contract",
        "settled",
        "cash",
        "period",
        "disclosing",
        "impact",
        "provides",
        "management",
        "investor",
        "transparent",
        "measure",
        "reflect",
        "company",
        "risk",
        "management",
        "program",
        "impact",
        "netback",
        "metric",
        "company",
        "considers",
        "operating",
        "netback",
        "key",
        "measure",
        "demonstrates",
        "touchstone",
        "profitability",
        "relative",
        "current",
        "commodity",
        "price",
        "net",
        "debt",
        "calculated",
        "summing",
        "company",
        "working",
        "capital",
        "principal",
        "undiscounted",
        "amount",
        "debt",
        "working",
        "capital",
        "calculated",
        "current",
        "asset",
        "less",
        "current",
        "liability",
        "appear",
        "statement",
        "financial",
        "position",
        "company",
        "us",
        "information",
        "assess",
        "true",
        "debt",
        "liquidity",
        "position",
        "manage",
        "capital",
        "liquidity",
        "risk",
        "statement",
        "certain",
        "information",
        "provided",
        "news",
        "release",
        "may",
        "constitute",
        "statement",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "information",
        "news",
        "release",
        "may",
        "include",
        "limited",
        "statement",
        "relating",
        "current",
        "field",
        "estimated",
        "production",
        "potential",
        "undertaking",
        "timing",
        "location",
        "cost",
        "future",
        "well",
        "drilling",
        "recompletion",
        "activity",
        "sufficiency",
        "resource",
        "fund",
        "future",
        "well",
        "drilling",
        "recompletion",
        "operation",
        "although",
        "company",
        "belief",
        "expectation",
        "assumption",
        "statement",
        "based",
        "reasonable",
        "undue",
        "reliance",
        "placed",
        "statement",
        "company",
        "give",
        "assurance",
        "prove",
        "correct",
        "since",
        "statement",
        "address",
        "future",
        "event",
        "condition",
        "nature",
        "involve",
        "inherent",
        "risk",
        "uncertainty",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "currently",
        "anticipated",
        "due",
        "number",
        "factor",
        "risk",
        "certain",
        "risk",
        "set",
        "detail",
        "company",
        "december",
        "annual",
        "information",
        "form",
        "dated",
        "march",
        "filed",
        "sedar",
        "accessed",
        "statement",
        "contained",
        "news",
        "release",
        "made",
        "date",
        "hereof",
        "except",
        "may",
        "required",
        "applicable",
        "security",
        "law",
        "company",
        "assumes",
        "obligation",
        "update",
        "publicly",
        "revise",
        "statement",
        "made",
        "herein",
        "otherwise",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "contact",
        "paul",
        "baay",
        "president",
        "chief",
        "executive",
        "officer",
        "scott",
        "budau",
        "chief",
        "financial",
        "officer",
        "james",
        "shipka",
        "chief",
        "operating",
        "officer",
        "telephone",
        "source",
        "touchstone",
        "exploration",
        "inc"
    ]
}