{
    "organizations": [],
    "uuid": "192938234d4e141aaba0fbb7e4b101932d123d7c",
    "author": "",
    "url": "https://www.cnbc.com/2018/05/25/blackline-ceo-therese-tucker-on-glass-ceilings-metoo-equal-pay.html",
    "ord_in_thread": 0,
    "title": "The pink-haired CEO of a $2 billion tech company talks glass ceilings, #MeToo and equal pay",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "\n\"I can tell you a story. It's kind of graphic and gross,\" says Therese Tucker, sitting inside one of the four floors of an office building her company occupies in Los Angeles.\nTucker is about to tell her own #MeToo moment, one of many actually.\n\"What's so interesting is back when I was of an age to be harassed,\" she laughs, \"it was pretty much part of the culture.\"\nTucker is in her 50s now, and before we get to her #MeToo story, here's the story of the tech company she created, software company BlackLine. It currently has a market cap of $2.17 billion.\nGlass ceilings\nTherese Tucker fell in love with computer programming in college at the University of Illinois after taking a single course in 1981. \"There were not a lot of women in there,\" she says.\nAfter graduating, she spent years working in tech, intrigued by the idea of solving business problems with software.\nEventually, she worked her way up to Chief Technology Officer at SunGard, a Fortune 500 IT company later acquired by FIS in 2015.\nOne night, around the turn of the century, Tucker had a revelation. \"We had this 'Circle of Excellence,' the sales winners' award trip to Hawaii one year,\" Tucker says. \"All of the people walking across the stage were middle-aged white men, and that was the first time I was thinking, 'You know, my career is probably limited here.'\"\nShe decided the only way to move up to CEO was to start her own company. \"You have this dream of this vision that you can build something, that you can make something out of nothing.\"\nMaking something out of nothing\nBlackLine was born in 2001.\n\"I cashed out my nest egg from my options, I maxed out my credit cards, I took out a second mortgage on my house,\" Tucker says. \"If I could have figured out how to get into my kids' college funds, I would have taken that too.\" Tucker was a single mother of two at the time.\nAt the suggestion of an early client, Tucker decided BlackLine would be a software company handling accounting tasks. She landed Costco as a customer fairly early, which was both good and bad. \"Here's the thing about companies,\" she says, \"they take forever to pay.\"\nAt times Tucker was so strapped for cash she couldn't make payroll.\n\"I had a couple of friends that believed in me,\" says Tucker.\nThose mentors — men, by the way — would bail her out until BlackLine got paid. \"I would go and beg the for $30,000 or $40,000.\" That went on for about year, and Tucker says without those mentors, \"the company wouldn't be here. It would not be here.\"\nThese days BlackLine has about 800 employees and 2,400 customers (Costco is still among them). The company went public in October 2016, and it has been a winner on Wall Street. Shares are up around 20 percent year to date. Tucker has since remarried her ex-husband, and one of her children works at BlackLine.\nWhat's behind the gender pay gap\nNow that she's the boss, Therese Tucker has seen first hand the differences in pay between men and women. She's also seen how differently many of them negotiate.\n\"I've had women who, when they've been promoted, have said, 'Oh, no, that's ok, I make enough,'\" she says. \"I think this is much of how the pay gap comes about.\"\nIn contrast, many male employees will show up in management's office regularly asking for more money and more responsibilities. \"When their yearly review comes, there's a mental piece there where you don't want to 'disappoint' them,\" she says, using air quotes.\nTucker says some departments at BlackLine have started to look at differences in pay and make adjustments. A new law in California bars employers from asking prospective hires what their current salaries are. Tucker thinks that could help, \"because if you make a little less at this job, and a little less than that at the next job, then, yeah, you get to that 80 cents on the dollar very quickly.\"\nAbout that pink hair...\nThen there's the pink hair. It's the first thing you notice about Therese Tucker when you meet her.\n\"It started as a marketing dare,\" she says with a laugh.\nThe marketing team at BlackLine wanted to make a video with her, which she considered \"boring,\" but she agreed she would only do it if she could dye her hair pink. \"You could lie on the floor, and nobody notices an older woman with gray hair.\"\nThat was more than three years ago, and the pink has stuck. \"It has been the most amazing social experiment,\" she says.\nTucker says, on a daily basis, all kinds of strangers approach her. The pink hair is like a magnet. (Though she's heard her sales team sometimes \"warns\" prospective customers about to meet the CEO that her hair is pink.)\nIt's made for some interesting encounters.\nTucker said when she took BlackLine through a second round of funding before going public, she ended up in the elevator with her banker and CFO.\n\"An executive from that bank jumped on the elevator, apparently somebody pretty important,\" Tucker says. Her banker introduced her and her CFO to the higher up, explaining they'd just completed a very successful secondary. \"And this guy looks over to Mark, my CFO, and says, 'That's wonderful, congratulations!'\"\nHer banker quickly pointed out that Tucker was the CEO, and just as quickly, the top executive pivoted. \"It was like, 'Nice, yeah, congratulations.'\"\nShe can't recall the story without laughing.\n#MeToo\nSo back to the story that's \"kind of graphic and gross.\"\nLike many women in their 50s — especially in tech — Tucker saw harassment as part of the job. \"Everybody knew that there were people that you didn't get into an elevator with, that there were people that, once they'd had a few drinks, they were going to be very handsy,\" she says.\nOne moment, however, stands out.\nShe was working as an executive at another company, and she was on a business trip. One evening, she and a female co-worker had a couple of drinks, \"but not too much.\" Tucker says they were sitting on a couch in their hotel lobby when, \"The president of the company at the time comes and sits down between us, runs his hand up our legs, up underneath our skirts and says, 'I've done so much for you girls, what are you going to do for me?'\"\nTucker said she and her coworker managed to push themselves away — \"it was like octopus hands\" — and left.\n\"Here's the crazy thing. Neither one of us reported it,\" says Tucker.\nHowever, the man had apparently been very aggressive with several other women that same evening, and one of those women did report him. The company started an investigation \"that took them something like two years.\" By the time it was over, the president had already left the company to become CEO at a start-up, and Tucker had left to start BlackLine.\nWhat about the woman who filed the report? \"She sat in a corner until I hired her,\" says Tucker.\nTherese Tucker believes not a lot has changed...yet. \"I think that there's a lot of noise,\" she says. \"I have yet to see that noise turn into sustainable change.\"\nWomen who report abuse still become targets, and Tucker has some advice: Avoid trouble, especially after hours, but if trouble finds you, speak up. \"Be vocal, don't be emotional,\" she advises. \"Suit up, and go to work.\"\nShe admits that, despite BlackLine's strict policies on harassment and discrimination, \"I would not say that we have a 100 percent track record, just to be brutally honest, because you hire people, and sometimes they act like pigs, and it takes a little while for that behavior to catch up with them.\" She paused. \"It does catch up with them eventually.\"\nThe reluctant role model\nShe may have pink hair, but Therese Tucker prefers flying under the radar. Still, she reluctantly realizes she has become a role model. She says an outside compensation consultant made sure her own pay package was equivalent to CEOs of similar sized software companies, and the latest available filings indicated her package is worth about $1.2 million a year.\nHer net worth is estimated to be well over $100 million.\n\"I think it's important for young women to see what I've done, and to know that it's possible, to know that you can go out and build a business from absolutely nothing, through a successful IPO, through life as a public company,\" she says. \"Women can do that.\"\nDon't miss: ",
    "published": "2018-05-25T17:15:00.000+03:00",
    "crawled": "2018-05-25T17:34:01.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "tell",
        "story",
        "kind",
        "graphic",
        "gross",
        "say",
        "therese",
        "tucker",
        "sitting",
        "inside",
        "one",
        "four",
        "floor",
        "office",
        "building",
        "company",
        "occupies",
        "los",
        "angeles",
        "tucker",
        "tell",
        "metoo",
        "moment",
        "one",
        "many",
        "actually",
        "interesting",
        "back",
        "age",
        "harassed",
        "laugh",
        "pretty",
        "much",
        "part",
        "culture",
        "tucker",
        "50",
        "get",
        "metoo",
        "story",
        "story",
        "tech",
        "company",
        "created",
        "software",
        "company",
        "blackline",
        "currently",
        "market",
        "cap",
        "billion",
        "glass",
        "ceiling",
        "therese",
        "tucker",
        "fell",
        "love",
        "computer",
        "programming",
        "college",
        "university",
        "illinois",
        "taking",
        "single",
        "course",
        "lot",
        "woman",
        "say",
        "graduating",
        "spent",
        "year",
        "working",
        "tech",
        "intrigued",
        "idea",
        "solving",
        "business",
        "problem",
        "software",
        "eventually",
        "worked",
        "way",
        "chief",
        "technology",
        "officer",
        "sungard",
        "fortune",
        "company",
        "later",
        "acquired",
        "fis",
        "one",
        "night",
        "around",
        "turn",
        "century",
        "tucker",
        "revelation",
        "excellence",
        "sale",
        "winner",
        "award",
        "trip",
        "hawaii",
        "one",
        "year",
        "tucker",
        "say",
        "people",
        "walking",
        "across",
        "stage",
        "white",
        "men",
        "first",
        "time",
        "thinking",
        "know",
        "career",
        "probably",
        "limited",
        "decided",
        "way",
        "move",
        "ceo",
        "start",
        "company",
        "dream",
        "vision",
        "build",
        "something",
        "make",
        "something",
        "nothing",
        "making",
        "something",
        "nothing",
        "blackline",
        "born",
        "cashed",
        "nest",
        "egg",
        "option",
        "maxed",
        "credit",
        "card",
        "took",
        "second",
        "mortgage",
        "house",
        "tucker",
        "say",
        "could",
        "figured",
        "get",
        "kid",
        "college",
        "fund",
        "would",
        "taken",
        "tucker",
        "single",
        "mother",
        "two",
        "time",
        "suggestion",
        "early",
        "client",
        "tucker",
        "decided",
        "blackline",
        "would",
        "software",
        "company",
        "handling",
        "accounting",
        "task",
        "landed",
        "costco",
        "customer",
        "fairly",
        "early",
        "good",
        "bad",
        "thing",
        "company",
        "say",
        "take",
        "forever",
        "pay",
        "time",
        "tucker",
        "strapped",
        "cash",
        "could",
        "make",
        "payroll",
        "couple",
        "friend",
        "believed",
        "say",
        "tucker",
        "mentor",
        "men",
        "way",
        "would",
        "bail",
        "blackline",
        "got",
        "paid",
        "would",
        "go",
        "beg",
        "went",
        "year",
        "tucker",
        "say",
        "without",
        "mentor",
        "company",
        "would",
        "would",
        "day",
        "blackline",
        "employee",
        "customer",
        "costco",
        "still",
        "among",
        "company",
        "went",
        "public",
        "october",
        "winner",
        "wall",
        "street",
        "share",
        "around",
        "percent",
        "year",
        "date",
        "tucker",
        "since",
        "remarried",
        "one",
        "child",
        "work",
        "blackline",
        "behind",
        "gender",
        "pay",
        "gap",
        "bos",
        "therese",
        "tucker",
        "seen",
        "first",
        "hand",
        "difference",
        "pay",
        "men",
        "woman",
        "also",
        "seen",
        "differently",
        "many",
        "negotiate",
        "woman",
        "promoted",
        "said",
        "ok",
        "make",
        "enough",
        "say",
        "think",
        "much",
        "pay",
        "gap",
        "come",
        "contrast",
        "many",
        "male",
        "employee",
        "show",
        "management",
        "office",
        "regularly",
        "asking",
        "money",
        "responsibility",
        "yearly",
        "review",
        "come",
        "mental",
        "piece",
        "want",
        "say",
        "using",
        "air",
        "quote",
        "tucker",
        "say",
        "department",
        "blackline",
        "started",
        "look",
        "difference",
        "pay",
        "make",
        "adjustment",
        "new",
        "law",
        "california",
        "bar",
        "employer",
        "asking",
        "prospective",
        "hire",
        "current",
        "salary",
        "tucker",
        "think",
        "could",
        "help",
        "make",
        "little",
        "less",
        "job",
        "little",
        "less",
        "next",
        "job",
        "yeah",
        "get",
        "cent",
        "dollar",
        "quickly",
        "pink",
        "hair",
        "pink",
        "hair",
        "first",
        "thing",
        "notice",
        "therese",
        "tucker",
        "meet",
        "started",
        "marketing",
        "dare",
        "say",
        "laugh",
        "marketing",
        "team",
        "blackline",
        "wanted",
        "make",
        "video",
        "considered",
        "boring",
        "agreed",
        "would",
        "could",
        "dye",
        "hair",
        "pink",
        "could",
        "lie",
        "floor",
        "nobody",
        "notice",
        "older",
        "woman",
        "gray",
        "hair",
        "three",
        "year",
        "ago",
        "pink",
        "stuck",
        "amazing",
        "social",
        "experiment",
        "say",
        "tucker",
        "say",
        "daily",
        "basis",
        "kind",
        "stranger",
        "approach",
        "pink",
        "hair",
        "like",
        "magnet",
        "though",
        "heard",
        "sale",
        "team",
        "sometimes",
        "warns",
        "prospective",
        "customer",
        "meet",
        "ceo",
        "hair",
        "pink",
        "made",
        "interesting",
        "encounter",
        "tucker",
        "said",
        "took",
        "blackline",
        "second",
        "round",
        "funding",
        "going",
        "public",
        "ended",
        "elevator",
        "banker",
        "cfo",
        "executive",
        "bank",
        "jumped",
        "elevator",
        "apparently",
        "somebody",
        "pretty",
        "important",
        "tucker",
        "say",
        "banker",
        "introduced",
        "cfo",
        "higher",
        "explaining",
        "completed",
        "successful",
        "secondary",
        "guy",
        "look",
        "mark",
        "cfo",
        "say",
        "wonderful",
        "congratulation",
        "banker",
        "quickly",
        "pointed",
        "tucker",
        "ceo",
        "quickly",
        "top",
        "executive",
        "pivoted",
        "like",
        "yeah",
        "congratulation",
        "ca",
        "recall",
        "story",
        "without",
        "laughing",
        "metoo",
        "back",
        "story",
        "kind",
        "graphic",
        "gross",
        "like",
        "many",
        "woman",
        "50",
        "especially",
        "tech",
        "tucker",
        "saw",
        "harassment",
        "part",
        "job",
        "everybody",
        "knew",
        "people",
        "get",
        "elevator",
        "people",
        "drink",
        "going",
        "handsy",
        "say",
        "one",
        "moment",
        "however",
        "stand",
        "working",
        "executive",
        "another",
        "company",
        "business",
        "trip",
        "one",
        "evening",
        "female",
        "couple",
        "drink",
        "much",
        "tucker",
        "say",
        "sitting",
        "couch",
        "hotel",
        "lobby",
        "president",
        "company",
        "time",
        "come",
        "sits",
        "u",
        "run",
        "hand",
        "leg",
        "underneath",
        "skirt",
        "say",
        "done",
        "much",
        "girl",
        "going",
        "tucker",
        "said",
        "coworker",
        "managed",
        "push",
        "away",
        "like",
        "octopus",
        "hand",
        "left",
        "crazy",
        "thing",
        "neither",
        "one",
        "u",
        "reported",
        "say",
        "tucker",
        "however",
        "man",
        "apparently",
        "aggressive",
        "several",
        "woman",
        "evening",
        "one",
        "woman",
        "report",
        "company",
        "started",
        "investigation",
        "took",
        "something",
        "like",
        "two",
        "year",
        "time",
        "president",
        "already",
        "left",
        "company",
        "become",
        "ceo",
        "tucker",
        "left",
        "start",
        "blackline",
        "woman",
        "filed",
        "report",
        "sat",
        "corner",
        "hired",
        "say",
        "tucker",
        "therese",
        "tucker",
        "belief",
        "lot",
        "changed",
        "yet",
        "think",
        "lot",
        "noise",
        "say",
        "yet",
        "see",
        "noise",
        "turn",
        "sustainable",
        "change",
        "woman",
        "report",
        "abuse",
        "still",
        "become",
        "target",
        "tucker",
        "advice",
        "avoid",
        "trouble",
        "especially",
        "hour",
        "trouble",
        "find",
        "speak",
        "vocal",
        "emotional",
        "advises",
        "suit",
        "go",
        "work",
        "admits",
        "despite",
        "blackline",
        "strict",
        "policy",
        "harassment",
        "discrimination",
        "would",
        "say",
        "percent",
        "track",
        "record",
        "brutally",
        "honest",
        "hire",
        "people",
        "sometimes",
        "act",
        "like",
        "pig",
        "take",
        "little",
        "behavior",
        "catch",
        "paused",
        "catch",
        "eventually",
        "reluctant",
        "role",
        "model",
        "may",
        "pink",
        "hair",
        "therese",
        "tucker",
        "prefers",
        "flying",
        "radar",
        "still",
        "reluctantly",
        "realizes",
        "become",
        "role",
        "model",
        "say",
        "outside",
        "compensation",
        "consultant",
        "made",
        "sure",
        "pay",
        "package",
        "equivalent",
        "ceo",
        "similar",
        "sized",
        "software",
        "company",
        "latest",
        "available",
        "filing",
        "indicated",
        "package",
        "worth",
        "million",
        "year",
        "net",
        "worth",
        "estimated",
        "well",
        "million",
        "think",
        "important",
        "young",
        "woman",
        "see",
        "done",
        "know",
        "possible",
        "know",
        "go",
        "build",
        "business",
        "absolutely",
        "nothing",
        "successful",
        "ipo",
        "life",
        "public",
        "company",
        "say",
        "woman",
        "miss"
    ]
}