{
    "organizations": [],
    "uuid": "501e2a9cacb7783ea68c305e1b26d47821e65928",
    "author": "Sue Shellenbarger",
    "url": "https://www.wsj.com/articles/how-to-save-that-conversation-you-cant-escape-1527516002",
    "ord_in_thread": 0,
    "title": "How to Save That Conversation You Can’t Escape",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "23 COMMENTS Carl LaMell had just sat down for dinner at a fundraising event when he realized he was in trouble.\nHe was seated next to the wife of an employee at the nonprofit agency he headed, and “as soon as she started talking, she asked for a raise for her husband,” says Mr. LaMell, of Chicago. He tried to gently shift gears, telling her, “This isn’t where I want to discuss this,” but she continued to complain about how hard her husband worked. Trapped, Mr. LaMell listened politely for the rest of the meal.\nGetting stuck in a dead-end conversation at a networking event, conference or meeting is a common dilemma. You can’t just walk away if you’re talking with a colleague, prospective client or other important contact. Yet exchanges that bog down in complaining, arguing or one-sided monologues can waste time and turn social events into a chore.\nCarl LaMell, a retired executive, once got stuck at a dinner listening to an employee's wife pitch a raise for her husband. Photo: Clearbrook But you can sometimes turn around what feels like a brutal conversation you can’t walk away from.\nWhen Achim Nowak gets stuck listening to chronic complainers, he asks them to suggest a solution. To someone griping that performance reviews are tiresome and don’t yield any useful feedback, consider asking what changes she would make to improve them, says Mr. Nowak, an executive coach and author who has worked with managers at Dover Corp., Owens Corning and other companies.\nAnother strategy is narrowing the lens to focus on specifics, says Mr. Nowak, who is based in Hollywood, Fla. If you’re listening to someone grumble about poor customer service at banks these days, ask which services in particular the person misses most. You might learn something about his life or work.\nEngagement doesn’t always work. When Ivan Misner meets someone who complains nonstop about his job or employer, he asks, “Well, what’s going well for you right now?” “If they continue on their rant, then they’re a lost cause. They’re happy in their hole and they don’t want a ladder,” says Dr. Misner, author of “Networking Like a Pro” and founder of BNI.com, a Charlotte, N.C., networking organization. He gives them a polite goodbye.\nIf your conversation partner gets caught up in boasting or reciting a litany of achievements, consider trying to jar him out of his rut by complimenting him and volunteering some information about yourself, says Judith E. Glaser, author of “Conversational Intelligence.” This might satisfy his need for attention and free him to move on.\nOr interrupt the pattern with a comment about yourself, such as, “We have so much in common,” says Ms. Glaser, a New York communications coach who has worked with executives at American Express , Citibank and other companies. “If they keep pulling the conversation back to themselves, they are unfortunately a hard-core narcissist.”\nIf a conversation gets mired in a divisive issue, one exit route is to hold up a hand and announce, “You know what? We’re not having this discussion right now,” says Susan RoAne, a Greenbrae, Calif., author and speaker. Be respectful but don’t smile, so participants will take you seriously, Ms. RoAne says.\nThe fear and anxiety people feel in conversational disputes can eclipse their ability to listen or hear what the other person is saying, Ms. Glaser says. When emotions run high, it’s often best to interrupt the pattern so everyone can calm down, then refocus on trying to understand each other’s views without judging them, she says.\nMr. LaMell approached a speaker at a conference years ago after criticizing her during the meeting. The woman, a state official who oversaw funding for the nonprofit agency he ran, saw him coming. Recognizing the tension between them, she told him they could either go out for a drink together to talk over their divergent views, or never speak to each other again, Mr. LaMell recalls her saying. He replied, “I prefer the drink, and I’ll buy,” he says. After a calm conversation over drinks, they began to understand and trust each other, and they’ve been friendly ever since, he says.\nPatrick Herning of Los Angeles hates getting bogged down in gossip. “When a conversation is going a bit south, a bit catty, and it’s about a mutual acquaintance or friend, I just say, ‘That’s interesting. They just seem to have the nicest things to say about you,’ ” says Mr. Herning, CEO and co-founder of 11 Honoré, a plus-size women’s clothing e-commerce site. Even if it isn’t true, “you’re shifting the energy” in a positive direction, he says. If the listener presses him for details, he says something innocuous like, “She doesn’t know you well but she saw you at an event,” he says.\nAuthor J. Kelly Hoey, a self-described liberal, met up with an alt-right Twitter follower to have a beer together. She used humor to find common ground. Photo: Lisa Tanner The most enjoyable route around a dispute is to find humor in it. J. Kelly Hoey hesitated when a networking acquaintance messaged her on Twitter , saying he was coming to the city and asking to meet for a drink. Ms. Hoey, who expresses her liberal political views on social media, knew the man held diametrically opposite views and wondered how their meeting would go.\nBut he turned out to be warm and empathetic, and instead of arguing, “we sat there and laughed,” says Ms. Hoey, a speaker and author of “Build Your Dream Network.” The man laughed when she joked that “if anyone sees us having a drink together, it would ruin our reputations,” she says. “We were like the opening line of a joke: ‘The ultraliberal and the alt-right guy were sitting in a bar having a beer…’ ”\nIn the process, they found common ground—in their mutual dislike of social-media trolls and shared belief that all posters should be treated with respect.\nDisagreements “don’t have to be a zero-sum game,” Ms. Hoey says. Sometimes, everybody wins.\nShifting Course Here’s how to save a problematic conversation:\nRedirect a chronic complainer by asking the person to suggest solutions. If you find yourself repeating the same points, take a deep breath and listen more without judging. If your conversation partner goes on the defensive, back off and ask thoughtful questions. If the other person gets caught up in boasting, compliment him or her and change the subject. When talking to someone who voices strong conflicting views, look for humor in your differences. If the other person starts ranting about local problems, ask how issues in your town compare with other communities. If a colleague starts gossiping about a mutual acquaintance, remark, ‘That’s funny, she only has the nicest things to say about you.’ If a colleague complains that your employer’s policy updates cause her more work, invite her to consider the opposite: What would happen if the policies weren’t ever updated? Hold up a hand and call a halt if a divisive conversation gets out of control.\nCorrections & Amplifications\nAn earlier version of this article incorrectly stated 11 Honoré is a plus-size women’s clothing line. It is a plus-size women’s clothing e-commerce site.\nMore on Work & Family\nHow to Save That Dead-End Conversation You Can’t Escape May 28, 2018 In a Digital Era, How Do Older Workers Stay in the Game? May 22, 2018 Don’t Get Attached to Your Desk at Work May 15, 2018 The Dreaded Wedding Decision: Which Co-Workers to Invite? April 21, 2018 The Instant Message Generation Gap April 17, 2018 Write to Sue Shellenbarger at sue.shellenbarger@wsj.com",
    "published": "2018-05-29T02:15:00.000+03:00",
    "crawled": "2018-05-29T05:11:27.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "carl",
        "lamell",
        "sat",
        "dinner",
        "fundraising",
        "event",
        "realized",
        "trouble",
        "seated",
        "next",
        "wife",
        "employee",
        "nonprofit",
        "agency",
        "headed",
        "soon",
        "started",
        "talking",
        "asked",
        "raise",
        "husband",
        "say",
        "lamell",
        "chicago",
        "tried",
        "gently",
        "shift",
        "gear",
        "telling",
        "want",
        "discus",
        "continued",
        "complain",
        "hard",
        "husband",
        "worked",
        "trapped",
        "lamell",
        "listened",
        "politely",
        "rest",
        "meal",
        "getting",
        "stuck",
        "conversation",
        "networking",
        "event",
        "conference",
        "meeting",
        "common",
        "dilemma",
        "walk",
        "away",
        "talking",
        "colleague",
        "prospective",
        "client",
        "important",
        "contact",
        "yet",
        "exchange",
        "bog",
        "complaining",
        "arguing",
        "monologue",
        "waste",
        "time",
        "turn",
        "social",
        "event",
        "chore",
        "carl",
        "lamell",
        "retired",
        "executive",
        "got",
        "stuck",
        "dinner",
        "listening",
        "employee",
        "wife",
        "pitch",
        "raise",
        "husband",
        "photo",
        "clearbrook",
        "sometimes",
        "turn",
        "around",
        "feel",
        "like",
        "brutal",
        "conversation",
        "walk",
        "away",
        "achim",
        "nowak",
        "get",
        "stuck",
        "listening",
        "chronic",
        "complainer",
        "asks",
        "suggest",
        "solution",
        "someone",
        "griping",
        "performance",
        "review",
        "tiresome",
        "yield",
        "useful",
        "feedback",
        "consider",
        "asking",
        "change",
        "would",
        "make",
        "improve",
        "say",
        "nowak",
        "executive",
        "coach",
        "author",
        "worked",
        "manager",
        "dover",
        "owen",
        "corning",
        "company",
        "another",
        "strategy",
        "narrowing",
        "lens",
        "focus",
        "specific",
        "say",
        "nowak",
        "based",
        "hollywood",
        "listening",
        "someone",
        "grumble",
        "poor",
        "customer",
        "service",
        "bank",
        "day",
        "ask",
        "service",
        "particular",
        "person",
        "miss",
        "might",
        "learn",
        "something",
        "life",
        "work",
        "engagement",
        "always",
        "work",
        "ivan",
        "misner",
        "meet",
        "someone",
        "complains",
        "nonstop",
        "job",
        "employer",
        "asks",
        "well",
        "going",
        "well",
        "right",
        "continue",
        "rant",
        "lost",
        "cause",
        "happy",
        "hole",
        "want",
        "ladder",
        "say",
        "misner",
        "author",
        "networking",
        "like",
        "pro",
        "founder",
        "charlotte",
        "networking",
        "organization",
        "give",
        "polite",
        "goodbye",
        "conversation",
        "partner",
        "get",
        "caught",
        "boasting",
        "reciting",
        "litany",
        "achievement",
        "consider",
        "trying",
        "jar",
        "rut",
        "complimenting",
        "volunteering",
        "information",
        "say",
        "judith",
        "glaser",
        "author",
        "conversational",
        "might",
        "satisfy",
        "need",
        "attention",
        "free",
        "move",
        "interrupt",
        "pattern",
        "comment",
        "much",
        "common",
        "say",
        "glaser",
        "new",
        "york",
        "communication",
        "coach",
        "worked",
        "executive",
        "american",
        "express",
        "citibank",
        "company",
        "keep",
        "pulling",
        "conversation",
        "back",
        "unfortunately",
        "conversation",
        "get",
        "mired",
        "divisive",
        "issue",
        "one",
        "exit",
        "route",
        "hold",
        "hand",
        "announce",
        "know",
        "discussion",
        "right",
        "say",
        "susan",
        "roane",
        "greenbrae",
        "author",
        "speaker",
        "respectful",
        "smile",
        "participant",
        "take",
        "seriously",
        "roane",
        "say",
        "fear",
        "anxiety",
        "people",
        "feel",
        "conversational",
        "dispute",
        "eclipse",
        "ability",
        "listen",
        "hear",
        "person",
        "saying",
        "glaser",
        "say",
        "emotion",
        "run",
        "high",
        "often",
        "best",
        "interrupt",
        "pattern",
        "everyone",
        "calm",
        "refocus",
        "trying",
        "understand",
        "view",
        "without",
        "judging",
        "say",
        "lamell",
        "approached",
        "speaker",
        "conference",
        "year",
        "ago",
        "criticizing",
        "meeting",
        "woman",
        "state",
        "official",
        "oversaw",
        "funding",
        "nonprofit",
        "agency",
        "ran",
        "saw",
        "coming",
        "recognizing",
        "tension",
        "told",
        "could",
        "either",
        "go",
        "drink",
        "together",
        "talk",
        "divergent",
        "view",
        "never",
        "speak",
        "lamell",
        "recall",
        "saying",
        "replied",
        "prefer",
        "drink",
        "buy",
        "say",
        "calm",
        "conversation",
        "drink",
        "began",
        "understand",
        "trust",
        "friendly",
        "ever",
        "since",
        "say",
        "patrick",
        "herning",
        "los",
        "angeles",
        "hate",
        "getting",
        "bogged",
        "gossip",
        "conversation",
        "going",
        "bit",
        "south",
        "bit",
        "catty",
        "mutual",
        "acquaintance",
        "friend",
        "say",
        "interesting",
        "seem",
        "nicest",
        "thing",
        "say",
        "say",
        "herning",
        "ceo",
        "honoré",
        "woman",
        "clothing",
        "site",
        "even",
        "true",
        "shifting",
        "energy",
        "positive",
        "direction",
        "say",
        "listener",
        "press",
        "detail",
        "say",
        "something",
        "innocuous",
        "like",
        "know",
        "well",
        "saw",
        "event",
        "say",
        "author",
        "kelly",
        "hoey",
        "liberal",
        "met",
        "twitter",
        "follower",
        "beer",
        "together",
        "used",
        "humor",
        "find",
        "common",
        "ground",
        "photo",
        "lisa",
        "tanner",
        "enjoyable",
        "route",
        "around",
        "dispute",
        "find",
        "humor",
        "kelly",
        "hoey",
        "hesitated",
        "networking",
        "acquaintance",
        "messaged",
        "twitter",
        "saying",
        "coming",
        "city",
        "asking",
        "meet",
        "drink",
        "hoey",
        "express",
        "liberal",
        "political",
        "view",
        "social",
        "medium",
        "knew",
        "man",
        "held",
        "diametrically",
        "opposite",
        "view",
        "wondered",
        "meeting",
        "would",
        "go",
        "turned",
        "warm",
        "empathetic",
        "instead",
        "arguing",
        "sat",
        "laughed",
        "say",
        "hoey",
        "speaker",
        "author",
        "build",
        "dream",
        "man",
        "laughed",
        "joked",
        "anyone",
        "see",
        "u",
        "drink",
        "together",
        "would",
        "ruin",
        "reputation",
        "say",
        "like",
        "opening",
        "line",
        "joke",
        "ultraliberal",
        "guy",
        "sitting",
        "bar",
        "process",
        "found",
        "common",
        "mutual",
        "dislike",
        "troll",
        "shared",
        "belief",
        "poster",
        "treated",
        "respect",
        "disagreement",
        "game",
        "hoey",
        "say",
        "sometimes",
        "everybody",
        "win",
        "shifting",
        "course",
        "save",
        "problematic",
        "conversation",
        "redirect",
        "chronic",
        "complainer",
        "asking",
        "person",
        "suggest",
        "solution",
        "find",
        "repeating",
        "point",
        "take",
        "deep",
        "breath",
        "listen",
        "without",
        "judging",
        "conversation",
        "partner",
        "go",
        "defensive",
        "back",
        "ask",
        "thoughtful",
        "question",
        "person",
        "get",
        "caught",
        "boasting",
        "compliment",
        "change",
        "subject",
        "talking",
        "someone",
        "voice",
        "strong",
        "conflicting",
        "view",
        "look",
        "humor",
        "difference",
        "person",
        "start",
        "ranting",
        "local",
        "problem",
        "ask",
        "issue",
        "town",
        "compare",
        "community",
        "colleague",
        "start",
        "gossiping",
        "mutual",
        "acquaintance",
        "remark",
        "funny",
        "nicest",
        "thing",
        "say",
        "colleague",
        "complains",
        "employer",
        "policy",
        "update",
        "cause",
        "work",
        "invite",
        "consider",
        "opposite",
        "would",
        "happen",
        "policy",
        "ever",
        "updated",
        "hold",
        "hand",
        "call",
        "halt",
        "divisive",
        "conversation",
        "get",
        "control",
        "correction",
        "amplification",
        "earlier",
        "version",
        "article",
        "incorrectly",
        "stated",
        "honoré",
        "woman",
        "clothing",
        "line",
        "woman",
        "clothing",
        "site",
        "work",
        "family",
        "save",
        "conversation",
        "escape",
        "may",
        "digital",
        "era",
        "older",
        "worker",
        "stay",
        "game",
        "may",
        "get",
        "attached",
        "desk",
        "work",
        "may",
        "dreaded",
        "wedding",
        "decision",
        "invite",
        "april",
        "instant",
        "message",
        "generation",
        "gap",
        "april",
        "write",
        "sue",
        "shellenbarger"
    ]
}