{
    "organizations": [],
    "uuid": "f22152cb0cfede8c0019006038576fecd8af3c55",
    "author": "",
    "url": "https://www.reuters.com/article/us-farming-tech-chemicals-insight/robots-fight-weeds-in-challenge-to-agrochemical-giants-idUSKCN1IN0IK",
    "ord_in_thread": 0,
    "title": "Robots fight weeds in challenge to agrochemical giants",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "May 22, 2018 / 6:18 AM / Updated 9 hours ago Robots fight weeds in challenge to agrochemical giants Ludwig Burger , Tom Polansek 11 Min Read\nYVERDON-LES-BAINS, Switzerland/CHICAGO (Reuters) - In a field of sugar beet in Switzerland, a solar-powered robot that looks like a table on wheels scans the rows of crops with its camera, identifies weeds and zaps them with jets of blue liquid from its mechanical tentacles.\nUndergoing final tests before the liquid is replaced with weedkiller, the Swiss robot is one of new breed of AI weeders that investors say could disrupt the $100 billion pesticides and seeds industry by reducing the need for universal herbicides and the genetically modified (GM) crops that tolerate them.\nDominated by companies such as Bayer, DowDuPont, BASF and Syngenta, the industry is bracing for the impact of digital agricultural technology and some firms are already adapting their business models.\nThe stakes are high. Herbicide sales are worth $26 billion a year and account for 46 percent of pesticides revenue overall while 90 percent of GM seeds have some herbicide tolerance built in, according to market researcher Phillips McDougall.\n“Some of the profit pools that are now in the hands of the big agrochemical companies will shift, partly to the farmer and partly to the equipment manufacturers,” said Cedric Lecamp, who runs the $1 billion Pictet-Nutrition fund that invests in companies along the food supply chain.\nIn response, producers such as Germany’s Bayer have sought partners for their own precision spraying systems while ChemChina’s Syngenta [CNNCC.UL], for example, is looking to develop crop protection products suited to the new equipment.\nWhile still in its infancy, the plant-by-plant approach heralds a marked shift from standard methods of crop production.\nNow, non-selective weedkillers such as Monsanto’s Roundup are sprayed on vast tracts of land planted with tolerant GM seeds, driving one of the most lucrative business models in the industry. ‘SEE AND SPRAY’\nBut ecoRobotix www.ecorobotix.com/en , developer of the Swiss weeder, believes its design could reduce the amount of herbicide farmers use by 20 times. The company said it is close to signing a financing round with investors and is due to go on the market by early 2019.\nBlue River, a Silicon Valley startup bought by U.S. tractor company Deere & Co. for $305 million last year, has also developed a machine using on-board cameras to distinguish weeds from crops and only squirt herbicides where necessary.\nIts “See and Spray” weed control machine, which has been tested in U.S. cotton fields, is towed by a tractor and the developers estimate it could cut herbicide use by 90 percent once crops have started growing.\nGerman engineering company Robert Bosch here is also working on similar precision spraying kits as are other startups such as Denmark's Agrointelli here\nROBO Global www.roboglobal.com/about-us , an advisory firm that runs a robotics and automation investment index tracked by funds worth a combined $4 billion, believes plant-by-plant precision spraying will only gain in importance.\n“A lot of the technology is already available. It’s just a question of packaging it together at the right cost for the farmers,” said Richard Lightbound, Robo’s CEO for Europe, the Middle East and Africa.\n“If you can reduce herbicides by the factor of 10 it becomes very compelling for the farmer in terms of productivity. It’s also eco friendly and that’s clearly going to be very popular, if not compulsory, at some stage,” he said. ‘PAUSE FOR THOUGHT’\nWhile Blue River, based in Sunnyvale, California, is testing a product in cotton fields, it plans to branch into other major crops such as soy. It expects to make the product widely available to farmers in about four to five years, helped by Deere’s vast network of equipment dealers.\nROBO’s Lightbound and Pictet’s Lecamp said they were excited by the project and Jeneiv Shah, deputy manager of the 152 million pound ($212 million) Sarasin Food & Agriculture Opportunities fund, said the technology would put Bayer and Syngenta’s crop businesses at risk while seed firms could be hit - albeit to a lesser extent.\n“The fact that a tractor and row-crop oriented company such as John Deere did this means it won’t be long before corn or soybean farmers in the U.S. Midwest will start using precision spraying,” Shah said.\nWhile the technology promises to save money, it could be a tough sell to some U.S. farmers as five years of bumper harvests have depressed prices for staples including corn and soybeans. U.S. farm incomes have dropped by more than half since 2013, reducing spending on equipment, seeds and fertilizer.\nStill, the developments are giving investors in agrochemicals stocks pause for thought, according to Berenberg analyst Nick Anderson. And agrochemical giants are taking note.\nBayer, which will become the world’s biggest seeds and pesticides producer when its acquisition of GM crop pioneer Monsanto completes, teamed up with Bosch in September for a “smart spraying” research project.\nThe German partners plan to outpace rivals by using an on-board arsenal of up to six different herbicides and Bayer hopes the venture will prepare it for a new commercial model - rather than cannibalizing its current business.\n“I would assume that within three years we would have a robust commercially feasible model,” Liam Condon, the head of Bayer’s crop science division said in February. The prototype of an autonomous weeding machine by Swiss start-up ecoRobotix is pictured during tests on a sugar beet field near Bavois, Switzerland May 18, 2018. REUTERS/Denis Balibouse\n“I’m not concerned in terms of damping sales because we don’t define ourselves as a volume seller. We rather offer a prescription for a weed-free field, and we get paid based on the quality of the outcome,” he said.\nBayer agreed to sell its digital farming ventures, including the Bosch project, to German rival BASF as part of efforts to win antitrust approval to buy Monsanto. But BASF will grant Bayer an unspecified license to the digital assets and products.\nBASF said the Bosch precision spraying collaboration was very interesting but it was too early to comment further as the transaction had not completed. ‘PART OF THE STORY’\nSyngenta, which was an investor in Blue River before Deere took over, said the advantages of the new technology outweighed any potential threats to its business model.\n“We will be part of the story, by making formulations and new molecules that are developed specifically for this technology,” said Renaud Deval, global head of weed control at Syngenta, which was bought by ChemChina last year.\nWhile it has no plans to invest directly in engineering, Syngenta is looking into partnerships where it can contribute products and services, Deval said.\nStill, Sarasin’s Shah said the big agrochemical firms would need to accelerate spending on getting their businesses ready for new digital agricultural technology.\n“The established players need to invest a lot more than they currently are to be positioned better in 10 years’ time. The sense of urgency will increase as farmers start to adopt some of the more advanced kits that are coming out,” he said.\nMichael Underhill, chief investment officer at Capital Innovations, also said the major players may be underestimating the potential impact on their pesticides businesses.\n“Precision leads to efficiency, efficiency leads to decreased usage, decreased usage leads to decreased margins or margin compression, and that will lead to companies getting leaner and meaner,” said Underhill.\nHe said the GM seeds market would also take a hit if machine learning takes over the role genetic engineering has played so far in shielding crops from herbicides’ friendly fire.\n“Instead of buying the Cadillac of seeds or the Tesla of seeds, they may be buying the Chevy version,” Underhill said. NEW WEAPONS\nThe advent of precision weed killing also comes at a time blanket spraying of global blockbusters such as glyphosate is under fire from environmentalists and regulators alike.\nMore than 20 years of near-ubiquitous use of glyphosate, the active substance in Monsanto’s Roundup, has created resistant strains of weeds that are spreading across the U.S. farm belt.\nRegulators have raised the bar for bringing blanket chemical agents to market and the fear of toxic risks has been heightened by the debate over the potential impact of glyphosate on health.\nMichael Owen, associate chair at Iowa State University’s Department of Agronomy, reckons it would now cost agrochemical giants up to an almost prohibitive $400 million to develop a next-generation universal weedkiller.\nBayer’s Condon said in the current environment precision spraying could well be the final blow to further attempts to develop new broad-spectrum or non-selective herbicides.\n“Everything that comes tends to be selective in nature. There won’t be a new glyphosate. That was probably a once-in-a-lifetime product,” said Condon.\nFor now, the industry is reviving and reformulating older, broad-spectrum agents known as dicamba and 2,4-D to finish off glyphosate-resistant weeds - and it is selling new GM crops tolerant to those herbicides too.\nPrecision spraying could mean established herbicides whose effect has worn off on some weeds could be used successfully in more potent, targeted doses, said Claude Juriens, head of business development at ecoRobotics in Yverdon-les Bains.\nBut experts say new products will still be needed for the new technology and some chemical firms are considering reviving experimental herbicides once deemed too costly or complex. Slideshow (16 Images)\n“Because we’re now giving the grower an order of magnitude reduction in the amount of herbicide they’re using, all of a sudden these more expensive, exotic herbicides are now in play again,” said Willy Pell, Blue River director of new technology.\n“They’ve actually devoted resources to looking through their backlog, kind of cutting room floor, and rethinking these different materials with our machine in mind,” he said. Additional reporting by Rod Nickel in Toronto and Simon Jessop in London; editing by David Clarke",
    "published": "2018-05-22T09:16:00.000+03:00",
    "crawled": "2018-05-22T09:24:31.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "may",
        "updated",
        "hour",
        "ago",
        "robot",
        "fight",
        "weed",
        "challenge",
        "agrochemical",
        "giant",
        "ludwig",
        "burger",
        "tom",
        "polansek",
        "min",
        "read",
        "reuters",
        "field",
        "sugar",
        "beet",
        "switzerland",
        "robot",
        "look",
        "like",
        "table",
        "wheel",
        "scan",
        "row",
        "crop",
        "camera",
        "identifies",
        "weed",
        "zap",
        "jet",
        "blue",
        "liquid",
        "mechanical",
        "tentacle",
        "undergoing",
        "final",
        "test",
        "liquid",
        "replaced",
        "weedkiller",
        "swiss",
        "robot",
        "one",
        "new",
        "breed",
        "ai",
        "weeder",
        "investor",
        "say",
        "could",
        "disrupt",
        "billion",
        "pesticide",
        "seed",
        "industry",
        "reducing",
        "need",
        "universal",
        "herbicide",
        "genetically",
        "modified",
        "gm",
        "crop",
        "tolerate",
        "dominated",
        "company",
        "bayer",
        "dowdupont",
        "basf",
        "syngenta",
        "industry",
        "bracing",
        "impact",
        "digital",
        "agricultural",
        "technology",
        "firm",
        "already",
        "adapting",
        "business",
        "model",
        "stake",
        "high",
        "herbicide",
        "sale",
        "worth",
        "billion",
        "year",
        "account",
        "percent",
        "pesticide",
        "revenue",
        "overall",
        "percent",
        "gm",
        "seed",
        "herbicide",
        "tolerance",
        "built",
        "according",
        "market",
        "researcher",
        "phillips",
        "mcdougall",
        "profit",
        "pool",
        "hand",
        "big",
        "agrochemical",
        "company",
        "shift",
        "partly",
        "farmer",
        "partly",
        "equipment",
        "manufacturer",
        "said",
        "cedric",
        "lecamp",
        "run",
        "billion",
        "fund",
        "invests",
        "company",
        "along",
        "food",
        "supply",
        "chain",
        "response",
        "producer",
        "germany",
        "bayer",
        "sought",
        "partner",
        "precision",
        "spraying",
        "system",
        "chemchina",
        "syngenta",
        "example",
        "looking",
        "develop",
        "crop",
        "protection",
        "product",
        "suited",
        "new",
        "equipment",
        "still",
        "infancy",
        "approach",
        "herald",
        "marked",
        "shift",
        "standard",
        "method",
        "crop",
        "production",
        "weedkiller",
        "monsanto",
        "roundup",
        "sprayed",
        "vast",
        "tract",
        "land",
        "planted",
        "tolerant",
        "gm",
        "seed",
        "driving",
        "one",
        "lucrative",
        "business",
        "model",
        "industry",
        "see",
        "spray",
        "ecorobotix",
        "developer",
        "swiss",
        "weeder",
        "belief",
        "design",
        "could",
        "reduce",
        "amount",
        "herbicide",
        "farmer",
        "use",
        "time",
        "company",
        "said",
        "close",
        "signing",
        "financing",
        "round",
        "investor",
        "due",
        "go",
        "market",
        "early",
        "blue",
        "river",
        "silicon",
        "valley",
        "startup",
        "bought",
        "tractor",
        "company",
        "deere",
        "million",
        "last",
        "year",
        "also",
        "developed",
        "machine",
        "using",
        "camera",
        "distinguish",
        "weed",
        "crop",
        "squirt",
        "herbicide",
        "necessary",
        "see",
        "spray",
        "weed",
        "control",
        "machine",
        "tested",
        "cotton",
        "field",
        "towed",
        "tractor",
        "developer",
        "estimate",
        "could",
        "cut",
        "herbicide",
        "use",
        "percent",
        "crop",
        "started",
        "growing",
        "german",
        "engineering",
        "company",
        "robert",
        "bosch",
        "also",
        "working",
        "similar",
        "precision",
        "spraying",
        "kit",
        "startup",
        "denmark",
        "agrointelli",
        "robo",
        "global",
        "advisory",
        "firm",
        "run",
        "robotics",
        "automation",
        "investment",
        "index",
        "tracked",
        "fund",
        "worth",
        "combined",
        "billion",
        "belief",
        "precision",
        "spraying",
        "gain",
        "importance",
        "lot",
        "technology",
        "already",
        "available",
        "question",
        "packaging",
        "together",
        "right",
        "cost",
        "farmer",
        "said",
        "richard",
        "lightbound",
        "robo",
        "ceo",
        "europe",
        "middle",
        "east",
        "africa",
        "reduce",
        "herbicide",
        "factor",
        "becomes",
        "compelling",
        "farmer",
        "term",
        "productivity",
        "also",
        "eco",
        "friendly",
        "clearly",
        "going",
        "popular",
        "compulsory",
        "stage",
        "said",
        "pause",
        "thought",
        "blue",
        "river",
        "based",
        "sunnyvale",
        "california",
        "testing",
        "product",
        "cotton",
        "field",
        "plan",
        "branch",
        "major",
        "crop",
        "soy",
        "expects",
        "make",
        "product",
        "widely",
        "available",
        "farmer",
        "four",
        "five",
        "year",
        "helped",
        "deere",
        "vast",
        "network",
        "equipment",
        "dealer",
        "robo",
        "lightbound",
        "pictet",
        "lecamp",
        "said",
        "excited",
        "project",
        "jeneiv",
        "shah",
        "deputy",
        "manager",
        "million",
        "pound",
        "million",
        "sarasin",
        "food",
        "agriculture",
        "opportunity",
        "fund",
        "said",
        "technology",
        "would",
        "put",
        "bayer",
        "syngenta",
        "crop",
        "business",
        "risk",
        "seed",
        "firm",
        "could",
        "hit",
        "albeit",
        "lesser",
        "extent",
        "fact",
        "tractor",
        "oriented",
        "company",
        "john",
        "deere",
        "mean",
        "long",
        "corn",
        "soybean",
        "farmer",
        "midwest",
        "start",
        "using",
        "precision",
        "spraying",
        "shah",
        "said",
        "technology",
        "promise",
        "save",
        "money",
        "could",
        "tough",
        "sell",
        "farmer",
        "five",
        "year",
        "bumper",
        "harvest",
        "depressed",
        "price",
        "staple",
        "including",
        "corn",
        "soybean",
        "farm",
        "income",
        "dropped",
        "half",
        "since",
        "reducing",
        "spending",
        "equipment",
        "seed",
        "fertilizer",
        "still",
        "development",
        "giving",
        "investor",
        "agrochemicals",
        "stock",
        "pause",
        "thought",
        "according",
        "berenberg",
        "analyst",
        "nick",
        "anderson",
        "agrochemical",
        "giant",
        "taking",
        "note",
        "bayer",
        "become",
        "world",
        "biggest",
        "seed",
        "pesticide",
        "producer",
        "acquisition",
        "gm",
        "crop",
        "pioneer",
        "monsanto",
        "completes",
        "teamed",
        "bosch",
        "september",
        "smart",
        "spraying",
        "research",
        "project",
        "german",
        "partner",
        "plan",
        "outpace",
        "rival",
        "using",
        "arsenal",
        "six",
        "different",
        "herbicide",
        "bayer",
        "hope",
        "venture",
        "prepare",
        "new",
        "commercial",
        "model",
        "rather",
        "cannibalizing",
        "current",
        "business",
        "would",
        "assume",
        "within",
        "three",
        "year",
        "would",
        "robust",
        "commercially",
        "feasible",
        "model",
        "liam",
        "condon",
        "head",
        "bayer",
        "crop",
        "science",
        "division",
        "said",
        "february",
        "prototype",
        "autonomous",
        "weeding",
        "machine",
        "swiss",
        "ecorobotix",
        "pictured",
        "test",
        "sugar",
        "beet",
        "field",
        "near",
        "bavois",
        "switzerland",
        "may",
        "balibouse",
        "concerned",
        "term",
        "damping",
        "sale",
        "define",
        "volume",
        "seller",
        "rather",
        "offer",
        "prescription",
        "field",
        "get",
        "paid",
        "based",
        "quality",
        "outcome",
        "said",
        "bayer",
        "agreed",
        "sell",
        "digital",
        "farming",
        "venture",
        "including",
        "bosch",
        "project",
        "german",
        "rival",
        "basf",
        "part",
        "effort",
        "win",
        "antitrust",
        "approval",
        "buy",
        "monsanto",
        "basf",
        "grant",
        "bayer",
        "unspecified",
        "license",
        "digital",
        "asset",
        "product",
        "basf",
        "said",
        "bosch",
        "precision",
        "spraying",
        "collaboration",
        "interesting",
        "early",
        "comment",
        "transaction",
        "completed",
        "part",
        "story",
        "syngenta",
        "investor",
        "blue",
        "river",
        "deere",
        "took",
        "said",
        "advantage",
        "new",
        "technology",
        "outweighed",
        "potential",
        "threat",
        "business",
        "model",
        "part",
        "story",
        "making",
        "formulation",
        "new",
        "molecule",
        "developed",
        "specifically",
        "technology",
        "said",
        "renaud",
        "deval",
        "global",
        "head",
        "weed",
        "control",
        "syngenta",
        "bought",
        "chemchina",
        "last",
        "year",
        "plan",
        "invest",
        "directly",
        "engineering",
        "syngenta",
        "looking",
        "partnership",
        "contribute",
        "product",
        "service",
        "deval",
        "said",
        "still",
        "sarasin",
        "shah",
        "said",
        "big",
        "agrochemical",
        "firm",
        "would",
        "need",
        "accelerate",
        "spending",
        "getting",
        "business",
        "ready",
        "new",
        "digital",
        "agricultural",
        "technology",
        "established",
        "player",
        "need",
        "invest",
        "lot",
        "currently",
        "positioned",
        "better",
        "year",
        "time",
        "sense",
        "urgency",
        "increase",
        "farmer",
        "start",
        "adopt",
        "advanced",
        "kit",
        "coming",
        "said",
        "michael",
        "underhill",
        "chief",
        "investment",
        "officer",
        "capital",
        "innovation",
        "also",
        "said",
        "major",
        "player",
        "may",
        "underestimating",
        "potential",
        "impact",
        "pesticide",
        "business",
        "precision",
        "lead",
        "efficiency",
        "efficiency",
        "lead",
        "decreased",
        "usage",
        "decreased",
        "usage",
        "lead",
        "decreased",
        "margin",
        "margin",
        "compression",
        "lead",
        "company",
        "getting",
        "leaner",
        "meaner",
        "said",
        "underhill",
        "said",
        "gm",
        "seed",
        "market",
        "would",
        "also",
        "take",
        "hit",
        "machine",
        "learning",
        "take",
        "role",
        "genetic",
        "engineering",
        "played",
        "far",
        "shielding",
        "crop",
        "herbicide",
        "friendly",
        "fire",
        "instead",
        "buying",
        "cadillac",
        "seed",
        "tesla",
        "seed",
        "may",
        "buying",
        "chevy",
        "version",
        "underhill",
        "said",
        "new",
        "weapon",
        "advent",
        "precision",
        "weed",
        "killing",
        "also",
        "come",
        "time",
        "blanket",
        "spraying",
        "global",
        "blockbuster",
        "glyphosate",
        "fire",
        "environmentalist",
        "regulator",
        "alike",
        "year",
        "use",
        "glyphosate",
        "active",
        "substance",
        "monsanto",
        "roundup",
        "created",
        "resistant",
        "strain",
        "weed",
        "spreading",
        "across",
        "farm",
        "belt",
        "regulator",
        "raised",
        "bar",
        "bringing",
        "blanket",
        "chemical",
        "agent",
        "market",
        "fear",
        "toxic",
        "risk",
        "heightened",
        "debate",
        "potential",
        "impact",
        "glyphosate",
        "health",
        "michael",
        "owen",
        "associate",
        "chair",
        "iowa",
        "state",
        "university",
        "department",
        "agronomy",
        "reckons",
        "would",
        "cost",
        "agrochemical",
        "giant",
        "almost",
        "prohibitive",
        "million",
        "develop",
        "universal",
        "weedkiller",
        "bayer",
        "condon",
        "said",
        "current",
        "environment",
        "precision",
        "spraying",
        "could",
        "well",
        "final",
        "blow",
        "attempt",
        "develop",
        "new",
        "herbicide",
        "everything",
        "come",
        "tends",
        "selective",
        "nature",
        "new",
        "glyphosate",
        "probably",
        "product",
        "said",
        "condon",
        "industry",
        "reviving",
        "reformulating",
        "older",
        "agent",
        "known",
        "dicamba",
        "finish",
        "weed",
        "selling",
        "new",
        "gm",
        "crop",
        "tolerant",
        "herbicide",
        "precision",
        "spraying",
        "could",
        "mean",
        "established",
        "herbicide",
        "whose",
        "effect",
        "worn",
        "weed",
        "could",
        "used",
        "successfully",
        "potent",
        "targeted",
        "dos",
        "said",
        "claude",
        "juriens",
        "head",
        "business",
        "development",
        "ecorobotics",
        "bains",
        "expert",
        "say",
        "new",
        "product",
        "still",
        "needed",
        "new",
        "technology",
        "chemical",
        "firm",
        "considering",
        "reviving",
        "experimental",
        "herbicide",
        "deemed",
        "costly",
        "complex",
        "slideshow",
        "image",
        "giving",
        "grower",
        "order",
        "magnitude",
        "reduction",
        "amount",
        "herbicide",
        "using",
        "sudden",
        "expensive",
        "exotic",
        "herbicide",
        "play",
        "said",
        "willy",
        "pell",
        "blue",
        "river",
        "director",
        "new",
        "technology",
        "actually",
        "devoted",
        "resource",
        "looking",
        "backlog",
        "kind",
        "cutting",
        "room",
        "floor",
        "rethinking",
        "different",
        "material",
        "machine",
        "mind",
        "said",
        "additional",
        "reporting",
        "rod",
        "nickel",
        "toronto",
        "simon",
        "jessop",
        "london",
        "editing",
        "david",
        "clarke"
    ]
}