{
    "organizations": [],
    "uuid": "a1feea39a0133c32d7bf75f97be4a0bfc786429e",
    "author": "Clifton Leaf",
    "url": "http://fortune.com/2018/05/25/sean-parker-napster-spotify/",
    "ord_in_thread": 0,
    "title": "Q&A: Sean Parker on Napster, Spotify, and His Federal Tax Law Triumph",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Q&A: Sean Parker on Napster, Spotify, and His Federal Tax Law Triumph Parker at the launch of his cancer immunotherapy institute in 2016. Courtesy of The Parker Foundation By Clifton Leaf 6:30 AM EDT\nIn the wake of Spotify’s debut as a public company, Fortune sits down with one of its earliest boosters, who shares what he loves (and regrets) about the online music giant—and much more. Interview by Clifton Leaf\nFORTUNE : Spotify, the music streaming service you helped turn into a global powerhouse, went public in April at a valuation of about $30 billion. Its success seems to close the loop on the adventure you began with music-sharing pioneer Napster so many years ago. How did your association with Spotify start?\nSEAN PARKER : I asked around for an introduction to Daniel Ek, one of the founders. We met in New York and had a long conversation. It took me a while to find someone who knew him. I didn’t realize that he and I had potentially met at one point, online (in a chat room). As it turns out, I did know Jan Koum back then, but had no idea that he was the cofounder of WhatsApp until we later met, and I was like, “Wait a second here. This is weird, all of us from the same group, are have founded companies worth billions of dollars. That’s very weird.” There was a certain moment in time, where I think the people who were attracted to the Internet back then recognized its unlimited possibility and who were purists about its possibility, imagining all the things that it could be. It pays to be part of that community of early adopters. You see things a little differently, I think.\nWhen Ek and I met in New York, he was very straightforward with me. He said, “You do realize you’re throwing yourself back into the furnace here. Do you really want to go through this again? You know who you’re dealing with on the other side, right?”\nMeaning the music industry, which sued Napster out of existence.\nYeah. But I felt like I’d gotten to know most of the label executives. I understood them a lot better. Sean Parker: billionaire entrepreneur, Napster cofounder, onetime Spotify board member. Joe Pugliese\nYou understood their fear.\nYes, but more important, the apocalyptic scenario in the music industry had already come to pass. The industry had collapsed. There was a legitimate openness to trying something new because CD sales continued to drop. Meanwhile, the replacement model—the 99¢ download that Apple introduced—wasn’t working. It wasn’t compensating for the loss of CD sales. Even so, it was a two-year negotiation to bring Spotify to the U.S. That was the big challenge.\nYou were on Spotify’s board for seven years. What kept you engaged, given all the other demands on time: your quest to cure cancer through immunotherapy (“ Can Sean Parker Hack Cancer? ,” May 1, 2016), your full plate of investments as a VC?\nThe music thing. I just never stopped thinking about it. And so there’s this long period [after Napster] where I’m working on social media, but I keep coming back to what I think is the right business model for selling music on the Internet. I could have built a team and tried to do it, but you had this little experiment starting in Sweden, the piracy capital of the world and also the peer-to-peer, hard-core engineering capital. It had one of the Kazaa founders. The BitTorrent stuff came out of Sweden. Daniel Ek actually wrote a BitTorrent client called µTorrent that was really popular. Plus, it’s a music country.\nWith the exception of ABBA .\nEven if you don’t count ABBA. The fact that you can recruit engineers cheaply helped. And you had really experienced entrepreneurs in Daniel and Martin [Lorentzon]—they’d both made money and sold companies before, so they knew how to build and run a business. And they had the core of a product. So there was a base to build from. And you knew that if you contributed ideas, you could actually get execution versus trying to start something like that from scratch.\nWhat did you learn from the experience?\nI think I learned a lot about persistence and patience. It’s a very different business from the “Move fast and break things” philosophy of Facebook . It’s about getting up every day and schlepping over to the label—working with everybody on the digital music team, not just the CEO. You had to spend time evangelizing to a lot of people. You had to be creative on the fly to come up with strategies that would give them a sense of safety—that they could do this with you without looking like schmucks.\nBut it required constant maintenance. So at Spotify, there was a big team in place to manage all the labor relations. There came a certain point when I didn’t need to do anything. My presence was occasionally helpful because I had certain relationships. But it wasn’t the hard core negotiating, coming up with every ploy we could come up with in order to get the deals done. But it sort of worked.\nI remember going to pitch one board of directors, a bunch of guys running this massive French conglomerate, and the board had to sign off on the deal. You realize, at every point, it was like a videogame when you beat the boss, and then you have to beat the big boss, and then it turns out that you haven’t actually won yet, because there’s still the big big boss you have to convince. It just required a different mentality. Then, we really had to hold our line on the product. So you had to have a very strong view of what was necessary and essential in the product and what was potentially disposable.\nTalk a little about the social music component. Does Spotify scratch the itch you had with Napster?\nMy one regret, looking back on Spotify, was that the vision of a truly social music network never really materialized. We are really great at search, play, playlists, recommendations, and radio. But we never realized the dream of “Here are all your friends who have similar tastes—browse what they’re excited about.”\nWhich happens to be your passion .\nIt’s one of the things that we had with Napster to some extent. You’d look at someone’s collection, and you’d get interested in it and discover music through other users. We have some of that at Spotify; you can kind of do that. But it’s never been prioritized. The basic core product of search and retrieval, or organization—like building playlists—is compelling enough as a product to attract hundreds of millions of users.\nSo, changing gears here: Apart from finally solving the whole music-sharing thing, you seem rather excited and proud of something that most people have never heard of—and something that’s, frankly, hard to imagine a VC in a Silicon Valley pitch meeting getting excited about: an obscure provision in the new federal tax legislation. What’s the Investing in Opportunity Act, and why did you push so hard for it?\nThe simple notion is, If someone has unrealized capital gains, they can roll the money over into a fund that will go to find investment opportunities in certain distressed areas [or “opportunity zones”] across the country. And any tax liability from that investment is deferred. If the investment is held long enough, there is a step up in basis. The savings on the tax rate [which adjusts based on the investment holding period] is a relatively modest incentive. The real incentive is that any gains you make in that vehicle, after holding an investment for at least 10 years, are tax-free.\nSo it’s the Roth IRA of incentives.\nExactly.\nI should point out, this isn’t a tax law change you simply advocated for. You actually created a Washington think tank, called the Economic Innovation Group, to push fo r it.\nThis has been a decade-long journey. I really began thinking about this around 2008. You could see that the financial crisis disproportionately affected certain communities, and that when the recovery happened, it really only happened in certain major cities. These places have rebounded nicely. Most everybody else is left behind.\nThat’s where I think a lot of the frustration in the heartland [that fueled the election of Donald Trump] came from—from many of these left-behind industrial towns or former industrial towns. But I was thinking about all this pre-Trump. People in these economic deserts were stuck there because of their mortgages or their community. We talk a lot about economic mobility, but there are all these reasons why people can’t move.\nSo what made you think that a tweak to the tax law could offer a solution?\nOne of the first things I did was talk to some of the country’s leading economist about what we could do about it, like [Harvard’s] Ken Rogoff, and Steven Davis at the University of Chicago, Jared Bernstein [at the Center on Budget and Policy Priorities] and Kevin Hassett, who was at the American Enterprise Institute, who’s now in the Trump administration in the chief economist role. This brain trust of academics worked with us for years to develop the idea behind the Investing in Opportunity Act.\nFollowing years of strong growth in the stock market, there’s something on the order of $6 trillion in unrealized gains sitting on the sidelines. And we thought if you could get that capital back into play—and specifically, in distressed communities—then you would potentially see a transformation. The question then was how to put that money to work. It had to be something that conservatives and progressive both liked, but in the end would lead to urban or rural renewal and drive investment in the poorest areas.\nAt its heart, though, this is an old idea, right? I remember the late Congressman Jack Kemp talking about “enterprise zones,” in much the same fashion, decades ago? Why didn’t that policy do the trick?\nThe essential distinction is that the new law is a free market-based incentive and not a tax credit. So all of these prior things that have been tried—like the New Markets Tax Credit or what ultimately became enterprise zones, which was the Jack Kemp concept that President Clinton signed into law—were essentially tax credits.\nOne of the mechanisms that I found really interesting was the decision not to include every economically distressed area as qualified opportunity zones, but rather making states choose only a quarter of those districts that might otherwise qualify, based on poverty and jobless metrics.\nSo the thinking there is really important. The idea is (1) you want to give governors some skin in the game, right? State control is really important, and letting governors make decisions with the input from their mayors and from their communities is important. It allows them to focus on the places where they have engaged leadership at the community level. And second, and perhaps most importantly, it concentrates capital. Forty three percent of the census tracts were eligible to be nominated as opportunity zones. Not all of these places are going to take off, even with an influx of investment. Some areas are probably so distressed or so disconnected that they’re going to have a hard time attracting investment. But states get to choose the 25 percent that are the best fit for the program.\nAnd you have some thoughts on where those locales should be.\nWe laid out guidelines for governors. I said, “You’d like to be near an area that’s already doing well, where you can start to attract investment to a neighboring area that’s not doing as well.” A good example of that is Palo Alto/East Palo Alto. And it would be good if you were near an academic center or university. There’s a bunch of places that have the potential to take off but haven’t had access to capital. Not every area will benefit, but a win for us would be that some areas that just would not have taken off really explode—or we can accelerate the pace at which these underdeveloped areas actually develop. And then there are people who are going to come in and build affordable housing, commercial space, all of that stuff is going to be built out. You’re going to need anchor businesses that attract a work force.\nThis idea is having a kind of communal resurgence. It’s resonating with a lot of investors, who want to do well by doing good—people like Quicken Loans founder Dan Gilbert and JPMorgan Chase CEO Jamie Dimon, who have made a huge investment in Detroit. And this has been a refrain of Revolution CEO Steve Case, who has been championing what he calls “The rise of the rest.” Did you talk this idea through with some of these folks?\nSo Dan Gilbert is on our founders circle at the Economic Innovation Group, which is the organization I set up to push for this, to advocate. It’s a 501(c)(4). The bill was originally introduced in the Senate by Tim Scott [Republican of South Carolina] and Cory Booker [Democrat of New Jersey]. And we maintained an equal balance of Republicans and Democrats all the way through.\nYou were strangely confident this thing was going to pass—which is, of course, a remarkably optimistic perspective for anyone who’s dealt with the federal government.\nI told everyone, ‘You know I think this is going to pass.’ And everybody was like, ‘Yeah right.’ The crusty, curmudgeonly tax policy experts, who had spent their whole career trying to advocate for some minor change in the tax code, laughed our idea off. They’d say, “You’re going to pass the most ambitious development economics program since the Great Depression, and you’re going do it without an advocacy campaign, just because it’s a great idea? Yeah. Uh-huh. That’s going to happen.” And well, it did.\nAn abridged and edited version of this interview is published in the June 2018 print edition of FORTUNE. SPONSORED FINANCIAL CONTENT ",
    "published": "2018-05-25T13:30:00.000+03:00",
    "crawled": "2018-05-25T13:36:55.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "q",
        "sean",
        "parker",
        "napster",
        "spotify",
        "federal",
        "tax",
        "law",
        "triumph",
        "parker",
        "launch",
        "cancer",
        "immunotherapy",
        "institute",
        "courtesy",
        "parker",
        "foundation",
        "clifton",
        "leaf",
        "edt",
        "wake",
        "spotify",
        "debut",
        "public",
        "company",
        "fortune",
        "sits",
        "one",
        "earliest",
        "booster",
        "share",
        "love",
        "regret",
        "online",
        "music",
        "much",
        "interview",
        "clifton",
        "leaf",
        "fortune",
        "spotify",
        "music",
        "streaming",
        "service",
        "helped",
        "turn",
        "global",
        "powerhouse",
        "went",
        "public",
        "april",
        "valuation",
        "billion",
        "success",
        "seems",
        "close",
        "loop",
        "adventure",
        "began",
        "pioneer",
        "napster",
        "many",
        "year",
        "ago",
        "association",
        "spotify",
        "start",
        "sean",
        "parker",
        "asked",
        "around",
        "introduction",
        "daniel",
        "ek",
        "one",
        "founder",
        "met",
        "new",
        "york",
        "long",
        "conversation",
        "took",
        "find",
        "someone",
        "knew",
        "realize",
        "potentially",
        "met",
        "one",
        "point",
        "online",
        "chat",
        "room",
        "turn",
        "know",
        "jan",
        "koum",
        "back",
        "idea",
        "cofounder",
        "whatsapp",
        "later",
        "met",
        "like",
        "wait",
        "second",
        "weird",
        "u",
        "group",
        "founded",
        "company",
        "worth",
        "billion",
        "dollar",
        "certain",
        "moment",
        "time",
        "think",
        "people",
        "attracted",
        "internet",
        "back",
        "recognized",
        "unlimited",
        "possibility",
        "purist",
        "possibility",
        "imagining",
        "thing",
        "could",
        "pay",
        "part",
        "community",
        "early",
        "adopter",
        "see",
        "thing",
        "little",
        "differently",
        "think",
        "ek",
        "met",
        "new",
        "york",
        "straightforward",
        "said",
        "realize",
        "throwing",
        "back",
        "furnace",
        "really",
        "want",
        "go",
        "know",
        "dealing",
        "side",
        "right",
        "meaning",
        "music",
        "industry",
        "sued",
        "napster",
        "existence",
        "yeah",
        "felt",
        "like",
        "gotten",
        "know",
        "label",
        "executive",
        "understood",
        "lot",
        "better",
        "sean",
        "parker",
        "billionaire",
        "entrepreneur",
        "napster",
        "cofounder",
        "onetime",
        "spotify",
        "board",
        "member",
        "joe",
        "pugliese",
        "understood",
        "fear",
        "yes",
        "important",
        "apocalyptic",
        "scenario",
        "music",
        "industry",
        "already",
        "come",
        "pas",
        "industry",
        "collapsed",
        "legitimate",
        "openness",
        "trying",
        "something",
        "new",
        "cd",
        "sale",
        "continued",
        "drop",
        "meanwhile",
        "replacement",
        "download",
        "apple",
        "working",
        "compensating",
        "loss",
        "cd",
        "sale",
        "even",
        "negotiation",
        "bring",
        "spotify",
        "big",
        "challenge",
        "spotify",
        "board",
        "seven",
        "year",
        "kept",
        "engaged",
        "given",
        "demand",
        "time",
        "quest",
        "cure",
        "cancer",
        "immunotherapy",
        "sean",
        "parker",
        "hack",
        "cancer",
        "may",
        "full",
        "plate",
        "investment",
        "vc",
        "music",
        "thing",
        "never",
        "stopped",
        "thinking",
        "long",
        "period",
        "napster",
        "working",
        "social",
        "medium",
        "keep",
        "coming",
        "back",
        "think",
        "right",
        "business",
        "model",
        "selling",
        "music",
        "internet",
        "could",
        "built",
        "team",
        "tried",
        "little",
        "experiment",
        "starting",
        "sweden",
        "piracy",
        "capital",
        "world",
        "also",
        "engineering",
        "capital",
        "one",
        "kazaa",
        "founder",
        "bittorrent",
        "stuff",
        "came",
        "sweden",
        "daniel",
        "ek",
        "actually",
        "wrote",
        "bittorrent",
        "client",
        "called",
        "µtorrent",
        "really",
        "popular",
        "plus",
        "music",
        "country",
        "exception",
        "abba",
        "even",
        "count",
        "abba",
        "fact",
        "recruit",
        "engineer",
        "cheaply",
        "helped",
        "really",
        "experienced",
        "entrepreneur",
        "daniel",
        "martin",
        "lorentzon",
        "made",
        "money",
        "sold",
        "company",
        "knew",
        "build",
        "run",
        "business",
        "core",
        "product",
        "base",
        "build",
        "knew",
        "contributed",
        "idea",
        "could",
        "actually",
        "get",
        "execution",
        "versus",
        "trying",
        "start",
        "something",
        "like",
        "scratch",
        "learn",
        "experience",
        "think",
        "learned",
        "lot",
        "persistence",
        "patience",
        "different",
        "business",
        "move",
        "fast",
        "break",
        "thing",
        "philosophy",
        "facebook",
        "getting",
        "every",
        "day",
        "schlepping",
        "everybody",
        "digital",
        "music",
        "team",
        "ceo",
        "spend",
        "time",
        "evangelizing",
        "lot",
        "people",
        "creative",
        "fly",
        "come",
        "strategy",
        "would",
        "give",
        "sense",
        "could",
        "without",
        "looking",
        "like",
        "schmuck",
        "required",
        "constant",
        "maintenance",
        "spotify",
        "big",
        "team",
        "place",
        "manage",
        "labor",
        "relation",
        "came",
        "certain",
        "point",
        "need",
        "anything",
        "presence",
        "occasionally",
        "helpful",
        "certain",
        "relationship",
        "hard",
        "core",
        "negotiating",
        "coming",
        "every",
        "ploy",
        "could",
        "come",
        "order",
        "get",
        "deal",
        "done",
        "sort",
        "worked",
        "remember",
        "going",
        "pitch",
        "one",
        "board",
        "director",
        "bunch",
        "guy",
        "running",
        "massive",
        "french",
        "conglomerate",
        "board",
        "sign",
        "deal",
        "realize",
        "every",
        "point",
        "like",
        "videogame",
        "beat",
        "bos",
        "beat",
        "big",
        "bos",
        "turn",
        "actually",
        "yet",
        "still",
        "big",
        "big",
        "bos",
        "convince",
        "required",
        "different",
        "mentality",
        "really",
        "hold",
        "line",
        "product",
        "strong",
        "view",
        "necessary",
        "essential",
        "product",
        "potentially",
        "disposable",
        "talk",
        "little",
        "social",
        "music",
        "component",
        "spotify",
        "scratch",
        "itch",
        "napster",
        "one",
        "regret",
        "looking",
        "back",
        "spotify",
        "vision",
        "truly",
        "social",
        "music",
        "network",
        "never",
        "really",
        "materialized",
        "really",
        "great",
        "search",
        "play",
        "playlist",
        "recommendation",
        "radio",
        "never",
        "realized",
        "dream",
        "friend",
        "similar",
        "excited",
        "happens",
        "passion",
        "one",
        "thing",
        "napster",
        "extent",
        "look",
        "someone",
        "collection",
        "get",
        "interested",
        "discover",
        "music",
        "user",
        "spotify",
        "kind",
        "never",
        "prioritized",
        "basic",
        "core",
        "product",
        "search",
        "retrieval",
        "building",
        "compelling",
        "enough",
        "product",
        "attract",
        "hundred",
        "million",
        "user",
        "changing",
        "gear",
        "apart",
        "finally",
        "solving",
        "whole",
        "thing",
        "seem",
        "rather",
        "excited",
        "proud",
        "something",
        "people",
        "never",
        "heard",
        "something",
        "frankly",
        "hard",
        "imagine",
        "vc",
        "silicon",
        "valley",
        "pitch",
        "meeting",
        "getting",
        "excited",
        "obscure",
        "provision",
        "new",
        "federal",
        "tax",
        "legislation",
        "investing",
        "opportunity",
        "act",
        "push",
        "hard",
        "simple",
        "notion",
        "someone",
        "unrealized",
        "capital",
        "gain",
        "roll",
        "money",
        "fund",
        "go",
        "find",
        "investment",
        "opportunity",
        "certain",
        "distressed",
        "area",
        "opportunity",
        "zone",
        "across",
        "country",
        "tax",
        "liability",
        "investment",
        "deferred",
        "investment",
        "held",
        "long",
        "enough",
        "step",
        "basis",
        "saving",
        "tax",
        "rate",
        "adjusts",
        "based",
        "investment",
        "holding",
        "period",
        "relatively",
        "modest",
        "incentive",
        "real",
        "incentive",
        "gain",
        "make",
        "vehicle",
        "holding",
        "investment",
        "least",
        "year",
        "roth",
        "ira",
        "incentive",
        "exactly",
        "point",
        "tax",
        "law",
        "change",
        "simply",
        "advocated",
        "actually",
        "created",
        "washington",
        "think",
        "tank",
        "called",
        "economic",
        "innovation",
        "group",
        "push",
        "fo",
        "r",
        "journey",
        "really",
        "began",
        "thinking",
        "around",
        "could",
        "see",
        "financial",
        "crisis",
        "disproportionately",
        "affected",
        "certain",
        "community",
        "recovery",
        "happened",
        "really",
        "happened",
        "certain",
        "major",
        "city",
        "place",
        "rebounded",
        "nicely",
        "everybody",
        "else",
        "left",
        "behind",
        "think",
        "lot",
        "frustration",
        "heartland",
        "fueled",
        "election",
        "donald",
        "trump",
        "came",
        "many",
        "industrial",
        "town",
        "former",
        "industrial",
        "town",
        "thinking",
        "people",
        "economic",
        "desert",
        "stuck",
        "mortgage",
        "community",
        "talk",
        "lot",
        "economic",
        "mobility",
        "reason",
        "people",
        "move",
        "made",
        "think",
        "tweak",
        "tax",
        "law",
        "could",
        "offer",
        "solution",
        "one",
        "first",
        "thing",
        "talk",
        "country",
        "leading",
        "economist",
        "could",
        "like",
        "harvard",
        "ken",
        "rogoff",
        "steven",
        "davis",
        "university",
        "chicago",
        "jared",
        "bernstein",
        "center",
        "budget",
        "policy",
        "priority",
        "kevin",
        "hassett",
        "american",
        "enterprise",
        "institute",
        "trump",
        "administration",
        "chief",
        "economist",
        "role",
        "brain",
        "trust",
        "academic",
        "worked",
        "u",
        "year",
        "develop",
        "idea",
        "behind",
        "investing",
        "opportunity",
        "act",
        "following",
        "year",
        "strong",
        "growth",
        "stock",
        "market",
        "something",
        "order",
        "trillion",
        "unrealized",
        "gain",
        "sitting",
        "sideline",
        "thought",
        "could",
        "get",
        "capital",
        "back",
        "specifically",
        "distressed",
        "would",
        "potentially",
        "see",
        "transformation",
        "question",
        "put",
        "money",
        "work",
        "something",
        "conservative",
        "progressive",
        "liked",
        "end",
        "would",
        "lead",
        "urban",
        "rural",
        "renewal",
        "drive",
        "investment",
        "poorest",
        "area",
        "heart",
        "though",
        "old",
        "idea",
        "right",
        "remember",
        "late",
        "congressman",
        "jack",
        "kemp",
        "talking",
        "enterprise",
        "zone",
        "much",
        "fashion",
        "decade",
        "ago",
        "policy",
        "trick",
        "essential",
        "distinction",
        "new",
        "law",
        "free",
        "incentive",
        "tax",
        "credit",
        "prior",
        "thing",
        "new",
        "market",
        "tax",
        "credit",
        "ultimately",
        "became",
        "enterprise",
        "zone",
        "jack",
        "kemp",
        "concept",
        "president",
        "clinton",
        "signed",
        "essentially",
        "tax",
        "credit",
        "one",
        "mechanism",
        "found",
        "really",
        "interesting",
        "decision",
        "include",
        "every",
        "economically",
        "distressed",
        "area",
        "qualified",
        "opportunity",
        "zone",
        "rather",
        "making",
        "state",
        "choose",
        "quarter",
        "district",
        "might",
        "otherwise",
        "qualify",
        "based",
        "poverty",
        "jobless",
        "metric",
        "thinking",
        "really",
        "important",
        "idea",
        "want",
        "give",
        "governor",
        "skin",
        "game",
        "right",
        "state",
        "control",
        "really",
        "important",
        "letting",
        "governor",
        "make",
        "decision",
        "input",
        "mayor",
        "community",
        "important",
        "allows",
        "focus",
        "place",
        "engaged",
        "leadership",
        "community",
        "level",
        "second",
        "perhaps",
        "importantly",
        "concentrate",
        "capital",
        "forty",
        "three",
        "percent",
        "census",
        "tract",
        "eligible",
        "nominated",
        "opportunity",
        "zone",
        "place",
        "going",
        "take",
        "even",
        "influx",
        "investment",
        "area",
        "probably",
        "distressed",
        "disconnected",
        "going",
        "hard",
        "time",
        "attracting",
        "investment",
        "state",
        "get",
        "choose",
        "percent",
        "best",
        "fit",
        "program",
        "thought",
        "locale",
        "laid",
        "guideline",
        "governor",
        "said",
        "like",
        "near",
        "area",
        "already",
        "well",
        "start",
        "attract",
        "investment",
        "neighboring",
        "area",
        "good",
        "example",
        "palo",
        "palo",
        "alto",
        "would",
        "good",
        "near",
        "academic",
        "center",
        "university",
        "bunch",
        "place",
        "potential",
        "take",
        "access",
        "capital",
        "every",
        "area",
        "benefit",
        "win",
        "u",
        "would",
        "area",
        "would",
        "taken",
        "really",
        "accelerate",
        "pace",
        "underdeveloped",
        "area",
        "actually",
        "develop",
        "people",
        "going",
        "come",
        "build",
        "affordable",
        "housing",
        "commercial",
        "space",
        "stuff",
        "going",
        "built",
        "going",
        "need",
        "anchor",
        "business",
        "attract",
        "work",
        "force",
        "idea",
        "kind",
        "communal",
        "resurgence",
        "resonating",
        "lot",
        "investor",
        "want",
        "well",
        "like",
        "quicken",
        "loan",
        "founder",
        "dan",
        "gilbert",
        "jpmorgan",
        "chase",
        "ceo",
        "jamie",
        "dimon",
        "made",
        "huge",
        "investment",
        "detroit",
        "refrain",
        "revolution",
        "ceo",
        "steve",
        "case",
        "championing",
        "call",
        "rise",
        "talk",
        "idea",
        "folk",
        "dan",
        "gilbert",
        "founder",
        "circle",
        "economic",
        "innovation",
        "group",
        "organization",
        "set",
        "push",
        "advocate",
        "c",
        "bill",
        "originally",
        "introduced",
        "senate",
        "tim",
        "scott",
        "republican",
        "south",
        "carolina",
        "cory",
        "booker",
        "democrat",
        "new",
        "jersey",
        "maintained",
        "equal",
        "balance",
        "republican",
        "democrat",
        "way",
        "strangely",
        "confident",
        "thing",
        "going",
        "course",
        "remarkably",
        "optimistic",
        "perspective",
        "anyone",
        "dealt",
        "federal",
        "government",
        "told",
        "everyone",
        "know",
        "think",
        "going",
        "everybody",
        "like",
        "yeah",
        "crusty",
        "curmudgeonly",
        "tax",
        "policy",
        "expert",
        "spent",
        "whole",
        "career",
        "trying",
        "advocate",
        "minor",
        "change",
        "tax",
        "code",
        "laughed",
        "idea",
        "say",
        "going",
        "pas",
        "ambitious",
        "development",
        "economics",
        "program",
        "since",
        "great",
        "depression",
        "going",
        "without",
        "advocacy",
        "campaign",
        "great",
        "idea",
        "yeah",
        "going",
        "well",
        "abridged",
        "edited",
        "version",
        "interview",
        "published",
        "june",
        "print",
        "edition",
        "fortune",
        "sponsored",
        "financial",
        "content"
    ]
}