{
    "organizations": [],
    "uuid": "2781f7dbf4988ef3c1c0ae0a7810d9bff9892114",
    "author": "",
    "url": "https://uk.reuters.com/article/rugby-union-eng-jones/rugby-ciprianis-baggage-is-no-concern-says-england-coach-jones-idUKL8N1SH65Z",
    "ord_in_thread": 0,
    "title": "Rugby-Cipriani's \"baggage\" is no concern, says England coach Jones",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "May 10, 2018 / 9:00 PM / Updated 13 hours ago Rugby-Cipriani's \"baggage\" is no concern, says England coach Jones Mitch Phillips 4 Min Read\nLONDON, May 10 (Reuters) - Eddie Jones says Danny Cipriani deserves his England selection on the back of his superb rugby but the coach has warned that the Wasps flyhalf could be on the first plane home from South Africa if his famed “attitude” rears its ugly head.\nJones has selected Cipriani in a full squad for the first time during his two-and-a-half-year tenure after watching him regularly dictate the wonderful attacking game of Premiership semi-finalists Wasps. He is aware, but not concerned, about all the other aspects of his lifestyle and character that have restricted him to 14 caps and only four starts in the 10 years since his England debut.\n“Purely from a rugby point of view I’m convinced there is something he can offer because he’s made changes to his game, and his character will come through,” Jones said.\n“If he’s a good character he could be in the team for a long time. If he’s a bad character, there’s always a plane back from Johannesburg.\n“But that’s the same for every player. We look at not only how they play rugby but how they fit into a team.”\nCipriani is famed for his fallouts with team mates and coaches, and Jones, who always makes it very clear who is in charge of his teams, suggested that the 30-year-old might be better holding his tongue.\n“As long as they are good questions ... if they are terrible questions then it’s not a good idea,” said the Australian.\n“The baggage doesn’t worry me. It’s how he behaves in front of me. I can’t control what he’s done in the past. All I can do is control what he does in the future. So for me it’s how he comes in, how he reacts and how he communicates with other players, how he responds to coaching, how he’s able to understand how we want to play and fit in to that mould. And also give him that flexibility to display his talent. CREATIVE TALENT\n“He’s definitely got a creative talent and we don’t want to annul that, but he has to understand that there is a team and he has to play within that team. It’ll be exciting to see how he goes.”\nJones, coming off three straight defeats in the Six Nations, said he is trying to balance the challenges of attempting to win a series in South Africa while also resting some tired players and blooding some new ones with an eye on the World Cup in 18 months.\nHe declared that England were “on a mission” to win a series there for the first time. “We set the benchmark in Australia so we can do it in South Africa,” he said, in reference to the 3-0 sweep in 2016, probably the high-water mark of his reign to date.\nJones, who was an assistant coach to the Springboks when they won the 2007 World Cup, recognises that, even on the back of their poor recent form, his misfiring side faces an enormous challenge.\n“Johannesburg is probably the most physically intimidating ground in the world,” he said ahead of the opening test there on June 9 followed by Bloemfontein (June 16) and Cape Town (June 23). “They’ve got a great coach in Rassie Erasmus. He always wanted to be the Springbok coach and now he’s got the opportunity in probably the best landscape they’ve had for a number of years.”\nJones said he had had time to reflect on his fifth-placed finish in the Six Nations - England’s worst since 1983, and had identified some of the key factors.\n“We got complacent about unity without a doubt and that’s my responsibility,” he said. “We were tactically slow to adapt and we have put a lot of thought into how we will adjust to that.\n“I have spent a lot of time going around speaking to lots of people about what we can do to fix that. I have got some new ideas and we will work out what to put in place.” (Reporting by Mitch Phillips, editing by William Maclean)",
    "published": "2018-05-11T00:00:00.000+03:00",
    "crawled": "2018-05-11T00:24:13.045+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "may",
        "pm",
        "updated",
        "hour",
        "ago",
        "baggage",
        "concern",
        "say",
        "england",
        "coach",
        "jones",
        "mitch",
        "phillips",
        "min",
        "read",
        "london",
        "may",
        "reuters",
        "eddie",
        "jones",
        "say",
        "danny",
        "cipriani",
        "deserves",
        "england",
        "selection",
        "back",
        "superb",
        "rugby",
        "coach",
        "warned",
        "wasp",
        "flyhalf",
        "could",
        "first",
        "plane",
        "home",
        "south",
        "africa",
        "famed",
        "attitude",
        "rear",
        "ugly",
        "head",
        "jones",
        "selected",
        "cipriani",
        "full",
        "squad",
        "first",
        "time",
        "tenure",
        "watching",
        "regularly",
        "dictate",
        "wonderful",
        "attacking",
        "game",
        "premiership",
        "wasp",
        "aware",
        "concerned",
        "aspect",
        "lifestyle",
        "character",
        "restricted",
        "cap",
        "four",
        "start",
        "year",
        "since",
        "england",
        "debut",
        "purely",
        "rugby",
        "point",
        "view",
        "convinced",
        "something",
        "offer",
        "made",
        "change",
        "game",
        "character",
        "come",
        "jones",
        "said",
        "good",
        "character",
        "could",
        "team",
        "long",
        "time",
        "bad",
        "character",
        "always",
        "plane",
        "back",
        "johannesburg",
        "every",
        "player",
        "look",
        "play",
        "rugby",
        "fit",
        "cipriani",
        "famed",
        "fallout",
        "team",
        "mate",
        "coach",
        "jones",
        "always",
        "make",
        "clear",
        "charge",
        "team",
        "suggested",
        "might",
        "better",
        "holding",
        "tongue",
        "long",
        "good",
        "question",
        "terrible",
        "question",
        "good",
        "idea",
        "said",
        "australian",
        "baggage",
        "worry",
        "behaves",
        "front",
        "control",
        "done",
        "past",
        "control",
        "future",
        "come",
        "reacts",
        "communicates",
        "player",
        "responds",
        "coaching",
        "able",
        "understand",
        "want",
        "play",
        "fit",
        "mould",
        "also",
        "give",
        "flexibility",
        "display",
        "talent",
        "creative",
        "talent",
        "definitely",
        "got",
        "creative",
        "talent",
        "want",
        "annul",
        "understand",
        "team",
        "play",
        "within",
        "team",
        "exciting",
        "see",
        "jones",
        "coming",
        "three",
        "straight",
        "defeat",
        "six",
        "nation",
        "said",
        "trying",
        "balance",
        "challenge",
        "attempting",
        "win",
        "series",
        "south",
        "africa",
        "also",
        "resting",
        "tired",
        "player",
        "blooding",
        "new",
        "one",
        "eye",
        "world",
        "cup",
        "month",
        "declared",
        "england",
        "mission",
        "win",
        "series",
        "first",
        "time",
        "set",
        "benchmark",
        "australia",
        "south",
        "africa",
        "said",
        "reference",
        "sweep",
        "probably",
        "mark",
        "reign",
        "date",
        "jones",
        "assistant",
        "coach",
        "springbok",
        "world",
        "cup",
        "recognises",
        "even",
        "back",
        "poor",
        "recent",
        "form",
        "misfiring",
        "side",
        "face",
        "enormous",
        "challenge",
        "johannesburg",
        "probably",
        "physically",
        "intimidating",
        "ground",
        "world",
        "said",
        "ahead",
        "opening",
        "test",
        "june",
        "followed",
        "bloemfontein",
        "june",
        "cape",
        "town",
        "june",
        "got",
        "great",
        "coach",
        "rassie",
        "erasmus",
        "always",
        "wanted",
        "springbok",
        "coach",
        "got",
        "opportunity",
        "probably",
        "best",
        "landscape",
        "number",
        "jones",
        "said",
        "time",
        "reflect",
        "finish",
        "six",
        "nation",
        "england",
        "worst",
        "since",
        "identified",
        "key",
        "factor",
        "got",
        "complacent",
        "unity",
        "without",
        "doubt",
        "responsibility",
        "said",
        "tactically",
        "slow",
        "adapt",
        "put",
        "lot",
        "thought",
        "adjust",
        "spent",
        "lot",
        "time",
        "going",
        "around",
        "speaking",
        "lot",
        "people",
        "fix",
        "got",
        "new",
        "idea",
        "work",
        "put",
        "reporting",
        "mitch",
        "phillips",
        "editing",
        "william",
        "maclean"
    ]
}