{
    "organizations": [],
    "uuid": "2c83c57c8e02e566e1b33404bfd76258ae001b8e",
    "author": "Nina Trentmann",
    "url": "https://blogs.wsj.com/cfo/2018/05/14/the-morning-ledger-u-s-executives-to-speak-out-against-china-tariffs/",
    "ord_in_thread": 0,
    "title": "The Morning Ledger: U.S. Executives to Speak Out Against China Tariffs",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "0 COMMENTS Sign up for the Morning Ledger, emailed to you each weekday morning. Follow us on Twitter: @CFOJournal. All CFO Journal-produced content can be accessed without a subscription.\nA cargo ship is loaded at a port in Qingdao, in eastern China’s Shandong province. AFP/Getty Images Good morning. Executives from businesses across several sectors this week get a rare — and potentially last — chance to make their case against the Trump administration’s planned tariffs on Chinese imports, report the WSJ’s Andrew Tangel and William Mauldin.\nThe U.S. trade representative’s office will hold three days of hearings from Tuesday on the proposed tariffs, featuring businesses facing supply-chain disruptions as well as manufacturers exporting to China.\nGeneral Electric Co. is one of the companies set to testify at the hearings. It is expected to speak out against tariffs that could be levied on imported parts used to manufacture products from aircraft engines to medical machinery. Other firms, including electronics retailer Best Buy Co. and Swedish appliance maker Electrolux AB , also plan to testify.\nThe U.S. business community has been skeptical of the Trump administration’s trade initiatives, particularly its threats of tariffs, which are being contemplated under Section 301 of the Trade Act of 1974.\nTHE DAY AHEAD\nIBM to argue against U.S. adoption of EU privacy law. Officials from International Business Machines Corp. Monday and Tuesday are set to meet with members of Congress to argue that the U.S. needs its own privacy framework and shouldn’t adopt the European Union’s General Data Protection Regulation (GDPR), which goes into effect on May 25, reports Bloomberg. “GDPR may work for Europe, but that doesn’t mean it should become a global standard,” Christopher Padilla, IBM’s vice president of government and regulatory affairs, said in an interview.\nAgilent Technologies Inc. is slated to report earnings today.\nTHE WEEK AHEAD\nU.S. housing starts, China retail sales, Brazil rate decision. This week, China issues data on business activity (Tuesday), Brazil’s central bank releases a policy statement (Wednesday), and the U.S. will see reports on retail sales (Tuesday), housing starts and industrial production (both Wednesday).\nCORPORATE NEWS\nXerox said it reached a settlement to replace its chief executive and overhaul its board. European Pressphoto Agency Xerox drops Fujifilm merger plan. Xerox Corp. said it will back out of its merger deal with Fujifilm Holdings Corp. as it reached a new settlement with two of its biggest shareholders, the latest twist in a monthslong tug of war over the future of the iconic American company. Fujifilm said it wouldn’t sweeten the terms of its offer.\nTesla executives step away. Tesla Inc. will be without two important executives just as the electric-car maker struggles to boost production of its first mass-market vehicle and faces doubts about its ability to raise cash. The company’s fundraising options are fraught with complications, reports the WSJ’s Sam Goldfarb.\nUber’s top choice for CFO withdraws. Uber Technologies Inc. Chief Executive Dara Khosrowshahi is under pressure from the board and investors to find a new finance chief after its leading candidate backed out, adding to the challenges of preparing for an IPO next year.\nAirbus CFO to quit. The leadership upheaval at Airbus SE widened Monday with Chief Financial Officer Harald Wilhelm announcing plans to depart next year. Mr. Wilhelm will exit along with Chief Executive Tom Enders, who in December announced he would not seek an extension to his contract that expires in 2019, reports Reuters.\nTrump keeps pressure on auto makers to create jobs. U.S. President Donald Trump is continuing to pressure auto makers to create new jobs in the U.S. During a meeting with car executives on Friday, Mr. Trump said he wants to see “manufacturing of millions of more cars within the U.S. — for Michigan, for Ohio, for Pennsylvania.”\nChina Three Gorges to acquire all of EDP. China Three Gorges Corp. late Friday said it plans to launch a €9.07 billion ($10.8 billion) offer to acquire the almost 77% it doesn’t already own of Portugal’s main energy utility Energias de Portugal SA , a bold move to expand further into Europe’s power sector that will likely attract heavy scrutiny from the U.S.\nChinese tech firms test next wave of listings. More than a dozen technology companies from China are rushing to go public abroad.\nAbu Dhabi to invest in refining facilities. Abu Dhabi’s national oil company ADNOC said Sunday it would spend $45 billion over the next five years to join other giant, state-run petroleum giants like Saudi Arabian Oil Co. in refining much of their own crude instead of just exporting it.\nREGULATION\nThe ZTE logo is seen on an office building in Shanghai, China, May 3, 2018. AFP/Getty Images Trump extends lifeline to ZTE after U.S. orders ban. President Trump said he was working with Chinese President Xi Jinping to keep ZTE Corp. in business, throwing an extraordinary lifeline to the Chinese telecommunication giant that has been hit by U.S. regulation aimed at cutting off its suppliers.\nChina restarts review of Qualcomm-NXP deal. Chinese regulators have restarted their review of Qualcomm Inc.’s application to acquire NXP Semiconductors NV after having shelved the work earlier amid growing trade tensions with the U.S., reports Bloomberg.\nU.S. ready to impose sanctions on European firms in Iran — Bolton. National security adviser John Bolton warned Sunday that the U.S. is prepared to impose sanctions on European companies if their governments don’t heed President Donald Trump’s demand to stop dealing with Iran.\nConoco seizes Venezuelan assets in Curaçao. A court on the Dutch island of Curaçao has authorized the local subsidiary of U.S. oil giant ConocoPhillips to seize $636 million worth of assets held on the island by Petróleos de Venezuela SA. The company is preparing to sell its North Sea fields as the company focuses on shale operations in its home market, reports Reuters.\nECONOMY\nMondelez International, maker of Oreo cookies, is on track to eliminate partially hydrogenated oils from its products by the end of the year. According to nutrition facts on their packaging, Oreos don’t contain trans fats. Bloomberg News WHO steps up fight against trans fats. The World Health Organization is launching an initiative to eliminate trans fats from diets globally, pressing makers of foods and oils, and governments, to accelerate work to prevent hundreds of thousands of deaths from heart disease each year.\nU.S. cities recycle Amazon pitches to attract new business. Many of the 20 U.S. cities shortlisted as sites for the retail giant’s second headquarters are using the multimedia presentations they created for Amazon.com Inc.’s application to pitch to other companies.\nGasoline prices set to rise. Average U.S. retail gasoline prices are climbing toward $3 a gallon, the most expensive in more than three years. This has implications for drivers, airlines and delivery companies.\nSolar panel companies ramp up U.S. manufacturing. Solar panel makers are stepping up U.S. manufacturing, as President Trump’s tariffs on imported solar panels and the U.S. corporate tax overhaul make it more attractive to ramp up domestic production.\nA new threat for the U.S. dollar. Trade tensions are emerging as the latest threat to the U.S. dollar’s position at the heart of the global financial system.\nCFO MOVES\nMosaic Co. , the Plymouth, Minn., fertilizer maker, disclosed compensation details for its incoming Chief Financial Officer Clint Freeland. Mr. Freeland will receive an annual base salary of $625,000, the company said in a filing. He is eligible for a target bonus under the company’s incentive plan equal to 80% of his base salary and also to a long-term incentive award of restricted stock units valued at $1.5 million on the date of grant. These will vest on the third anniversary of the date of Mr. Freeland’s award provided that he remains an employee of Mosaic.\nThe Morning Ledger from CFO Journal cues up the most important news in corporate finance every weekday morning. Send tips, suggestions and complaints to kimberly.johnson@wsj.com.\nShare this: THE MORNING LEDGER Previous CFO Moves: Discovery, Mosaic Content from our sponsor Deloitte CFO insight and analysis written and compiled by Deloitte Managing the Digital Risks of New Business Models As companies adopt new business models amidst industry convergence, digital risks are a rising concern for the C-suite and boards. An organization’s digital risk will vary depending on how it incorporates technology into the core of its business model, says William Ribaudo, managing partner of Deloitte Risk and Financial Advisory’s Digital Risk Venture Portfolio. He discusses how to understand and address the different risks that come with shifting to business models embedding digital. He also explains CFOs’ pivotal role managing digital risks as their company embarks on a digital business model transformation.\nPlease note: The Wall Street Journal News Department was not involved in the creation of the content above. More from Deloitte →",
    "published": "2018-05-14T14:05:00.000+03:00",
    "crawled": "2018-05-14T17:32:07.016+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "sign",
        "morning",
        "ledger",
        "emailed",
        "weekday",
        "morning",
        "follow",
        "u",
        "twitter",
        "cfojournal",
        "cfo",
        "content",
        "accessed",
        "without",
        "subscription",
        "cargo",
        "ship",
        "loaded",
        "port",
        "qingdao",
        "eastern",
        "china",
        "shandong",
        "province",
        "image",
        "good",
        "morning",
        "executive",
        "business",
        "across",
        "several",
        "sector",
        "week",
        "get",
        "rare",
        "potentially",
        "last",
        "chance",
        "make",
        "case",
        "trump",
        "administration",
        "planned",
        "tariff",
        "chinese",
        "import",
        "report",
        "wsj",
        "andrew",
        "tangel",
        "william",
        "mauldin",
        "trade",
        "representative",
        "office",
        "hold",
        "three",
        "day",
        "hearing",
        "tuesday",
        "proposed",
        "tariff",
        "featuring",
        "business",
        "facing",
        "disruption",
        "well",
        "manufacturer",
        "exporting",
        "china",
        "general",
        "electric",
        "one",
        "company",
        "set",
        "testify",
        "hearing",
        "expected",
        "speak",
        "tariff",
        "could",
        "levied",
        "imported",
        "part",
        "used",
        "manufacture",
        "product",
        "aircraft",
        "engine",
        "medical",
        "machinery",
        "firm",
        "including",
        "electronics",
        "retailer",
        "best",
        "buy",
        "swedish",
        "appliance",
        "maker",
        "electrolux",
        "ab",
        "also",
        "plan",
        "testify",
        "business",
        "community",
        "skeptical",
        "trump",
        "administration",
        "trade",
        "initiative",
        "particularly",
        "threat",
        "tariff",
        "contemplated",
        "section",
        "trade",
        "act",
        "day",
        "ahead",
        "ibm",
        "argue",
        "adoption",
        "eu",
        "privacy",
        "law",
        "official",
        "international",
        "business",
        "machine",
        "monday",
        "tuesday",
        "set",
        "meet",
        "member",
        "congress",
        "argue",
        "need",
        "privacy",
        "framework",
        "adopt",
        "european",
        "union",
        "general",
        "data",
        "protection",
        "regulation",
        "gdpr",
        "go",
        "effect",
        "may",
        "report",
        "bloomberg",
        "gdpr",
        "may",
        "work",
        "europe",
        "mean",
        "become",
        "global",
        "standard",
        "christopher",
        "padilla",
        "ibm",
        "vice",
        "president",
        "government",
        "regulatory",
        "affair",
        "said",
        "interview",
        "agilent",
        "technology",
        "slated",
        "report",
        "earnings",
        "today",
        "week",
        "ahead",
        "housing",
        "start",
        "china",
        "retail",
        "sale",
        "brazil",
        "rate",
        "decision",
        "week",
        "china",
        "issue",
        "data",
        "business",
        "activity",
        "tuesday",
        "brazil",
        "central",
        "bank",
        "release",
        "policy",
        "statement",
        "wednesday",
        "see",
        "report",
        "retail",
        "sale",
        "tuesday",
        "housing",
        "start",
        "industrial",
        "production",
        "wednesday",
        "corporate",
        "news",
        "xerox",
        "said",
        "reached",
        "settlement",
        "replace",
        "chief",
        "executive",
        "overhaul",
        "board",
        "european",
        "pressphoto",
        "agency",
        "xerox",
        "drop",
        "fujifilm",
        "merger",
        "plan",
        "xerox",
        "said",
        "back",
        "merger",
        "deal",
        "fujifilm",
        "holding",
        "reached",
        "new",
        "settlement",
        "two",
        "biggest",
        "shareholder",
        "latest",
        "twist",
        "monthslong",
        "tug",
        "war",
        "future",
        "iconic",
        "american",
        "company",
        "fujifilm",
        "said",
        "sweeten",
        "term",
        "offer",
        "tesla",
        "executive",
        "step",
        "away",
        "tesla",
        "without",
        "two",
        "important",
        "executive",
        "maker",
        "struggle",
        "boost",
        "production",
        "first",
        "vehicle",
        "face",
        "doubt",
        "ability",
        "raise",
        "cash",
        "company",
        "fundraising",
        "option",
        "fraught",
        "complication",
        "report",
        "wsj",
        "sam",
        "goldfarb",
        "uber",
        "top",
        "choice",
        "cfo",
        "withdraws",
        "uber",
        "technology",
        "chief",
        "executive",
        "dara",
        "khosrowshahi",
        "pressure",
        "board",
        "investor",
        "find",
        "new",
        "finance",
        "chief",
        "leading",
        "candidate",
        "backed",
        "adding",
        "challenge",
        "preparing",
        "ipo",
        "next",
        "year",
        "airbus",
        "cfo",
        "quit",
        "leadership",
        "upheaval",
        "airbus",
        "se",
        "widened",
        "monday",
        "chief",
        "financial",
        "officer",
        "harald",
        "wilhelm",
        "announcing",
        "plan",
        "depart",
        "next",
        "year",
        "wilhelm",
        "exit",
        "along",
        "chief",
        "executive",
        "tom",
        "enders",
        "december",
        "announced",
        "would",
        "seek",
        "extension",
        "contract",
        "expires",
        "report",
        "reuters",
        "trump",
        "keep",
        "pressure",
        "auto",
        "maker",
        "create",
        "job",
        "president",
        "donald",
        "trump",
        "continuing",
        "pressure",
        "auto",
        "maker",
        "create",
        "new",
        "job",
        "meeting",
        "car",
        "executive",
        "friday",
        "trump",
        "said",
        "want",
        "see",
        "manufacturing",
        "million",
        "car",
        "within",
        "michigan",
        "ohio",
        "china",
        "three",
        "gorge",
        "acquire",
        "edp",
        "china",
        "three",
        "gorge",
        "late",
        "friday",
        "said",
        "plan",
        "launch",
        "billion",
        "billion",
        "offer",
        "acquire",
        "almost",
        "already",
        "portugal",
        "main",
        "energy",
        "utility",
        "energias",
        "de",
        "portugal",
        "sa",
        "bold",
        "move",
        "expand",
        "europe",
        "power",
        "sector",
        "likely",
        "attract",
        "heavy",
        "scrutiny",
        "chinese",
        "tech",
        "firm",
        "test",
        "next",
        "wave",
        "listing",
        "dozen",
        "technology",
        "company",
        "china",
        "rushing",
        "go",
        "public",
        "abroad",
        "abu",
        "dhabi",
        "invest",
        "refining",
        "facility",
        "abu",
        "dhabi",
        "national",
        "oil",
        "company",
        "adnoc",
        "said",
        "sunday",
        "would",
        "spend",
        "billion",
        "next",
        "five",
        "year",
        "join",
        "giant",
        "petroleum",
        "giant",
        "like",
        "saudi",
        "arabian",
        "oil",
        "refining",
        "much",
        "crude",
        "instead",
        "exporting",
        "regulation",
        "zte",
        "logo",
        "seen",
        "office",
        "building",
        "shanghai",
        "china",
        "may",
        "image",
        "trump",
        "extends",
        "lifeline",
        "zte",
        "order",
        "ban",
        "president",
        "trump",
        "said",
        "working",
        "chinese",
        "president",
        "xi",
        "jinping",
        "keep",
        "zte",
        "business",
        "throwing",
        "extraordinary",
        "lifeline",
        "chinese",
        "telecommunication",
        "giant",
        "hit",
        "regulation",
        "aimed",
        "cutting",
        "supplier",
        "china",
        "restarts",
        "review",
        "deal",
        "chinese",
        "regulator",
        "restarted",
        "review",
        "qualcomm",
        "application",
        "acquire",
        "nxp",
        "semiconductor",
        "nv",
        "shelved",
        "work",
        "earlier",
        "amid",
        "growing",
        "trade",
        "tension",
        "report",
        "bloomberg",
        "ready",
        "impose",
        "sanction",
        "european",
        "firm",
        "iran",
        "bolton",
        "national",
        "security",
        "adviser",
        "john",
        "bolton",
        "warned",
        "sunday",
        "prepared",
        "impose",
        "sanction",
        "european",
        "company",
        "government",
        "heed",
        "president",
        "donald",
        "trump",
        "demand",
        "stop",
        "dealing",
        "iran",
        "conoco",
        "seizes",
        "venezuelan",
        "asset",
        "curaçao",
        "court",
        "dutch",
        "island",
        "curaçao",
        "authorized",
        "local",
        "subsidiary",
        "oil",
        "giant",
        "conocophillips",
        "seize",
        "million",
        "worth",
        "asset",
        "held",
        "island",
        "petróleos",
        "de",
        "venezuela",
        "sa",
        "company",
        "preparing",
        "sell",
        "north",
        "sea",
        "field",
        "company",
        "focus",
        "shale",
        "operation",
        "home",
        "market",
        "report",
        "reuters",
        "economy",
        "mondelez",
        "international",
        "maker",
        "oreo",
        "cooky",
        "track",
        "eliminate",
        "partially",
        "hydrogenated",
        "oil",
        "product",
        "end",
        "year",
        "according",
        "nutrition",
        "fact",
        "packaging",
        "oreo",
        "contain",
        "trans",
        "fat",
        "bloomberg",
        "news",
        "step",
        "fight",
        "trans",
        "fat",
        "world",
        "health",
        "organization",
        "launching",
        "initiative",
        "eliminate",
        "trans",
        "fat",
        "diet",
        "globally",
        "pressing",
        "maker",
        "food",
        "oil",
        "government",
        "accelerate",
        "work",
        "prevent",
        "hundred",
        "thousand",
        "death",
        "heart",
        "disease",
        "year",
        "city",
        "recycle",
        "amazon",
        "pitch",
        "attract",
        "new",
        "business",
        "many",
        "city",
        "shortlisted",
        "site",
        "retail",
        "giant",
        "second",
        "headquarters",
        "using",
        "multimedia",
        "presentation",
        "created",
        "application",
        "pitch",
        "company",
        "gasoline",
        "price",
        "set",
        "rise",
        "average",
        "retail",
        "gasoline",
        "price",
        "climbing",
        "toward",
        "gallon",
        "expensive",
        "three",
        "year",
        "implication",
        "driver",
        "airline",
        "delivery",
        "company",
        "solar",
        "panel",
        "company",
        "ramp",
        "manufacturing",
        "solar",
        "panel",
        "maker",
        "stepping",
        "manufacturing",
        "president",
        "trump",
        "tariff",
        "imported",
        "solar",
        "panel",
        "corporate",
        "tax",
        "overhaul",
        "make",
        "attractive",
        "ramp",
        "domestic",
        "production",
        "new",
        "threat",
        "dollar",
        "trade",
        "tension",
        "emerging",
        "latest",
        "threat",
        "dollar",
        "position",
        "heart",
        "global",
        "financial",
        "system",
        "cfo",
        "move",
        "mosaic",
        "plymouth",
        "fertilizer",
        "maker",
        "disclosed",
        "compensation",
        "detail",
        "incoming",
        "chief",
        "financial",
        "officer",
        "clint",
        "freeland",
        "freeland",
        "receive",
        "annual",
        "base",
        "salary",
        "company",
        "said",
        "filing",
        "eligible",
        "target",
        "bonus",
        "company",
        "incentive",
        "plan",
        "equal",
        "base",
        "salary",
        "also",
        "incentive",
        "award",
        "restricted",
        "stock",
        "unit",
        "valued",
        "million",
        "date",
        "grant",
        "vest",
        "third",
        "anniversary",
        "date",
        "freeland",
        "award",
        "provided",
        "remains",
        "employee",
        "mosaic",
        "morning",
        "ledger",
        "cfo",
        "journal",
        "cue",
        "important",
        "news",
        "corporate",
        "finance",
        "every",
        "weekday",
        "morning",
        "send",
        "tip",
        "suggestion",
        "complaint",
        "share",
        "morning",
        "ledger",
        "previous",
        "cfo",
        "move",
        "discovery",
        "mosaic",
        "content",
        "sponsor",
        "deloitte",
        "cfo",
        "insight",
        "analysis",
        "written",
        "compiled",
        "deloitte",
        "managing",
        "digital",
        "risk",
        "new",
        "business",
        "model",
        "company",
        "adopt",
        "new",
        "business",
        "model",
        "amidst",
        "industry",
        "convergence",
        "digital",
        "risk",
        "rising",
        "concern",
        "board",
        "organization",
        "digital",
        "risk",
        "vary",
        "depending",
        "incorporates",
        "technology",
        "core",
        "business",
        "model",
        "say",
        "william",
        "ribaudo",
        "managing",
        "partner",
        "deloitte",
        "risk",
        "financial",
        "advisory",
        "digital",
        "risk",
        "venture",
        "portfolio",
        "discusses",
        "understand",
        "address",
        "different",
        "risk",
        "come",
        "shifting",
        "business",
        "model",
        "embedding",
        "digital",
        "also",
        "explains",
        "cfo",
        "pivotal",
        "role",
        "managing",
        "digital",
        "risk",
        "company",
        "embarks",
        "digital",
        "business",
        "model",
        "transformation",
        "please",
        "note",
        "wall",
        "street",
        "journal",
        "news",
        "department",
        "involved",
        "creation",
        "content",
        "deloitte"
    ]
}