{
    "organizations": [],
    "uuid": "11ec2dc11f300b2d55e8e3e4b3a80d8335ef3c34",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/07/pr-newswire-luminex-corporation-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Luminex Corporation Reports First Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "AUSTIN, Texas, May 7, 2018 /PRNewswire/ -- Luminex Corporation (Nasdaq:LMNX) today announced financial results for the first quarter of 2018. Financial and operating highlights for the quarter include:\nFirst quarter 2018 consolidated revenue was $82.7 million, an increase of 6% compared to the first quarter 2017. First quarter 2018 GAAP net income was $13.4 million, or $0.30 per diluted share, growth of 45% and 43% respectively, over the prior year quarter. Assay revenue was $45.8 million for the quarter ended March 31, 2018, representing a 23% increase over assay revenue for the first quarter 2017. Total sample-to-answer molecular product revenue for the first quarter of 2018 was $16.5 million, representing growth of 49% compared to $11.1 million in the first quarter of 2017. Placed 60 sample-to-answer molecular systems under contract during the first quarter of 2018, compared to 34 in the first quarter of 2017. Total active sample-to-answer customers are now just under 500. Growth in sample-to-answer utilization per customer to $105,000 and $51,000 for VERIGENE and ARIES ® , respectively, from $90,000 and $33,000 in the prior year quarter. 218 multiplexing analyzers were shipped during the quarter; including a combination of MAGPIX ® systems, LX systems, and FLEXMAP 3D ® systems. This compares to 242 multiplexing analyzers shipped in the prior year quarter.\n\"We are very pleased with how we have started the year with strong performance in our Molecular Diagnostics Franchise --- and more specifically our sample to answer portfolio, which grew by nearly 50%\", said Homi Shamir, President and Chief Executive Officer of Luminex. \"We are very excited about our current product pipeline, which we believe will re-position Luminex at the forefront of innovation in our industry . We also believe we are on track to deliver on our commitment of generating a run-rate of $100 million of sample-to-answer revenue in the 4 th quarter of 2019. Our diversified business model is driving meaningful growth and we remain committed to investing wisely in the development of our product pipeline across our entire business.\"\nREVENUE SUMMARY\n(in thousands, except percentages)\nThree Months Ended\nMarch 31,\nVariance\n2018\n2017\n($)\n(%)\n(unaudited)\nSystem sales\n$ 7,931\n$ 8,501\n$ (570)\n-7%\nConsumable sales\n11,872\n15,385\n(3,513)\n-23%\nRoyalty revenue\n12,239\n11,561\n678\n6%\nAssay revenue\n45,841\n37,407\n8,434\n23%\nService revenue\n2,878\n2,905\n(27)\n-1%\nOther revenue\n1,901\n2,020\n(119)\n-6%\n$ 82,662\n$ 77,779\n$ 4,883\n6%\nFINANCIAL OUTLOOK AND GUIDANCE\nThe Company intends to provide annual revenue guidance, to be updated, as appropriate, at each quarterly reporting period. Luminex anticipates second quarter 2018 revenue to be between $78.5 million and $80 million and reaffirms its full year 2018 revenue guidance of between $310 million and $316 million.\nCONFERENCE CALL\nManagement will host a conference call at 3:30 p.m. CDT / 4:30 p.m. EDT, Monday, May 7, 2018 to discuss the operating highlights and financial results for the first quarter 2018. The conference call will be webcast live and may be accessed at Luminex Corporation's website at http://www.luminexcorp.com . Simply log on to the web at the address above, go to the Company section and access the Investor Relations link. Please go to the website at least 15 minutes prior to the call to register, download and install any necessary audio/video software. If you are unable to participate during the live webcast, the call will be archived for six months on the website using the 'replay' link.\nLuminex develops, manufactures and markets proprietary biological testing technologies with applications throughout the life sciences industry. The Company's xMAP ® system is an open-architecture, multi-analyte technology platform that delivers fast, accurate and cost-effective bioassay results to markets as diverse as pharmaceutical drug discovery, clinical diagnostics and biomedical research, including the genomics and proteomics research markets. The Company's xMAP technology is sold worldwide and is in use in leading research laboratories as well as major pharmaceutical, diagnostic and biotechnology companies. Further information on Luminex or xMAP can be obtained on the Internet at http://www.luminexcorp.com .\nStatements made in this release that express Luminex's or management's intentions, plans, beliefs, expectations or predictions of future events are forward-looking statements. Forward-looking statements in this release include statements regarding expected revenue and cost savings and projected 2018 performance, including revenue guidance. The words \"believe,\" \"expect,\" \"intend,\" \"estimate,\" \"anticipate,\" \"will,\" \"could,\" \"should\" and similar expressions are intended to further identify such forward-looking statements for purposes of the Private Securities Litigation Reform Act of 1995. It is important to note that the Company's actual results or performance could differ materially from those anticipated or projected in such forward-looking statements. Factors that could cause Luminex's actual results or performance to differ materially include risks and uncertainties relating to, among others, concentration of Luminex's revenue in a limited number of direct customers and strategic partners, some of which may be experiencing decreased demand for their products utilizing or incorporating Luminex's technology, budget or finance constraints in the current economic environment, or periodic variability in their purchasing patterns or practices as a result of internal resource planning challenges; market demand and acceptance of Luminex's products and technology, including ARIES ® , MultiCode ® , xMAP ® , VERIGENE ® and NxTAG ® products; Luminex's ability to scale manufacturing operations and manage operating expenses, gross margins and inventory levels; Luminex's ability to obtain and enforce intellectual property protections on Luminex's products and technologies; the impact on Luminex's growth and future results of operations with respect to the loss of the LabCorp women's health business anticipated in June 2018; Luminex's ability to successfully launch new products in a timely manner; dependence on strategic partners for development, commercialization and distribution of products; risks and uncertainties associated with implementing Luminex's acquisition strategy, Luminex's challenge to identify acquisition targets, including Luminex's ability to obtain financing on acceptable terms; Luminex's ability to integrate acquired companies or selected assets into Luminex's consolidated business operations, and the ability to fully realize the benefits of Luminex's acquisitions; the timing of and process for regulatory approvals; competition and competitive technologies utilized by Luminex's competitors; fluctuations in quarterly results due to a lengthy and unpredictable sales cycle; fluctuations in bulk purchases of consumables; fluctuations in product mix, and the seasonal nature of some of Luminex's assay products; Luminex's ability to comply with applicable laws, regulations, policies and procedures; the impact of the ongoing uncertainty in global finance markets and changes in governmental and governmental agency funding, including effects on the capital spending policies of Luminex's partners and end users and their ability to finance purchases of Luminex's products; changes in interpretation, assumptions and expectations regarding the Tax Cuts and Jobs Act, including additional guidance that may be issued by federal and state taxing authorities; changes in principal members of Luminex's management staff; potential shortages, or increases in costs, of components or other disruptions to Luminex's manufacturing operations; Luminex's increasing dependency on information technology to improve the effectiveness of Luminex's operations and to monitor financial accuracy and efficiency; the implementation, including any modification, of Luminex's strategic operating plans; the uncertainty regarding the outcome or expense of any litigation brought against or initiated by Luminex; risks relating to Luminex's foreign operations, including fluctuations in exchange rates, tariffs, customs and other barriers to importing/exporting materials and products in a cost effective and timely manner; difficulties in accounts receivable collections; Luminex's ability to monitor and comply with foreign and international laws and treaties; and Luminex's ability to comply with changes in international taxation policies; budget or finance constraints in the current economic environment, or periodic variability in their purchasing patterns or practices as a result of material resource planning challenges; reliance on third party distributors for distribution of specific Luminex-developed and manufactured assay products, as well as the risks discussed under the heading \"Risk Factors\" in Luminex's Reports on Forms 10-K and 10-Q, as filed . The forward-looking statements, including the financial guidance and 2018 outlook, contained herein represent the judgment of Luminex as of the date of this press release, and Luminex expressly disclaims any intent, obligation or undertaking to release publicly any updates or revisions to any forward-looking statements to reflect any change in Luminex's expectations with regard thereto or any change in events, conditions or circumstances on which any such statements are based.\nContacts:\nHarriss T. Currie\nDavid Carey\nSr. Vice President, Finance and Chief Financial Officer\nInvestor Relations, Lazar Partners\n512-219-8020\n212-867-1768\nhcurrie@luminexcorp.com\ndcarey@lazarpartners.com\nLUMINEX CORPORATION\nCONDENSED CONSOLIDATED BALANCE SHEETS\n(in thousands)\nMarch 31,\nDecember 31,\n2018\n2017\n(unaudited)\nASSETS\nCurrent assets:\nCash and cash equivalents\n$ 128,655\n$ 127,112\nAccounts receivable, net\n46,283\n40,648\nInventories, net\n52,248\n49,478\nPrepaids and other\n7,692\n7,403\nTotal current assets\n234,878\n224,641\nProperty and equipment, net\n58,589\n58,258\nIntangible assets, net\n73,819\n75,985\nDeferred income taxes\n34,858\n37,552\nGoodwill\n85,481\n85,481\nOther\n12,888\n8,599\nTotal assets\n$ 500,513\n$ 490,516\nLIABILITIES AND STOCKHOLDERS' EQUITY\nCurrent liabilities:\nAccounts payable\n$ 14,705\n$ 14,537\nAccrued liabilities\n15,188\n25,990\nDeferred revenue\n5,237\n4,721\nTotal current liabilities\n35,130\n45,248\nDeferred revenue\n1,410\n1,498\nOther\n6,967\n5,863\nTotal liabilities\n43,507\n52,609\nStockholders' equity:\nCommon stock\n44\n43\nAdditional paid-in capital\n350,810\n350,834\nAccumulated other comprehensive loss\n(233)\n(625)\nRetained earnings\n106,385\n87,655\nTotal stockholders' equity\n457,006\n437,907\nTotal liabilities and stockholders' equity\n$ 500,513\n$ 490,516\nLUMINEX CORPORATION\nCONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS\n(in thousands, except per share amounts)\nThree Months Ended\nMarch 31,\n2018\n2017\n(unaudited)\nRevenue\n$82,662\n$77,779\nCost of revenue\n29,074\n24,993\nGross profit\n53,588\n52,786\nOperating expenses:\nResearch and development\n10,326\n12,420\nSelling, general and administrative\n25,830\n23,998\nAmortization of acquired intangible assets\n2,166\n2,356\nTotal operating expenses\n38,322\n38,774\nIncome from operations\n15,266\n14,012\nOther income, net\n449\n(6)\nIncome before income taxes\n15,715\n14,006\nIncome tax benefit (expense)\n(2,318)\n(4,775)\nNet income\n$13,397\n$ 9,231\nNet income attributable to common stock holders\nBasic\n$13,192\n$ 9,058\nDiluted\n$13,192\n$ 9,058\nNet income per share attributable to common stock holders\nBasic\n$ 0.30\n$ 0.21\nDiluted\n$ 0.30\n$ 0.21\nWeighted-average shares used in computing net income per share\nBasic\n43,462\n42,898\nDiluted\n43,633\n42,989\nDividends declared per share\n$ 0.06\n0.06\nLUMINEX CORPORATION\nCONDENSED CONSOLIDATED STATEMENTS OF CASH FLOWS\n(in thousands)\nThree Months Ended\nMarch 31,\n2018\n2017\n(unaudited)\nCash flows from operating activities:\nNet income\n$ 13,397\n$ 9,231\nAdjustments to reconcile net income to net cash provided by operating activities:\nDepreciation and amortization\n5,893\n5,619\nStock-based compensation\n1,261\n722\nDeferred income tax expense\n1,453\n2,935\nOther\n31\n444\nChanges in operating assets and liabilities:\nAccounts receivable, net\n5,556\n(4,669)\nInventories, net\n(2,735)\n(2,887)\nOther assets\n(203)\n695\nAccounts payable\n320\n(3,706)\nAccrued liabilities\n(11,439)\n(10,072)\nDeferred revenue\n422\n197\nNet cash provided by operating activities\n13,956\n(1,491)\nCash flows from investing activities:\nPurchase of property and equipment\n(4,068)\n(3,433)\nIssuance of note receivable\n(500)\n-\nPurchase of cost method investment\n-\n(500)\nAcquired technology rights\n(4,000)\n-\nNet cash used in investing activities\n(8,568)\n(3,933)\nCash flows from financing activities:\nProceeds from issuance of common stock\n1,126\n734\nShares surrendered for tax withholding\n(2,003)\n(2,056)\nDividends\n(2,624)\n-\nNet cash used in financing activities\n(3,501)\n(1,322)\nEffect of foreign currency exchange rate on cash\n(344)\n(240)\nChange in cash and cash equivalents\n1,543\n(6,986)\nCash and cash equivalents, beginning of period\n127,112\n93,452\nCash and cash equivalents, end of period\n$128,655\n$86,466\nLUMINEX CORPORATION\nNON-GAAP RECONCILIATION\n(in thousands)\nThree Months Ended\nMarch 31,\n2018\n2017\n(unaudited)\nReported Net Income\n$13,397\n$9,231\nSeverance costs\n20\n99\nIncome tax effect of above adjusting items\n(3)\n(34)\nIncome tax effect from discrete tax items\n(2,532)\n-\nAdjusted Net Income\n$10,882\n$9,296\nAdjusted net income per share, basic\n$ 0.25\n$ 0.22\nShares used in computing adjusted net income per share, basic\n43,462\n42,898\nAdjusted net income per share, diluted\n$ 0.25\n$ 0.22\nShares used in computing adjusted net income per share, diluted\n43,633\n42,989\nThe Company makes reference in this release to \"non-GAAP net income\" which excludes costs associated with legal proceedings, acquisition costs, severance costs, and the impact of restructuring costs; some of which are unpredictable and can vary significantly from period to period; and certain other recurring and non-recurring expenses. The Company believes that excluding these items and their related tax effects from its financial results reflects operating results that are more indicative of the Company's ongoing operating performance while improving comparability to prior periods, and, as such may provide investors with an enhanced understanding of the Company's past financial performance and prospects for the future. In addition, the Company's management uses such non-GAAP measures internally to evaluate and assess its core operations and to make ongoing operating decisions. This information is not intended to be considered in isolation or as a substitute for income from operations, net income, net income per share or expense information prepared in accordance with GAAP.\nView original content with multimedia: http://www.prnewswire.com/news-releases/luminex-corporation-reports-first-quarter-2018-financial-results-300643853.html\nSOURCE Luminex Corporation",
    "published": "2018-05-08T00:01:00.000+03:00",
    "crawled": "2018-05-08T01:08:25.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "austin",
        "texas",
        "may",
        "luminex",
        "corporation",
        "nasdaq",
        "lmnx",
        "today",
        "announced",
        "financial",
        "result",
        "first",
        "quarter",
        "financial",
        "operating",
        "highlight",
        "quarter",
        "include",
        "first",
        "quarter",
        "consolidated",
        "revenue",
        "million",
        "increase",
        "compared",
        "first",
        "quarter",
        "first",
        "quarter",
        "gaap",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "share",
        "growth",
        "respectively",
        "prior",
        "year",
        "quarter",
        "assay",
        "revenue",
        "million",
        "quarter",
        "ended",
        "march",
        "representing",
        "increase",
        "assay",
        "revenue",
        "first",
        "quarter",
        "total",
        "molecular",
        "product",
        "revenue",
        "first",
        "quarter",
        "million",
        "representing",
        "growth",
        "compared",
        "million",
        "first",
        "quarter",
        "placed",
        "molecular",
        "system",
        "contract",
        "first",
        "quarter",
        "compared",
        "first",
        "quarter",
        "total",
        "active",
        "customer",
        "growth",
        "utilization",
        "per",
        "customer",
        "verigene",
        "aries",
        "respectively",
        "prior",
        "year",
        "quarter",
        "multiplexing",
        "analyzer",
        "shipped",
        "quarter",
        "including",
        "combination",
        "magpix",
        "system",
        "lx",
        "system",
        "flexmap",
        "3d",
        "system",
        "compare",
        "multiplexing",
        "analyzer",
        "shipped",
        "prior",
        "year",
        "quarter",
        "pleased",
        "started",
        "year",
        "strong",
        "performance",
        "molecular",
        "diagnostics",
        "franchise",
        "specifically",
        "sample",
        "answer",
        "portfolio",
        "grew",
        "nearly",
        "said",
        "homi",
        "shamir",
        "president",
        "chief",
        "executive",
        "officer",
        "luminex",
        "excited",
        "current",
        "product",
        "pipeline",
        "believe",
        "luminex",
        "forefront",
        "innovation",
        "industry",
        "also",
        "believe",
        "track",
        "deliver",
        "commitment",
        "generating",
        "million",
        "revenue",
        "th",
        "quarter",
        "diversified",
        "business",
        "model",
        "driving",
        "meaningful",
        "growth",
        "remain",
        "committed",
        "investing",
        "wisely",
        "development",
        "product",
        "pipeline",
        "across",
        "entire",
        "business",
        "revenue",
        "summary",
        "thousand",
        "except",
        "percentage",
        "three",
        "month",
        "ended",
        "march",
        "variance",
        "unaudited",
        "system",
        "sale",
        "consumable",
        "sale",
        "royalty",
        "revenue",
        "assay",
        "revenue",
        "service",
        "revenue",
        "revenue",
        "financial",
        "outlook",
        "guidance",
        "company",
        "intends",
        "provide",
        "annual",
        "revenue",
        "guidance",
        "updated",
        "appropriate",
        "quarterly",
        "reporting",
        "period",
        "luminex",
        "anticipates",
        "second",
        "quarter",
        "revenue",
        "million",
        "million",
        "reaffirms",
        "full",
        "year",
        "revenue",
        "guidance",
        "million",
        "million",
        "conference",
        "call",
        "management",
        "host",
        "conference",
        "call",
        "cdt",
        "edt",
        "monday",
        "may",
        "discus",
        "operating",
        "highlight",
        "financial",
        "result",
        "first",
        "quarter",
        "conference",
        "call",
        "webcast",
        "live",
        "may",
        "accessed",
        "luminex",
        "corporation",
        "website",
        "http",
        "simply",
        "log",
        "web",
        "address",
        "go",
        "company",
        "section",
        "access",
        "investor",
        "relation",
        "link",
        "please",
        "go",
        "website",
        "least",
        "minute",
        "prior",
        "call",
        "register",
        "download",
        "install",
        "necessary",
        "software",
        "unable",
        "participate",
        "live",
        "webcast",
        "call",
        "archived",
        "six",
        "month",
        "website",
        "using",
        "link",
        "luminex",
        "develops",
        "manufacture",
        "market",
        "proprietary",
        "biological",
        "testing",
        "technology",
        "application",
        "throughout",
        "life",
        "science",
        "industry",
        "company",
        "xmap",
        "system",
        "technology",
        "platform",
        "delivers",
        "fast",
        "accurate",
        "bioassay",
        "result",
        "market",
        "diverse",
        "pharmaceutical",
        "drug",
        "discovery",
        "clinical",
        "diagnostics",
        "biomedical",
        "research",
        "including",
        "genomics",
        "proteomics",
        "research",
        "market",
        "company",
        "xmap",
        "technology",
        "sold",
        "worldwide",
        "use",
        "leading",
        "research",
        "laboratory",
        "well",
        "major",
        "pharmaceutical",
        "diagnostic",
        "biotechnology",
        "company",
        "information",
        "luminex",
        "xmap",
        "obtained",
        "internet",
        "http",
        "statement",
        "made",
        "release",
        "express",
        "luminex",
        "management",
        "intention",
        "plan",
        "belief",
        "expectation",
        "prediction",
        "future",
        "event",
        "statement",
        "statement",
        "release",
        "include",
        "statement",
        "regarding",
        "expected",
        "revenue",
        "cost",
        "saving",
        "projected",
        "performance",
        "including",
        "revenue",
        "guidance",
        "word",
        "believe",
        "expect",
        "intend",
        "estimate",
        "anticipate",
        "could",
        "similar",
        "expression",
        "intended",
        "identify",
        "statement",
        "purpose",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "important",
        "note",
        "company",
        "actual",
        "result",
        "performance",
        "could",
        "differ",
        "materially",
        "anticipated",
        "projected",
        "statement",
        "factor",
        "could",
        "cause",
        "luminex",
        "actual",
        "result",
        "performance",
        "differ",
        "materially",
        "include",
        "risk",
        "uncertainty",
        "relating",
        "among",
        "others",
        "concentration",
        "luminex",
        "revenue",
        "limited",
        "number",
        "direct",
        "customer",
        "strategic",
        "partner",
        "may",
        "experiencing",
        "decreased",
        "demand",
        "product",
        "utilizing",
        "incorporating",
        "luminex",
        "technology",
        "budget",
        "finance",
        "constraint",
        "current",
        "economic",
        "environment",
        "periodic",
        "variability",
        "purchasing",
        "pattern",
        "practice",
        "result",
        "internal",
        "resource",
        "planning",
        "challenge",
        "market",
        "demand",
        "acceptance",
        "luminex",
        "product",
        "technology",
        "including",
        "aries",
        "multicode",
        "xmap",
        "verigene",
        "nxtag",
        "product",
        "luminex",
        "ability",
        "scale",
        "manufacturing",
        "operation",
        "manage",
        "operating",
        "expense",
        "gross",
        "margin",
        "inventory",
        "level",
        "luminex",
        "ability",
        "obtain",
        "enforce",
        "intellectual",
        "property",
        "protection",
        "luminex",
        "product",
        "technology",
        "impact",
        "luminex",
        "growth",
        "future",
        "result",
        "operation",
        "respect",
        "loss",
        "labcorp",
        "woman",
        "health",
        "business",
        "anticipated",
        "june",
        "luminex",
        "ability",
        "successfully",
        "launch",
        "new",
        "product",
        "timely",
        "manner",
        "dependence",
        "strategic",
        "partner",
        "development",
        "commercialization",
        "distribution",
        "product",
        "risk",
        "uncertainty",
        "associated",
        "implementing",
        "luminex",
        "acquisition",
        "strategy",
        "luminex",
        "challenge",
        "identify",
        "acquisition",
        "target",
        "including",
        "luminex",
        "ability",
        "obtain",
        "financing",
        "acceptable",
        "term",
        "luminex",
        "ability",
        "integrate",
        "acquired",
        "company",
        "selected",
        "asset",
        "luminex",
        "consolidated",
        "business",
        "operation",
        "ability",
        "fully",
        "realize",
        "benefit",
        "luminex",
        "acquisition",
        "timing",
        "process",
        "regulatory",
        "approval",
        "competition",
        "competitive",
        "technology",
        "utilized",
        "luminex",
        "competitor",
        "fluctuation",
        "quarterly",
        "result",
        "due",
        "lengthy",
        "unpredictable",
        "sale",
        "cycle",
        "fluctuation",
        "bulk",
        "purchase",
        "consumables",
        "fluctuation",
        "product",
        "mix",
        "seasonal",
        "nature",
        "luminex",
        "assay",
        "product",
        "luminex",
        "ability",
        "comply",
        "applicable",
        "law",
        "regulation",
        "policy",
        "procedure",
        "impact",
        "ongoing",
        "uncertainty",
        "global",
        "finance",
        "market",
        "change",
        "governmental",
        "governmental",
        "agency",
        "funding",
        "including",
        "effect",
        "capital",
        "spending",
        "policy",
        "luminex",
        "partner",
        "end",
        "user",
        "ability",
        "finance",
        "purchase",
        "luminex",
        "product",
        "change",
        "interpretation",
        "assumption",
        "expectation",
        "regarding",
        "tax",
        "cut",
        "job",
        "act",
        "including",
        "additional",
        "guidance",
        "may",
        "issued",
        "federal",
        "state",
        "taxing",
        "authority",
        "change",
        "principal",
        "member",
        "luminex",
        "management",
        "staff",
        "potential",
        "shortage",
        "increase",
        "cost",
        "component",
        "disruption",
        "luminex",
        "manufacturing",
        "operation",
        "luminex",
        "increasing",
        "dependency",
        "information",
        "technology",
        "improve",
        "effectiveness",
        "luminex",
        "operation",
        "monitor",
        "financial",
        "accuracy",
        "efficiency",
        "implementation",
        "including",
        "modification",
        "luminex",
        "strategic",
        "operating",
        "plan",
        "uncertainty",
        "regarding",
        "outcome",
        "expense",
        "litigation",
        "brought",
        "initiated",
        "luminex",
        "risk",
        "relating",
        "luminex",
        "foreign",
        "operation",
        "including",
        "fluctuation",
        "exchange",
        "rate",
        "tariff",
        "custom",
        "barrier",
        "material",
        "product",
        "cost",
        "effective",
        "timely",
        "manner",
        "difficulty",
        "account",
        "receivable",
        "collection",
        "luminex",
        "ability",
        "monitor",
        "comply",
        "foreign",
        "international",
        "law",
        "treaty",
        "luminex",
        "ability",
        "comply",
        "change",
        "international",
        "taxation",
        "policy",
        "budget",
        "finance",
        "constraint",
        "current",
        "economic",
        "environment",
        "periodic",
        "variability",
        "purchasing",
        "pattern",
        "practice",
        "result",
        "material",
        "resource",
        "planning",
        "challenge",
        "reliance",
        "third",
        "party",
        "distributor",
        "distribution",
        "specific",
        "manufactured",
        "assay",
        "product",
        "well",
        "risk",
        "discussed",
        "heading",
        "risk",
        "factor",
        "luminex",
        "report",
        "form",
        "filed",
        "statement",
        "including",
        "financial",
        "guidance",
        "outlook",
        "contained",
        "herein",
        "represent",
        "judgment",
        "luminex",
        "date",
        "press",
        "release",
        "luminex",
        "expressly",
        "disclaims",
        "intent",
        "obligation",
        "undertaking",
        "release",
        "publicly",
        "update",
        "revision",
        "statement",
        "reflect",
        "change",
        "luminex",
        "expectation",
        "regard",
        "thereto",
        "change",
        "event",
        "condition",
        "circumstance",
        "statement",
        "based",
        "contact",
        "harris",
        "currie",
        "david",
        "carey",
        "vice",
        "president",
        "finance",
        "chief",
        "financial",
        "officer",
        "investor",
        "relation",
        "lazar",
        "partner",
        "hcurrie",
        "dcarey",
        "luminex",
        "corporation",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "march",
        "december",
        "unaudited",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "net",
        "inventory",
        "net",
        "prepaids",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "intangible",
        "asset",
        "net",
        "deferred",
        "income",
        "tax",
        "goodwill",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "liability",
        "deferred",
        "revenue",
        "total",
        "current",
        "liability",
        "deferred",
        "revenue",
        "total",
        "liability",
        "stockholder",
        "equity",
        "common",
        "stock",
        "additional",
        "capital",
        "accumulated",
        "comprehensive",
        "loss",
        "retained",
        "earnings",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "luminex",
        "corporation",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "march",
        "unaudited",
        "revenue",
        "cost",
        "revenue",
        "gross",
        "profit",
        "operating",
        "expense",
        "research",
        "development",
        "selling",
        "general",
        "administrative",
        "amortization",
        "acquired",
        "intangible",
        "asset",
        "total",
        "operating",
        "expense",
        "income",
        "operation",
        "income",
        "net",
        "income",
        "income",
        "tax",
        "income",
        "tax",
        "benefit",
        "expense",
        "net",
        "income",
        "net",
        "income",
        "attributable",
        "common",
        "stock",
        "holder",
        "basic",
        "diluted",
        "net",
        "income",
        "per",
        "share",
        "attributable",
        "common",
        "stock",
        "holder",
        "basic",
        "diluted",
        "share",
        "used",
        "computing",
        "net",
        "income",
        "per",
        "share",
        "basic",
        "diluted",
        "dividend",
        "declared",
        "per",
        "share",
        "luminex",
        "corporation",
        "condensed",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "thousand",
        "three",
        "month",
        "ended",
        "march",
        "unaudited",
        "cash",
        "flow",
        "operating",
        "activity",
        "net",
        "income",
        "adjustment",
        "reconcile",
        "net",
        "income",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "depreciation",
        "amortization",
        "compensation",
        "deferred",
        "income",
        "tax",
        "expense",
        "change",
        "operating",
        "asset",
        "liability",
        "account",
        "receivable",
        "net",
        "inventory",
        "net",
        "asset",
        "account",
        "payable",
        "accrued",
        "liability",
        "deferred",
        "revenue",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "cash",
        "flow",
        "investing",
        "activity",
        "purchase",
        "property",
        "equipment",
        "issuance",
        "note",
        "receivable",
        "purchase",
        "cost",
        "method",
        "investment",
        "acquired",
        "technology",
        "right",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "cash",
        "flow",
        "financing",
        "activity",
        "proceeds",
        "issuance",
        "common",
        "stock",
        "share",
        "surrendered",
        "tax",
        "withholding",
        "dividend",
        "net",
        "cash",
        "used",
        "financing",
        "activity",
        "effect",
        "foreign",
        "currency",
        "exchange",
        "rate",
        "cash",
        "change",
        "cash",
        "cash",
        "equivalent",
        "cash",
        "cash",
        "equivalent",
        "beginning",
        "period",
        "cash",
        "cash",
        "equivalent",
        "end",
        "period",
        "luminex",
        "corporation",
        "reconciliation",
        "thousand",
        "three",
        "month",
        "ended",
        "march",
        "unaudited",
        "reported",
        "net",
        "income",
        "severance",
        "cost",
        "income",
        "tax",
        "effect",
        "adjusting",
        "item",
        "income",
        "tax",
        "effect",
        "discrete",
        "tax",
        "item",
        "adjusted",
        "net",
        "income",
        "adjusted",
        "net",
        "income",
        "per",
        "share",
        "basic",
        "share",
        "used",
        "computing",
        "adjusted",
        "net",
        "income",
        "per",
        "share",
        "basic",
        "adjusted",
        "net",
        "income",
        "per",
        "share",
        "diluted",
        "share",
        "used",
        "computing",
        "adjusted",
        "net",
        "income",
        "per",
        "share",
        "diluted",
        "company",
        "make",
        "reference",
        "release",
        "net",
        "income",
        "excludes",
        "cost",
        "associated",
        "legal",
        "proceeding",
        "acquisition",
        "cost",
        "severance",
        "cost",
        "impact",
        "restructuring",
        "cost",
        "unpredictable",
        "vary",
        "significantly",
        "period",
        "period",
        "certain",
        "recurring",
        "expense",
        "company",
        "belief",
        "excluding",
        "item",
        "related",
        "tax",
        "effect",
        "financial",
        "result",
        "reflects",
        "operating",
        "result",
        "indicative",
        "company",
        "ongoing",
        "operating",
        "performance",
        "improving",
        "comparability",
        "prior",
        "period",
        "may",
        "provide",
        "investor",
        "enhanced",
        "understanding",
        "company",
        "past",
        "financial",
        "performance",
        "prospect",
        "future",
        "addition",
        "company",
        "management",
        "us",
        "measure",
        "internally",
        "evaluate",
        "assess",
        "core",
        "operation",
        "make",
        "ongoing",
        "operating",
        "decision",
        "information",
        "intended",
        "considered",
        "isolation",
        "substitute",
        "income",
        "operation",
        "net",
        "income",
        "net",
        "income",
        "per",
        "share",
        "expense",
        "information",
        "prepared",
        "accordance",
        "gaap",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "luminex",
        "corporation"
    ]
}