{
    "organizations": [],
    "uuid": "ee35aa7e7c5cdd86f8487e95d92a360fe4300fcb",
    "author": "Tatyana Shumsky",
    "url": "https://blogs.wsj.com/cfo/2018/05/11/the-morning-ledger-europe-readies-for-battle-over-data-privacy/",
    "ord_in_thread": 0,
    "title": "The Morning Ledger: Europe Readies For Battle Over Data Privacy",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "0 COMMENTS Sign up for the Morning Ledger, emailed to you each weekday morning. Follow us on Twitter: @CFOJournal. All CFO Journal-produced content can be accessed without a subscription.\nFacebook CEO Mark Zuckerberg speaks at the company’s annual developers conference in San Jose, Calif., U.S., May 1, 2018. Reuters Good morning. Finance chiefs considering marketing budgets or decisions around user data should keep a close eye on Europe, where a new data privacy law is soon going into effect. The rule is set to trigger a battle over what information companies can collect and could have ramifications for digital advertising, writes the WSJ’s Sam Schechner.\nThe new law forbids companies from forcing users to turn over personal information as a condition of using their services. So while a pizza shop needs your address to deliver your pizza and a chat app service needs your selfie if you want to send it to friends, the reasons driving why some internet behemoths require user’s personal data are less clear cut.\n“The crux of this argument is going to be the legitimacy of the behavioral advertising business model,” said Omer Tene, vice president of the International Association of Privacy Professionals. “Behavioral advertising” is the name for the business, worth tens of billions of dollars per year, that allows companies to show users targeted advertising based on their internet activity.\nThe debate could end up in the courts for years, with the potential to weaken either the European Union’s new data-privacy law or impact the business models of ad-reliant giants like Facebook Inc. and Alphabet Inc.’s Google.\nTHE DAY AHEAD\nAutomakers to meet with Trump on fuel economy policy. The heads of the world’s biggest car companies are arriving at the White House on Friday, and it may be their last chance to stop the Trump administration from a head-on collision with the state of California.\nTrump to outline plan for drug-price curbs. President Donald Trump on Friday plans to outline a series of initiatives aimed at curbing drug prices, unveiling a blueprint to drive down costs amid complaints that Washington has done little to address the issue.\nCORPORATE NEWS\nA new Apple-Goldman credit card could help the companies combat weaknesses in their core businesses. Zuma Press Goldman, Apple team up on credit card. Apple Inc. and Goldman Sachs Group Inc. are preparing to launch a new joint credit card, a move that would deepen the technology giant’s push into its customers’ wallets and market the Wall Street firm’s first foray into plastic.\nApple joined forces with two of the world’s largest aluminum producers, Rio Tinto PLC and Alcoa Corp., to develop a “carbon free” smelting process for the aluminum it plans to use in its iPhone and laptop computers, reports the Financial Times.\nNovartis CEO calls hiring of Trump lawyer a ‘mistake’. Novartis AG Chief Executive Vasant Narasimhan said the company “made a mistake” agreeing to pay Trump lawyer Michael Cohen $1.2 million for what Novartis has described as his insight into health-care policy.\nJPMorgan to launch joint-venture brokerage in China. JPMorgan Chase & Co. has applied for regulatory approval to seek a 51% stake in a joint-venture brokerage in China — the latest bank to explore the opportunity after Chinese authorities loosened rules on foreign firms controlling such ventures.\nEli Lilly buys cancer treatment firm. Eli Lilly and Co. is buying ARMO BioSciences Inc. for $1.6 billion, the latest investment in the hot area of immunotherapy cancer treatments.\nBlackstone promotes new energy fund as oil prices climb. Blackstone Group LP, the world’s biggest listed private-equity firm, is marketing its latest energy fund to capitalize on rebounding oil prices and tighter financial discipline among public oil producers.\nZTE’s operations shutdown stymies major phone customers. AT&T Inc., Australia’s Telstra Corp. and Africa’s MTN Group Ltd. are among ZTE Corp.’s customers reassessing their ties with the hobbled Chinese firm, concerned that supplies of phones and telecom gear will soon run short after assembly lines were shut down.\nBank of America affirms gun pledge. Bank of America Corp. said it was standing by its pledge to stop financing civilian assault weapons and suggested it may be preparing to exit a loan for gun maker Remington Outdoor Corp. that sparked criticism of the lender, reports Reuters.\nEquifax says passport info was stolen in breach. Equifax Inc. acknowledged a relatively small number of passport images and information were stolen as part of last year’s security breach, despite previously denying such a thing occurred, reports Associated Press.\nRecord buybacks help steady wobbly market. U.S. companies are buying back their shares at a record pace, providing support for the stock market when many investors have rushed for the exits.\nWhat France’s car makers have to lose in Iran. Peugeot SA and Renault SA are among the few companies that have bet on Iran since the 2015 nuclear deal. Their history risks repeating itself.\nAXA Equitable IPO flops. The largest initial public offering of the year received a weak reception from investors as shares of insurer AXA Equitable Holdings Inc. made their debut Thursday at a price well below earlier expectations.\nDropbox revenue increases as it lands more paying users. Dropbox Inc. added about half a million paying customers in the first quarter, helping the data-storage provider increase revenue by 28% to $316.3 million in its first financial report as a publicly traded company.\nSymantec says annual report may be delayed. Symantec Corp. said its financial results and forecast may change based on the outcome of an internal investigation that was initiated after concerns were raised by a former employee, reports Reuters.\nPPG delays earnings report. PPG Industries Inc. on Thursday said it fired its controller and has delayed filing its quarterly earnings report amid an internal investigation of accounting irregularities at the paint giant.\nSaint-Gobain, Sika end legal row. Compagnie de Saint-Gobain SA and Sika AG’s founding Burkard family have struck an agreement to end their long-running legal dispute with Sika’s management, reports Bloomberg.\nREGULATION\nA pedestrian walks by a Wells Fargo bank. Associated Press Wells Fargo expects Fed asset cap to continue into 2019. Wells Fargo & Co. Chief Executive Timothy Sloan said the bank’s asset cap, imposed by the U.S. Federal Reserve in February following what the regulator described as “widespread consumer abuses,” will continue into the first part of 2019.\nBarclays CEO fined. Barclays PLC Chief Executive Jes Staley has been fined a total of £642,430 ($871,490) by the U.K.’s financial regulators for trying to uncover the identity of an anonymous whistleblower, reports the Financial Times.\nU.S. imposes sanctions on Iranian currency exchange. The U.S. took a step toward cutting Iran off from the global economy on Thursday, levying sanctions on a financing network and accusing the country’s central bank of helping funnel U.S. dollars to the blacklisted elite military unit known as the Quds Force.\n‘Skinny deal’ to renegotiate Nafta could focus on autos. The U.S., Canada and Mexico are focusing on rewriting the auto rules at the center of the North American Free Trade Agreement as negotiators face hard deadlines, raising the possibility of less drastic changes to other controversial parts of Nafta, according to people following the talks.\nECONOMY\nU.S. consumer prices rose less than expected in April. Associated Press Why Americans aren’t feeling wage gains. Rising inflation is eating up more of U.S. workers’ paychecks, but signs that the pace of price increases is slowing could be good news for workers who have felt minimal gains from pay raises.\nEconomists peg next U.S. recession for 2020. The economic expansion that began in mid-2009 and already ranks as the second-longest in American history most likely will end in 2020 as the Fed raises interest rates to cool off an overheating economy, according to forecasters surveyed by The Wall Street Journal.\nFederal budget surplus for April largest on record. The U.S. government posted the highest surplus on record in April, although the federal deficit over the past several months widened as spending rose along with revenues.\nQuotas make comeback. The Trump administration’s efforts to block imports are bringing back a long-forgotten headache for manufacturers: the quota.\nOil prices at fresh 3-year high on Iran uncertainty. Crude oil prices closed at $71.36 a barrel, the highest level in more than three years, as the U.S.’s withdrawal from the Iran nuclear agreement continues to reverberate across markets.\nArgentina shows currency reserves aren’t everything. Argentina’s record hoard of currency reserve’s did little to stem the crisis, showing that dollar reserves alone can’t make up for weakness in a country’s economic underpinnings, writes the WSJ’s Mike Bird.\nCFO MOVES\nDiscovery Inc. , the Silver Spring, Md.-based media and entertainment company, named Manuel Alvarez accounting chief. Mr. Alvarez succeeds Discovery’s current Chief Accounting Officer Kurt Wehner and will take up his new role once Mr. Wehner departs the company or on December 31, 2018, whichever occurs first, the company said in a filing . Compensation details were not immediately available.\nMosaic Co., the Plymouth, Minn., fertilizer maker, named Clint Freeland as chief financial officer. He succeeds Anthony Brausen, who served as interim CFO since Jan. 31, 2018. Mr. Brauser will continue as a senior advisor to the company and will work with Mr. Freeland during his transition to Mosaic.\nMr. Freeland was most recently CFO at Dynergy Inc., and prior to that served as CFO, treasurer and senior vice president of strategy and financial structure at NRG Energy Inc. Compensation details were not immediately available.\nTHE WEEKEND READER\nEvery weekend we select a handful of in-depth articles we think are worth a bit of your time, either because they peel back the layers on a compelling business story, or somehow make us look at business in a different light.\nBullies don’t make good managers. Around one in five Americans say they’ve been a target of workplace bullying, with men making up 70% of the perpetrators and 34% of the targets. Nike Inc.’s ouster of a top executive casts new light on the hard-knuckled behavior common in many offices, writes Bloomberg.\nTo ensure your business is fair, audit your algorithm. An audit of how a company develops its secret sauce can arm businesses that may need to eventually prove to regulators that their technology doesn’t discriminate against a protected class of people, reports Wired magazine.\nSmall M&A deals do it. Mergers and acquisitions do boost companies’ growth and value, especially when they don’t exceed a certain size and are conducted on a frequent basis. Those “programmatic M&A”-transactions deliver more value than so-called bet-the-company-deals, writes Harvard Business Review.\nThe Morning Ledger from CFO Journal cues up the most important news in corporate finance every weekday morning. Nina Trentmann contributed to today’s Ledger. Send tips, suggestions and complaints to kimberly.johnson@wsj.com.\nShare this: THE MORNING LEDGER Previous The Morning Ledger: Why Ford's Bet on China Has Yet to Pay Off Next CFO Moves: Discovery, Mosaic ",
    "published": "2018-05-11T15:23:00.000+03:00",
    "crawled": "2018-05-11T14:46:42.007+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "sign",
        "morning",
        "ledger",
        "emailed",
        "weekday",
        "morning",
        "follow",
        "u",
        "twitter",
        "cfojournal",
        "cfo",
        "content",
        "accessed",
        "without",
        "subscription",
        "facebook",
        "ceo",
        "mark",
        "zuckerberg",
        "speaks",
        "company",
        "annual",
        "developer",
        "conference",
        "san",
        "jose",
        "may",
        "reuters",
        "good",
        "morning",
        "finance",
        "chief",
        "considering",
        "marketing",
        "budget",
        "decision",
        "around",
        "user",
        "data",
        "keep",
        "close",
        "eye",
        "europe",
        "new",
        "data",
        "privacy",
        "law",
        "soon",
        "going",
        "effect",
        "rule",
        "set",
        "trigger",
        "battle",
        "information",
        "company",
        "collect",
        "could",
        "ramification",
        "digital",
        "advertising",
        "writes",
        "wsj",
        "sam",
        "schechner",
        "new",
        "law",
        "forbids",
        "company",
        "forcing",
        "user",
        "turn",
        "personal",
        "information",
        "condition",
        "using",
        "service",
        "pizza",
        "shop",
        "need",
        "address",
        "deliver",
        "pizza",
        "chat",
        "app",
        "service",
        "need",
        "selfie",
        "want",
        "send",
        "friend",
        "reason",
        "driving",
        "internet",
        "behemoth",
        "require",
        "user",
        "personal",
        "data",
        "less",
        "clear",
        "cut",
        "crux",
        "argument",
        "going",
        "legitimacy",
        "behavioral",
        "advertising",
        "business",
        "model",
        "said",
        "omer",
        "tene",
        "vice",
        "president",
        "international",
        "association",
        "privacy",
        "professional",
        "behavioral",
        "advertising",
        "name",
        "business",
        "worth",
        "ten",
        "billion",
        "dollar",
        "per",
        "year",
        "allows",
        "company",
        "show",
        "user",
        "targeted",
        "advertising",
        "based",
        "internet",
        "activity",
        "debate",
        "could",
        "end",
        "court",
        "year",
        "potential",
        "weaken",
        "either",
        "european",
        "union",
        "new",
        "law",
        "impact",
        "business",
        "model",
        "giant",
        "like",
        "facebook",
        "alphabet",
        "google",
        "day",
        "ahead",
        "automaker",
        "meet",
        "trump",
        "fuel",
        "economy",
        "policy",
        "head",
        "world",
        "biggest",
        "car",
        "company",
        "arriving",
        "white",
        "house",
        "friday",
        "may",
        "last",
        "chance",
        "stop",
        "trump",
        "administration",
        "collision",
        "state",
        "california",
        "trump",
        "outline",
        "plan",
        "curb",
        "president",
        "donald",
        "trump",
        "friday",
        "plan",
        "outline",
        "series",
        "initiative",
        "aimed",
        "curbing",
        "drug",
        "price",
        "unveiling",
        "blueprint",
        "drive",
        "cost",
        "amid",
        "complaint",
        "washington",
        "done",
        "little",
        "address",
        "issue",
        "corporate",
        "news",
        "new",
        "credit",
        "card",
        "could",
        "help",
        "company",
        "combat",
        "weakness",
        "core",
        "business",
        "zuma",
        "press",
        "goldman",
        "apple",
        "team",
        "credit",
        "card",
        "apple",
        "goldman",
        "sachs",
        "group",
        "preparing",
        "launch",
        "new",
        "joint",
        "credit",
        "card",
        "move",
        "would",
        "deepen",
        "technology",
        "giant",
        "push",
        "customer",
        "wallet",
        "market",
        "wall",
        "street",
        "firm",
        "first",
        "foray",
        "plastic",
        "apple",
        "joined",
        "force",
        "two",
        "world",
        "largest",
        "aluminum",
        "producer",
        "rio",
        "tinto",
        "plc",
        "alcoa",
        "develop",
        "carbon",
        "free",
        "smelting",
        "process",
        "aluminum",
        "plan",
        "use",
        "iphone",
        "laptop",
        "computer",
        "report",
        "financial",
        "time",
        "novartis",
        "ceo",
        "call",
        "hiring",
        "trump",
        "lawyer",
        "mistake",
        "novartis",
        "ag",
        "chief",
        "executive",
        "vasant",
        "narasimhan",
        "said",
        "company",
        "made",
        "mistake",
        "agreeing",
        "pay",
        "trump",
        "lawyer",
        "michael",
        "cohen",
        "million",
        "novartis",
        "described",
        "insight",
        "policy",
        "jpmorgan",
        "launch",
        "brokerage",
        "china",
        "jpmorgan",
        "chase",
        "applied",
        "regulatory",
        "approval",
        "seek",
        "stake",
        "brokerage",
        "china",
        "latest",
        "bank",
        "explore",
        "opportunity",
        "chinese",
        "authority",
        "loosened",
        "rule",
        "foreign",
        "firm",
        "controlling",
        "venture",
        "eli",
        "lilly",
        "buy",
        "cancer",
        "treatment",
        "firm",
        "eli",
        "lilly",
        "buying",
        "armo",
        "bioscience",
        "billion",
        "latest",
        "investment",
        "hot",
        "area",
        "immunotherapy",
        "cancer",
        "treatment",
        "blackstone",
        "promotes",
        "new",
        "energy",
        "fund",
        "oil",
        "price",
        "climb",
        "blackstone",
        "group",
        "lp",
        "world",
        "biggest",
        "listed",
        "firm",
        "marketing",
        "latest",
        "energy",
        "fund",
        "capitalize",
        "rebounding",
        "oil",
        "price",
        "tighter",
        "financial",
        "discipline",
        "among",
        "public",
        "oil",
        "producer",
        "zte",
        "operation",
        "shutdown",
        "stymy",
        "major",
        "phone",
        "customer",
        "australia",
        "telstra",
        "africa",
        "mtn",
        "group",
        "among",
        "zte",
        "customer",
        "reassessing",
        "tie",
        "hobbled",
        "chinese",
        "firm",
        "concerned",
        "supply",
        "phone",
        "telecom",
        "gear",
        "soon",
        "run",
        "short",
        "assembly",
        "line",
        "shut",
        "bank",
        "america",
        "affirms",
        "gun",
        "pledge",
        "bank",
        "america",
        "said",
        "standing",
        "pledge",
        "stop",
        "financing",
        "civilian",
        "assault",
        "weapon",
        "suggested",
        "may",
        "preparing",
        "exit",
        "loan",
        "gun",
        "maker",
        "remington",
        "outdoor",
        "sparked",
        "criticism",
        "lender",
        "report",
        "reuters",
        "equifax",
        "say",
        "passport",
        "info",
        "stolen",
        "breach",
        "equifax",
        "acknowledged",
        "relatively",
        "small",
        "number",
        "passport",
        "image",
        "information",
        "stolen",
        "part",
        "last",
        "year",
        "security",
        "breach",
        "despite",
        "previously",
        "denying",
        "thing",
        "occurred",
        "report",
        "associated",
        "press",
        "record",
        "buyback",
        "help",
        "steady",
        "wobbly",
        "market",
        "company",
        "buying",
        "back",
        "share",
        "record",
        "pace",
        "providing",
        "support",
        "stock",
        "market",
        "many",
        "investor",
        "rushed",
        "exit",
        "france",
        "car",
        "maker",
        "lose",
        "iran",
        "peugeot",
        "sa",
        "renault",
        "sa",
        "among",
        "company",
        "bet",
        "iran",
        "since",
        "nuclear",
        "deal",
        "history",
        "risk",
        "repeating",
        "axa",
        "equitable",
        "ipo",
        "flop",
        "largest",
        "initial",
        "public",
        "offering",
        "year",
        "received",
        "weak",
        "reception",
        "investor",
        "share",
        "insurer",
        "axa",
        "equitable",
        "holding",
        "made",
        "debut",
        "thursday",
        "price",
        "well",
        "earlier",
        "expectation",
        "dropbox",
        "revenue",
        "increase",
        "land",
        "paying",
        "user",
        "dropbox",
        "added",
        "half",
        "million",
        "paying",
        "customer",
        "first",
        "quarter",
        "helping",
        "provider",
        "increase",
        "revenue",
        "million",
        "first",
        "financial",
        "report",
        "publicly",
        "traded",
        "company",
        "symantec",
        "say",
        "annual",
        "report",
        "may",
        "delayed",
        "symantec",
        "said",
        "financial",
        "result",
        "forecast",
        "may",
        "change",
        "based",
        "outcome",
        "internal",
        "investigation",
        "initiated",
        "concern",
        "raised",
        "former",
        "employee",
        "report",
        "reuters",
        "ppg",
        "delay",
        "earnings",
        "report",
        "ppg",
        "industry",
        "thursday",
        "said",
        "fired",
        "controller",
        "delayed",
        "filing",
        "quarterly",
        "earnings",
        "report",
        "amid",
        "internal",
        "investigation",
        "accounting",
        "irregularity",
        "paint",
        "giant",
        "sika",
        "end",
        "legal",
        "row",
        "compagnie",
        "de",
        "sa",
        "sika",
        "ag",
        "founding",
        "burkard",
        "family",
        "struck",
        "agreement",
        "end",
        "legal",
        "dispute",
        "sika",
        "management",
        "report",
        "bloomberg",
        "regulation",
        "pedestrian",
        "walk",
        "well",
        "fargo",
        "bank",
        "associated",
        "press",
        "well",
        "fargo",
        "expects",
        "fed",
        "asset",
        "cap",
        "continue",
        "well",
        "fargo",
        "chief",
        "executive",
        "timothy",
        "sloan",
        "said",
        "bank",
        "asset",
        "cap",
        "imposed",
        "federal",
        "reserve",
        "february",
        "following",
        "regulator",
        "described",
        "widespread",
        "consumer",
        "abuse",
        "continue",
        "first",
        "part",
        "barclays",
        "ceo",
        "fined",
        "barclays",
        "plc",
        "chief",
        "executive",
        "jes",
        "staley",
        "fined",
        "total",
        "financial",
        "regulator",
        "trying",
        "uncover",
        "identity",
        "anonymous",
        "whistleblower",
        "report",
        "financial",
        "time",
        "imposes",
        "sanction",
        "iranian",
        "currency",
        "exchange",
        "took",
        "step",
        "toward",
        "cutting",
        "iran",
        "global",
        "economy",
        "thursday",
        "levying",
        "sanction",
        "financing",
        "network",
        "accusing",
        "country",
        "central",
        "bank",
        "helping",
        "funnel",
        "dollar",
        "blacklisted",
        "elite",
        "military",
        "unit",
        "known",
        "quds",
        "force",
        "skinny",
        "deal",
        "renegotiate",
        "nafta",
        "could",
        "focus",
        "auto",
        "canada",
        "mexico",
        "focusing",
        "rewriting",
        "auto",
        "rule",
        "center",
        "north",
        "american",
        "free",
        "trade",
        "agreement",
        "negotiator",
        "face",
        "hard",
        "deadline",
        "raising",
        "possibility",
        "less",
        "drastic",
        "change",
        "controversial",
        "part",
        "nafta",
        "according",
        "people",
        "following",
        "talk",
        "economy",
        "consumer",
        "price",
        "rose",
        "less",
        "expected",
        "april",
        "associated",
        "press",
        "american",
        "feeling",
        "wage",
        "gain",
        "rising",
        "inflation",
        "eating",
        "worker",
        "paycheck",
        "sign",
        "pace",
        "price",
        "increase",
        "slowing",
        "could",
        "good",
        "news",
        "worker",
        "felt",
        "minimal",
        "gain",
        "pay",
        "raise",
        "economist",
        "peg",
        "next",
        "recession",
        "economic",
        "expansion",
        "began",
        "already",
        "rank",
        "american",
        "history",
        "likely",
        "end",
        "fed",
        "raise",
        "interest",
        "rate",
        "cool",
        "overheating",
        "economy",
        "according",
        "forecaster",
        "surveyed",
        "wall",
        "street",
        "journal",
        "federal",
        "budget",
        "surplus",
        "april",
        "largest",
        "record",
        "government",
        "posted",
        "highest",
        "surplus",
        "record",
        "april",
        "although",
        "federal",
        "deficit",
        "past",
        "several",
        "month",
        "widened",
        "spending",
        "rose",
        "along",
        "revenue",
        "quota",
        "make",
        "comeback",
        "trump",
        "administration",
        "effort",
        "block",
        "import",
        "bringing",
        "back",
        "headache",
        "manufacturer",
        "quota",
        "oil",
        "price",
        "fresh",
        "high",
        "iran",
        "uncertainty",
        "crude",
        "oil",
        "price",
        "closed",
        "barrel",
        "highest",
        "level",
        "three",
        "year",
        "withdrawal",
        "iran",
        "nuclear",
        "agreement",
        "continues",
        "reverberate",
        "across",
        "market",
        "argentina",
        "show",
        "currency",
        "reserve",
        "everything",
        "argentina",
        "record",
        "hoard",
        "currency",
        "reserve",
        "little",
        "stem",
        "crisis",
        "showing",
        "dollar",
        "reserve",
        "alone",
        "make",
        "weakness",
        "country",
        "economic",
        "underpinnings",
        "writes",
        "wsj",
        "mike",
        "bird",
        "cfo",
        "move",
        "discovery",
        "silver",
        "spring",
        "medium",
        "entertainment",
        "company",
        "named",
        "manuel",
        "alvarez",
        "accounting",
        "chief",
        "alvarez",
        "succeeds",
        "discovery",
        "current",
        "chief",
        "accounting",
        "officer",
        "kurt",
        "wehner",
        "take",
        "new",
        "role",
        "wehner",
        "departs",
        "company",
        "december",
        "whichever",
        "occurs",
        "first",
        "company",
        "said",
        "filing",
        "compensation",
        "detail",
        "immediately",
        "available",
        "mosaic",
        "plymouth",
        "fertilizer",
        "maker",
        "named",
        "clint",
        "freeland",
        "chief",
        "financial",
        "officer",
        "succeeds",
        "anthony",
        "brausen",
        "served",
        "interim",
        "cfo",
        "since",
        "brauser",
        "continue",
        "senior",
        "advisor",
        "company",
        "work",
        "freeland",
        "transition",
        "mosaic",
        "freeland",
        "recently",
        "cfo",
        "dynergy",
        "prior",
        "served",
        "cfo",
        "treasurer",
        "senior",
        "vice",
        "president",
        "strategy",
        "financial",
        "structure",
        "nrg",
        "energy",
        "compensation",
        "detail",
        "immediately",
        "available",
        "weekend",
        "reader",
        "every",
        "weekend",
        "select",
        "handful",
        "article",
        "think",
        "worth",
        "bit",
        "time",
        "either",
        "peel",
        "back",
        "layer",
        "compelling",
        "business",
        "story",
        "somehow",
        "make",
        "u",
        "look",
        "business",
        "different",
        "light",
        "bully",
        "make",
        "good",
        "manager",
        "around",
        "one",
        "five",
        "american",
        "say",
        "target",
        "workplace",
        "bullying",
        "men",
        "making",
        "perpetrator",
        "target",
        "nike",
        "ouster",
        "top",
        "executive",
        "cast",
        "new",
        "light",
        "behavior",
        "common",
        "many",
        "office",
        "writes",
        "bloomberg",
        "ensure",
        "business",
        "fair",
        "audit",
        "algorithm",
        "audit",
        "company",
        "develops",
        "secret",
        "sauce",
        "arm",
        "business",
        "may",
        "need",
        "eventually",
        "prove",
        "regulator",
        "technology",
        "discriminate",
        "protected",
        "class",
        "people",
        "report",
        "wired",
        "magazine",
        "small",
        "deal",
        "merger",
        "acquisition",
        "boost",
        "company",
        "growth",
        "value",
        "especially",
        "exceed",
        "certain",
        "size",
        "conducted",
        "frequent",
        "basis",
        "programmatic",
        "deliver",
        "value",
        "writes",
        "harvard",
        "business",
        "review",
        "morning",
        "ledger",
        "cfo",
        "journal",
        "cue",
        "important",
        "news",
        "corporate",
        "finance",
        "every",
        "weekday",
        "morning",
        "nina",
        "trentmann",
        "contributed",
        "today",
        "ledger",
        "send",
        "tip",
        "suggestion",
        "complaint",
        "share",
        "morning",
        "ledger",
        "previous",
        "morning",
        "ledger",
        "ford",
        "bet",
        "china",
        "yet",
        "pay",
        "next",
        "cfo",
        "move",
        "discovery",
        "mosaic"
    ]
}