{
    "organizations": [],
    "uuid": "e4a6d0ce176f3ef5b1251ddfcbbefb41f4ec554c",
    "author": "Elizabeth Lowry",
    "url": "https://www.wsj.com/articles/victorians-undone-review-bodies-in-question-1525468149",
    "ord_in_thread": 0,
    "title": "‘Victorians Undone’ Review: Bodies in Question",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "1 COMMENTS\nA beard, it seems , is never just a beard. In his 50s, Charles Darwin cultivated an untrimmed one, with lavish side whiskers, supposedly because his wife Emma wanted him to. Dickens sported a neat “doorknocker,” as it was known at the time, which disguised his receding chin. Edward Lear’s prolifically curly facial hair was meant to soften what he thought of as his extreme ugliness, while the aging Tennyson’s notorious “dirty monk” look curtained his collapsed mouth.\nIn her wildly readable “Victorians Undone,” British critic Kathryn Hughes combs these “beard-growing dramas” for what they can tell us about 19th-century attitudes to the body, and our history as human animals. Not just beards: stomachs, hands, mouths—all, she shows us, offer tactile clues to the period that has done so much to shape our own.\nSo why did Darwin cultivate that beard? The ground-breaking naturalist first considered the attractions, and hazards, of beard-wearing as a young researcher calling at Tierra del Fuego on the Beagle. While Darwin and his fellow European travelers felt, as he went on to write in “The Descent of Man,” “the greatest pride in their beards,” he was alarmed to find that the Fuegians thought facial hair so disgusting that they had promptly set about depilating the chin of the missionary sent to evangelize them by plucking out his whiskers one by one, using mussel shells as tweezers. Unlike Mrs. Darwin, their women folk remained unconverted pogonophobes. Could it be, Darwin speculated, that “our male ape-like progenitors acquired their beards as an ornament to charm or excite the opposite sex,” and that rather than being ordained by God (“another enthusiastic beard-wearer,” remarks Ms. Hughes) our ideas of beauty are culturally relative? Darwin later backed away from the provocative notion that the female of the species was in charge of the process of sexual selection and never came to a firm conclusion about the role beards played in the business of human desire, but Ms. Hughes suggests a more convincing reason for Emma Darwin’s pogonophilia. Her husband suffered from severe facial eczema: Her demand that Charles should give his razor a rest was most likely driven by concern for his rash, rather than her libido.\nPhoto: Delaware Art Museum/Bridgeman Images Victorians Undone By Kathryn Hughes\nJohns Hopkins, 414 pages, $29.95\nMs. Hughes’s discussion of what physical phobias and fetishes can tell us about Victorian society is brilliantly particular. Take George Eliot’s right hand. Was it truly larger than her left, as she apparently told a friend, and why were her relations so set on denying this? The answer lies in the peculiar intricacies of the British class system. The metropolitan novelist originally came from Warwickshire farming stock, and the confident account of cheese and butter-making in a novel such as “Adam Bede” leaves little doubt that she had a personal and very practical knowledge of dairy work. That strapping right hand was ostensibly the result of hours spent crushing the curd as her father’s dairymaid. The family’s claim to respectability was always dicey: Eliot’s own brother cut her off for more than 20 years when she began to cohabit with the married critic George Henry Lewes. But once she had become revered as England’s greatest female writer, her relatives were quick to assert that she’d been a perfect lady—one, moreover, who had “never touched a cheese, and never made a pound of butter in her life.” Not convinced? Ms. Hughes includes a picture of Eliot’s recently discovered right glove, noting that its circumference is only six and a half inches. If it doesn’t fit, we must acquit.\nUnlike the fleshiness of Eliot’s hand, that of Fanny Cornforth’s mouth was never in question. Cornforth was the artist’s model whose physical opulence led Dante Gabriel Rossetti to break with the austere aesthetic of the Pre-Raphaelite school, of which he had been a founding member. She was also his mistress, and in 1859 he celebrated her abundant lips in a suggestively titled picture called “Bocca Baciata” or “The Kissed Mouth.” Lushly erotic, the picture was an early example of new experiments in color and form that would lead the way to the voluptuous excesses of the fin de siècle. But in addition to that it was, Ms. Hughes suggests, a private dirty joke. Rossetti, who avoided conventional forms of sex because of a painfully enlarged testicle, was thankful for the alternative services Fanny was willing to offer with that mouth—and helped usher in a whole new artistic movement in saying so.\nSex was, famously, a problem for the Victorians, starting with Queen Victoria herself, whose stupidity in this regard provides Ms. Hughes with an especially nasty case study. Following the debaucheries of the male Hanoverians, the court of the 18-year-old maiden was hailed as a model of propriety. Yet within a year of her accession in 1837, Victoria was caught up in a scandal triggered by her own salacious fantasizing. When Flora Hastings, an unmarried lady-in-waiting, began to appear with a visibly distended stomach, Victoria was the first to jump to the wrong conclusions, spreading the rumor that Lady Flora was expecting and demanding that she submit to an internal examination by the bumbling royal doctor, Sir James Clark. The examination, which proved that Lady Flora was exactly what she claimed to be—not only not pregnant, but a virgin—amounted to manual rape.\nVictoria was unrepentant, even when Lady Flora died five months later of the intestinal inflammation that had caused the swelling. The business had, as Ms. Hughes observes, “stripped bare the realpolitik of women’s sexual lives at court,” from which the queen herself was not exempt. Within the year, Prince Albert arrived, so that Victoria could inspect him as a possible husband. She was smitten, but she would get her comeuppance for her brutal treatment of Lady Flora: It was Clark who, in 1861, misdiagnosed Albert’s fatal typhoid.\nMs. Hughes’s last “corporeal conundrum,” the gruesome murder of Fanny Adams —a young girl whose name has come down to us as a piece of crude slang—is even more revealing of the century’s sexual equivocations. In 1867 Frederick Baker, a Hampshire clerk, was tried for killing and dismembering the 8-year-old Adams—or “sweet Fanny Adams,” as a sentimental press insisted on calling her. In the wake of the sensational press coverage, ill-mannered sailors of the British reportedly began referring to their putrid canned mutton as bits of Fanny Adams. Over the years, the expression came to denote anything worthless. Even today, her initials mean “nothing at all.”\nIn recounting this Ms. Hughes offers us some cruel insights into the underside of Victorian ideas of childhood innocence. The court had difficulty imagining that Baker’s motive might have been carnal (the concept of pedophilia did not exist in the 1860s), and he almost got off on grounds of temporary mania. Had Fanny been just four years older, however, no one would have batted an eye at the thought of an adult man having sexual relations with her. (Rossetti’s secretary, Thomas Hall Caine, had fathered a child by a 13-year-old). Ms. Hughes bitterly points out that, given the moral standards of the Victorian age, if Fanny Adams had survived the rape her life, now that she was spoiled goods, would indeed have been worth “Sweet FA.”\n“Victorians Undone” contains many such startling illuminations of the gulf between the 19th century and our own. Lively, iconoclastic and consistently riveting, this is popular history in the best sense.\n—Ms. Lowry’s new novel, “Dark Water,” will be published this fall.",
    "published": "2018-05-05T01:09:00.000+03:00",
    "crawled": "2018-05-05T19:16:22.017+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "beard",
        "seems",
        "never",
        "beard",
        "50",
        "charles",
        "darwin",
        "cultivated",
        "untrimmed",
        "one",
        "lavish",
        "side",
        "whisker",
        "supposedly",
        "wife",
        "emma",
        "wanted",
        "dickens",
        "sported",
        "neat",
        "doorknocker",
        "known",
        "time",
        "disguised",
        "receding",
        "chin",
        "edward",
        "lear",
        "prolifically",
        "curly",
        "facial",
        "hair",
        "meant",
        "soften",
        "thought",
        "extreme",
        "ugliness",
        "aging",
        "tennyson",
        "notorious",
        "dirty",
        "monk",
        "look",
        "curtained",
        "collapsed",
        "mouth",
        "wildly",
        "readable",
        "victorian",
        "undone",
        "british",
        "critic",
        "kathryn",
        "hughes",
        "comb",
        "drama",
        "tell",
        "u",
        "attitude",
        "body",
        "history",
        "human",
        "animal",
        "beard",
        "stomach",
        "hand",
        "show",
        "u",
        "offer",
        "tactile",
        "clue",
        "period",
        "done",
        "much",
        "shape",
        "darwin",
        "cultivate",
        "beard",
        "naturalist",
        "first",
        "considered",
        "attraction",
        "hazard",
        "young",
        "researcher",
        "calling",
        "tierra",
        "del",
        "fuego",
        "beagle",
        "darwin",
        "fellow",
        "european",
        "traveler",
        "felt",
        "went",
        "write",
        "descent",
        "man",
        "greatest",
        "pride",
        "beard",
        "alarmed",
        "find",
        "fuegians",
        "thought",
        "facial",
        "hair",
        "disgusting",
        "promptly",
        "set",
        "depilating",
        "chin",
        "missionary",
        "sent",
        "evangelize",
        "plucking",
        "whisker",
        "one",
        "one",
        "using",
        "mussel",
        "shell",
        "tweezer",
        "unlike",
        "darwin",
        "woman",
        "folk",
        "remained",
        "unconverted",
        "pogonophobes",
        "could",
        "darwin",
        "speculated",
        "male",
        "progenitor",
        "acquired",
        "beard",
        "ornament",
        "charm",
        "excite",
        "opposite",
        "sex",
        "rather",
        "ordained",
        "god",
        "another",
        "enthusiastic",
        "remark",
        "hughes",
        "idea",
        "beauty",
        "culturally",
        "relative",
        "darwin",
        "later",
        "backed",
        "away",
        "provocative",
        "notion",
        "female",
        "specie",
        "charge",
        "process",
        "sexual",
        "selection",
        "never",
        "came",
        "firm",
        "conclusion",
        "role",
        "beard",
        "played",
        "business",
        "human",
        "desire",
        "hughes",
        "suggests",
        "convincing",
        "reason",
        "emma",
        "darwin",
        "pogonophilia",
        "husband",
        "suffered",
        "severe",
        "facial",
        "eczema",
        "demand",
        "charles",
        "give",
        "razor",
        "rest",
        "likely",
        "driven",
        "concern",
        "rash",
        "rather",
        "libido",
        "photo",
        "delaware",
        "art",
        "image",
        "victorian",
        "undone",
        "kathryn",
        "hughes",
        "john",
        "hopkins",
        "page",
        "hughes",
        "discussion",
        "physical",
        "phobia",
        "fetish",
        "tell",
        "u",
        "victorian",
        "society",
        "brilliantly",
        "particular",
        "take",
        "george",
        "eliot",
        "right",
        "hand",
        "truly",
        "larger",
        "left",
        "apparently",
        "told",
        "friend",
        "relation",
        "set",
        "denying",
        "answer",
        "lie",
        "peculiar",
        "intricacy",
        "british",
        "class",
        "system",
        "metropolitan",
        "novelist",
        "originally",
        "came",
        "warwickshire",
        "farming",
        "stock",
        "confident",
        "account",
        "cheese",
        "novel",
        "adam",
        "bede",
        "leaf",
        "little",
        "doubt",
        "personal",
        "practical",
        "knowledge",
        "dairy",
        "work",
        "strapping",
        "right",
        "hand",
        "ostensibly",
        "result",
        "hour",
        "spent",
        "crushing",
        "curd",
        "father",
        "dairymaid",
        "family",
        "claim",
        "respectability",
        "always",
        "dicey",
        "eliot",
        "brother",
        "cut",
        "year",
        "began",
        "cohabit",
        "married",
        "critic",
        "george",
        "henry",
        "lewes",
        "become",
        "revered",
        "england",
        "greatest",
        "female",
        "writer",
        "relative",
        "quick",
        "assert",
        "perfect",
        "moreover",
        "never",
        "touched",
        "cheese",
        "never",
        "made",
        "pound",
        "butter",
        "convinced",
        "hughes",
        "includes",
        "picture",
        "eliot",
        "recently",
        "discovered",
        "right",
        "glove",
        "noting",
        "circumference",
        "six",
        "half",
        "inch",
        "fit",
        "must",
        "acquit",
        "unlike",
        "fleshiness",
        "eliot",
        "hand",
        "fanny",
        "cornforth",
        "mouth",
        "never",
        "question",
        "cornforth",
        "artist",
        "model",
        "whose",
        "physical",
        "opulence",
        "led",
        "dante",
        "gabriel",
        "rossetti",
        "break",
        "austere",
        "aesthetic",
        "school",
        "founding",
        "member",
        "also",
        "mistress",
        "celebrated",
        "abundant",
        "lip",
        "suggestively",
        "titled",
        "picture",
        "called",
        "bocca",
        "baciata",
        "kissed",
        "lushly",
        "erotic",
        "picture",
        "early",
        "example",
        "new",
        "experiment",
        "color",
        "form",
        "would",
        "lead",
        "way",
        "voluptuous",
        "excess",
        "fin",
        "de",
        "siècle",
        "addition",
        "hughes",
        "suggests",
        "private",
        "dirty",
        "joke",
        "rossetti",
        "avoided",
        "conventional",
        "form",
        "sex",
        "painfully",
        "enlarged",
        "testicle",
        "thankful",
        "alternative",
        "service",
        "fanny",
        "willing",
        "offer",
        "helped",
        "usher",
        "whole",
        "new",
        "artistic",
        "movement",
        "saying",
        "sex",
        "famously",
        "problem",
        "victorian",
        "starting",
        "queen",
        "victoria",
        "whose",
        "stupidity",
        "regard",
        "provides",
        "hughes",
        "especially",
        "nasty",
        "case",
        "study",
        "following",
        "debauchery",
        "male",
        "hanoverian",
        "court",
        "maiden",
        "hailed",
        "model",
        "propriety",
        "yet",
        "within",
        "year",
        "accession",
        "victoria",
        "caught",
        "scandal",
        "triggered",
        "salacious",
        "fantasizing",
        "flora",
        "hastings",
        "unmarried",
        "began",
        "appear",
        "visibly",
        "distended",
        "stomach",
        "victoria",
        "first",
        "jump",
        "wrong",
        "conclusion",
        "spreading",
        "rumor",
        "lady",
        "flora",
        "expecting",
        "demanding",
        "submit",
        "internal",
        "examination",
        "bumbling",
        "royal",
        "doctor",
        "sir",
        "james",
        "clark",
        "examination",
        "proved",
        "lady",
        "flora",
        "exactly",
        "claimed",
        "pregnant",
        "manual",
        "rape",
        "victoria",
        "unrepentant",
        "even",
        "lady",
        "flora",
        "died",
        "five",
        "month",
        "later",
        "intestinal",
        "inflammation",
        "caused",
        "swelling",
        "business",
        "hughes",
        "observes",
        "stripped",
        "bare",
        "realpolitik",
        "woman",
        "sexual",
        "life",
        "court",
        "queen",
        "exempt",
        "within",
        "year",
        "prince",
        "albert",
        "arrived",
        "victoria",
        "could",
        "inspect",
        "possible",
        "husband",
        "smitten",
        "would",
        "get",
        "comeuppance",
        "brutal",
        "treatment",
        "lady",
        "flora",
        "clark",
        "misdiagnosed",
        "albert",
        "fatal",
        "typhoid",
        "hughes",
        "last",
        "corporeal",
        "conundrum",
        "gruesome",
        "murder",
        "fanny",
        "adam",
        "young",
        "girl",
        "whose",
        "name",
        "come",
        "u",
        "piece",
        "crude",
        "even",
        "revealing",
        "century",
        "sexual",
        "equivocation",
        "frederick",
        "baker",
        "hampshire",
        "clerk",
        "tried",
        "killing",
        "dismembering",
        "sweet",
        "fanny",
        "adam",
        "sentimental",
        "press",
        "insisted",
        "calling",
        "wake",
        "sensational",
        "press",
        "coverage",
        "sailor",
        "british",
        "reportedly",
        "began",
        "referring",
        "putrid",
        "canned",
        "mutton",
        "bit",
        "fanny",
        "adam",
        "year",
        "expression",
        "came",
        "denote",
        "anything",
        "worthless",
        "even",
        "today",
        "initial",
        "mean",
        "nothing",
        "recounting",
        "hughes",
        "offer",
        "u",
        "cruel",
        "insight",
        "underside",
        "victorian",
        "idea",
        "childhood",
        "innocence",
        "court",
        "difficulty",
        "imagining",
        "baker",
        "motive",
        "might",
        "carnal",
        "concept",
        "pedophilia",
        "exist",
        "1860s",
        "almost",
        "got",
        "ground",
        "temporary",
        "mania",
        "fanny",
        "four",
        "year",
        "older",
        "however",
        "one",
        "would",
        "batted",
        "eye",
        "thought",
        "adult",
        "man",
        "sexual",
        "relation",
        "rossetti",
        "secretary",
        "thomas",
        "hall",
        "caine",
        "fathered",
        "child",
        "hughes",
        "bitterly",
        "point",
        "given",
        "moral",
        "standard",
        "victorian",
        "age",
        "fanny",
        "adam",
        "survived",
        "rape",
        "life",
        "spoiled",
        "good",
        "would",
        "indeed",
        "worth",
        "sweet",
        "victorian",
        "undone",
        "contains",
        "many",
        "startling",
        "illumination",
        "gulf",
        "19th",
        "century",
        "lively",
        "iconoclastic",
        "consistently",
        "riveting",
        "popular",
        "history",
        "best",
        "sense",
        "lowry",
        "new",
        "novel",
        "dark",
        "water",
        "published",
        "fall"
    ]
}