{
    "organizations": [],
    "uuid": "a493ee16c96200c4b08f401229e76b77bedf5882",
    "author": "",
    "url": "https://www.cnbc.com/2018/05/03/more-businesses-are-mellowing-out-over-hiring-marijuana-smokers.html",
    "ord_in_thread": 0,
    "title": "More businesses are mellowing out over hiring marijuana smokers due to labor shortage",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "More businesses are mellowing out over hiring marijuana smokers due to labor shortage Many employers are dropping marijuana from the drug tests they require of prospective employees. Experts say that marijuana testing excludes too many potential workers at a time when filling jobs is more challenging than it's been in nearly two decades. Companies in labor-intensive industries — hoteliers and home health care providers and employers with many warehouse and assembly jobs — are most likely to drop marijuana testing. Published 4 Hours Ago The Associated Press Andrew Caballero-Reynolds | AFP | Getty Images\nFPI Management, a property company in California, wants to hire dozens of people. Factories from New Hampshire to Michigan need workers. Hotels in Las Vegas are desperate to fill jobs.\nThose employers and many others are quietly taking what once would have been a radical step: They're dropping marijuana from the drug tests they require of prospective employees. Marijuana testing — a fixture at large American employers for at least 30 years — excludes too many potential workers, experts say, at a time when filling jobs is more challenging than it's been in nearly two decades.\n\"It has come out of nowhere,\" said Michael Clarkson, head of the drug testing practice at Ogletree Deakins, a law firm. \"I have heard from lots of clients things like, 'I can't staff the third shift and test for marijuana.'\"\nThough still in its early stages, the shift away from marijuana testing appears likely to accelerate. More states are legalizing cannabis for recreational use; Michigan could become the 10th state to do so in November. Missouri appears on track to become the 30th state to allow medical pot use.\nAnd medical marijuana users in Massachusetts , Connecticut and Rhode Island have won lawsuits in the past year against companies that rescinded job offers or fired workers because of positive tests for cannabis. Before last year, courts had always ruled in favor of employers.\nThe Trump administration also may be softening its resistance to legal marijuana. Labor Secretary Alexander Acosta suggested at a congressional hearing last month that employers should take a \"step back\" on drug testing.\n\"We have all these Americans that are looking to work,\" Acosta said. \"Are we aligning our ... drug testing policies with what's right for the workforce?\"\nThere is no definitive data on how many companies conduct drug tests, though the Society for Human Resources Management found in a survey that 57 percent do so. Nor is there any recent data on how many have dropped marijuana from mandatory drug testing.\nBut interviews with hiring executives, employment lawyers and agencies that help employers fill jobs indicate that dropping marijuana testing is among the steps more companies are taking to expand their pool of applicants to fill a near-record level of openings.\nBusinesses are hiring more people without high school diplomas, for example, to the point where the unemployment rate for non-high school graduates has sunk more than a full percentage point in the past year to 5.5 percent. That's the steepest such drop for any educational group over that time. On Friday, the government is expected to report another robust jobs report for April.\nExcluding marijuana from testing marks the first major shift in workplace drug policies since employers began regularly screening applicants in the late 1980s. They did so after a federal law required that government contractors maintain drug-free workplaces. Many private businesses adopted their own mandatory drug testing of applicants.\nMost businesses that have dropped marijuana tests continue to screen for cocaine, opiates, heroin and other drugs. But James Reidy, an employment lawyer in New Hampshire, says companies are thinking harder about the types of jobs that should realistically require marijuana tests. If a manufacturing worker, for instance, isn't driving a forklift or operating industrial machinery, employers may deem a marijuana test unnecessary.\nEmployers are saying, 'We have a thin labor pool,' \"Reidy said. \" 'So are we going to test and exclude a whole group of people? Or can we assume some risks, as long as they're not impaired at work?'\"\nYet many companies are reluctant to acknowledge publicly that they've dropped marijuana testing.\n\"This is going to become the new don't ask, don't tell,\" Reidy said.\nIn most states that have legalized marijuana, like Colorado, businesses can still, if they wish, fire workers who test positive. On the other hand, Maine, which also legalized the drug, became the first state to bar companies from firing or refusing to hire someone for using marijuana outside work.\nCompanies in labor-intensive industries — hoteliers and home health care providers and employers with many warehouse and assembly jobs — are most likely to drop marijuana testing. By contrast, businesses that contract with the government or that are in regulated industries, like air travel, or that have safety concerns involving machinery, are continuing marijuana tests, employment lawyers say. Federal regulations require the testing of pilots, train operators and other key transportation workers.\nDropping marijuana testing is more common among employers in the nine states, along with the District of Columbia, that have legalized pot for recreational use. An additional 20 states allow marijuana for medical use only. But historically low unemployment is driving change even where pot remains illegal.\nAfter the Drug-Free Workplace Act was enacted in 1988, amid concerns about cocaine use, drug testing spread to most large companies. All Fortune 500 companies now engage in some form of drug testing, according to Barry Sample, a senior director at Quest Diagnostics, one of the largest testing firms.\nIn Denver, in a state with just 3 percent unemployment, 10 percent of employers that screen for drugs had dropped marijuana as of 2016, according to a survey by the Employers Council, which provides corporate legal and human resources services.\n\"It's because unemployment is virtually non-existent\" in Colorado, said Curtis Graves, a lawyer at the council. \"People cannot afford to take a hard line against off-duty marijuana usage if they want to hire.\"\nThat's particularly true in Colorado's resort areas, where hotels and ski lifts are heavily staffed with young workers, Graves said: \"They can lose their jobs and walk across the street and get another one.\"\nFPI, a property-management firm in San Francisco that employs 2,900 around the country, from leasing managers to groundskeepers, has dozens of jobs listed on online boards. Its ads say applicants must pass a \"full background check and drug screening.\"\nBut it adds, \"As it relates to marijuana use, FPI will consider any applicable state law when dispositioning test results.\"\nFPI didn't respond to requests for comment, which isn't unusual given that companies that have dropped marijuana tests aren't exactly billboarding their decisions. Most still seek to maintain drug-free workplaces and still test for harder drugs.\n\"They're pretty hush-hush about it,\" Graves said.\nAutoNation, which operates dealerships in 17 states, is one of the few that have gone public. The company stopped testing for marijuana about a year ago. Marc Cannon, a company spokesman, said it did so mostly in response to evolving public attitudes. But it also feared losing prospective employees.\n\"The labor market has tightened up,\" Cannon said.\nAutoNation heard from other business leaders, Cannon said. They said things like, \"'We're doing the same thing; we just didn't want to share it publicly.'\"\nRelaxed attitudes among employers are spreading from states where recreational marijuana is legal to those where it's lawful only for medical use, such as Michigan and New Hampshire.\nJanis Petrini, who owns an Express Employment staffing agency in Grand Rapids, Michigan, says that with the area's unemployment rate below 3 percent, employers are growing desperate. Some are willing to ignore the results of drug tests performed by Express, which still screens for marijuana and won't place workers who test positive.\n\"We have had companies say to us, 'We don't worry about that as much as we used to,'\" Petrini said. \"We say, 'OK, well, we are still following our standards.' \"\nOne of Reidy's clients, a manufacturer in New Hampshire, has dropped marijuana testing because it draws some workers from neighboring Massachusetts and Maine, which have legalized pot for recreational use. Another client, which runs assisted living facilities from Florida to Maine, has stopped testing its housekeeping and food service workers for marijuana.\nThe stigma surrounding marijuana use is eroding, compounding pressure on employers to stop testing. Sixty-four percent of Americans support legalizing pot, a Gallup poll found, the highest percentage in a half-century of surveys.\nIn Las Vegas, where recreational use is legal, marijuana dispensaries \"look almost like Apple stores,\" said Thoran Towler, CEO of the Nevada Association of Employers.\nMany high-tech companies have been moving from California to Nevada to escape California's high costs, and they're seeking workers. Towler says the most common question from his 400 member executives is, \"Where do I find employees?\"\nHe estimates that roughly one-tenth of his group's members have stopped testing for marijuana out of frustration.\n\"They say, 'I have to get people on the casino floor or make the beds, and I can't worry about what they're doing in their spare time,'\" Towler said. ",
    "published": "2018-05-03T18:12:00.000+03:00",
    "crawled": "2018-05-03T18:19:00.017+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "business",
        "mellowing",
        "hiring",
        "marijuana",
        "smoker",
        "due",
        "labor",
        "shortage",
        "many",
        "employer",
        "dropping",
        "marijuana",
        "drug",
        "test",
        "require",
        "prospective",
        "employee",
        "expert",
        "say",
        "marijuana",
        "testing",
        "excludes",
        "many",
        "potential",
        "worker",
        "time",
        "filling",
        "job",
        "challenging",
        "nearly",
        "two",
        "decade",
        "company",
        "industry",
        "hotelier",
        "home",
        "health",
        "care",
        "provider",
        "employer",
        "many",
        "warehouse",
        "assembly",
        "job",
        "likely",
        "drop",
        "marijuana",
        "testing",
        "published",
        "hour",
        "ago",
        "associated",
        "press",
        "andrew",
        "afp",
        "getty",
        "image",
        "fpi",
        "management",
        "property",
        "company",
        "california",
        "want",
        "hire",
        "dozen",
        "people",
        "factory",
        "new",
        "hampshire",
        "michigan",
        "need",
        "worker",
        "hotel",
        "la",
        "vega",
        "desperate",
        "fill",
        "job",
        "employer",
        "many",
        "others",
        "quietly",
        "taking",
        "would",
        "radical",
        "step",
        "dropping",
        "marijuana",
        "drug",
        "test",
        "require",
        "prospective",
        "employee",
        "marijuana",
        "testing",
        "fixture",
        "large",
        "american",
        "employer",
        "least",
        "year",
        "excludes",
        "many",
        "potential",
        "worker",
        "expert",
        "say",
        "time",
        "filling",
        "job",
        "challenging",
        "nearly",
        "two",
        "decade",
        "come",
        "nowhere",
        "said",
        "michael",
        "clarkson",
        "head",
        "drug",
        "testing",
        "practice",
        "ogletree",
        "deakins",
        "law",
        "firm",
        "heard",
        "lot",
        "client",
        "thing",
        "like",
        "ca",
        "staff",
        "third",
        "shift",
        "test",
        "marijuana",
        "though",
        "still",
        "early",
        "stage",
        "shift",
        "away",
        "marijuana",
        "testing",
        "appears",
        "likely",
        "accelerate",
        "state",
        "legalizing",
        "cannabis",
        "recreational",
        "use",
        "michigan",
        "could",
        "become",
        "10th",
        "state",
        "november",
        "missouri",
        "appears",
        "track",
        "become",
        "30th",
        "state",
        "allow",
        "medical",
        "pot",
        "use",
        "medical",
        "marijuana",
        "user",
        "massachusetts",
        "connecticut",
        "rhode",
        "island",
        "lawsuit",
        "past",
        "year",
        "company",
        "rescinded",
        "job",
        "offer",
        "fired",
        "worker",
        "positive",
        "test",
        "cannabis",
        "last",
        "year",
        "court",
        "always",
        "ruled",
        "favor",
        "employer",
        "trump",
        "administration",
        "also",
        "may",
        "softening",
        "resistance",
        "legal",
        "marijuana",
        "labor",
        "secretary",
        "alexander",
        "acosta",
        "suggested",
        "congressional",
        "hearing",
        "last",
        "month",
        "employer",
        "take",
        "step",
        "back",
        "drug",
        "testing",
        "american",
        "looking",
        "work",
        "acosta",
        "said",
        "aligning",
        "drug",
        "testing",
        "policy",
        "right",
        "workforce",
        "definitive",
        "data",
        "many",
        "company",
        "conduct",
        "drug",
        "test",
        "though",
        "society",
        "human",
        "resource",
        "management",
        "found",
        "survey",
        "percent",
        "recent",
        "data",
        "many",
        "dropped",
        "marijuana",
        "mandatory",
        "drug",
        "testing",
        "interview",
        "hiring",
        "executive",
        "employment",
        "lawyer",
        "agency",
        "help",
        "employer",
        "fill",
        "job",
        "indicate",
        "dropping",
        "marijuana",
        "testing",
        "among",
        "step",
        "company",
        "taking",
        "expand",
        "pool",
        "applicant",
        "fill",
        "level",
        "opening",
        "business",
        "hiring",
        "people",
        "without",
        "high",
        "school",
        "diploma",
        "example",
        "point",
        "unemployment",
        "rate",
        "school",
        "graduate",
        "sunk",
        "full",
        "percentage",
        "point",
        "past",
        "year",
        "percent",
        "steepest",
        "drop",
        "educational",
        "group",
        "time",
        "friday",
        "government",
        "expected",
        "report",
        "another",
        "robust",
        "job",
        "report",
        "april",
        "excluding",
        "marijuana",
        "testing",
        "mark",
        "first",
        "major",
        "shift",
        "workplace",
        "drug",
        "policy",
        "since",
        "employer",
        "began",
        "regularly",
        "screening",
        "applicant",
        "late",
        "1980s",
        "federal",
        "law",
        "required",
        "government",
        "contractor",
        "maintain",
        "workplace",
        "many",
        "private",
        "business",
        "adopted",
        "mandatory",
        "drug",
        "testing",
        "applicant",
        "business",
        "dropped",
        "marijuana",
        "test",
        "continue",
        "screen",
        "cocaine",
        "opiate",
        "heroin",
        "drug",
        "james",
        "reidy",
        "employment",
        "lawyer",
        "new",
        "hampshire",
        "say",
        "company",
        "thinking",
        "harder",
        "type",
        "job",
        "realistically",
        "require",
        "marijuana",
        "test",
        "manufacturing",
        "worker",
        "instance",
        "driving",
        "forklift",
        "operating",
        "industrial",
        "machinery",
        "employer",
        "may",
        "deem",
        "marijuana",
        "test",
        "unnecessary",
        "employer",
        "saying",
        "thin",
        "labor",
        "pool",
        "reidy",
        "going",
        "test",
        "exclude",
        "whole",
        "group",
        "people",
        "assume",
        "risk",
        "long",
        "impaired",
        "work",
        "yet",
        "many",
        "company",
        "reluctant",
        "acknowledge",
        "publicly",
        "dropped",
        "marijuana",
        "testing",
        "going",
        "become",
        "new",
        "ask",
        "tell",
        "reidy",
        "said",
        "state",
        "legalized",
        "marijuana",
        "like",
        "colorado",
        "business",
        "still",
        "wish",
        "fire",
        "worker",
        "test",
        "positive",
        "hand",
        "maine",
        "also",
        "legalized",
        "drug",
        "became",
        "first",
        "state",
        "bar",
        "company",
        "firing",
        "refusing",
        "hire",
        "someone",
        "using",
        "marijuana",
        "outside",
        "work",
        "company",
        "industry",
        "hotelier",
        "home",
        "health",
        "care",
        "provider",
        "employer",
        "many",
        "warehouse",
        "assembly",
        "job",
        "likely",
        "drop",
        "marijuana",
        "testing",
        "contrast",
        "business",
        "contract",
        "government",
        "regulated",
        "industry",
        "like",
        "air",
        "travel",
        "safety",
        "concern",
        "involving",
        "machinery",
        "continuing",
        "marijuana",
        "test",
        "employment",
        "lawyer",
        "say",
        "federal",
        "regulation",
        "require",
        "testing",
        "pilot",
        "train",
        "operator",
        "key",
        "transportation",
        "worker",
        "dropping",
        "marijuana",
        "testing",
        "common",
        "among",
        "employer",
        "nine",
        "state",
        "along",
        "district",
        "columbia",
        "legalized",
        "pot",
        "recreational",
        "use",
        "additional",
        "state",
        "allow",
        "marijuana",
        "medical",
        "use",
        "historically",
        "low",
        "unemployment",
        "driving",
        "change",
        "even",
        "pot",
        "remains",
        "illegal",
        "workplace",
        "act",
        "enacted",
        "amid",
        "concern",
        "cocaine",
        "use",
        "drug",
        "testing",
        "spread",
        "large",
        "company",
        "fortune",
        "company",
        "engage",
        "form",
        "drug",
        "testing",
        "according",
        "barry",
        "sample",
        "senior",
        "director",
        "quest",
        "diagnostics",
        "one",
        "largest",
        "testing",
        "firm",
        "denver",
        "state",
        "percent",
        "unemployment",
        "percent",
        "employer",
        "screen",
        "drug",
        "dropped",
        "marijuana",
        "according",
        "survey",
        "employer",
        "council",
        "provides",
        "corporate",
        "legal",
        "human",
        "resource",
        "service",
        "unemployment",
        "virtually",
        "colorado",
        "said",
        "curtis",
        "graf",
        "lawyer",
        "council",
        "people",
        "afford",
        "take",
        "hard",
        "line",
        "marijuana",
        "usage",
        "want",
        "hire",
        "particularly",
        "true",
        "colorado",
        "resort",
        "area",
        "hotel",
        "ski",
        "lift",
        "heavily",
        "staffed",
        "young",
        "worker",
        "graf",
        "said",
        "lose",
        "job",
        "walk",
        "across",
        "street",
        "get",
        "another",
        "one",
        "fpi",
        "firm",
        "san",
        "francisco",
        "employ",
        "around",
        "country",
        "leasing",
        "manager",
        "groundskeeper",
        "dozen",
        "job",
        "listed",
        "online",
        "board",
        "ad",
        "say",
        "applicant",
        "must",
        "pas",
        "full",
        "background",
        "check",
        "drug",
        "screening",
        "add",
        "relates",
        "marijuana",
        "use",
        "fpi",
        "consider",
        "applicable",
        "state",
        "law",
        "dispositioning",
        "test",
        "result",
        "fpi",
        "respond",
        "request",
        "comment",
        "unusual",
        "given",
        "company",
        "dropped",
        "marijuana",
        "test",
        "exactly",
        "billboarding",
        "decision",
        "still",
        "seek",
        "maintain",
        "workplace",
        "still",
        "test",
        "harder",
        "drug",
        "pretty",
        "graf",
        "said",
        "autonation",
        "operates",
        "dealership",
        "state",
        "one",
        "gone",
        "public",
        "company",
        "stopped",
        "testing",
        "marijuana",
        "year",
        "ago",
        "marc",
        "cannon",
        "company",
        "spokesman",
        "said",
        "mostly",
        "response",
        "evolving",
        "public",
        "attitude",
        "also",
        "feared",
        "losing",
        "prospective",
        "employee",
        "labor",
        "market",
        "tightened",
        "cannon",
        "said",
        "autonation",
        "heard",
        "business",
        "leader",
        "cannon",
        "said",
        "said",
        "thing",
        "like",
        "thing",
        "want",
        "share",
        "publicly",
        "relaxed",
        "attitude",
        "among",
        "employer",
        "spreading",
        "state",
        "recreational",
        "marijuana",
        "legal",
        "lawful",
        "medical",
        "use",
        "michigan",
        "new",
        "hampshire",
        "janis",
        "petrini",
        "owns",
        "express",
        "employment",
        "staffing",
        "agency",
        "grand",
        "rapid",
        "michigan",
        "say",
        "area",
        "unemployment",
        "rate",
        "percent",
        "employer",
        "growing",
        "desperate",
        "willing",
        "ignore",
        "result",
        "drug",
        "test",
        "performed",
        "express",
        "still",
        "screen",
        "marijuana",
        "wo",
        "place",
        "worker",
        "test",
        "positive",
        "company",
        "say",
        "u",
        "worry",
        "much",
        "used",
        "petrini",
        "said",
        "say",
        "well",
        "still",
        "following",
        "standard",
        "one",
        "reidy",
        "client",
        "manufacturer",
        "new",
        "hampshire",
        "dropped",
        "marijuana",
        "testing",
        "draw",
        "worker",
        "neighboring",
        "massachusetts",
        "maine",
        "legalized",
        "pot",
        "recreational",
        "use",
        "another",
        "client",
        "run",
        "assisted",
        "living",
        "facility",
        "florida",
        "maine",
        "stopped",
        "testing",
        "housekeeping",
        "food",
        "service",
        "worker",
        "marijuana",
        "stigma",
        "surrounding",
        "marijuana",
        "use",
        "eroding",
        "compounding",
        "pressure",
        "employer",
        "stop",
        "testing",
        "percent",
        "american",
        "support",
        "legalizing",
        "pot",
        "gallup",
        "poll",
        "found",
        "highest",
        "percentage",
        "survey",
        "la",
        "vega",
        "recreational",
        "use",
        "legal",
        "marijuana",
        "dispensary",
        "look",
        "almost",
        "like",
        "apple",
        "store",
        "said",
        "thoran",
        "towler",
        "ceo",
        "nevada",
        "association",
        "employer",
        "many",
        "company",
        "moving",
        "california",
        "nevada",
        "escape",
        "california",
        "high",
        "cost",
        "seeking",
        "worker",
        "towler",
        "say",
        "common",
        "question",
        "member",
        "executive",
        "find",
        "employee",
        "estimate",
        "roughly",
        "group",
        "member",
        "stopped",
        "testing",
        "marijuana",
        "frustration",
        "say",
        "get",
        "people",
        "casino",
        "floor",
        "make",
        "bed",
        "ca",
        "worry",
        "spare",
        "time",
        "towler",
        "said"
    ]
}