{
    "organizations": [],
    "uuid": "958c3b2680ff3c625b6f43e61600fd19484bc1b5",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/21/globe-newswire-dova-pharmaceuticals-announces-u-s-fda-approval-of-dopteleta-avatrombopag.html",
    "ord_in_thread": 0,
    "title": "Dova Pharmaceuticals Announces U.S. FDA Approval of DOPTELET® (avatrombopag)",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "DURHAM, N.C., May 21, 2018 (GLOBE NEWSWIRE) -- Dova Pharmaceuticals, Inc. (NASDAQ:DOVA) today announced the U.S. Food and Drug Administration (FDA) has completed their Priority Review and approved DOPTELET ® (avatrombopag) for the treatment of thrombocytopenia in adult patients with chronic liver disease (CLD) who are scheduled to undergo a procedure; this represents the first thrombopoietin (TPO) receptor agonist approved in the United States for this indication. The DOPTELET label reflects the consistent safety and efficacy data from two global, multicenter, randomized, double-blind, placebo-controlled Phase 3 trials that met all primary and secondary endpoints, and supported the approval of DOPTELET.\n“We are delighted FDA has approved DOPTELET, which represents a significant milestone for Dova, physicians, and most importantly, patients,” said Alex C. Sapir, President and Chief Executive Officer. “DOPTELET is the first orally administered treatment option for patients with CLD, allowing the majority of patients to avoid a platelet transfusion prior to a procedure by increasing platelet counts to the target level of greater or equal to 50,000 per microliter. Given our extensive preparations to date, we are positioned to launch DOPTELET in June with our full complement of sales, marketing, and reimbursement support resources.”\nNorah Terrault, M.D, M.P.H., Professor of Medicine at the University of California San Francisco, Division of Gastroenterology, and Principal Investigator for the Phase 3 pivotal avatrombopag trials said, “Given the need for patients with CLD to routinely undergo multiple, invasive procedures, the availability of an oral agent that can lead to a measured increase in platelets, to minimize the need for platelet transfusions and risk of bleeding, will facilitate the clinical management of these patients.”\nFull prescribing information for Doptelet is available on the Doptelet website, www.doptelet.com .\nCompany to Host Conference Call\nDova will host a conference call today, May 21, 2018 at 4:30 p.m. ET to discuss the approval. A question-and-answer session will follow Dova's remarks.\nTo participate on the live call, please dial 866-550-8145 (domestic) or +1-430-775-1344 (international) and provide the conference ID 7797719 five to 10 minutes before the start of the call.\nA live audio webcast of the call will also be available via the \"Investor Relations\" page of the Dova website, www.dova.com . Please log on through Dova's website approximately 10 minutes before the scheduled start time. A replay of the webcast will be archived on Dova's website for 90 days following the call.\nAbout Thrombocytopenia in Chronic Liver Disease\nThrombocytopenia, a reduction in the number of platelets in the blood, is a common complication in patients with CLD, with the extent of thrombocytopenia often worsening with the severity of liver disease. TPO, the principal physiologic regulator of platelet production, is made in the liver and stimulates bone marrow production of platelets, which are critical blood components for controlling bleeding. As a result of damage to the liver in patients with CLD, TPO production is reduced, which consequently results in decreased platelet production and thrombocytopenia.\nThere are approximately 70,000 patients with CLD that have a platelet count of less than 50,000/µL. These patients typically require 1 to 3 invasive diagnostic and therapeutic procedures per year; each of these procedures carry a risk of bleeding. If not effectively treated, thrombocytopenia can lead to serious uncontrolled bleeding, resulting in prolonged hospitalizations and other post-procedure complications.\nAbout DOPTELET\nDOPTELET (avatrombopag) is a second generation, once daily, orally administered TPO receptor agonist approved for the treatment of thrombocytopenia in adult patients with CLD who are scheduled to undergo a procedure. DOPTELET is designed to mimic the effects of TPO, the primary regulator of normal platelet production.\nTwo global Phase 3, double-blind, placebo-controlled trials (ADAPT-1 [N=231] and ADAPT-2 [N=204]), conducted in adults with thrombocytopenia (platelet count of less than 50,000/µL) and CLD, supported FDA approval. Patients were assigned to either 40 mg or 60 mg of avatrombopag daily for 5 days based on their Baseline platelet counts (40 to <50,000/mL or <40,000/mL, respectively). Avatrombopag was shown to be superior to placebo in increasing the proportion of patients not requiring platelet transfusions or rescue procedures for bleeding up to 7 days following a scheduled procedure in both trials in both the 40 mg (ADAPT-1, 88% vs. 38%, p <0.0001; ADAPT-2, 88% vs. 33%; p<0.0001), and 60 mg (ADAPT-1, 66% vs. 23%, p <0.0001; ADAPT-2, 69% vs. 35%; p=0.0006) treatment groups. Avatrombopag was also superior to placebo at the two secondary efficacy endpoints in each trial. In the avatrombopag treatment groups, there was an increased proportion of patients achieving the target platelet count of ≥50,000/mL on Procedure Day, and a greater magnitude of the change in mean platelet count from Baseline to Procedure Day; all treatment differences between the avatrombopag and placebo treatment groups were highly statistically significant with p values <0.0001. The most common adverse reactions with avatrombopag included pyrexia, abdominal pain, nausea, headache, fatigue, and edema peripheral. Portal vein thromboses have been reported in patients with CLD and in patients receiving TPO receptor agonists. One treatment-emergent event of portal vein thrombosis was reported in the ADAPT trials in an avatrombopag-treated patient.\nDova has also submitted a marketing authorization application (MAA) to the European Medicines Agency (EMA) for DOPTELET for the treatment of patients with thrombocytopenia and CLD scheduled to undergo a procedure and plans to submit a supplemental NDA to FDA for the treatment of chronic immune thrombocytopenia purpura (ITP) in the second half of 2018. Work is also ongoing for evaluation of DOPTELET in the treatment of chemotherapy-induced thrombocytopenia (CIT) and for the treatment of thrombocytopenia in patients undergoing more invasive surgical procedures. Dova holds the worldwide intellectual property rights to avatrombopag for all current and future indications.\nIndication and Important Safety Information\nINDICATION\nDOPTELET (avatrombopag) is indicated for the treatment of thrombocytopenia in adult patients with chronic liver disease who are scheduled to undergo a procedure.\nIMPORTANT SAFETY INFORMATION\nWARNINGS AND PRECAUTIONS\nDOPTELET is a thrombopoietin (TPO) receptor agonist and TPO receptor agonists have been associated with thrombotic and thromboembolic complications in patients with chronic liver disease. Portal vein thrombosis has been reported in patients with chronic liver disease treated with TPO receptor agonists. In the ADAPT-1 and ADAPT-2 clinical trials, there was 1 treatment-emergent event of portal vein thrombosis in a patient (n=1/430) with chronic liver disease and thrombocytopenia treated with DOPTELET.\nConsider the potential increased thrombotic risk when administering DOPTELET to patients with known risk factors for thromboembolism, including genetic prothrombotic conditions (Factor V Leiden, Prothrombin 20210A, Antithrombin deficiency or Protein C or S deficiency).\nDOPTELET should not be administered to patients with chronic liver disease in an attempt to normalize platelet counts.\nCONTRAINDICATIONS:\nNone\nADVERSE REACTIONS\nMost common adverse reactions (≥ 3%) were: pyrexia, abdominal pain, nausea, headache, fatigue, and edema peripheral.\nPlease see full Prescribing Information for DOPTELET (avatrombopag) www.doptelet.com\nAbout Dova Pharmaceuticals, Inc.\nDova is a pharmaceutical company focused on acquiring, developing, and commercializing drug candidates for rare diseases where there is a high unmet need, with an initial focus on addressing thrombocytopenia. Dova’s proprietary platform includes one commercial product, DOPTELET, for the treatment of thrombocytopenia in adult patients with CLD scheduled to undergo a procedure.\nCautionary Notes Regarding Forward-Looking Statements\nAny statements contained in this press release that do not describe historical facts may constitute forward-looking statements as that term is defined in the Private Securities Litigation Reform Act of 1995. These statements may be identified by words such as “anticipated”, “believe”, “expect”, “may”, “plan”, “potential”, “will”, and similar expressions, and are based on Dova’s current beliefs and expectations. These forward-looking statements include expectations regarding the timing of the commercial launch of DOPTELET and Dova’s development of drug candidates for additional indications. These statements involve risks and uncertainties that could cause actual results to differ materially from those reflected in such statements. Risks and uncertainties that may cause actual results to differ materially include uncertainties inherent in the conduct of clinical trials, increased regulatory requirements, Dova’s reliance on third parties over which it may not always have full control, and other risks and uncertainties that are described in Dova’s Annual Report on Form 10-K for the year ended December 31, 2017, filed with the U.S. Securities and Exchange Commission (SEC) on February 16, 2018, and Dova’s other periodic reports filed with the SEC. Any forward-looking statements speak only as of the date of this press release and are based on information available to Dova as of the date of this release, and Dova assumes no obligation to, and does not intend to, update any forward-looking statements, whether as a result of new information, future events or otherwise.\nContacts\nMark W. Hahn\nChief Financial Officer\n(919) 338-7936\nmhahn@dova.com\nWestwicke Partners\nJohn Woolford\n(443) 213-0506\njohn.woolford@westwicke.com\nSource:Dova Pharmaceuticals, Inc.",
    "published": "2018-05-21T20:43:00.000+03:00",
    "crawled": "2018-05-21T20:26:53.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "durham",
        "may",
        "globe",
        "newswire",
        "dova",
        "pharmaceutical",
        "nasdaq",
        "dova",
        "today",
        "announced",
        "food",
        "drug",
        "administration",
        "fda",
        "completed",
        "priority",
        "review",
        "approved",
        "doptelet",
        "avatrombopag",
        "treatment",
        "thrombocytopenia",
        "adult",
        "patient",
        "chronic",
        "liver",
        "disease",
        "cld",
        "scheduled",
        "undergo",
        "procedure",
        "represents",
        "first",
        "thrombopoietin",
        "tpo",
        "receptor",
        "agonist",
        "approved",
        "united",
        "state",
        "indication",
        "doptelet",
        "label",
        "reflects",
        "consistent",
        "safety",
        "efficacy",
        "data",
        "two",
        "global",
        "multicenter",
        "randomized",
        "phase",
        "trial",
        "met",
        "primary",
        "secondary",
        "endpoint",
        "supported",
        "approval",
        "doptelet",
        "delighted",
        "fda",
        "approved",
        "doptelet",
        "represents",
        "significant",
        "milestone",
        "dova",
        "physician",
        "importantly",
        "patient",
        "said",
        "alex",
        "sapir",
        "president",
        "chief",
        "executive",
        "officer",
        "doptelet",
        "first",
        "orally",
        "administered",
        "treatment",
        "option",
        "patient",
        "cld",
        "allowing",
        "majority",
        "patient",
        "avoid",
        "platelet",
        "transfusion",
        "prior",
        "procedure",
        "increasing",
        "platelet",
        "count",
        "target",
        "level",
        "greater",
        "equal",
        "per",
        "microliter",
        "given",
        "extensive",
        "preparation",
        "date",
        "positioned",
        "launch",
        "doptelet",
        "june",
        "full",
        "complement",
        "sale",
        "marketing",
        "reimbursement",
        "support",
        "norah",
        "terrault",
        "professor",
        "medicine",
        "university",
        "california",
        "san",
        "francisco",
        "division",
        "gastroenterology",
        "principal",
        "investigator",
        "phase",
        "pivotal",
        "avatrombopag",
        "trial",
        "said",
        "given",
        "need",
        "patient",
        "cld",
        "routinely",
        "undergo",
        "multiple",
        "invasive",
        "procedure",
        "availability",
        "oral",
        "agent",
        "lead",
        "measured",
        "increase",
        "platelet",
        "minimize",
        "need",
        "platelet",
        "transfusion",
        "risk",
        "bleeding",
        "facilitate",
        "clinical",
        "management",
        "full",
        "prescribing",
        "information",
        "doptelet",
        "available",
        "doptelet",
        "website",
        "company",
        "host",
        "conference",
        "call",
        "dova",
        "host",
        "conference",
        "call",
        "today",
        "may",
        "et",
        "discus",
        "approval",
        "session",
        "follow",
        "dova",
        "remark",
        "participate",
        "live",
        "call",
        "please",
        "dial",
        "domestic",
        "international",
        "provide",
        "conference",
        "id",
        "five",
        "minute",
        "start",
        "call",
        "live",
        "audio",
        "webcast",
        "call",
        "also",
        "available",
        "via",
        "investor",
        "relation",
        "page",
        "dova",
        "website",
        "please",
        "log",
        "dova",
        "website",
        "approximately",
        "minute",
        "scheduled",
        "start",
        "time",
        "replay",
        "webcast",
        "archived",
        "dova",
        "website",
        "day",
        "following",
        "call",
        "thrombocytopenia",
        "chronic",
        "liver",
        "disease",
        "thrombocytopenia",
        "reduction",
        "number",
        "platelet",
        "blood",
        "common",
        "complication",
        "patient",
        "cld",
        "extent",
        "thrombocytopenia",
        "often",
        "worsening",
        "severity",
        "liver",
        "disease",
        "tpo",
        "principal",
        "physiologic",
        "regulator",
        "platelet",
        "production",
        "made",
        "liver",
        "stimulates",
        "bone",
        "marrow",
        "production",
        "platelet",
        "critical",
        "blood",
        "component",
        "controlling",
        "bleeding",
        "result",
        "damage",
        "liver",
        "patient",
        "cld",
        "tpo",
        "production",
        "reduced",
        "consequently",
        "result",
        "decreased",
        "platelet",
        "production",
        "thrombocytopenia",
        "approximately",
        "patient",
        "cld",
        "platelet",
        "count",
        "less",
        "patient",
        "typically",
        "require",
        "invasive",
        "diagnostic",
        "therapeutic",
        "procedure",
        "per",
        "year",
        "procedure",
        "carry",
        "risk",
        "bleeding",
        "effectively",
        "treated",
        "thrombocytopenia",
        "lead",
        "serious",
        "uncontrolled",
        "bleeding",
        "resulting",
        "prolonged",
        "hospitalization",
        "complication",
        "doptelet",
        "doptelet",
        "avatrombopag",
        "second",
        "generation",
        "daily",
        "orally",
        "administered",
        "tpo",
        "receptor",
        "agonist",
        "approved",
        "treatment",
        "thrombocytopenia",
        "adult",
        "patient",
        "cld",
        "scheduled",
        "undergo",
        "procedure",
        "doptelet",
        "designed",
        "mimic",
        "effect",
        "tpo",
        "primary",
        "regulator",
        "normal",
        "platelet",
        "production",
        "two",
        "global",
        "phase",
        "trial",
        "conducted",
        "adult",
        "thrombocytopenia",
        "platelet",
        "count",
        "less",
        "cld",
        "supported",
        "fda",
        "approval",
        "patient",
        "assigned",
        "either",
        "mg",
        "mg",
        "avatrombopag",
        "daily",
        "day",
        "based",
        "baseline",
        "platelet",
        "count",
        "respectively",
        "avatrombopag",
        "shown",
        "superior",
        "placebo",
        "increasing",
        "proportion",
        "patient",
        "requiring",
        "platelet",
        "transfusion",
        "rescue",
        "procedure",
        "bleeding",
        "day",
        "following",
        "scheduled",
        "procedure",
        "trial",
        "mg",
        "p",
        "p",
        "mg",
        "p",
        "treatment",
        "group",
        "avatrombopag",
        "also",
        "superior",
        "placebo",
        "two",
        "secondary",
        "efficacy",
        "endpoint",
        "trial",
        "avatrombopag",
        "treatment",
        "group",
        "increased",
        "proportion",
        "patient",
        "achieving",
        "target",
        "platelet",
        "count",
        "procedure",
        "day",
        "greater",
        "magnitude",
        "change",
        "mean",
        "platelet",
        "count",
        "baseline",
        "procedure",
        "day",
        "treatment",
        "difference",
        "avatrombopag",
        "placebo",
        "treatment",
        "group",
        "highly",
        "statistically",
        "significant",
        "p",
        "value",
        "common",
        "adverse",
        "reaction",
        "avatrombopag",
        "included",
        "pyrexia",
        "abdominal",
        "pain",
        "nausea",
        "headache",
        "fatigue",
        "edema",
        "peripheral",
        "portal",
        "vein",
        "thromboses",
        "reported",
        "patient",
        "cld",
        "patient",
        "receiving",
        "tpo",
        "receptor",
        "agonist",
        "one",
        "event",
        "portal",
        "vein",
        "thrombosis",
        "reported",
        "adapt",
        "trial",
        "patient",
        "dova",
        "also",
        "submitted",
        "marketing",
        "authorization",
        "application",
        "maa",
        "european",
        "medicine",
        "agency",
        "ema",
        "doptelet",
        "treatment",
        "patient",
        "thrombocytopenia",
        "cld",
        "scheduled",
        "undergo",
        "procedure",
        "plan",
        "submit",
        "supplemental",
        "nda",
        "fda",
        "treatment",
        "chronic",
        "immune",
        "thrombocytopenia",
        "purpura",
        "itp",
        "second",
        "half",
        "work",
        "also",
        "ongoing",
        "evaluation",
        "doptelet",
        "treatment",
        "thrombocytopenia",
        "cit",
        "treatment",
        "thrombocytopenia",
        "patient",
        "undergoing",
        "invasive",
        "surgical",
        "procedure",
        "dova",
        "hold",
        "worldwide",
        "intellectual",
        "property",
        "right",
        "avatrombopag",
        "current",
        "future",
        "indication",
        "indication",
        "important",
        "safety",
        "information",
        "indication",
        "doptelet",
        "avatrombopag",
        "indicated",
        "treatment",
        "thrombocytopenia",
        "adult",
        "patient",
        "chronic",
        "liver",
        "disease",
        "scheduled",
        "undergo",
        "procedure",
        "important",
        "safety",
        "information",
        "warning",
        "precaution",
        "doptelet",
        "thrombopoietin",
        "tpo",
        "receptor",
        "agonist",
        "tpo",
        "receptor",
        "agonist",
        "associated",
        "thrombotic",
        "thromboembolic",
        "complication",
        "patient",
        "chronic",
        "liver",
        "disease",
        "portal",
        "vein",
        "thrombosis",
        "reported",
        "patient",
        "chronic",
        "liver",
        "disease",
        "treated",
        "tpo",
        "receptor",
        "agonist",
        "clinical",
        "trial",
        "event",
        "portal",
        "vein",
        "thrombosis",
        "patient",
        "chronic",
        "liver",
        "disease",
        "thrombocytopenia",
        "treated",
        "doptelet",
        "consider",
        "potential",
        "increased",
        "thrombotic",
        "risk",
        "administering",
        "doptelet",
        "patient",
        "known",
        "risk",
        "factor",
        "thromboembolism",
        "including",
        "genetic",
        "prothrombotic",
        "condition",
        "factor",
        "v",
        "leiden",
        "prothrombin",
        "20210a",
        "antithrombin",
        "deficiency",
        "protein",
        "c",
        "deficiency",
        "doptelet",
        "administered",
        "patient",
        "chronic",
        "liver",
        "disease",
        "attempt",
        "normalize",
        "platelet",
        "count",
        "contraindication",
        "none",
        "adverse",
        "reaction",
        "common",
        "adverse",
        "reaction",
        "pyrexia",
        "abdominal",
        "pain",
        "nausea",
        "headache",
        "fatigue",
        "edema",
        "peripheral",
        "please",
        "see",
        "full",
        "prescribing",
        "information",
        "doptelet",
        "avatrombopag",
        "dova",
        "pharmaceutical",
        "dova",
        "pharmaceutical",
        "company",
        "focused",
        "acquiring",
        "developing",
        "commercializing",
        "drug",
        "candidate",
        "rare",
        "disease",
        "high",
        "unmet",
        "need",
        "initial",
        "focus",
        "addressing",
        "thrombocytopenia",
        "dova",
        "proprietary",
        "platform",
        "includes",
        "one",
        "commercial",
        "product",
        "doptelet",
        "treatment",
        "thrombocytopenia",
        "adult",
        "patient",
        "cld",
        "scheduled",
        "undergo",
        "procedure",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "statement",
        "contained",
        "press",
        "release",
        "describe",
        "historical",
        "fact",
        "may",
        "constitute",
        "statement",
        "term",
        "defined",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "may",
        "identified",
        "word",
        "anticipated",
        "believe",
        "expect",
        "may",
        "plan",
        "potential",
        "similar",
        "expression",
        "based",
        "dova",
        "current",
        "belief",
        "expectation",
        "statement",
        "include",
        "expectation",
        "regarding",
        "timing",
        "commercial",
        "launch",
        "doptelet",
        "dova",
        "development",
        "drug",
        "candidate",
        "additional",
        "indication",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "reflected",
        "statement",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "include",
        "uncertainty",
        "inherent",
        "conduct",
        "clinical",
        "trial",
        "increased",
        "regulatory",
        "requirement",
        "dova",
        "reliance",
        "third",
        "party",
        "may",
        "always",
        "full",
        "control",
        "risk",
        "uncertainty",
        "described",
        "dova",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "february",
        "dova",
        "periodic",
        "report",
        "filed",
        "sec",
        "statement",
        "speak",
        "date",
        "press",
        "release",
        "based",
        "information",
        "available",
        "dova",
        "date",
        "release",
        "dova",
        "assumes",
        "obligation",
        "intend",
        "update",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "contact",
        "mark",
        "hahn",
        "chief",
        "financial",
        "officer",
        "mhahn",
        "westwicke",
        "partner",
        "john",
        "woolford",
        "source",
        "dova",
        "pharmaceutical",
        "inc"
    ]
}