{
    "organizations": [],
    "uuid": "a4fc75fd421593419d9d881b27b162956f40c6e1",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/10/globe-newswire-u-s-global-investors-reports-financial-results-for-the-third-quarter-of-2018-fiscal-year.html",
    "ord_in_thread": 0,
    "title": "U.S. Global Investors Reports Financial Results for the Third Quarter of 2018 Fiscal Year",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "San Antonio, Texas, May 10, 2018 (GLOBE NEWSWIRE) -- Contact:\nHolly Schoenfeldt\nMarketing & Public Relations Manager\n210.308.1268\nhschoenfeldt@usfunds.com\nFor Immediate Release\nU.S. Global Investors Reports Financial Results for the Third Quarter of 2018 Fiscal Year\nSAN ANTONIO–May 10, 2018 – U.S. Global Investors, Inc. (NASDAQ: GROW ) (the “Company”), a boutique registered investment advisory firm with longstanding experience in global markets and specialized sectors, today reported a net loss of $1.1 million, or $0.07 per share for the quarter ended March 31, 2018. For the nine-month period, however, net income was $959,000, or $0.06 per share, an increase of more than 300 percent compared to the same period last year.\nThe most significant contributor to the quarterly net loss was related to the Company’s investment in the Galileo Partners Fund (the “Galileo Fund”), managed by Galileo Equity Advisors. Toronto-based Galileo Equity Advisors is a 65-percent owned subsidiary of U.S. Global Investors. The primary investment in the Galileo Fund is HIVE Blockchain Technologies (“HIVE”), the first publicly-traded firm involved in the mining of virgin cryptocurrencies, principally Ethereum. Cryptocurrency markets and related stocks have been, and are expected to continue to be, volatile. Cryptocurrency mining is considered an early stage, high-risk industry, and the nature of mining is expected to evolve. The Company’s investment in the Galileo Fund is accounted for under the equity method, and a decrease in value of this fund caused the Company to recognize a loss of $840,000 during the three months ended March 31, 2018. However, since the initial investment in August 2017, the Company has recognized equity method income from the Galileo Fund of $1.9 million.\nFrank Holmes, Company CEO and chief investment officer, notes that a recovery in cryptocurrencies such as Bitcoin and Ethereum is underway following a selloff that began late last year.\n“From its all-time high of $1,423 on January 13, 2018 in intraday trading, the price of Ethereum collapsed more than three and a half times by the end of March as many investors liquidated holdings ahead of the income tax filing deadline,” Holmes says. “This selloff negatively impacted HIVE, which gave up 63 percent in the March quarter. However, we are beginning to see investors get back in the trade. In April, the price of Bitcoin rose close to 35 percent, Ethereum 70 percent, and we believe this could be a tailwind for HIVE shares going forward.”\nAs of March 31, 2018, the Company had a direct ownership of HIVE of approximately 3.3 percent and a combined direct and indirect ownership of HIVE of approximately 3.7 percent. Frank Holmes is the non-executive chairman of HIVE and held shares and options at March 31, 2018.\nHIVE Continues to Pursue Profitable Growth of Its Digital Currency Mining Capacity\n“HIVE continues to expand its industrial-scale mining capacity,” Holmes says. “When it went public in September 2017, the company had only 2.4 megawatts (MW) in its graphics processing units (GPU)-based digital currency mining complex. On May 1, HIVE announced completion of its third expansion, bringing energy consumption up to a total of 24.2 MW. Further expansion, scheduled to be completed in September, will allow HIVE to add Bitcoin and Bitcoin Cash to its mining inventory.”\nVolatility Remains High, but New Developments Suggest a Maturing Industry\n“It’s important for shareholders to remember,” Holmes adds, “that the still-nascent cryptocurrency market continues to be highly volatile. Whereas the S&P 500 and gold bullion typically have daily volatility of 1 percent, cryptocurrencies have one closer to 6 or 7 percent. I believe fair and reasonable regulation of the initial coin offering (ICO) market is healthy since many new issuances have lacked the proper disclosures that the securities market must provide.\n“At the same time, we’re seeing the industry mature and digital currencies become more widely accepted as a viable asset class. Money is all about trust, and I believe coins built on blockchain technology, which is decentralized and fully transparent, have the potential to enjoy mainstream adoption. Both Goldman Sachs and Barclays are rumored to be working on introducing cryptocurrency trading desks, and Nasdaq CEO Adena Friedman said recently that Nasdaq would seriously consider becoming a crypto exchange. The amount of venture capital flowing into cryptocurrency and blockchain startups remains strong and is building momentum. And early this month, the Bank of Korea (BoK) announced it is looking into issuing its own digital currency. I invite you to watch this 2016 TED Talk by Neha Narula, director of MIT’s Digital Currency Initiative, about how digital currencies could transform our world.”\nGOAU Continued to Attract Assets Despite Gold Stocks Being Under Pressure\nAverage assets under management (AAUM), including Company mutual funds, exchange-traded funds (ETFs) and Galileo funds, were $717 million for the quarter ended March 31, 2018, compared to an average of $841 million for the same quarter in 2017. Total assets under management were $692 million as of March 31, 2018, versus $796 million a year ago.\nThe combined AAUM in the Company’s two gold mutual funds, the Gold and Precious Metals Fund (USERX) and World Precious Minerals Fund (UNWPX), fell nearly 26 percent during the quarter ended March 31, 2018, compared to the same quarter last year, as gold mining stocks were under pressure and faced greater volatility along with the broader equity market. In addition, Treasury yields moved upward across the curve, putting pressure on the price of gold, which nonetheless gained 1.3 percent in the first quarter of calendar year 2018.\nThis decrease was offset somewhat by higher AAUM in the China Region Fund (USCOX), which rose almost 65 percent year-over-year to $29.3 million. The Company’s two ETFs also managed to do well. U.S. Global Jets ETF (JETS) AAUM was $100.6 million in the quarter ended March 31, 2018, versus $66.0 million in the prior year quarter. The U.S. Global GO GOLD and Precious Metal Mines ETF (GOAU), launched June 27, 2017, attracted $11.0 million in AAUM, as of the third fiscal quarter 2018.\nShare Repurchase Program\nU.S. Global Investors has continued purchasing its outstanding stock. For the three and nine months ended March 31, 2018, the Company repurchased 2,000 and 47,947 class A shares using cash of $8,000 and $139,000, respectively. The share repurchase plan may be suspended or discontinued at any time.\nContinued Strong Balance Sheet\nAs of March 31, 2018, the Company had net working capital of approximately $13.8 million. With approximately $4.1 million in cash and cash equivalents and approximately $20.1 million in marketable securities, the Company has adequate liquidity to meet its current obligations. In addition, the Company has had no long-term debt since 2004 and owns its headquarters building.\nU.S. Global Continues GROW Dividends\nThe Company has also continued to pay monthly dividends for more than 10 years. A monthly dividend of $0.0025 per share was paid for July 2017 through March 2018 and is authorized through June 2018, at which time it will be considered for continuation by the Board.\nEarnings Webcast Information\nThe Company has scheduled a webcast for 3:30 p.m. Central time on Thursday, May 10, 2018, to discuss the Company’s key financial results for the quarter. Frank Holmes will be accompanied on the webcast by Susan McGee, president, general counsel and chief compliance officer; and Lisa Callicotte, chief financial officer. Click here to register for the earnings webcast or visit www.usfunds.com for more information.\nSelected financial data (unaudited) (dollars in thousands, except per share data):\nThree months ended 3/31/2018 3/31/2017 Operating Revenues $1,417 $1,669 Operating Expenses 2,007 1,860 Operating Income (Loss) (590) (191) Total Other Income (Loss) (643) 161 Income (Loss) Before Income Taxes (1,233) (30) Tax Expense (Benefit) (168) 3 Net Income (Loss) (1,065) (33) Less: Net Income (Loss) Attributable to Non-Controlling Interest (5) 0 Net Income (Loss) Attributable to U.S. Global Investors, Inc. $(1,060) $(33) Earnings per share (basic and diluted) $(0.07) $0.00 Avg. common shares outstanding (basic) 15,144,068 15,200,280 Avg. common shares outstanding (diluted) 15,144,068 15,200,280 Avg. assets under management (millions) $717.4 $841.4\n####\nAbout U.S. Global Investors, Inc.\nThe story of U.S. Global Investors goes back more than 50 years when it began as an investment club. Today, U.S. Global Investors, Inc. ( www.usfunds.com ) is a registered investment adviser that focuses on niche markets around the world. Headquartered in San Antonio, Texas, the Company provides money management and other services to U.S. Global Investors Funds, U.S. Global ETFs and other international clients.\nForward-Looking Statements and Disclosure\nThis news release and other statements by U.S. Global Investors may include certain “forward-looking statements,” including statements relating to revenues, expenses and expectations regarding market conditions. You can identify these forward-looking statements by the use of words such as “outlook,” “believes,” “expects,” “potential,” “opportunity,” “seeks,” “anticipates” or other comparable words. Such statements involve certain risks and uncertainties and should be read with corporate filings and other important information on the Company’s website, www.usfunds.com , or the Securities and Exchange Commission’s website at www.sec.gov .\nThese filings, such as the Company’s annual report and Form 10-Q, should be read in conjunction with the other cautionary statements that are included in this release. Future events could those anticipated in such statements and there can be no assurance that such statements will prove accurate and actual results may vary. The Company undertakes no obligation to publicly update or review any forward-looking statements, whether as a result of new information, future developments or otherwise.\nPlease consider carefully a fund’s investment objectives, risks, charges and expenses. For this and other important information regarding the U.S. Global Jets ETF (JETS) and U.S. Global GO GOLD and Precious Metal Miners ETF (GOAU), obtain a statutory and summary prospectus by visiting www.usglobaletfs.com. Read it carefully before investing.\nInvesting involves risk, including the possible loss of principal. Shares of any ETF are bought and sold at market price (not NAV), may trade at a discount or premium to NAV and are not individually redeemed from the fund. Brokerage commissions will reduce returns. Because GOAU concentrate its investments in specific industries, it may be subject to greater risks and fluctuations than a portfolio representing a broader range of industries. GOAU is non-diversified, meaning it may concentrate more of its assets in a smaller number of issuers than a diversified fund. The fund invests in foreign securities which involve greater volatility and political, economic and currency risks and differences in accounting methods. These risks are greater for investments in emerging markets. The fund may invest in the securities of smaller-capitalization companies, which may be more volatile than funds that invest in larger, more established companies. The performance of the fund may diverge from that of the index. Because GOAU may employ a representative sampling strategy and may also invest in securities that are not included in the index, it may experience tracking error to a greater extent than funds that seek to replicate an index. The fund is not actively managed and may be affected by a general decline in market segments related to their indexes.\nGOAU is distributed by Quasar Distributors, LLC. U.S. Global Investors is the investment adviser to GOAU.\nThe S&P 500 Index is a basket of 500 of the largest U.S. stocks, weighted by market capitalization.\nFrank Holmes has been appointed non-executive chairman of the Board of Directors of HIVE Blockchain Technologies. Both Mr. Holmes and U.S. Global Investors own shares of HIVE, directly and indirectly.\nThe Company accounts for its investments in the Galileo Partners Fund under the equity method of accounting. Under the equity method, the investment is initially recorded at cost, then the Company’s proportional share of the fund’s net income or loss, which primarily consists of realized and unrealized gains and losses on investments offset by fund expenses, is recognized in the Company’s earnings with a corresponding increase or decrease to the carrying value of the investment. Distributions received from the investee reduce the Company’s carrying value of the investment.\nHolly Schoenfeldt U.S. Global Investors, Inc. 210.308.1268 hschoenfeldt@usfunds.com\nSource:U.S. Global Investors, Inc.",
    "published": "2018-05-11T00:15:00.000+03:00",
    "crawled": "2018-05-11T00:56:10.008+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "antonio",
        "texas",
        "may",
        "globe",
        "newswire",
        "contact",
        "holly",
        "schoenfeldt",
        "marketing",
        "public",
        "relation",
        "manager",
        "hschoenfeldt",
        "immediate",
        "release",
        "global",
        "investor",
        "report",
        "financial",
        "result",
        "third",
        "quarter",
        "fiscal",
        "year",
        "san",
        "global",
        "investor",
        "nasdaq",
        "grow",
        "company",
        "boutique",
        "registered",
        "investment",
        "advisory",
        "firm",
        "longstanding",
        "experience",
        "global",
        "market",
        "specialized",
        "sector",
        "today",
        "reported",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "quarter",
        "ended",
        "march",
        "period",
        "however",
        "net",
        "income",
        "per",
        "share",
        "increase",
        "percent",
        "compared",
        "period",
        "last",
        "year",
        "significant",
        "contributor",
        "quarterly",
        "net",
        "loss",
        "related",
        "company",
        "investment",
        "galileo",
        "partner",
        "fund",
        "galileo",
        "fund",
        "managed",
        "galileo",
        "equity",
        "advisor",
        "galileo",
        "equity",
        "advisor",
        "owned",
        "subsidiary",
        "global",
        "investor",
        "primary",
        "investment",
        "galileo",
        "fund",
        "hive",
        "blockchain",
        "technology",
        "hive",
        "first",
        "firm",
        "involved",
        "mining",
        "virgin",
        "cryptocurrencies",
        "principally",
        "ethereum",
        "cryptocurrency",
        "market",
        "related",
        "stock",
        "expected",
        "continue",
        "volatile",
        "cryptocurrency",
        "mining",
        "considered",
        "early",
        "stage",
        "industry",
        "nature",
        "mining",
        "expected",
        "evolve",
        "company",
        "investment",
        "galileo",
        "fund",
        "accounted",
        "equity",
        "method",
        "decrease",
        "value",
        "fund",
        "caused",
        "company",
        "recognize",
        "loss",
        "three",
        "month",
        "ended",
        "march",
        "however",
        "since",
        "initial",
        "investment",
        "august",
        "company",
        "recognized",
        "equity",
        "method",
        "income",
        "galileo",
        "fund",
        "million",
        "frank",
        "holmes",
        "company",
        "ceo",
        "chief",
        "investment",
        "officer",
        "note",
        "recovery",
        "cryptocurrencies",
        "bitcoin",
        "ethereum",
        "underway",
        "following",
        "selloff",
        "began",
        "late",
        "last",
        "year",
        "high",
        "january",
        "intraday",
        "trading",
        "price",
        "ethereum",
        "collapsed",
        "three",
        "half",
        "time",
        "end",
        "march",
        "many",
        "investor",
        "liquidated",
        "holding",
        "ahead",
        "income",
        "tax",
        "filing",
        "deadline",
        "holmes",
        "say",
        "selloff",
        "negatively",
        "impacted",
        "hive",
        "gave",
        "percent",
        "march",
        "quarter",
        "however",
        "beginning",
        "see",
        "investor",
        "get",
        "back",
        "trade",
        "april",
        "price",
        "bitcoin",
        "rose",
        "close",
        "percent",
        "ethereum",
        "percent",
        "believe",
        "could",
        "tailwind",
        "hive",
        "share",
        "going",
        "march",
        "company",
        "direct",
        "ownership",
        "hive",
        "approximately",
        "percent",
        "combined",
        "direct",
        "indirect",
        "ownership",
        "hive",
        "approximately",
        "percent",
        "frank",
        "holmes",
        "chairman",
        "hive",
        "held",
        "share",
        "option",
        "march",
        "hive",
        "continues",
        "pursue",
        "profitable",
        "growth",
        "digital",
        "currency",
        "mining",
        "capacity",
        "hive",
        "continues",
        "expand",
        "mining",
        "capacity",
        "holmes",
        "say",
        "went",
        "public",
        "september",
        "company",
        "megawatt",
        "mw",
        "graphic",
        "processing",
        "unit",
        "gpu",
        "digital",
        "currency",
        "mining",
        "complex",
        "may",
        "hive",
        "announced",
        "completion",
        "third",
        "expansion",
        "bringing",
        "energy",
        "consumption",
        "total",
        "mw",
        "expansion",
        "scheduled",
        "completed",
        "september",
        "allow",
        "hive",
        "add",
        "bitcoin",
        "bitcoin",
        "cash",
        "mining",
        "volatility",
        "remains",
        "high",
        "new",
        "development",
        "suggest",
        "maturing",
        "industry",
        "important",
        "shareholder",
        "remember",
        "holmes",
        "add",
        "cryptocurrency",
        "market",
        "continues",
        "highly",
        "volatile",
        "whereas",
        "p",
        "gold",
        "bullion",
        "typically",
        "daily",
        "volatility",
        "percent",
        "cryptocurrencies",
        "one",
        "closer",
        "percent",
        "believe",
        "fair",
        "reasonable",
        "regulation",
        "initial",
        "coin",
        "offering",
        "ico",
        "market",
        "healthy",
        "since",
        "many",
        "new",
        "issuance",
        "lacked",
        "proper",
        "disclosure",
        "security",
        "market",
        "must",
        "provide",
        "time",
        "seeing",
        "industry",
        "mature",
        "digital",
        "currency",
        "become",
        "widely",
        "accepted",
        "viable",
        "asset",
        "class",
        "money",
        "trust",
        "believe",
        "coin",
        "built",
        "blockchain",
        "technology",
        "decentralized",
        "fully",
        "transparent",
        "potential",
        "enjoy",
        "mainstream",
        "adoption",
        "goldman",
        "sachs",
        "barclays",
        "rumored",
        "working",
        "introducing",
        "cryptocurrency",
        "trading",
        "desk",
        "nasdaq",
        "ceo",
        "adena",
        "friedman",
        "said",
        "recently",
        "nasdaq",
        "would",
        "seriously",
        "consider",
        "becoming",
        "crypto",
        "exchange",
        "amount",
        "venture",
        "capital",
        "flowing",
        "cryptocurrency",
        "blockchain",
        "startup",
        "remains",
        "strong",
        "building",
        "momentum",
        "early",
        "month",
        "bank",
        "korea",
        "bok",
        "announced",
        "looking",
        "issuing",
        "digital",
        "currency",
        "invite",
        "watch",
        "ted",
        "talk",
        "neha",
        "narula",
        "director",
        "mit",
        "digital",
        "currency",
        "initiative",
        "digital",
        "currency",
        "could",
        "transform",
        "goau",
        "continued",
        "attract",
        "asset",
        "despite",
        "gold",
        "stock",
        "pressure",
        "average",
        "asset",
        "management",
        "aaum",
        "including",
        "company",
        "mutual",
        "fund",
        "fund",
        "etf",
        "galileo",
        "fund",
        "million",
        "quarter",
        "ended",
        "march",
        "compared",
        "average",
        "million",
        "quarter",
        "total",
        "asset",
        "management",
        "million",
        "march",
        "versus",
        "million",
        "year",
        "ago",
        "combined",
        "aaum",
        "company",
        "two",
        "gold",
        "mutual",
        "fund",
        "gold",
        "precious",
        "metal",
        "fund",
        "userx",
        "world",
        "precious",
        "mineral",
        "fund",
        "unwpx",
        "fell",
        "nearly",
        "percent",
        "quarter",
        "ended",
        "march",
        "compared",
        "quarter",
        "last",
        "year",
        "gold",
        "mining",
        "stock",
        "pressure",
        "faced",
        "greater",
        "volatility",
        "along",
        "broader",
        "equity",
        "market",
        "addition",
        "treasury",
        "yield",
        "moved",
        "upward",
        "across",
        "curve",
        "putting",
        "pressure",
        "price",
        "gold",
        "nonetheless",
        "gained",
        "percent",
        "first",
        "quarter",
        "calendar",
        "year",
        "decrease",
        "offset",
        "somewhat",
        "higher",
        "aaum",
        "china",
        "region",
        "fund",
        "uscox",
        "rose",
        "almost",
        "percent",
        "million",
        "company",
        "two",
        "etf",
        "also",
        "managed",
        "well",
        "global",
        "jet",
        "etf",
        "jet",
        "aaum",
        "million",
        "quarter",
        "ended",
        "march",
        "versus",
        "million",
        "prior",
        "year",
        "quarter",
        "global",
        "go",
        "gold",
        "precious",
        "metal",
        "mine",
        "etf",
        "goau",
        "launched",
        "june",
        "attracted",
        "million",
        "aaum",
        "third",
        "fiscal",
        "quarter",
        "share",
        "repurchase",
        "program",
        "global",
        "investor",
        "continued",
        "purchasing",
        "outstanding",
        "stock",
        "three",
        "nine",
        "month",
        "ended",
        "march",
        "company",
        "repurchased",
        "class",
        "share",
        "using",
        "cash",
        "respectively",
        "share",
        "repurchase",
        "plan",
        "may",
        "suspended",
        "discontinued",
        "time",
        "continued",
        "strong",
        "balance",
        "sheet",
        "march",
        "company",
        "net",
        "working",
        "capital",
        "approximately",
        "million",
        "approximately",
        "million",
        "cash",
        "cash",
        "equivalent",
        "approximately",
        "million",
        "marketable",
        "security",
        "company",
        "adequate",
        "liquidity",
        "meet",
        "current",
        "obligation",
        "addition",
        "company",
        "debt",
        "since",
        "owns",
        "headquarters",
        "building",
        "global",
        "continues",
        "grow",
        "dividend",
        "company",
        "also",
        "continued",
        "pay",
        "monthly",
        "dividend",
        "year",
        "monthly",
        "dividend",
        "per",
        "share",
        "paid",
        "july",
        "march",
        "authorized",
        "june",
        "time",
        "considered",
        "continuation",
        "board",
        "earnings",
        "webcast",
        "information",
        "company",
        "scheduled",
        "webcast",
        "central",
        "time",
        "thursday",
        "may",
        "discus",
        "company",
        "key",
        "financial",
        "result",
        "quarter",
        "frank",
        "holmes",
        "accompanied",
        "webcast",
        "susan",
        "mcgee",
        "president",
        "general",
        "counsel",
        "chief",
        "compliance",
        "officer",
        "lisa",
        "callicotte",
        "chief",
        "financial",
        "officer",
        "click",
        "register",
        "earnings",
        "webcast",
        "visit",
        "information",
        "selected",
        "financial",
        "data",
        "unaudited",
        "dollar",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "operating",
        "revenue",
        "operating",
        "expense",
        "operating",
        "income",
        "loss",
        "total",
        "income",
        "loss",
        "income",
        "loss",
        "income",
        "tax",
        "tax",
        "expense",
        "benefit",
        "net",
        "income",
        "loss",
        "less",
        "net",
        "income",
        "loss",
        "attributable",
        "interest",
        "net",
        "income",
        "loss",
        "attributable",
        "global",
        "investor",
        "earnings",
        "per",
        "share",
        "basic",
        "diluted",
        "avg",
        "common",
        "share",
        "outstanding",
        "basic",
        "avg",
        "common",
        "share",
        "outstanding",
        "diluted",
        "avg",
        "asset",
        "management",
        "million",
        "global",
        "investor",
        "story",
        "global",
        "investor",
        "go",
        "back",
        "year",
        "began",
        "investment",
        "club",
        "today",
        "global",
        "investor",
        "registered",
        "investment",
        "adviser",
        "focus",
        "niche",
        "market",
        "around",
        "world",
        "headquartered",
        "san",
        "antonio",
        "texas",
        "company",
        "provides",
        "money",
        "management",
        "service",
        "global",
        "investor",
        "fund",
        "global",
        "etf",
        "international",
        "client",
        "statement",
        "disclosure",
        "news",
        "release",
        "statement",
        "global",
        "investor",
        "may",
        "include",
        "certain",
        "statement",
        "including",
        "statement",
        "relating",
        "revenue",
        "expense",
        "expectation",
        "regarding",
        "market",
        "condition",
        "identify",
        "statement",
        "use",
        "word",
        "outlook",
        "belief",
        "expects",
        "potential",
        "opportunity",
        "seek",
        "anticipates",
        "comparable",
        "word",
        "statement",
        "involve",
        "certain",
        "risk",
        "uncertainty",
        "read",
        "corporate",
        "filing",
        "important",
        "information",
        "company",
        "website",
        "security",
        "exchange",
        "commission",
        "website",
        "filing",
        "company",
        "annual",
        "report",
        "form",
        "read",
        "conjunction",
        "cautionary",
        "statement",
        "included",
        "release",
        "future",
        "event",
        "could",
        "anticipated",
        "statement",
        "assurance",
        "statement",
        "prove",
        "accurate",
        "actual",
        "result",
        "may",
        "vary",
        "company",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "review",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "development",
        "otherwise",
        "please",
        "consider",
        "carefully",
        "fund",
        "investment",
        "objective",
        "risk",
        "charge",
        "expense",
        "important",
        "information",
        "regarding",
        "global",
        "jet",
        "etf",
        "jet",
        "global",
        "go",
        "gold",
        "precious",
        "metal",
        "miner",
        "etf",
        "goau",
        "obtain",
        "statutory",
        "summary",
        "prospectus",
        "visiting",
        "read",
        "carefully",
        "investing",
        "investing",
        "involves",
        "risk",
        "including",
        "possible",
        "loss",
        "principal",
        "share",
        "etf",
        "bought",
        "sold",
        "market",
        "price",
        "nav",
        "may",
        "trade",
        "discount",
        "premium",
        "nav",
        "individually",
        "redeemed",
        "fund",
        "brokerage",
        "commission",
        "reduce",
        "return",
        "goau",
        "concentrate",
        "investment",
        "specific",
        "industry",
        "may",
        "subject",
        "greater",
        "risk",
        "fluctuation",
        "portfolio",
        "representing",
        "broader",
        "range",
        "industry",
        "goau",
        "meaning",
        "may",
        "concentrate",
        "asset",
        "smaller",
        "number",
        "issuer",
        "diversified",
        "fund",
        "fund",
        "invests",
        "foreign",
        "security",
        "involve",
        "greater",
        "volatility",
        "political",
        "economic",
        "currency",
        "risk",
        "difference",
        "accounting",
        "method",
        "risk",
        "greater",
        "investment",
        "emerging",
        "market",
        "fund",
        "may",
        "invest",
        "security",
        "company",
        "may",
        "volatile",
        "fund",
        "invest",
        "larger",
        "established",
        "company",
        "performance",
        "fund",
        "may",
        "diverge",
        "index",
        "goau",
        "may",
        "employ",
        "representative",
        "sampling",
        "strategy",
        "may",
        "also",
        "invest",
        "security",
        "included",
        "index",
        "may",
        "experience",
        "tracking",
        "error",
        "greater",
        "extent",
        "fund",
        "seek",
        "replicate",
        "index",
        "fund",
        "actively",
        "managed",
        "may",
        "affected",
        "general",
        "decline",
        "market",
        "segment",
        "related",
        "index",
        "goau",
        "distributed",
        "quasar",
        "distributor",
        "llc",
        "global",
        "investor",
        "investment",
        "adviser",
        "goau",
        "p",
        "index",
        "basket",
        "largest",
        "stock",
        "weighted",
        "market",
        "capitalization",
        "frank",
        "holmes",
        "appointed",
        "chairman",
        "board",
        "director",
        "hive",
        "blockchain",
        "technology",
        "holmes",
        "global",
        "investor",
        "share",
        "hive",
        "directly",
        "indirectly",
        "company",
        "account",
        "investment",
        "galileo",
        "partner",
        "fund",
        "equity",
        "method",
        "accounting",
        "equity",
        "method",
        "investment",
        "initially",
        "recorded",
        "cost",
        "company",
        "proportional",
        "share",
        "fund",
        "net",
        "income",
        "loss",
        "primarily",
        "consists",
        "realized",
        "unrealized",
        "gain",
        "loss",
        "investment",
        "offset",
        "fund",
        "expense",
        "recognized",
        "company",
        "earnings",
        "corresponding",
        "increase",
        "decrease",
        "carrying",
        "value",
        "investment",
        "distribution",
        "received",
        "investee",
        "reduce",
        "company",
        "carrying",
        "value",
        "investment",
        "holly",
        "schoenfeldt",
        "global",
        "investor",
        "hschoenfeldt",
        "source",
        "global",
        "investor",
        "inc"
    ]
}